{"id":755,"tag":"Confederacy","points":[[37.5392399795,-77.4106423457],[33.9914893238,-80.8577865567],[34.8943497126,-82.3707811393],[39.8715057392,-77.2179223246],[32.8753704415,-79.8417496964],[35.8476814553,-86.4046881374],[37.954527025,-76.8481834827],[40.7805662337,-73.9388482485],[39.4722539212,-77.3980976361],[30.6953657,-88.0398912],[34.1781719,-82.3790147],[32.0895435,-81.1230514],[37.5407246,-77.4360481],[38.3084627,-77.6344334],[37.4315734,-78.6568942]],"bounds":[[40.7805662337,-73.9388482485],[30.6953657,-88.0398912]],"episodes":[{"id":5077,"title":"<strong>A Jewish Rebuke to Confederate Anti-Semitism in Richmond </strong>","course_id":43,"status":"P","start_date":"1863-03-27","end_date":"1863-03-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 27, 1863, Reverend M. J. Michelbacher, rabbi of the Bayth Ahabah synagogue in Richmond, delivered a sermon on a day of prayer declared by Jefferson Davis. Michelbacher was a prominent Jewish leader in the Confederate capital.  Although he had moved from Philadelphia in 1846, he was a fervent supporter of the Confederate cause even prior to secession. In the sermon, Michelbacher responded to accusations that Jewish Southerners were not properly devoted to the Confederate cause and were instead speculating and engaging in selfish business practices.  Michelbacher denied these accusations and spoke of Jewish honesty and support for the Confederacy.  He argued that Confederate leaders like Robert E. Lee never questioned Jewish patriotism, and that many Jewish Southerners were fighting in the Confederate army.  He also prayed for the Confederacy, entreating God for food, a renewal of spirit and compassion in the Confederacy, protection, and counsel and wisdom for Jefferson Davis and the Confederate cause.","This source reveals an interesting dynamic in religious and ethnic differences in the capital.  Although no physical Anti-Semitic violence occurred in Richmond, there was some criticism of Jewish Southerners.  This source shows the dynamic of a religious minority, many of whose members were also ethnic minorities and German immigrants, professing its support for the dominant political ideals of a community and pledging their support for them.  In his book<em> The Jewish Confederates, </em>Robert Rosen examines the role of Jewish citizens in the Confederacy.  He argues that Jewish Southerners, being white, of small number, and often of the merchant class, were safer and more accepted in the American South than the North.  If true, this would help to place Michelbacher's sermon in the context of a community currently undergoing criticism but safely within and committed to the prevalent culture and its ideals."],"display_date":"March 27, 1863","search_date":"1863-03-27","locations":[{"id":13917,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":79,"tag":"Religion"},{"id":32,"tag":"Civil War"},{"id":752,"tag":"Judaism"},{"id":753,"tag":"Anti-Semitism"},{"id":754,"tag":"Richmond"},{"id":755,"tag":"Confederacy"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5078,"title":"<strong>William Gilmore Simms' Account of the 1865 Destruction of Columbia </strong>","course_id":43,"status":"P","start_date":"1865-02-14","end_date":"1865-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1865, William Gilmore Simms, famed Southern novelist, published a text recounting the capture and burning of Columbia, South Carolina, by the forces of General William Sherman.  The text was highly anecdotal, creating a scene of violence, and disorder.  He recounted looting, fires, and destruction. Simms argued that Sherman willing and knowingly allowed Columbia to burn, that soldiers prevented firemen and citizens from stopping the fires, and even started fires themselves. The text reveals the massive resentment held against Sherman as a result of the collapse of Columbia. However, for all of his stories, Simms missed some of the most incendiary factual events, like the mock senate of soldiers that convened to “repeal” the nullification bill South Carolina had passed decades earlier.","William Gilmore Simms was one of the leading literary figures in the South during this period.  Although remembered as a novelist, Simms also wrote many histories.  In <em>A Sober Desire for History: William Gilmore Simms as Historian, </em>historian Sean Busick examines Simms' historical works.  He consciously removes the text on Columbia from his examination,  arguing that since it was written soon after the events it described, it lacked the elapsed time to be considered a history.  However, Busick's conclusions are still applicable to the text.  Busick argues that like many contemporary historians Simms viewed history as a literary art form, one that required a artist's skill and imagination to present the historical facts in a proper and morally edifying way.  The anecdotal, story-telling style applied to the text, in addition to the judgments leveled against Sherman, reveal these artistic and moralistic trends in the book."],"display_date":"February 14, 1865 - February 20, 1865","search_date":"1865-02-17","locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":757,"tag":"Catholicism"},{"id":756,"tag":"Columbia"},{"id":244,"tag":"Violence"},{"id":755,"tag":"Confederacy"},{"id":32,"tag":"Civil War"},{"id":284,"tag":"General Sherman"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5086,"title":"An Oath of Pretending","course_id":43,"status":"P","start_date":"1865-08-14","end_date":"1865-08-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Four months after the end of the Civil War, Edwin Ware leaned down and signed an oath of loyalty to the United States government, swearing his support and protection of the constitution and union of the states, including the recently emancipated slaves. The former slave owner was the 2,560<sup>th</sup> person in Greenville, South Carolina to complete such an oath. Ware had effectively signed over all his beliefs and ideologies, and now had to return home to his empty plantation and inform his family that their livelihood was gone.","The end of the Civil War resulted in a devastating blow to the Southern economy. With former slaves demanding more pay than white plantation owners were willing to pay, crops were left to rot in the fields, bankrupting families that had worked the same fields for generations. And while these families signed oaths of loyalty to the victors of the war, guaranteeing their obedience to the Emancipation Proclamation, there were no qualifications in the oaths defining the treatment of the newly freed population. So Southern citizens could restrict blacks from working in any positions but the one they had formerly held – labor – and could pay them far below what was acceptable for such work.","The Confederacy believed itself a potential victor until the moment General Lee surrendered to the Union forces, an action that must have been like a slap to the face. The oaths that followed were not done willingly; the fact that it was required for reacceptance to the Union and as a means to restrict the South show that well enough. Southern frustration would be effectively turned into aggression towards the perceived source of their troubles: blacks. And while the oaths require the emancipation to be respected – under threat of divine punishment – it allowed for the continued persecution of African Americans for the next century."],"display_date":"August 14, 1865","search_date":"1865-08-14","locations":[{"id":11535,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":755,"tag":"Confederacy"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5182,"title":"The Tragedy known as Pickett's Charge","course_id":64,"status":"P","start_date":"1863-07-03","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The veteran soldiers geared for the attack, confident in their strategy and ability, ready to accept nothing less than success.  As the enemy forces approached and the men “spearheaded the charge” with all that they had, it quickly became evident that it was not going to be enough.  The “Union artillery opened” on the Confederates’ “parade-ground ranks” and the group suffered greatly under the hail of fire.  Pickett’s division was destroyed.  Those left retreated in utter failure as the Union soldiers walked away relatively unscathed.  It was the battle of Gettysburg in Pennsylvania, July 3, 1863.  The doomed brigades were led into battle by 38 year old General George Edward Pickett.  Little did they know that this moment would be labeled by historians as one of the most futile assaults in American military history, Pickett’s Charge.","General Pickett was born and raised in Richmond, Virginia.  He was no star pupil, graduating 59th of 59 from West Point in 1846, along with fellow Confederate General “Stonewall” Jackson and Union General McClellan.  Pickett was an arrogant and spirited child, an attitude that seemed to stick with him for the remainder of his years and severely hindered his progress and performance as a military leader.  Described by a Union prisoner as the “archetype of the Virginia slave-baron,” Pickett was a well dressed Southern aristocrat with long ringlets that attracted attention from women and men alike.  His fellow officers rarely responded to him in any efficient or positive manner, and his arrogance and pride were blazingly displayed before his fall.  General Robert E. Lee was never aware of what to expect from the irresponsible young man, who at times seemed to be far more concerned with his new flame, LaSalle Corbell, whom he would soon marry.","A firsthand account of the battle from Pickett himself is not available.  In fact, there are relatively few of Pickett’s personal documents to contribute to the history if his military career.  His beloved Sallie’s rather biased accounts of his campaigns make up a great deal of the historiography available to historians, rendering it difficult for scholars to fully understand what happened that dreadful day in Pennsylvania.  This disastrous charge is the subject of surprisingly little historical scholarship.  Carol Reardon raises the question of whether or not a true account of any battle is realistically possible.  This one is especially difficult without an official record from the commanding officer, only secondhand accounts with which to work.","In general, Pickett’s behavior appears to have elicited personal attacks and a kind of distrust from the other officers, and he and his men had served as onlookers for much of the major fighting.  With Lee’s quick decision to fight the Union at Gettysburg, however, he would need all of the men available, including Pickett’s new division.  With vague instruction and a confident façade, Pickett led his brigade in a questionable formation described “generally as a two-rank line, with a variety of incongruities” straight into unmerciful fire from the Union infantry. This strange organization evidently left them very exposed.  The resultant deaths and injuries scarred soldiers from both sides, and hearts were bleeding for all of Virginia because of the great number of men lost that day.  It comes as no surprise that Pickett has been the topic of many rumors and criticisms since.","Years after the miserable failure, Pickett met with Lee again in 1870.  John Mosby, who escorted Pickett, reported that the general had said of Lee, “‘that old man’ had ruined his career and caused his division to be ‘massacred’ at Gettysburg.”  General George Pickett died on July 30, 1875, probably unaware of just how helpful Lee had been in his defense.  As Pickett’s reputation crumbled and he was severely criticized as a leader, Lee took much of the blame for himself.  Pickett had never truly recovered from the gruesome loss, though, and the memories of that day haunted him and helped produce the bitter feelings that he had held for his contemporary."," "],"display_date":"July 3, 1863","search_date":"1863-07-03","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":715,"tag":"Military"},{"id":32,"tag":"Civil War"},{"id":755,"tag":"Confederacy"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}},{"id":5238,"title":"The South's Exciting First Victory","course_id":62,"status":"P","start_date":"1861-04-17","end_date":"1861-04-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The newspaper article \"Glory Enough for One Day\" was written on April 17, 1861. The article describes how the Union surrendered Fort Sumter to the Confederate Army on April 13, 1861. The article starts out by talking about the telegram that announced to the south that Fort Sumter had been surrendered to the Confederate States, and how it \"sent a thrill of joy to the heart of every true friend of the South.\" The article goes on to describe how the people of the South were very happy, and that the \"face of every southern man was brighter than it had been before.\" The southern states were \"rejoicing\" at the news of this victory. The article explains how Major Anderson of the Union Army had to take down the flag of the Union, and they Confederate flag would soon be raised in its place. It also says that \"there was no longer a foot of territory in the state of South Carolina in possession of a government foreign to her soil and its interests.\"","            The article has a very arrogant sound to it at the start of the next paragraph when the author mentions that there would be other victories \"equally as decisive, until the government of the North shall be compelled to recognize our independence.\" There should be a feeling like this from southern people because the South did not lose one man in the battle, which took \"over thirty hours.\" The article also gives this impression when it explains that the Confederate States \"have given the Abolition power an earnest of what it may expect in the future. As is the beginning, so will be the end.\" This ending to the article definitely gives a feeling that the South thought they would win the war with ease.","            The battle at Fort Sumter was the start of the Civil War. The shots fired by the Confederates at the fort were the first shots fired in the war. History was completely changed on the day that Anderson surrendered Fort Sumter to the Confederates. Bruce Catton writes in his book <em>The Civil War</em> that \"the bombardment of Fort Sumter was the visible symbol that the war had begun.\" Catton notes that \"Lincoln and Davis had already made up their minds to fight rather than to yield.\" Jefferson Davis did not feel like waiting any longer for the Union to attack first. He was tired of the “peace” and the people of the South were also tired of waiting. David Detzer comments in his book, <em>Allegiance: Fort Sumter, Charleston, and the Beginning of the Civil War,</em> that “peace is always conditional.” Davis was tired of depending on the North to fire shots first. Detzer also states that “wars begin when people consider that the state of peace that exists is no longer acceptable, that war would relieve their problems.” This fatigue of the peaceful status quo could be why the newspaper article sounded so excited about the first battle of the war taking place, and the fact that the fort was surrendered to the Confederacy.  "],"display_date":"April 17, 1861","search_date":"1861-04-17","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":32,"tag":"Civil War"},{"id":755,"tag":"Confederacy"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5296,"title":"General Braggs Carries Out Execution of Kentucky Youth","course_id":74,"status":"P","start_date":"1862-12-04","end_date":"1862-12-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At eleven o’clock on the morning following Christmas Day, 1862, General Braxton Bragg of the Confederate Army forced his Company E, 6<sup>th</sup> Kentucky Infantry Regiment (part of the commonly denoted “Orphan Brigade”) to stand round their fellow soldier, Asa Lewis, who awaited execution. Exactly one hour later the firing squad of twelve men carried out the young soldier’s sentence. As Lewis’ body, pierced by eleven bullets, fell to the ground, General John C. Breckenridge was “seized with a deathly sickness,” as a comrade of Lewis recalled, as he similarly collapsed, overwhelmed by the grief of the occasion.","Asa Lewis had enlisted in the Confederacy the year prior to his execution, and despite his lack of training, showed promise with his impressive performance at the Battle of Shiloh. Enlisting early in the war, Lewis had served the entirety of his commitment by December, and though he declined to reenlist, he had remained in Murfreesboro for several months. Perhaps feeling pressure from his regiment and commanding officers, Lewis reluctantly agreed to sign up for another commitment. Following the reversal of his decision not to reenlist, however, Lewis got word that his father had died, leaving his mother and sisters without any male support on their farm that had already suffered the effects of several Union raids. Upon hearing this news, Lewis requested permission to visit his family, but was refused. Viewing his enlistment status as less than explicitly outlined, Lewis left his brigade in the manner of “French leave” on December 4, 1862 for his Kentucky home– with the intent to return after assisting the finances of the women toward whom he felt responsibility. He did not journey far before officials detected his absence, however, and was promptly brought back and issued a warning against further such conduct. Nevertheless, Lewis left once again, was caught, and following the court martial to hear the details of his case, was sentenced to death by a firing squad.","In 1862, still early in the struggle, Confederate military authorities tended to carry out sentences with more leniency than in the latter portion of the war, often implementing punishments of a less severe nature for desertion, such as a period of hard labor, forfeiture of a portion of one’s pay, or being branded as a deserter. As supplies dwindled and morale dropped, the number of desertions increased, and enforcement of the Confederate <em>Articles of War </em>clause regarding the punishment of death for deserters became more rigorous, with Robert E. Lee realizing that their inferior numbers could not take a further toll from absentee soldiers.  Not surprising for this time then, Lewis’ corps commander, General Breckinridge, upon hearing the news of Lewis’ sentence, pleaded with General Bragg to intervene and save the 19 year old from what Breckinridge viewed as murder. Bragg, known for both his resolve to stand firm against the actions of deserters and his contempt for the Kentucky brigade, was unwavering in his determination to make an example out of Lewis. Breckinridge, unrelenting as well, brought a signed petition to Bragg on the day preceding the scheduled execution, displaying the support of all his officers to refer this case to President Davis rather than hastily carry out such a severe sentence. Bragg refused, stating firmly in response to Breckinridge’s appeals, “You Kentuckians are too independent for the good of the army. I’ll shoot every one of them if I have to.”","Through denying any possibility of action that could have stopped the death of Private Asa Lewis, and making a spectacle of the event to Lewis’ comrades and commanding officers, Bragg solidified the abhorrence between himself and the Kentuckians. Moreover, Bragg’s relationship with Breckinridge suffered immensely as a result of this decision, erasing any hope that the pair had of repairing the damage of previous conflicts."],"display_date":"December 4, 1862 - December 26, 1862","search_date":"1862-12-15","locations":[{"id":12343,"lat":35.8476814553,"lng":-86.4046881374,"zoom":9,"place":"RUTHERFORD, Tennessee"}],"tags":[{"id":715,"tag":"Military"},{"id":32,"tag":"Civil War"},{"id":755,"tag":"Confederacy"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5620,"title":"<strong>James D. Bulloch’s Secret Commissioning of the <em>C.S.S. Florida</em></strong>","course_id":93,"status":"P","start_date":"1861-06-04","end_date":"1862-08-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Confederate States of America never focused on its navy, but their secret operations to acquire one are often overlooked when learning about the navies of the Civil War.  In discussing these covert naval operations, one name is paramount, James Dunwoody Bulloch.","Bulloch had a naval background, and this was recognized by Confederate Secretary of the Navy Stephen Mallory.  Mallory ordered Bulloch to travel to England to purchase and oversee the building of gunships for the Confederate Navy as well as to purchase any other necessary naval supplies.  Upon arrival in Liverpool, England on June 4, 1861, Bulloch began his business by searching for a company that would be able to financially support the Confederate States of America in purchasing ships and supplies but all the while keeping it a secret.  Finding financial backing turned out to be an easy task, though. According to Bulloch in his book <em>The Secret Service of the Confederate States in Europe Volume 1</em>, “My early operations were greatly helped by the generous confidence of Messrs. Fraser, Trenholm and Co.  Within a month after my arrival, I had not only been able to buy a fair quantity of naval supplies on their credit, but had laid the keel of the first foreign built Confederate cruiser.”","The ship was to be built by two separate companies.  The first was William C. Miller and Sons who were responsible for the building of the ship and its frame, and the second was a company called Fawcett, Preston and Co. who was responsible for the manufacturing of the engine.  In his book, Bulloch says about William C. Miller and Sons, “The firm was selected…because the senior of the firm had been in the Royal Navy as a shipwright, and had served in her Majesty’s dockyards as a naval constructor.”  Moreover, Fawcett, Preston and Co. was also conveniently located in Liverpool which made the secrecy of the operation that much easier.","Construction of the ship commenced and it was made known that the ship’s name was <em>Oreto</em>, and that it was being built for an Italian merchant fleet.  This was necessary because the U.S. Consul in Liverpool at the time, Thomas Dudley, was watchful for Confederate war ships and tried to put an end to it by means of British neutrality laws.  Unfortunately, Dudley was unsuccessful because of Bulloch’s immense knowledge for these laws.  Bulloch made sure that the ship was never armed while being built so therefore, under law its manufacture was never in violation of the neutrality acts.","The <em>CSS Florida </em>sailed out of port in Liverpool destined to become a distinguished vessel for the navy of the confederacy, and Bulloch a silent hero."],"display_date":"June 4, 1861 - August 17, 1862","search_date":"1862-01-09","locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":755,"tag":"Confederacy"},{"id":113,"tag":"Navy"},{"id":1579,"tag":"Undercover"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5793,"title":"<strong><em>Harper's Weekly</em> Demands the US Disarm the Ku Klux Klan</strong>","course_id":113,"status":"P","start_date":"1871-03-25","end_date":"1871-03-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a news brief on March 25, 1871, <em>Harper’s Weekly</em> declared, “It is agreed upon all sides that the condition of the late rebel States is deplorable.” This magazine did not mention, however, that the reason the conditions of the rebel States was deplorable was because of the presence of the Ku Klux Klan. In response to the violent acts that the Ku Klux Klan had committed, a special committee of Congress had been called together. The committed responded that “…the remedy seems to be simple. Removal of every pretense of complaint, and complete personal security, are now required. General enfranchisement, and the summary destruction of the Ku-Klux, should be simultaneous.”","For the committee, the disablement of the Ku Klux Klan was a necessity. <em>Harper’s Weekly</em> noted on the matter, “Plainly, if disabilities are removed, the Ku-Klux may come into possession of the State governments.” The threat of the Ku Klux Klan gaining political power frightened the special committee. The Klan was a threat that required the US to intervene and stop. This was reflected strongly in the news brief’s ending: “The Ku-Klux terrorism indefinitely postpones the tranquility which is indispensable to the Southern States.” Thus, only with the Ku Klux Klan out of the picture could the southern States peacefully be assimilated back into the Union.","This news brief from <em>Harper’s Weekly</em> accurately reflects the fears of many people in the South during the years of reconstruction. The<em> Encyclopedia of American Religious History</em> contended that the KKK was originally a social fraternity. This changed, however, once Confederate veterans, under the guidance of Nathan Bedford Forest, took control of the Klan. Furthermore, historian Eric Foner argued that the KKK was a military arm of the Democratic Party in the South. In addition to Confederate Veterans, planters, merchants, and members of the Democratic Party also joined the Klan. the Klan became involved with political terrorism aimed at preventing Republicans from gaining political clout within the former rebel States. The Klan’s regular victims consisted of white Republicans, teachers, blacks, and those promoting Reconstruction.","As mentioned in the news brief, many people demanded the US government dismantle the threat of the KKK. In response to these demands, Congress passed the Ku Klux Klan Act (a.k.a the Third Enforcement Act) on April 20, 1871. This act enabled President Grant to use military force or suspend the writ of <em>habeas corpus</em> in order to stop any display of “insurrection” in the former Confederate states. While the Ku Klux Klan Act had moderate levels of success, in the 1876 Supreme Court case of <em>US </em>vs. <em>Cruikshank</em>, the Court’s holding was that the Ku Klux Klan Act was only applicable to state and local governments. Since the KKK was not part of the government, the organization was out of the jurisdiction of the Federal government. Thus, the KKK would survive and continue to haunt the South many decades following the end of Reconstruction."],"display_date":"March 25, 1871","search_date":"1871-03-25","locations":[{"id":8927,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":680,"tag":"Harper's Weekly"},{"id":470,"tag":"Reconstruction Period"},{"id":755,"tag":"Confederacy"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5796,"title":"<em><strong>The New York Times</strong></em><strong> Commemorates Jefferson Davis' Death</strong>","course_id":113,"status":"P","start_date":"1889-12-12","end_date":"1889-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an article describing the funeral of Confederate President Jefferson Davis, <em>The New York Times </em>wrote, “it [the funeral] was one of such magnificence and taste that the recollection of it will never vanish from the mind of any beholder.” People from all over the South attended Davis’ funeral, which was held in New Orleans on December 11, 1889. Describing the procession, <em>The New York Times</em> noted, “The cortege was more than three miles long, and contained many thousand persons.","Due to the influx of people in attendance, the city of New Orleans delayed the ceremonies for Davis’ funeral from 11 AM to 12 PM. Around 3 PM, Davis’ casket and the rest of the funeral procession arrived at the gates of Metairie Cemetery. Once the procession had reached Davis’ temporary tomb, <em>The New York Times</em> observed the following: “the military formed in double lines around the mound at parade rest, the veterans grouped themselves inside this line, and outside of the glittering line of blue and gold soldiery were tens of thousands of the foremost people of New Orleans.” Once the ceremonies were over, a single-file line was formed in order that people could get one last look at the first and only president of the Confederate States of America.","Undoubtedly, Davis’ political career was the reason that so many people attended his funeral. Even before his time as president of the Confederate States, however, Davis had an impressive career in politics. He was a West Point graduate, a US Senator, a US Representative, and served as secretary of war. At one point in time he was even married to President Taylor’s daughter! During Davis’ time in Congress, he resigned from the US Senate in 1861 to show his support of Mississippi’s quest for secession. The act, along with his already stellar reputation, earned Davis notable fame in the newly seceded southern States. This eventually led to his election as the only president of the Confederate States on February 9, 1861.","Many historians have questioned the value of Davis’ leadership for the South during the Civil War. Historian Eric Foner argued that Davis lacked the ability to effectively manage the South’s economy and deal with obstructionist governors. Davis also lacked skill in diplomacy, which greatly hurt the South.","Despite his lack of skills, throughout the Civil War, and even in its final days, Davis never submitted to Lincoln and the North. Upon the fall of Richmond at the Civil War’s end, Davis was arrested by Federal troops and held in prison for two years. Though he was eventually released, Davis was never pardoned for his acts concerning the Civil War, nor did he ever apologize for any of them. Davis endured a lot of criticism for the defeat of the South throughout the rest of his life, but as seen by this article, people lauded his unwavering devotion to the South. Davis was eighty-one years old when he died."],"display_date":"December 12, 1889","search_date":"1889-12-12","locations":[{"id":8929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":132,"tag":"Jefferson Davis"},{"id":755,"tag":"Confederacy"},{"id":808,"tag":"Funeral"},{"id":1218,"tag":"The New York Times"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5802,"title":"<strong>A Virginia Soldier Reflects on Battle and Wishes to be Home for the Holidays</strong>","course_id":113,"status":"P","start_date":"1862-11-30","end_date":"1862-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Sunday morning, November 30, 1862, Confederate soldier John French White wrote an intimate, yet dismal letter to his wife, Mat. White’s letter began with an explanation of how grateful he was to have received mail from his wife: “[I] contented myself by reading your welcome letter which afforded me great pleasure.” A few lines later, Mr. White proceeded to explain the horrors of the Battle of Sharpsburg (Antietam), which he had been involved in a few months earlier.","In his description of the Battle of Sharpsburg, White wrote, “Oh Mat it","almost makes [me] shudder to think of it how…Sept. 17 ’62 [will] live in the memory of the 32 Va. reg[iment] & its friends.” Despite all the carnage and devastation of the battle, White walked away unharmed. He viewed his survival as an act of God: “Thanks be to a kind Providence I came out unhurt but narrowly escaped. A ball passed [only] through my blanket between my body and right arm.”","The heart of White’s letter, however, is found in the remarks he made about coming home for Christmas. White acknowledged his wife’s plea for him to “get a pass to come to Mothers in the Chris[t]mas.” In response to her plea, Mr. White wrote, “I am sorry to tell you to do either [find a substitute or go home] is utterly impos[s]ible.” Although he hinted at the fact that he wanted to be home for Christmas, White understood that he had a commitment to the Confederacy. Since Mr. White was on “picket duty” in Fredericksburg and was expecting the city to be shelled by the Union forces, he had to abruptly end his letter.","White’s fear of the memory of the Battle of Sharpsburg had a lot of merit. As historian James McPherson pointed out, Sharpsburg was the site of some of the Civil War’s hardest fighting. Just as White had hinted, at nighttime on September 17, 1862, Confederate military leaders reported losses greater than fifty percent in several brigades. In addition, President of the Maryland Historical Society, Burton Kummerow, noted that about 23,000 soldiers were killed and wounded during the Battle of Sharpsburg. In regard to White’s fear of how the day would be remembered, Kummerow argued that it would forever be seen as a victory for the Union, and it eventually prompted Lincoln to issue the Emancipation Proclamation. Historian Stephen Sears also argued that the perceived Union victory at Sharpsburg compounded with the Emancipation Proclamation, prevented Britain, France, and other foreign agents from getting involved in the Civil War.","Aside from the Battle of Sharpsburg, White’s letter reflected emotions shared by soldiers on both sides during the Civil War. The Civil War proved to be more than just a few short battles. The physical and emotional stresses brought about by fighting, such as that at Shapsburg, gave every man a strong desire and longing for home, especially around the holidays."],"display_date":"November 30, 1862","search_date":"1862-11-30","locations":[{"id":5992,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":755,"tag":"Confederacy"},{"id":122,"tag":"Soldier"},{"id":32,"tag":"Civil War"},{"id":1256,"tag":"Christmas"},{"id":1793,"tag":"Virginia Infantry"},{"id":1853,"tag":"Fredericksburg"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6404,"title":"Coming South: A Confederate Sympathizer in a Northern State","course_id":149,"status":"P","start_date":"1860-12-14","end_date":"1860-12-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Just days before South Carolina seceded from the United States in December of 1860, an article titled “Coming South” was printed in a South Carolina newspaper, the <em>Abbeville Press.</em> The article included a letter written by a Northern Gentleman who wanted to support Southerner’s interests in rebelling against the abolitionist North. He believed that the South had been tolerant of the North’s tyranny for too long, and that the Southern states should rebel against the Union. The letter was originally addressed to a large commercial house in Mobile, Alabama, and it discussed the mounting political tensions at the time of publication between the Northern abolitionist states and the Southern pro-slavery states. The author of the letter stated that he was always a believer in the “divine and legal right of slavery,” and in state’s right of secession, and his beliefs made him an outlier in the North. Because secession seemed likely, the author wanted to express his support for the state’s right to secede, and for his desire to conduct business with or even migrate to the South in the event of secession. The author had accumulated land and wealth, and also produced goods that were exclusive to northern states, which would be valuable to the cotton states. The author claimed that if the Southern Confederacy was created as its own union, his first priority would have been to defend that right to secede, and his second would have been to help establish trade between the Confederacy and Europe, both of which would have been essential to fostering the Confederacy’s independence. The author chose to side with the South, because he believed fundamentally in the right to own slaves, to trade freely, and to secede if these rights were infringed upon.","In the letter presented in “Coming South,” the author addressed the issue of secession in terms of it being the only means to protect the interests of the South. In <em>Half Slave and Half Free: The Roots of the Civil War,</em> historian Bruce Levine discussed how Southerners believed that their position in the United States was untenable, and how the fear of abolition lead to secession (226). The letter author reflected the dominant ideology of the South at the time, because Southerners felt that in order to protect their economic interests and their existing lifestyle, it was necessary to remove themselves from a union that sought to eradicate slavery. Levine notes that antislavery sentiment had “demonstrably taken hold of a huge portion of the northern population” and that this instilled fear in the South, but the Northern letter author interestingly contrasted the dominant view of his region (233). The letter author's position as a wealthy gentelmen suggests that his interest in engaging with the South stemmed from economic concerns. In <em>Half Slave and Half Free, </em>Levine described instances of Northerners who sought to reconcile with Southern planters for the sake of economic gain, and stated that those who sided with the South were usually “key sections of the economic elite who feared alienating the slave owners more than they disliked slavery” (229). Essentially, in some instances businessmen, like the letter author, were more concerned with profiting from the Southern agricultural giants than they were with the moral aims of abolition. In \"Coming South,\" the <em>A</em><em>bbeville Press </em>used the letter to<em> </em>further the newspaper’s own pro-slavery and pro-secession agenda, by highlighting the possibility of economic and moral supprot from wealthy men in the North. The article did not give a name, location, or any identifying information about the letter’s author, so the letter could even have been a fabricated piece of propaganda, intended to encourage readers to side with secession. Southerner’s feared oppression from the majority of the North, but the existence of a pro-secession minority in the North would give Southerner’s reason to believe that they would be supported and successful if they removed themselves from the Union. Overall, the letter transcribed in “Coming South” is significant to period leading up to secession and the Civil War, because it reflected the contrast between Northern and Southern interests, and foreshadowed the eventual secession of the Southern slave states.  "," "," "],"display_date":"December 14, 1860","search_date":"1860-12-14","locations":[{"id":52809,"lat":30.6953657,"lng":-88.0398912,"zoom":8,"place":"Mobile Alabama"},{"id":52808,"lat":34.1781719,"lng":-82.3790147,"zoom":8,"place":"Abbeville South Carolina"}],"tags":[{"id":500,"tag":"trade"},{"id":755,"tag":"Confederacy"},{"id":4,"tag":"Slavery"},{"id":1879,"tag":"Secession"},{"id":32,"tag":"Civil War"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6556,"title":"Widows and Daughters of the South","course_id":160,"status":"P","start_date":"1861-04-12","end_date":"1865-05-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While their husbands were away at war, the women of the South had to leave behind their lives of comfort to assume roles to benefit the Confederate war effort. Many wives whose husbands and sons went to battle were left without a breadwinner and funds. Although Jefferson Davis’s wife, Varina, was not a widow at the time of his imprisonment, she faced similar challenges of widows. "," ","Women and daughters of the South whose husbands and fathers were off at battle were faced with the challenge of helping the war effort from the comfort of their homes. The women of Savannah helped the Confederacy by holding local fairs where they sold their valuable jewelry and china to collect funds to buy supplies for the soldiers and hospitals. They also donated their expensive piano covers to aid as blankets for the soldiers. In addition, the women created “The Ladies’ Gunboat Association” to collect donations to fund a warship to protect Coastal Georgia. They also created wayside homes which provided food and shelter for soldiers who were in need. "," ","Varina Davis played a significant role in her family as well. While her husband Jefferson Davis was imprisoned, she had to assume the position of head of the household. Despite the fact that her husband was alive, she faced similar troubles that widows of Confederacy had also. Although many widows depended on their inheritance to survive, Varina had nothing. She had to find a place and means to live, find a way to educate her six children, and figure out what her new life would entail. When Jefferson was freed, he was offered a job as a university president, but that offered little money to support the family. Jefferson and Varina spent years traveling from Canada to Cuba in search of a new life, since the Reconstruction of the South proved unwelcoming. They eventually made their way to Europe, where Varina essentially was the head of the house sense Jefferson was trying to find a job with the Southern Pacific Railroad in the United States. Jefferson obtained the job and left for Memphis, Tennessee, leaving Varina and his children in England. "," "," ","Although women on the home front were not in battle, they were metaphorical soldiers. Women had to overcome the battles of finding means to live for their family, which was difficult sense they never were the source of income for their household. Women also had to make personal sacrifices for soldiers and the Confederacy. "],"display_date":"April 12, 1861 - May 9, 1865","search_date":"1863-04-26","locations":[{"id":52944,"lat":32.0895435,"lng":-81.1230514,"zoom":6,"place":"Savannah, Georgia"}],"tags":[{"id":132,"tag":"Jefferson Davis"},{"id":32,"tag":"Civil War"},{"id":755,"tag":"Confederacy"},{"id":3062,"tag":"Varina Davis"},{"id":3063,"tag":"Widow"},{"id":3064,"tag":"Savannah"}],"course":{"name":"Civil War through the Lens of Biography","school":"Furman University","course_id":160,"school_id":4}},{"id":6612,"title":"\n\nLincoln Removes General McClellan From Command","course_id":164,"status":"P","start_date":"1862-01-01","end_date":"1862-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In November, 1862, a change occurred in Union power as President Abraham Lincoln removed General George McClellan from command of the Army of the Potomac. <em>The New York Times</em> stated, during “the fifteen months…he has had virtual control of the war have been utterly barren of results...Few commanders in history have had such splendid opportunities, and fewer still have so ostentatiously thrown them away.” McClellan commanded the Army of the Potomac satisfactorily from 1861 until November of 1862; as the war progressed, he quickly became paranoid about the size and talent of the Confederate Army. He was never outnumbered by the Confederates, and his paranoia put him at a mental disadvantage. "," ","During the start of the Seven Days Battle of July 1862, McClellan ably commanded his army. McCllelan launched an attack on Robert E. Lee and his troops. The Federals did not make irreversible gains, but McClellan believed his troops were in control; yet he ordered them to fall back. The retreat gave Confederates the advantage of more time. Consequently, Lee and his troops defended their position and caused McClellan to retreat due to his fear of losing. After this failure, Lincoln decided to give McClellan another chance which came at the Battle of Antietam nearly two months later."," ","The night before the Battle of Antietam, McClellan believed the Confederate Army had 120,000 plus men. Stephan Sears states, “McClellan imagined three Rebel soldiers for every one he faced on the Antietam battlefield. Every decision he made that September…was dominated by his fear of counterattack by phantom Confederate battalions.” McClellan had a plan to send troops as a diversion; he believed this would prevent Lee from overtaking Joe Hooker’s division. However, he gave his orders too late, and this caused McClellan to lose control of the battle, and let his irrational fears of the Confederate Army take over."," ","Lincoln wrote to McClellan to discuss his failures and give him a chance to respond; however, McClellan failed to impress Lincoln. After his failures in battle, Lincoln wanted to appoint someone more capable to the position of Commander of the Army of the Potomac. Lincoln talked to General Ambrose Burnside about becoming the new commander. Burnside had previously been asked to accept control after his success in North Carolina, but at that time Burnside denied the offer. This time the request was coming directly from the President, making it difficult to refuse. Burnside did not believe that he deserved this position, and he accepted it with reluctance."," ","McClellan allowed his fear of failure to control his ability to succeed as commander of the Army of the Potomac. If he would have been able to think more systemically and put aside the pressure to be perfect, he may not have lost his position. He frequently overestimated the size and power of the opponent; ultimately, this led to failure. The refusal to pursue the enemy at the close of the Antietam battle and for weeks afterwards, was the last straw for Lincoln, and he removed McClellan from power. Ultimately, McClellan was replaced by General Burnside as the new commander of the Army of the Potomac."," "],"display_date":"January 1, 1862 - November 30, 1862","search_date":"1862-06-16","locations":[{"id":14214,"lat":37.5407246,"lng":-77.4360481,"zoom":7,"place":"RICHMOND, Virginia"}],"tags":[{"id":3170,"tag":"Seven Days"},{"id":3169,"tag":"Burnside"},{"id":3168,"tag":"McClellan"},{"id":1792,"tag":"Antietam"},{"id":311,"tag":"Union"},{"id":755,"tag":"Confederacy"},{"id":701,"tag":"Lincoln"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}},{"id":6713,"title":"The Stone Wall","course_id":170,"status":"P","start_date":"4/16/17","end_date":"4/18/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Throughout the Civil War, there were some great commanders in both the Confederate and Union armies. One commander that stood out to me was Thomas Jackson. Jackson graduated from West Point, a U.S Military academy around 1846. Being that he graduated around that time he was able to fight in the Mexican War which lasted from 1846-1848.  After fighting in the Mexican War, he went on to pursue a teaching career. After teaching for a while, the secession of Virginia came about in 1861. After Virginia seceded from the Union, jackson took immediate action to join the Confederate army.","<strong><br /></strong>","After joining the army, the first wave of secession was already in place. The first wave lasted from December of 1860 through February of 1861. During the first wave, seven southern states took action and declared their independence from the Union. Throughout the first wave, Jackson hoped that his home state, Virginia, would remain in the Union. Although his home state seceded, he continued to show his loyalty towards his state rather than the Federal Government. In the army, Jackson originally served as colonel until he was promoted to brigadier general under General Joseph E. Johnston. Being that Jackson taught artillery tactics, he would have no problem leading men on the battlefield.","<strong><br /></strong>","Of course the first battle of the war came, and Jackson was ready to fight. The first battle in the Civil War was the Battle of Bull Run. In this first battle Jackson earns his nickname. His nickname comes about through a Union general. As Jackson rushed his men to close a gap against union attack, a Union general said “Look men, there’s Jackson standing like a stone wall”. After that day Thomas Jackson became known as “Stonewall” Jackson.  Some people might question why someone would just be standing in the middle of a battle. Later on during the Civil War, Jackson was eventually commissioned as a major general.","<strong><br /></strong>","Throughout the Civil War, Jackson led his men through some great victories. But little did he know that the end was near. Jackson’s final battle took place in Chancellorsville, Virginia. In this battle, Jackson went to fight with almost two times less men than the opposing Union Army.  The Union came into the battle with about 130,000 soldiers, and Jackson brought about 60,000 soldiers to the battle. Jackson already knew that he had the lower hand in this battle. Being that he had the lower hand he decided to join forces with Robert E. Lee to help fight towards victory.","<br />Out of that 60,000 soldiers, Jackson took 28,000 and  engaged in diversionary attacks against Hooker’s exposed flank. Jackson’s attack caused extreme casualties to the Union force. Following the attacks, Hooker was eventually forced to withdraw his soldiers. Hooker’s withdrawal meant victory for the Confederate Army.  The attacks by Jackson lasted until sunset. Following the end of the conflict, Jackson took some of his men to the forest to scout for approaching Union forces. Because it was night time, a North Carolina regiment mistook the Confederate Army for Union troops and opened fire. After realising that they weren’t Union soldiers, they ceased fire only to find that they had wounded Jackson. Jackson later died because the wounds were too severe for him to survive. Jackson went on to be known as one of the most notorious leaders during the Civil War."],"display_date":"April 16, 1917 - April 18, 1917","search_date":"1917-04-17","locations":[{"id":53067,"lat":38.3084627,"lng":-77.6344334,"zoom":8,"place":"Chancellorsville, Virginia"},{"id":52766,"lat":37.4315734,"lng":-78.6568942,"zoom":8,"place":"Virginia"}],"tags":[{"id":2930,"tag":"Virginia"},{"id":2676,"tag":"Stonewall"},{"id":32,"tag":"Civil War"},{"id":755,"tag":"Confederacy"},{"id":3347,"tag":"1861"},{"id":3348,"tag":"Thomas Jackson"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}