{"id":757,"tag":"Catholicism","points":[[33.9914893238,-80.8577865567],[42.3649994065,-70.9800517697],[16.4498,107.5623501],[16.0544068,108.2021667],[10.8230989,106.6296638],[38.911387,-77.03062]],"bounds":[[42.3649994065,108.2021667],[10.8230989,-80.8577865567]],"episodes":[{"id":5078,"title":"<strong>William Gilmore Simms' Account of the 1865 Destruction of Columbia </strong>","course_id":43,"status":"P","start_date":"1865-02-14","end_date":"1865-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1865, William Gilmore Simms, famed Southern novelist, published a text recounting the capture and burning of Columbia, South Carolina, by the forces of General William Sherman.  The text was highly anecdotal, creating a scene of violence, and disorder.  He recounted looting, fires, and destruction. Simms argued that Sherman willing and knowingly allowed Columbia to burn, that soldiers prevented firemen and citizens from stopping the fires, and even started fires themselves. The text reveals the massive resentment held against Sherman as a result of the collapse of Columbia. However, for all of his stories, Simms missed some of the most incendiary factual events, like the mock senate of soldiers that convened to “repeal” the nullification bill South Carolina had passed decades earlier.","William Gilmore Simms was one of the leading literary figures in the South during this period.  Although remembered as a novelist, Simms also wrote many histories.  In <em>A Sober Desire for History: William Gilmore Simms as Historian, </em>historian Sean Busick examines Simms' historical works.  He consciously removes the text on Columbia from his examination,  arguing that since it was written soon after the events it described, it lacked the elapsed time to be considered a history.  However, Busick's conclusions are still applicable to the text.  Busick argues that like many contemporary historians Simms viewed history as a literary art form, one that required a artist's skill and imagination to present the historical facts in a proper and morally edifying way.  The anecdotal, story-telling style applied to the text, in addition to the judgments leveled against Sherman, reveal these artistic and moralistic trends in the book."],"display_date":"February 14, 1865 - February 20, 1865","search_date":"1865-02-17","locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":757,"tag":"Catholicism"},{"id":756,"tag":"Columbia"},{"id":244,"tag":"Violence"},{"id":755,"tag":"Confederacy"},{"id":32,"tag":"Civil War"},{"id":284,"tag":"General Sherman"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5215,"title":"Arsonists Target Catholic Convent in Massachusetts","course_id":62,"status":"P","start_date":"1834-08-12","end_date":"1834-08-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1834, the growing unrest and instability between American natives and Irish immigrants was approaching the point of violence. In 1834, the Boston Evening Transcript reported an act of arson that broke the line between civil unrest - in the form of protest - and violence, when the Charlestown Convent was burned to the ground. Near eleven o’clock on 11 August, arsonists gave warning to the inhabitants of the convent, allowing them time to escape. Throughout the compound, the assailants had placed tar-barrels that were set ablaze to bring the Convent and it’s secondary buildings to the ground – destroying all that was contained inside.","<br /> The arsonists represented the growing contingent of Americans who considered themselves “Natives,” the rightful Americans tasked with resisting a foreign invasion. These Nativists, compromised of a protestant majority, looked towards the new Catholic Irish immigrants as targets for their oppression. Throughout the nineteenth-century, the US economy was greatly affected by the influx of these Irish immigrants. This new labor force that was willing to work for cheaper wages marginalized the workforce already present. The native group of workers sought retribution as the new Irish immigrants were taking their jobs away, targeting the predominantly Catholic culture and attempting to pressure its institutions into acquiescence.","<br /> The events at the Charlestown Convent represent the acts of violence and intolerance that spread throughout the remainder of the nineteenth-century. For those Nativists who judged the Irish to be at the root of the rise in unemployment, action was necessary to return the status quo.<br /><br />"],"display_date":"August 12, 1834","search_date":"1834-08-12","locations":[{"id":6207,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":80,"tag":"American Immigration"},{"id":757,"tag":"Catholicism"},{"id":597,"tag":"Irish"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":6741,"title":"A Struggle for Freedom: The 1966 Buddhist Crisis of South Vietnam","course_id":179,"status":"P","start_date":"3/26/66","end_date":"6/8/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            On March 27, 1966, the<em> New York Times</em> reported on ongoing anti-government protests led by young, angry Buddhists, mainly teenage boys and girls, in Saigon, South Vietnam (United Press International, 1966). With a crowd of over 3,000 demonstrators led by the Buddhist youth headquarters, they demanded that the military government of Premier Nguyen Cao Ky be replaced with a civilian government. The Rev. Hoang Quynh, chairman of the Catholic Greater Unity Force, also voiced a similar opinion saying that the current government should be replaced by civilian representatives of each of the country’s main religions. Premier Ky responded to the protestors by promising that a civilian government would be established soon, but at the same time, criticized the demonstrations and demanded for an immediate end to them. Premier Ky also hinted that the government would resort to physical force to dispel demonstrations occurring in not only Saigon, but also Hue and Danang, two other major cities where large-scale protests were happening. For Hue especially, being the old imperial capital, the protests attracted around 20,000 students. In Saigon, as well as Hue and Danang, the protests were not only anti-government, but also anti-American. Many speakers at the rallies denounced Ky’s government as being “corrupt” and having sold out to the American government. Among those in the rallies were South Vietnamese soldiers in uniform. The students, together with the soldiers, chanted for the overthrow of Ky’s government, and the enactment of democracy and return of sovereignty.","            Even before the 1966 Crisis, the Buddhist movement had been growing in size and support for years. To many, the Buddhist movement really began on May 8 1963, when government forces shot at crowds of Buddhists celebrating Wesak, the anniversary of the birth of Buddha (Roberts 1965, 240). This incident would not be the last act of religious suppression that Buddhists would face. President Ngo Dinh Diem, who came into power following the 1954 Geneva Convention (Sacks 1967, 516), installed a pro-Catholic regime that recognized Buddhism not as a religion, but as an “association” (Roberts 1965, 240). Many Buddhists publically spoke of their experiences of unfair treatment as a result of Diem’s regime. The Buddhist journal <em>Lien Hoa </em>published appeals to end religious oppression and forced conversion to Catholicism. Buddhists also spoke of favouritism towards Catholics when it came to promotions and land tenure (Roberts 1965, 241). Even though it is called the Buddhist Crisis, they were not the only group experiencing suppression at the time. All groups independent of the government, including the Boy Scouts, experienced a decline in influence as government-backed organizations took their place. Because of this, the boy scouts would come to play an active role during anti-regime protests (Roberts 1965, 242). The movement was not only anti-regime in nature, but also anti-American. During protests and demonstrations, the Buddhists claimed they represented the voice of the people in order to emphasize their dedication to Vietnamese nationalism and tradition. The Government of South Vietnam, by contrast, had brought in American forces and turned Vietnam into a battlefield between the United States and the forces of communism (Topmiller 1997, 207-208)."],"display_date":"March 26, 1966 - June 8, 1966","search_date":"1966-05-02","locations":[{"id":53091,"lat":16.4498,"lng":107.5623501,"zoom":8,"place":"Hue Vietnam"},{"id":53092,"lat":16.0544068,"lng":108.2021667,"zoom":8,"place":"Danang Vietnam"},{"id":53093,"lat":10.8230989,"lng":106.6296638,"zoom":8,"place":"Saigon Vietnam"}],"tags":[{"id":757,"tag":"Catholicism"},{"id":292,"tag":"Vietnam"},{"id":2247,"tag":"communism"},{"id":1385,"tag":"Social Movement"},{"id":3424,"tag":"Buddhism"},{"id":3425,"tag":"Nguyen Cao Ky"},{"id":3426,"tag":"Nationalism"},{"id":3427,"tag":"Suppression"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":179,"school_id":28}},{"id":6802,"title":"Cardinal Cushing, JFK, and the Religion Hurdle","course_id":183,"status":"P","start_date":"1/1/66","end_date":"1/30/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"N","content":["“I was convinced if anyone could break through that wall of prejudice, our best hope was with John F. Kennedy. More than any other Catholic of the twentieth century, he was capable of facing this Herculean challenge.”  ","In 1966, Richard Cardinal Cushing, a close confidante and spiritual adviser to John F. Kennedy, sat for an oral history with Edward M. Kennedy. Cardinal Cushing first encountered John F. Kennedy during his campaign for Congress and said that he remained a steadfast influence in the young President’s life until his untimely death. Cushing attested that Kennedy called and visited him frequently to discuss a range of subjects, from federal aid to education to current events. In his interview with Edward M. Kennedy, Cushing described and evaluated the main conflicts Kennedy faced regarding his Catholic religion.","Cushing declared that some citizens undoubtedly did not vote for Kennedy solely for his Catholicism and he admitted that some in the Catholic hierarchy felt the time had not yet come for a Catholic’s election to the presidency. In sharp contrast, Cushing extolled Kennedy’s ecumenical spirit, which meshed with the reforms associated with the Second Vatican Council. Cushing likewise noted Kennedy’s “liberal rather than conservative Catholicism” and many “qualities of mind and heart” made him the only Catholic with a chance to obtain the highest office in the land.","Cushing stated that Kennedy’s faith never obstructed his relationships. Yet Kennedy’s faith and allegiance prevailed as a topics of heated controversy during his campaign and presidency. During his interview with Cushing, Edward M. Kennedy mentioned a highly-publicized incident regarding the Chapel of Four Chaplains in Pennsylvania, where Kennedy encountered harsh criticism for neglecting to attend an interdenominational service. Cushing said this was just one of hundreds of similar conflicts. This specific episode, however, continued to follow Kennedy, despite his insistence that he did not attend solely because “he was not credentialed to be a representative of the Catholic church,” according to historian Shaun Casey.","Kennedy’s Catholicism gave rise to other concerns, including fears that he would advocate to send an ambassador to the Vatican. Cushing considered this an “absurd objection” and proclaimed that he knew no one in the U.S. Catholic hierarchy who supported that initiative. Yet a group of Baptist ministers in St. Louis passed a resolution that encouraged Kennedy to send Cardinal Cushing himself – “Mr. Kennedy’s own hierarchical superior in Boston” – to obtain the Vatican’s authorization on Kennedy’s position regarding the separation of church and state. Casey wrote that a move like this would have presented Kennedy as submissive to the Vatican. Kennedy firmly denounced this appeal, reiterating that he felt strongly that his position mirrored those of most American Catholics.","As for federal aid to education, Cushing never passionately supported the cause, fearing that parochial schools would become subject to some federal control. But Cushing affirmed that Kennedy felt private or parochial schools deserved a place in the U.S. educational system. Kennedy even believed these schools should receive “some kind of aid that had no relation to religion,” as long as this motion would align with the Constitution. Historian Thomas Maier wrote that during a debate surrounding a 1950 federal aid-for-education bill, Kennedy openly argued that parochial schools should receive aid, at least for buses and health services.","Cushing told Edward M. Kennedy how he officiated the late President’s wedding to Jacqueline Bouvier, visited during one of Kennedy’s near-fatal hospital stays, gave the only prayer offering at Kennedy’s inauguration, and attended the funeral masses of both Patrick Bouvier and the President himself. In all the time that he knew the President, Cushing said he never once saw any evidence that an allegiance to the Vatican had influenced Kennedy’s loyalties to the presidency. In fact, he considered Kennedy “the greatest representative of brotherhood...we had among the laity.”","<br /><br /><br /><br /><br /><br />"],"display_date":"January 1, 1966 - January 30, 1966","search_date":"1966-01-15","locations":[{"id":52855,"lat":38.911387,"lng":-77.03062,"zoom":7,"place":"Washington, D.C."}],"tags":[{"id":3561,"tag":"Richard Cardinal Cushing"},{"id":3563,"tag":"Vatican"},{"id":3562,"tag":"Edward M. Kennedy"},{"id":757,"tag":"Catholicism"},{"id":648,"tag":"Kennedy Assassination"},{"id":2703,"tag":"John F. Kennedy"}],"course":{"name":"JFK","school":"Marist College","course_id":183,"school_id":77}}]}