{"id":759,"tag":"Immigrants","points":[[42.3649994065,-70.9800517697],[41.8399513458,-87.8166666032],[40.6916304076,-74.0035386433],[39.8715057392,-77.2179223246],[40.7805662337,-73.9388482485],[22.396428,114.109497],[56.130366,-106.346771]],"bounds":[[56.130366,114.109497],[22.396428,-106.346771]],"episodes":[{"id":5079,"title":"<strong>The 16th Massachusetts Regiment Disbanded in 1864</strong>","course_id":43,"status":"P","start_date":"1864-07-27","end_date":"1864-07-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 27, 1864, Private Richard Monnahan was discharged from G Company of the 16<sup>th</sup> Regiment, Massachusetts Infantry, on the day the entire regiment was mustered out.  According to his discharge form from the United States Pension Office, Monnahan was 22 years old, five feet five inches tall, of dark complexion with dark grey eyes.","The 16<sup>th</sup> regiment was formed in 1861 and served until July of 1864.  It was initially assigned to Fort Monroe, Virginia, but would fight in battles like Manassas, Fredericksburg, Chancellorsville, Gettysburg, and Spotsylvania Court House.  Private Monnahan’s service follows the entire life of the regiment.  Formed on June 29, 1861, Monnahan enrolled less than two weeks later on July 12<sup>th</sup> and would serve until the regiment mustered out on July 27, 1864, when his three year contract expired.  James McPherson, in his <em>Battle Cry of Freedom, </em>remarks that 1864 marked the end of many Union soldiers’ service.  In the Confederacy, soldiers were required to remain in the army after the completion of their terms, whereas Northerners’ terms of service were upheld and were allowed to go home.  In the end, McPherson estimates that 100, 000 chose not to re-enlist while 136,000 did re-enroll.  It is not known what Private Monnahan chose to do after being discharged.","The fact that Monnahan was born in Ireland draws attention to the role of immigrants in the army.  McPherson argues that although immigrants made up one quarter of the men in the Union Army, they constituted 30 percent of the male fighting-age population, making them underrepresented in the Union Army.  This interesting example of Private Monnahan, however, provides a personal perspective of one of the countless immigrants that did choose to fight."],"display_date":"July 27, 1864","search_date":"1864-07-27","locations":[{"id":6210,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":760,"tag":"Infantry"},{"id":759,"tag":"Immigrants"},{"id":758,"tag":"Irish-Americans"},{"id":321,"tag":"Union Army"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5130,"title":"An English traveler visits America","course_id":49,"status":"P","start_date":"1864-10-01","end_date":"1864-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Chicago, during the 1860’s, was an up-and-coming commercial city filled with buzz, people, industry and trade. Steamships and large boats rolled down rivers, canals, and out into and in from the mighty Lake Michigan. Streets were filled with the hustle and bustle of shoppers and market traders. John Francis Campbell, who visited Chicago from England in 1864, likened the city to a major European city in his memoir, “A Short American Tramp on the Fall of 1864”. He compared the busy streets to Paris, the wharfs to Glasgow and Liverpool,  and he said the railroad tracks and engines were like nothing he had ever seen anywhere. Trains, he said, were like dragons the way they snorted loudly, but he also saw their impact on the farming and agriculture in Chicago. They were used to transport grains, seeds, pigs, etc. These were not like the English locomotives that he had known: they were loud, boisterous, deep, howling roars, different from the “shrill yells” of the English locomotives. Technology and industry were impacting Chicago and helping its advancement during this time. Canals made a huge impact on Chicago’s growth as a city. They provided routes to the Great Lakes and because Chicago is located right on Lake Michigan, it made a wonderful inland seaport so goods could come by ship along canals and the Mississippi River and also along the railroads. It was a horrible place for a city though, since it was located on mostly swampland.","Chicago was a city in the Midwest and affected by the “transportation revolution”. Much of its economy was booming because of the advantages of new forms of transportation and communication. J.F. Campbell realized this and said, “Ships of large size, big steamers, tugs, boats, and all the paraphernalia of a big inland seaport, come straggling through the town in canals which open to the lake; and street-cars and locomotives come rattling, panting and hissing, roaring and ringing, through the town. The whole is something unlike any other place in the world. In its water streets it savours of Amsterdam, and a very bad savour it is. In its wharfs, it has something of Glasgow or Liverpool. The main street, with the magnificent shop-fronts, is something like Argyle Street; the bustle is like Lord Street; the tame railway engines unlike anything to be found.” (p 277) During the second half of the 19th century, Chicago was the railway center of all America. It became one of the leading manufacturing and trade centers in the country. Chicago was becoming one of the fastest growing cities around because of its location, industry, and labor. Chicago became the center of the meat-packing industry as well. Campbell recalls one day seeing a train filled with livestock and chicken then seeing them being butchered. All of the industry led to massive increase in wealth, but there was still “devastating poverty” right by its side. There was a large immigrant population, mostly from Ireland and parts of Northern Europe. These men made up most of the working class and provided the dirty backbone for Chicago’s growth. Chicago was known as “The City of Opportunity.”","Chicago was a bright city that was on its way up economically and industrially. Its location, population, and steady stream of immigrant workers contributed to its stability and placement as a top urban city in the United States."],"display_date":"October 1864","search_date":"1864-10-16","locations":[{"id":2539,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":827,"tag":"Chicago"},{"id":759,"tag":"Immigrants"},{"id":58,"tag":"Industry"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5166,"title":"With poor immigrants to America","course_id":66,"status":"P","start_date":"1/1/14","end_date":"12/31/14","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1914, Stephen Graham, an European, wrote a book describing his first journey in the United States and why he was so impressed. First, he wrote about why he came to U.S., “I came to America to see men and women and not simply bricks and mortar, to understand a national life rather than to moan over sooty cities and industrial wildernesses. Hundreds of thousands of healthy Europeans passed annually to America. I wanted to know what this asylum or refuge of our wanderers actually was, what was the life and hope it offered, what America was doing with her hands, what she was yearning for with her heart. I wished to know also what was her despair,” he says. Graham and most of the immigrants believed that in the United States it was easy to get a place and earn an honest living. In the first chapter “The Arrival of the Immigrant”, he described how he and other immigrants arrived in New York. All the approved immigrants were overjoyed. These people were mostly Europeans, such as Germans, Swedes, Italians and Russians.","Graham then expressed how he was impressed by the advanced technology, diversity of language, people’s hospitality and kindness and the natural environment.  He was also impressed by Americans' culture and faith: “America breathed kindness. New York seemed to me more friendly and hospitable than any other great city I had lived in,” he says, “I for my part have to thank numberless farmers, east and west, for kindly interest and good talks, loaves of bread, cups of coffee, and pleasant meals. Several times when I have been cooking by the side of a road a farm wife has come running out to me with something hot from her kitchen, with an ‘Eat this, poor man, and God bless you, you must be hungry.’” Graham was very touched by these kind people and the way they lived.","Graham basically loved America rather than his home country, in every aspect such as culture, religion, society and economy. “We live in a tradition; they live in an expectation. We are remedying the old state; they are building the new. We are loyal to the ideas of our predecessors, they are agape to divine the ideas of generations yet to come,” Graham once says in his book. In the end of the book, he expresses how he thinks of the United States and how the United States is better than his home country.  He says, “Back to Russia! From the most forward country to the most backward country in the world; from the place where ‘time is money’ to where the trains run at eighteen miles an hour; from the land of Edison to the land of Tolstoy; from the religion of philanthropy to the religion of suffering--home once more.”","Graham’s book reflected the image of the United States in the European’s eyes. His experiences perfectly explain why Europeans craved to come to the U.S. during the early 1900s. In the book <em>The Huddled Masses: The Immigrant in American Society, 1880-1921, </em>Alan Kraut explains that the depression of the 1890s greatly enhanced the number of Eastern and Southern European immigrants in United States. By 1910, Eastern and Southern Europeans made up seventy percent of the immigrants entering the United States. Kraut argues that immigration to America was but one of the many choices available to the immigrants, and that individual aptitude and desires were just as influential as cultural, social, and familial pressures to find a better life, which is exactly what Graham was talking about. As Kraut discusses, escaping religious, racial, and political persecution, or seeking relief from a lack of economic opportunity or famine, were the main reasons why they wanted to come to United States. To sum up, what Kraut explains about the immigration of early 20<sup>th</sup> century perfectly illustrates Graham’s experience and the reason why those Europeans were craving to move to the United States during the early 20<sup>th</sup> century."],"display_date":1914,"search_date":"1914-07-02","locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":892,"tag":"European immigrants"},{"id":797,"tag":"America in 19th Century."},{"id":759,"tag":"Immigrants"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5338,"title":"The Irish Brigade Endures More Hard Fighting at Gettysburg","course_id":74,"status":"P","start_date":"1863-07-02","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"After a long and fatiguing march, we arrived on the evening of the 1st instant within about 3 miles of Gettysburg,” wrote Major Sergeant Clair Mulholland in his 1863 battlefield report.  There the 116<sup>th</sup> Pennsylvania Infantry, along with others of its Brigade, awaited orders to the sound of the surrounding battle.  In the late afternoon the Brigade finally marched toward the battle, eager to succeed once more in its military endeavors.","What truly set this Brigade apart was its title as the Irish Brigade.  Composed of the 63<sup>rd</sup>, 69<sup>th</sup>, and 88<sup>th</sup> New York Infantries, the 28<sup>th</sup> Massachusetts Infantry, and Mulholland’s 116<sup>th</sup> Pennsylvania Infantry, the Irish Brigade was unique in that almost the entirety of its men were Irish Catholic immigrants or descendents thereof.  By the time Mulholland marched his regiment across the fields of Gettysburg, the Brigade had already come to fame as a heroic one.","While Irish Catholics remained one of the most underrepresented populations in the Union Army, the Irish Brigade fought valiantly to earn the respect of its fellow soldiers.  Many had been wary at the idea of a purely Irish Brigade of the Union Army, as such ethnic divisions might run contrary to the term “Union”.  However, others saw the value of the Brigade in its ability to threaten the British out of allying themselves with the South.  A successful Irish Brigade hinted to the British that any action in favor of the Confederacy could cause trouble in its already troubled territory of Ireland.  Luckily for the Union, the Irish Brigade was most often successful.","At Gettysburg in particular the Irish Brigade famously pushed back Longstreet’s Corps in the wheat field near Little Round Top and Devil’s Den on July 2<sup>nd</sup>.  According to Mulholland, “The order was given to advance, which the brigade did in excellent style, driving the enemy from their position, which we at once occupied.”  While the end of the second day of battle brought heavy loss for the Brigade, the following day found them witnessing the failure of Pickett’s Charge, which they saw as revenge for their massive losses at the Battle of Fredericksburg.  By the end of the third day the Confederate troops at the wheat field had surrendered.  The Brigade had suffered severe losses—of the 530 soldiers it brought to Gettysburg, about 320 were killed—something they had become used to as a consequence of its unending bravery.  Mulholland reported, “Every one did his duty in a manner that excited my warmest admiration and gratitude. Were I to mention any one in particular it would be but showing injustice to the rest, as each one tried to excel the other in deeds of gallantry and daring.”","Today the Irish Brigade is honored at Gettysburg with the statue of a Celtic cross and a greyhound.  The greyhound is the Irish symbol of loyalty and the statue itself a memorial to the Irish Brigade’s heroism.  It stands as a reminder that despite the prejudices that may have been held against the Irish, when the battle began those who fought did not hesitate to act with valor."],"display_date":"July 2, 1863 - July 4, 1863","search_date":"1863-07-03","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":912,"tag":"Gettysburg"},{"id":759,"tag":"Immigrants"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5364,"title":"State of Liberty and Immigrants: First Days","course_id":76,"status":"P","start_date":"1886-01-01","end_date":"1886-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Statue of Liberty is an icon of today, just as it was for immigrants in the late 19th and early 20th Century.  The inauguration of the Statue of LIberty took place on Thursday, October 23, 1886.  The day started with a military, naval and civil parade in New York City.  After the parade, a signal was given for steamers in the bay to move in a particular and pre-calculated order towards the island.  There were certain ceremonies that took place at the base of the statue, which concluded around sunset that day.  To conclude the day's festivities, there was a national salute from all batteries, both on and offshore.  Finally, the statue was illuminated, for all of the citizens to see."," ","The Statue of Liberty would be the first thing an immigrant sees when approaching the American coast.  The immigrants would arrive on ships, which needed to be checked by health officers before being allowed further into the bay.  The immigrants were then moved to a barge for further examinations by United States authorities.  These immigrants were divided into groups of 30.  Each group was tagged or numbered, to distinguish the different groups.  These groups moved onto examination rooms, where each immigrant would be checked for diseases and physical defects.  Those immigrants who were found to have diseases or physical defects were detained.  Examiners had lists, which were organized by groups, where each group told their name and how much money they had, in addition to whatever else the examiner wanted to know.  The immigrants without funds, friends or prospective homes were deemed \"undesirable\" and were marked as such."],"display_date":1886,"search_date":"1886-07-02","locations":[{"id":8929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":1170,"tag":"Statue of Liberty"},{"id":759,"tag":"Immigrants"}],"course":{"name":"ENGL 305: Literary History and Writing","school":"St. Norbert College","course_id":76,"school_id":44}},{"id":5452,"title":"How the United States Differentiated Itself From England","course_id":83,"status":"P","start_date":"1/1/14","end_date":"12/31/14","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["What were people truly gaining from venturing to America? This is what many like the writer below quested to experience and understand.  Stephen Graham, a British traveller, walked about New York City and stopped to converse with an American man in a club. The man opened Graham’s eyes to the American mentality when Graham asked if it was embarrassing to take such great risks such as death and disease all for the sake of expansion of the city. The man replied: \"You play chess?\" said he, laughing. \"That's it exactly. He did not care to sacrifice pieces; he was entirely on the defensive in his chess, eh? And in life he would be the same, hoarding his pennies and his dollars, and economizing and saving. That's just how the American is different. He doesn't mind taking great risks; he is playing the large game, sacrificing small things, hurrying on, building, destroying, building again, conquering, dreaming. We are always selling out and re-investing. You are concentrating on yourselves as you are; we want to leave our old bodies and conditions behind and jump to a new humanity.\" This American, as opposed to Graham, did not save and count on every event to be safe. Rather, he took pride and joy in knowing that he was taking risks. The Americans as this man saw it were not afraid to fantasize about bigger and better things. Once they thought up something they wanted, they pursued it without fail until their desires were realized. The Americans were neither complacent nor fearful. They celebrated the trials and tribulations of normal men and realized that things may be less than ideal at times.","For many, the journey to America consisted of working in factories to procure better lives for themselves and their families.  \"In the period between 1866 and 1900, over 13 million immigrants entered the United States...Most immigrants left their homes seeking jobs and better financial opportunities in the United States. Some, like the Jews in Russia and Poland, left because of religious or political oppression. Most arrived with little money and no professional skills. Many immigrants were young males who intended to stay in the country only long enough to earn some money and then return home—and, in fact, many did return. Others settled permanently in the United States and saved money to pay for their loved ones to join them.\"  Thus we see that people came to the United States to work. I think it is safe to assume we have an identity of the working class. The nation was built on hard work, from the colonists to the industrial age.","."],"display_date":1914,"search_date":"1914-07-02","locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":1324,"tag":"Differences"},{"id":759,"tag":"Immigrants"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":83,"school_id":40}},{"id":5489,"title":"Jane Addams takes a look back at Hull-House, twenty years later.","course_id":89,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In <em>Twenty Years at Hull-House</em>, Jane Addams reflected that after twenty years, Hull-House held true to its charter: “To provide a center for the higher civic and social life; to institute and maintain educational and philanthropic enterprises, and to investigate and improve the conditions in the industrial districts of Chicago.” However, she realized some changes had taken place at Hull-House.  The immigrant population slowly moved from “prosperous Irish and Germans” to “Russian Jews, Italians, and Greeks”.  The commerce on Polk Street came to include a shop for already made clothing that Addams deemed a “pretentious establishment”.  Also, Hull-House’s location had changed from suburbs to city.","The buildings and homes situated on Polk and Halstead streets had also changed with their inhabitants.  The types of houses now occupying the area in 1910 were “frame cottages” found typically in the poorer suburbs and contained several families rather than one.  Many of the homes were moved into the neighborhood from nearby land taken over by factories. Therefore, the cottages looked temporary and were overshadowed by four or five story high tenement buildings.  The tenements had no water supply, no fire escapes, and inadequate garbage collection.","The site Addams described in 1910 was her creation.  Hull-House came to life during the time of Jane Addams. Hull-House, founded in 1889, celebrated twenty years of being a place immigrants came to gain knowledge about settling in America. Hull-House located in Chicago on the corner of Halstead and Polk, in 1889 was home to Russian, Sicilian, Greek, and Italian immigrants making up the majority of Chicago’s population. Hull-House’s mission of being a place where immigrants came to learn soon required it to offer classes to meet the immigrant’s needs.  Services came to include classes, such as, English language, cooking, and American government. A public kitchen, nursery and playground were other amenities offered to the residents of Hull-House.  The residents, who paid rent and contributed to the services, took the lead on many Hull-House projects that led to social reforms. After twenty years of operation Hull-House remained a cooperative environment for the immigrant population in Chicago."],"display_date":1910,"search_date":"1910-07-02","locations":[{"id":17541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":759,"tag":"Immigrants"},{"id":7,"tag":"Women"},{"id":1383,"tag":"Jane Addams"},{"id":1384,"tag":"Hull House"},{"id":1385,"tag":"Social Movement"},{"id":1386,"tag":"Social Settlement"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}},{"id":6792,"title":"Human tie of Canada and Hong Kong in 1980s and 1990s","course_id":180,"status":"P","start_date":"1/1/80","end_date":"12/31/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Canada and Hong Kong were strongly connected by immigrants, business, government, and education in the 1980s and 1990s. In 1989, eleven percent of 189,956 immigrants to Canada were coming from Hong Kong (“Hong Kong”, 1990). One in eight new Canadians were Hongkongers. 20,000 Hongkongers landed in Canada in 1989, which included independents, business, and family class immigrants. The Commission for Canada in Hong Kong was the largest overseas Canadian immigration office. The agent for British Columbia in Hong Kong, Dickson Hall, said that these immigrants strengthen the trade relationship between the two regions. Hong Kong companies were interested to invest in Canada for two reasons: It was easier for them to find their targeted client, and the demand for Canadian products was increased in Hong Kong. In order to retain the strong tie with Hong Kong, Canada negotiated with China for a wide network of bilateral agreements after 1997 when Hong Kong reverted to Chinese control. One of the important goals of the agreement was to ensure Hong Kong residents with Canadian passports were able to enjoy consular protection after 1997. Before the negotiation with the Chinese government, Canada had already established several agreements on the air services, mutual legal services and film co-production with Hong Kong. In the governmental field, The Commission of Canada was planning an exchange program of officials between two governments in order to let the younger leaders of Canada learned about the regulation of financial institution and public services. Canada was also a popular study aboard country for Hong Kong people, while 14,000 Hong Kong students were in Canada, and 60,000 graduates of Canadian universities were living in Hong Kong.    ","           During the 1980s, business immigration was an important approach to migrate to Canada. According to the Immigration Regulations 1978, there were three categories of business immigrants: Entrepreneur, Investor and Self-Employed. The purpose of introducing business immigrants was to import skilled business people and capital to improve the Canadian economy. In 1989, there were 17,035 business immigrants, representing 9% of Canada's total immigration population coming into Canada that year (Atkey, 69). Due to the economic recession in the 1980s, the Canadian Ministry of Employment and Immigration introduced the Immigrant Investor Program in 1986 (Atkey, 70). The program introduced people into Canada who have business skills and experience that will benefit Canada, and who are prepared to make a minimum investment in a small to medium-sized business in Canada in order to develop the economy in some provinces (Atkey, 70). Also, their investment must create or maintain employment opportunities in Canada. This policy attracted many Hong Kong people because of the fear of the handover to Communist China, especially those who were middle-class professionals and upper-class business people (Harrison, 17). The business immigration program provided an opportunity for the Hongkongers who were afraid of the Chinese governance to transfer their business and capital to Canada. Between 1983 and 1992, 36 percent of all business immigrants, 40 percent of all entrepreneurs and 48 percent of investors came from Hong Kong (Harrison, 17). Most of the Hong Kong people settled in three Canadian major cities: Toronto, Vancouver, and Montreal. According to the Regulatory Impact Statement, the average dollar amount that brought by business immigrants was $1.7 million per investor (Atkey, 71). Since the threshold of becoming a business immigrant was relatively low compared with independent and family immigrants, therefore, it encouraged many Hong Kong people to apply as a business immigrant.  "],"display_date":"1980 - 1999","search_date":"1989-12-31","locations":[{"id":53135,"lat":22.396428,"lng":114.109497,"zoom":8,"place":"Hong Kong"},{"id":52801,"lat":56.130366,"lng":-106.346771,"zoom":8,"place":"Canada"}],"tags":[{"id":3540,"tag":"Business immigrants"},{"id":3539,"tag":"Hong Kong"},{"id":1630,"tag":"Canada"},{"id":2394,"tag":"Immigration Policy"},{"id":759,"tag":"Immigrants"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":180,"school_id":28}}]}