{"id":76,"tag":"Adolescence","points":[[40.7805662337,-73.9388482485]],"bounds":[[40.7805662337,-73.9388482485],[40.7805662337,-73.9388482485]],"episodes":[{"id":4478,"title":"Boys and Baseball","course_id":16,"status":"P","start_date":"1883-02-09","end_date":"1883-02-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Boys do not like sitting around and talking. They would much rather be running, jumping, throwing, and screaming.","So it comes as a complete surprise to see that on February 9, 1883, a group of adolescent boys, aged anywhere from ten to sixteen, gathered together as delegates of eleven of New York's grammar schools to form a baseball club. The boys came from the city's schools, known by numbers and not by designated names, to elect officers, discuss membership, and resolve important problems like whether or not teachers should be umpires (According to the boys, teachers would make lousy umpires because they do not understand the game and may show favoritism). Acting very much like adults and unlike immature kids, the schoolboys committed to meeting the next week to continue discussion about the organization.","There are several interesting points in this simple meeting. Baseball, quickly becoming America's pastime, was still in its infancy. Major cities did have forms of professional teams, but often players had regular jobs, making baseball little more than a serious hobby. The idea of a highly organized league for professionals was still years away, and in most cases, those wanting to play the game would have to join a baseball club structured very similar to the one the schoolboys designed. Moreover, sport as a spectacle had not yet become popular, and games did not draw the crowds or the money they do today.","But this story also brings out ideas about the city during the late 19th century. Today, no respectable parent would allow adolescents the free reign of the city, an idea imperative for the boys to form the group. Instead of isolation kids might find in cities today, kids of the late 19th century had options for all kinds of action.","This article also speaks about 19th century home life. Baseball was still somewhat of a renegade sport, played at this time in spare lots which were a far cry from the manicured palaces found in city parks today. And while parents disapproved of the game—mainly because it seemed to replace work with pleasure—boys needed the baseball diamond as a refuge from home. In the hot summer months, staying inside without air conditioning was impossible, and it was very likely that mothers would be caring for younger siblings or dealing with sickness caused by the still limited understanding of sanitation. In addition, socially, baseball provided an important opportunity for boys to belong to a group that promoted fun instead of mischief. For these schoolboys, playing baseball in a dusty lot was much more comfortable (and more fun) than returning home."],"display_date":"February 9, 1883","search_date":"1883-02-09","locations":[{"id":8929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":76,"tag":"Adolescence"},{"id":75,"tag":"New York City 1880s"},{"id":78,"tag":"City Life"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}]}