{"id":760,"tag":"Infantry","points":[[42.3649994065,-70.9800517697]],"bounds":[[42.3649994065,-70.9800517697],[42.3649994065,-70.9800517697]],"episodes":[{"id":5079,"title":"<strong>The 16th Massachusetts Regiment Disbanded in 1864</strong>","course_id":43,"status":"P","start_date":"1864-07-27","end_date":"1864-07-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 27, 1864, Private Richard Monnahan was discharged from G Company of the 16<sup>th</sup> Regiment, Massachusetts Infantry, on the day the entire regiment was mustered out.  According to his discharge form from the United States Pension Office, Monnahan was 22 years old, five feet five inches tall, of dark complexion with dark grey eyes.","The 16<sup>th</sup> regiment was formed in 1861 and served until July of 1864.  It was initially assigned to Fort Monroe, Virginia, but would fight in battles like Manassas, Fredericksburg, Chancellorsville, Gettysburg, and Spotsylvania Court House.  Private Monnahan’s service follows the entire life of the regiment.  Formed on June 29, 1861, Monnahan enrolled less than two weeks later on July 12<sup>th</sup> and would serve until the regiment mustered out on July 27, 1864, when his three year contract expired.  James McPherson, in his <em>Battle Cry of Freedom, </em>remarks that 1864 marked the end of many Union soldiers’ service.  In the Confederacy, soldiers were required to remain in the army after the completion of their terms, whereas Northerners’ terms of service were upheld and were allowed to go home.  In the end, McPherson estimates that 100, 000 chose not to re-enlist while 136,000 did re-enroll.  It is not known what Private Monnahan chose to do after being discharged.","The fact that Monnahan was born in Ireland draws attention to the role of immigrants in the army.  McPherson argues that although immigrants made up one quarter of the men in the Union Army, they constituted 30 percent of the male fighting-age population, making them underrepresented in the Union Army.  This interesting example of Private Monnahan, however, provides a personal perspective of one of the countless immigrants that did choose to fight."],"display_date":"July 27, 1864","search_date":"1864-07-27","locations":[{"id":6210,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":760,"tag":"Infantry"},{"id":759,"tag":"Immigrants"},{"id":758,"tag":"Irish-Americans"},{"id":321,"tag":"Union Army"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}