{"id":761,"tag":"letter","points":[[39.3376228786,-83.057004776],[33.5543155862,-86.8964933862],[32.364480123,-90.8603381835],[32.3595678,-81.7787021]],"bounds":[[39.3376228786,-81.7787021],[32.3595678,-90.8603381835]],"episodes":[{"id":5080,"title":"The Forgotten Plague","course_id":43,"status":"P","start_date":"1832-03-01","end_date":"1832-03-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In present day, the “flu” is more commonly consider an inconvenient virus, which puts one out of commission for a day or two. But in 1832, influenza frequently ran its full course causing respiratory failure and death. In a letter from Fanny Wilson Johnson to her sister Eliza, Fanny discussed their father’s health, church happenings, and town affairs. Amidst her small talk, written sideways in the column of the final page, was a scribbled note listing several people who had died recently in Greenfield, Ohio from influenza. In 1832, a rapid spread of influenza swept across the world taking many lives in its path. Despite “US influenza 1832” being included in historical lists of epidemics, there are few/no articles written on this epidemic past mid/late nineteenth century. Could this be because influenza frequently followed cholera and so was overshadowed by a greater killer? Or is it because the influenza epidemic of 1918 was more frequently diagnosed and recorded? For whatever reason this epidemic is left out of medical journals, by 1841, <em>The Medical Examiner</em> still considered it the “most destructive of epidemics.”"," ","The medically inclined, journalists, and communities theorized on what caused and spread the virus based on what they could observe. Theories included, but are not limited to, meteorological extremes, airborne poisons, polluted water--especially the flooded Ohio River, and the yellow buttercup. The most suspected culprit, however, was the cold weather. Symptoms included cough, a lack of energy, cold shivers, headaches, aches in arms, legs, and spine, swollen eyes, and loss of appetite. It then could quickly progress to include diarrhea and blistering of the skin. By the ninth or eleventh day after symptoms appeared, many were dead."," ","With the death toll rising and an uncontrollable spread of the virus, extreme treatments were desperately employed. These included bleeding, mercurial purging (causes a release of the bowels), diaphoretics (causes extreme sweating), emetics (causes vomiting), local counter-irritants (causes inflammation in one area to reduce inflammation in an adjacent area), mustard footbaths, calomel and warm lotions. Several of these treatments weakened the body further and may have contributed to the virus progressing to death."," ","Considering the contagiousness and fatality of influenza in 1832, especially in Ohio, it is curious that Fanny Wilson Johnson remarked on the causalities in her area so fleetingly. This excerpt could be inconclusive independent of other correspondence where Fanny may have written more thoroughly or emotionally about her reaction to the virus, or this could be an example of an attitude of acceptance towards death and illness."],"display_date":"March 1, 1832","search_date":"1832-03-01","locations":[{"id":10545,"lat":39.3376228786,"lng":-83.057004776,"zoom":9,"place":"ROSS, Ohio"}],"tags":[{"id":761,"tag":"letter"},{"id":762,"tag":"influenza"},{"id":763,"tag":"epidemic"},{"id":764,"tag":"Ohio"},{"id":765,"tag":"1832"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5583,"title":"Understanding A Letter From Birmingham Jail","course_id":88,"status":"P","start_date":"4/16/63","end_date":"4/16/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After being arrested in downtown Birmingham on a Good Friday, Reverend Martin Luther King Jr. wrote his famous letter, <em>“A Letter From Birmingham Jail” </em>responding to the criticism demonstrated by eight prominent white clergy man. This letter has been found important through out history because it expresses King’s feelings toward the unjust events and it is an example of a well-written argument. Most importantly, this letter explains current events in Birmingham in 1963 as well as in the rest of America and it demonstrates the approach Reverend King took through out the whole civil-rights movement of 1950s and 1960s.","Due to unfortunate circumstances, the great injustice of slavery makes up a significant portion of America’s history.  Even after this chapter of history ended, it left its legacy of “blacks” being portrait as subhuman and it developed a sense of racism in the new generations. In addition, following the Civil War, that legacy was expressed through the Jim Crow Laws, which promoted segregation. These new laws violated the fundamental american tenet that “all men are created equal” and are “endowed by their creator with certain unalienable right”. [1] Historian C. Vann Woodward describes the segregating Jim Crow laws as:","“That code lent the sanction of law to a social ostracism that extended to churches and schools, to housing and jobs to eating and drinking. Whether by law or by custom, that ostracism extended to virtually all forms of public transportation, to sports and recreations, to hospitals, orphanages, prisons and asylums and ultimately to funeral homes, morgues, and cemeteries.”[2]"," ","The American people were motivated by the terrible acts of violence on black people and were touched by the civil-rights movement’s message of “respect for the dignity of the individual”.[3] There are different opinions of what led to start the civil-rights movement of 1950s and 1960s. Although some may say it was after the Supreme Court’s decision in the Brown v. Board of Education 1954, Fairclough wrote that it was a “consequence of the rise of black voting after World War II”.[4] Nonetheless, it is a fact that Alabama was home to the three most significant campaigns. First there was the Montgomery bus boycott of 1955-56, followed by the Birmingham protests of 1963 and later on the Selma Campaign of 1965.","After 1945, African Americans in Birmingham made significant gains as they “built parks, playgrounds, and swimming pools for blacks, and it took action to punish white policemen who beat up black prisoners.”[5] In addition, by the mid-1950s, a substantial black electorate arose numerous enough to influence the outcome of some elections. This grabbed the attention of white candidates, which were then forced to decide whether to seek the support of the black voters or humiliate them to solidify the white vote. With a growing sense of fear that black voters were going to change the “southern way of life”, politician Eugene T. Connor of Birmingham took an anti-black stance and made white racial privilege the focus of his campaign. Martin Luther King Jr., in his letter, describes Birmingham as “the most thoroughly segregated city in the United States” where “ negroes have experienced grossly unjust treatment in the courts” and had “more unsolved bombings of Negro homes and churches”.[6]","Specifically, in 1963, there were numerous current events that took place in Birmingham that support Dr. King’s words. For example, in a racially mixed neighborhood two people were killed in a bomb explosion. Police Commissioner Connor ordered police dogs and water hoses against the elementary and high school students who joined the “Children’s Crusade” demonstrations in downtown. 1,500 people rioted around the Gaston Motel after being bombed, leaving 50 people injured. And last but not least, the Sixteenth Street Baptist church was bombed killing four Black girls and wounding several other children.[7]","Given a few examples of the many occurrences that happened in Birmingham in 1963 and after reading Martin Luther Kings thoughts on it, it is hard to understand why Martin Luther King did not choose to retaliate with the same violence and instead chose direct action. In his letter, he explain to the clergyman his reasons for choosing direct action which was “to create a situation so crisis packed that it will inevitably open the door to negotiation”.[8] These words truly depict Martin Luther King’s idealism of not only the civil-war movement but of democracy as well. After studying theology, King’s views for America’s political future was theological.  According to Heltzel, King believed a democratic community had to be made up three characteristics, which were: inclusivity, interculturality and non-violent love.[9]","It is believed that King’s ways came after the Bombing of his Montgomery home where he was confused and frightened and saw no other solution but to pray to God. It was then where he became inspired by multicolored dreams of democracy.[10] He rendered democracy with the metaphor of “beloved community” which meant, “Every person is sacred, unique, dignified, and loved by God and thus must be fully and meaningfully incorporated into the human society”.[11] He believed that to achieve this it could only be done through non-violent love because violence was the death of the very possibility of Democracy.[12]","Overall, “A Letter from Birmingham Jail” is one the best written argumentative pieces. It’s a piece full of history but most importantly is a piece where we can witness how Reverend Martin Luther King Jr. approaches his problems and how well it worked."," "," "," "," "," "," ","[1] Canady, Charles T. \"America's struggle for racial equality.\" Policy Review no. 87 (January 1998): 42. Academic Search Premier, EBSCOhost (accessed September 7, 2012)."," ","[2] Canady, “America’s Struggle For Racial Equality”.","[3] Canady, “America’s Struggle For Racial Equality”.","[4] Fairclough, Adam. \"Dividing Lines: Municipal Politics and the Struggle for Civil Rights in Montgomery, Birmingham, and Selma.\"<em>Alabama Review</em> 57, no. 2 (2004): 132-140. http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/211800689?accountid=13584."," ","[5] Fairclough, “Dividing Lines”.","[6] King, Martin Luther. \"Letter from Birmingham jail.\" Letter From Birmingham Jail (January 2, 2009): 1. Academic Search Premier, EBSCOhost (accessed September 10, 2012).","[7] http://www.bcri.org/archives/index.html"," ","[8] King, “letter from Birmingham Jail”.","[9] Heltzel, Peter Goodwin. \"RADICAL (EVANGELICAL) DEMOCRACY: THE DREAMS AND NIGHTMARES OF MARTIN LUTHER KING, JR. AND ANTONIO NEGRI.\" Political Theology 10, no. 2 (April 2009): 287-303. Academic Search Premier, EBSCOhost (accessed September 7, 2012)."," ","[10] Heltzel, “Radical Democracy”, 297.","[11] Heltzel, “Radical Democracy”, 297."," ","[12] Heltzel, “Radical Democracy”, 300."],"display_date":"April 16, 1963","search_date":"1963-04-16","locations":[{"id":31662,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":761,"tag":"letter"},{"id":203,"tag":"Birmingham, Alabama"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5814,"title":"A Native American Officer Writes Home about Promotion","course_id":113,"status":"P","start_date":"1863-10-07","end_date":"1863-10-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 7, 1863 Captain Ely S. Parker of the United States Army wrote a letter to his brother Nic under the belief that their father was dead, bemoaning that, “We are orphans, scattered far and wide across this country. We must all do our best. We can feel that our lost parents have gone the course of nature.” Parker ended the letter by asking Nic to move in with their sister left alone by the death of their father, and take care of his house before finally telling his brother, “I am now Asst. Adjt. Genl. To Major General Grant and will remain so for the future.” This final news would be important for anybody but it was particularly important to Parker a member of the Seneca Nation.","Ely S. Parker played an important role in the Civil War as Adjutant to General Grant. He wrote many of Grants important orders and correspondence and was named Grants military secretary during the Petersburg campaign. Parker attained the rank of brevet brigadier general, the only Native American to reach this rank in the Federal Army during the Civil War. Parker was present at Appomattox and wrote the terms of Lee’s surrender. At the surrender Lee looked at Parker and seeing that he was a Native American remarked, “I am glad to see one real American here.” Parker later said, “I shook his hand and said, ‘we are all Americans’.”","Parker’s letter home highlights how soldiers were often just as concerned about the things going on at home as they were about the war; even during a pivotal moment in his military career Parker was more concerned about his dying father and making sure his sister was taken care of than he was about his promotion.","Letters like Parker’s can highlight the sentiments that soldiers felt towards the war. Even though Ely S. Parker was a very unique person living in very unique circumstances his letter still reflected how many soldiers looked at the war."],"display_date":"October 7, 1863","search_date":"1863-10-07","locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":761,"tag":"letter"},{"id":32,"tag":"Civil War"},{"id":932,"tag":"Native American"},{"id":1870,"tag":"Ely Samuel Parker"},{"id":1871,"tag":"General Grant"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6450,"title":"To My Loving Miss Patsy","course_id":145,"status":"P","start_date":"1857-08-29","end_date":"1857-08-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Writing, “To My Loving Miss Patsy,” in a letter in August 1857, Vilet Lester began by explaining that:","“I have long been wishing to embrace this present and pleasant opportunity of unfolding my feelings since I was constrained to leave my long loved home.”","Lester had had four masters since she left the Pattersons’ home and desperately missed those that she had left behind, including but not limited to, her mother, brothers, and sister.  However, most of all, she desperately needed to know where her daughter was because her current owner, Mr. Lester, had promised to reunite the two.  She implored Patsey to write her back as soon as possible so that she could try and piece together that relationship"," First hand accounts written by slaves are rare.  Yes, we have slave narratives but these people were remembering what happened to them.  Letters, instead, give a glimpse into what enslaved people were experiencing at that very point in their lives.  Since it was illegal to teach a slave to read and write, few slaves wrote letters and fewer survived."," Unlike some other letters, Lester actually wrote this letter without assistance.  At this time,  masters often taught their slaves to read so that they could read the Bible. This fed the misconception that slave masters were more like father-figures than abusers.  However, they would often only teach slaves to read and not write. Therefore, it is notable that Vilet learned how to write as well.  There were also pragmatic reasons, like needing a slave to read in order to do errands.  Finally, some owners just believed in the virtue of education."," “My dear mistress I cannot tell my feelings nor how bad I wish to see you”. Vilet continued.  In this case, Lester wrote in a seemingly amicable manner. She didn’t write in the formal way in which someone would write to their boss, or even parent, but rather, it was written like she was talking to a good friend to just catch up.  This may seem strange because why would slaves look fondly upon their masters, if the grand narrative of slavery today is so often trying to debunk the myth of slaves being happy and content with their circumstances?"," Plot twist. It can be inferred that Ms. Patterson was not actually the headmistress of the plantation.  Instead, Patsey, the child of the head master and mistress of the plantation, and Vilet grew up together. Headmistresses, the female owners, were twice as likely to teach slaves to read and write than owners were. White children, in slaveholding households, were oftentimes teachers to their enslaved playmates as well.  So, the master’s kids would end up teaching slaves either in secret or without even knowing about the legality of what they were doing.  This last instance seems to fit perfectly with the correspondence of Violet to Patsey.  Instead of an enslaved person inquiring about those whom she has left behind, she was actually attempting to catch up with an old friend, and probable teacher."," Lester closed the letter as follows:","“So I must come to a close by describing myself your long loved and well wishing playmate as a servant until death. If you should think a nuff of me to right me which I do beg the favor of you as a servant direct your letter to Millray Bullock County Georgia. Please to right me So fare you well in love.”","Love is not a word that comes to up in modern discourse surrounding slavery, unless one is referring to the love that slaves had for one another.  It’s not acceptable to claim that masters loved their slaves.  However, what about the children of these households and enslaved children? Vilet mentions love five times in this letter, three of them are referring to Patsey. I suppose this just goes to show that even in the darkest of situations, a bit of light always manages to shine through."],"display_date":"August 29, 1857","search_date":"1857-08-29","locations":[{"id":52850,"lat":32.3595678,"lng":-81.7787021,"zoom":7,"place":"Bullock County, Georgia"}],"tags":[{"id":761,"tag":"letter"},{"id":2840,"tag":"Slave Literacy"},{"id":1609,"tag":"georgia"},{"id":4,"tag":"Slavery"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":145,"school_id":11}}]}