{"id":762,"tag":"influenza","points":[[39.3376228786,-83.057004776],[33.553801834,-86.8960886107]],"bounds":[[39.3376228786,-83.057004776],[33.553801834,-86.8960886107]],"episodes":[{"id":5080,"title":"The Forgotten Plague","course_id":43,"status":"P","start_date":"1832-03-01","end_date":"1832-03-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In present day, the “flu” is more commonly consider an inconvenient virus, which puts one out of commission for a day or two. But in 1832, influenza frequently ran its full course causing respiratory failure and death. In a letter from Fanny Wilson Johnson to her sister Eliza, Fanny discussed their father’s health, church happenings, and town affairs. Amidst her small talk, written sideways in the column of the final page, was a scribbled note listing several people who had died recently in Greenfield, Ohio from influenza. In 1832, a rapid spread of influenza swept across the world taking many lives in its path. Despite “US influenza 1832” being included in historical lists of epidemics, there are few/no articles written on this epidemic past mid/late nineteenth century. Could this be because influenza frequently followed cholera and so was overshadowed by a greater killer? Or is it because the influenza epidemic of 1918 was more frequently diagnosed and recorded? For whatever reason this epidemic is left out of medical journals, by 1841, <em>The Medical Examiner</em> still considered it the “most destructive of epidemics.”"," ","The medically inclined, journalists, and communities theorized on what caused and spread the virus based on what they could observe. Theories included, but are not limited to, meteorological extremes, airborne poisons, polluted water--especially the flooded Ohio River, and the yellow buttercup. The most suspected culprit, however, was the cold weather. Symptoms included cough, a lack of energy, cold shivers, headaches, aches in arms, legs, and spine, swollen eyes, and loss of appetite. It then could quickly progress to include diarrhea and blistering of the skin. By the ninth or eleventh day after symptoms appeared, many were dead."," ","With the death toll rising and an uncontrollable spread of the virus, extreme treatments were desperately employed. These included bleeding, mercurial purging (causes a release of the bowels), diaphoretics (causes extreme sweating), emetics (causes vomiting), local counter-irritants (causes inflammation in one area to reduce inflammation in an adjacent area), mustard footbaths, calomel and warm lotions. Several of these treatments weakened the body further and may have contributed to the virus progressing to death."," ","Considering the contagiousness and fatality of influenza in 1832, especially in Ohio, it is curious that Fanny Wilson Johnson remarked on the causalities in her area so fleetingly. This excerpt could be inconclusive independent of other correspondence where Fanny may have written more thoroughly or emotionally about her reaction to the virus, or this could be an example of an attitude of acceptance towards death and illness."],"display_date":"March 1, 1832","search_date":"1832-03-01","locations":[{"id":10545,"lat":39.3376228786,"lng":-83.057004776,"zoom":9,"place":"ROSS, Ohio"}],"tags":[{"id":761,"tag":"letter"},{"id":762,"tag":"influenza"},{"id":763,"tag":"epidemic"},{"id":764,"tag":"Ohio"},{"id":765,"tag":"1832"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5222,"title":"Spanish Influenza Aspirin Scare","course_id":62,"status":"P","start_date":"10/1/18","end_date":"10/31/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1918 the American Bayer aspirin manufacturer ran an advertisement in the October 18, 1918 edition of the<em> Birmingham News</em>, assuring readers that “the manufacture of Bayer-Tablets and Capsules of Aspirin is completely under American control.” They wanted to assure readers that they were “being operated as a 100% American concern” and that the overseers of that operation were all “native American.” Bayer clearly wanted readers to know their product was none other than American-made, which translated into “safe.” But what was going on that warranted this effort to convince people aspirin was safe? In the fall of 1918 a story was spreading from coast to coast: Germans, the story went, were dispensing aspirin with an insidious secret ingredient: Spanish influenza.","The aspirin story was not all that was spreading from coast to coast in 1918. Between 1918-1920, the pandemic “Spanish” flu killed around 675,000 Americans and infected millions. It was swift and severe and, at first, no one saw it coming because everyone's attention was turned to Europe and the raging war. Soon fear began to spread as well. Germans were already vilified by Americans so it made sense to them that the “Huns” might utilize biological warfare in this way. Historian Alfred Crosby relates how the head of the Health and Sanitation Section of the Emergency Fleet Corporation accused Germany of having “started epidemics in Europe” and that he saw “no reason why they should be particularly gentle with America.” Crosby reminds us “[t]he people of the United States were stark raving patriotic in summer 1918.” One way Americans showed support for the war was by virtue of boycotting all things German. The “Germanness” of beer and ale was questioned, Crosby writes, so that American breweries also felt it necessary to take out ads in newspapers defending their loyalty. A suggestion was made that Bach and Beethoven—both German composers and both dead for some time—should be banned from all concerts. Americans trusted nothing other than products made for and by Americans.","And so it was that Bayer found itself in the position of defending its formerly German-patented product. No, influenza was not spread through aspirin tablets. The illness spread far too quickly to be caused by pills. Fear, however, spread more quickly than illness, and so in October 1918 Bayer found itself trying to calm that fear. “They may be used with full confidence” the advertisement declared, during a time when confidence was in short supply."],"display_date":"October 1918","search_date":"1918-10-16","locations":[{"id":18257,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":763,"tag":"epidemic"},{"id":762,"tag":"influenza"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5231,"title":"Fun Times During the 1918 Spanish Flu Epidemic","course_id":62,"status":"P","start_date":"10/21/18","end_date":"10/21/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 21,1918, <em>Birmingham News</em> staff writer Henry Vance told his readers “[i]t is much better to be interned than interred.” The Spanish influenza had reached Birmingham, and officials had advised citizens to stay inside to avoid infection. Each day Vance featured a new game idea suitable for families to play while they remained indoors. In number six of a series called “Indoor Sports For the Interned During the Influenza Epidemic” he asked his readers a question: “Ever play logomachy? There's a game for you.” Then, as with other suggestions in the series, such as parcheesi and various card games, he proceeded to explain the game and how to play it. Logomachy (pronounced: lo-ga'-ma-key), as it turns out, was a card version of what we would call Scrabble. “The main idea in Logomachy,” he explained, “is to take a deck of cards with letters on them, shuffle and deal.” He then spelled out the main idea of Logomachy: “You play your cards to the board. If your card helps spell a word it counts in your favor.” One can imagine families eagerly taking to these ideas, as there was little else for them to do in late October of 1918.","The pandemic flu had come to town, and it was quickly claiming victims. The paper was reporting deaths daily and health officials realized they must act. During that month the city of Birmingham began closing schools and canceling public gatherings. Theaters and department stores were all but abandoned. In fact, Boards of Health across the nation were canceling events. Author John Barry relates how cities were rescheduling outdoor activities such as parades and war rallies. In Philadelphia officials canceled the draft call. People were told to avoid crowds, stay inside and keep warm. This was reasonable advice. The Spanish Influenza ultimately infected one-third of the world population and killed 675,000 Americans. The only hope people had was to try and lock it out of their homes.","With businesses closed, people had little else to do to pass the time. We could presume that boredom set in quickly for families as days, and then weeks, went by without being able to go to town. However, as Vance pointed out, it was much better to be locked in than to risk dying. He advised that “all should take their enforced confinement good-naturedly during the influenza epidemic.” Deadly flu was striking every city in the nation, and Henry Vance responded with an effort to keep everyone's spirits up. “It's a great game,” he wrote, “and if I can buy a deck of cards I'm going to beat somebody yet, while this epidemic is on.”"],"display_date":"October 21, 1918","search_date":"1918-10-21","locations":[{"id":18257,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":762,"tag":"influenza"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5240,"title":"Flu Ravages Families in Birmingham","course_id":62,"status":"P","start_date":"10/20/18","end_date":"10/20/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ms. Lucy Dickinson, writing for the <em>Birmingham News</em> in October 1918, sent out an urgent plea to the city for a foster mother. An infant had been brought to the Children's Hospital by neighbors who had been caring for him. The baby's parents were victims of the epidemic “Spanish” influenza and were being treated at the local infirmary. Dickinson explained that the two \"big-hearted fellows” who brought him in were “at their wit's end,” weary from working during the day and trying to care for the sick family during the night. This, unfortunately, was a situation being repeated across the city.","The epidemic influenza had arrived in Birmingham and was running its deadly course. The hospitals and infirmaries were already overflowing with patients. Children's Hospital in Birmingham reported they had to put two children to each bed; many were orphans whose parents had fallen victim to the flu. John Barry explains that “in many cities more than half of all families had at least one victim ill with influenza...” What set the 1918 influenza outbreak apart from other ordinary influenza outbreaks was the way in which it struck down healthy adults. Typical influenza went after only the weakest, the young and the very old. It had even come to be known as the “old man's friend” Barry explains, for the way it took the elderly in a somewhat peaceful manner. “There was no such grace about influenza in 1918” he explains. It struck “the robust, the fit, the hearty, the ones raising young sons and daughters—those were the ones who died.” Such was the case in Birmingham in October 1918.","“The little fellow is a fine baby,” Ms. Dickinson proclaimed, adding that a foster mother may be “the only means of saving the baby's life.” There is no way to know whether a mother stepped forward to foster the “fine little fellow,” but we do know that this scenario played out in town after town across America, as the epidemic influenza ravaged families from coast to coast."],"display_date":"October 20, 1918","search_date":"1918-10-20","locations":[{"id":18257,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":762,"tag":"influenza"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}}]}