{"id":763,"tag":"epidemic","points":[[39.3376228786,-83.057004776],[33.553801834,-86.8960886107],[39.878712355,-75.2036894677],[43.0936649,-75.8001519]],"bounds":[[43.0936649,-75.2036894677],[33.553801834,-86.8960886107]],"episodes":[{"id":5080,"title":"The Forgotten Plague","course_id":43,"status":"P","start_date":"1832-03-01","end_date":"1832-03-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In present day, the “flu” is more commonly consider an inconvenient virus, which puts one out of commission for a day or two. But in 1832, influenza frequently ran its full course causing respiratory failure and death. In a letter from Fanny Wilson Johnson to her sister Eliza, Fanny discussed their father’s health, church happenings, and town affairs. Amidst her small talk, written sideways in the column of the final page, was a scribbled note listing several people who had died recently in Greenfield, Ohio from influenza. In 1832, a rapid spread of influenza swept across the world taking many lives in its path. Despite “US influenza 1832” being included in historical lists of epidemics, there are few/no articles written on this epidemic past mid/late nineteenth century. Could this be because influenza frequently followed cholera and so was overshadowed by a greater killer? Or is it because the influenza epidemic of 1918 was more frequently diagnosed and recorded? For whatever reason this epidemic is left out of medical journals, by 1841, <em>The Medical Examiner</em> still considered it the “most destructive of epidemics.”"," ","The medically inclined, journalists, and communities theorized on what caused and spread the virus based on what they could observe. Theories included, but are not limited to, meteorological extremes, airborne poisons, polluted water--especially the flooded Ohio River, and the yellow buttercup. The most suspected culprit, however, was the cold weather. Symptoms included cough, a lack of energy, cold shivers, headaches, aches in arms, legs, and spine, swollen eyes, and loss of appetite. It then could quickly progress to include diarrhea and blistering of the skin. By the ninth or eleventh day after symptoms appeared, many were dead."," ","With the death toll rising and an uncontrollable spread of the virus, extreme treatments were desperately employed. These included bleeding, mercurial purging (causes a release of the bowels), diaphoretics (causes extreme sweating), emetics (causes vomiting), local counter-irritants (causes inflammation in one area to reduce inflammation in an adjacent area), mustard footbaths, calomel and warm lotions. Several of these treatments weakened the body further and may have contributed to the virus progressing to death."," ","Considering the contagiousness and fatality of influenza in 1832, especially in Ohio, it is curious that Fanny Wilson Johnson remarked on the causalities in her area so fleetingly. This excerpt could be inconclusive independent of other correspondence where Fanny may have written more thoroughly or emotionally about her reaction to the virus, or this could be an example of an attitude of acceptance towards death and illness."],"display_date":"March 1, 1832","search_date":"1832-03-01","locations":[{"id":10545,"lat":39.3376228786,"lng":-83.057004776,"zoom":9,"place":"ROSS, Ohio"}],"tags":[{"id":761,"tag":"letter"},{"id":762,"tag":"influenza"},{"id":763,"tag":"epidemic"},{"id":764,"tag":"Ohio"},{"id":765,"tag":"1832"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5222,"title":"Spanish Influenza Aspirin Scare","course_id":62,"status":"P","start_date":"10/1/18","end_date":"10/31/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1918 the American Bayer aspirin manufacturer ran an advertisement in the October 18, 1918 edition of the<em> Birmingham News</em>, assuring readers that “the manufacture of Bayer-Tablets and Capsules of Aspirin is completely under American control.” They wanted to assure readers that they were “being operated as a 100% American concern” and that the overseers of that operation were all “native American.” Bayer clearly wanted readers to know their product was none other than American-made, which translated into “safe.” But what was going on that warranted this effort to convince people aspirin was safe? In the fall of 1918 a story was spreading from coast to coast: Germans, the story went, were dispensing aspirin with an insidious secret ingredient: Spanish influenza.","The aspirin story was not all that was spreading from coast to coast in 1918. Between 1918-1920, the pandemic “Spanish” flu killed around 675,000 Americans and infected millions. It was swift and severe and, at first, no one saw it coming because everyone's attention was turned to Europe and the raging war. Soon fear began to spread as well. Germans were already vilified by Americans so it made sense to them that the “Huns” might utilize biological warfare in this way. Historian Alfred Crosby relates how the head of the Health and Sanitation Section of the Emergency Fleet Corporation accused Germany of having “started epidemics in Europe” and that he saw “no reason why they should be particularly gentle with America.” Crosby reminds us “[t]he people of the United States were stark raving patriotic in summer 1918.” One way Americans showed support for the war was by virtue of boycotting all things German. The “Germanness” of beer and ale was questioned, Crosby writes, so that American breweries also felt it necessary to take out ads in newspapers defending their loyalty. A suggestion was made that Bach and Beethoven—both German composers and both dead for some time—should be banned from all concerts. Americans trusted nothing other than products made for and by Americans.","And so it was that Bayer found itself in the position of defending its formerly German-patented product. No, influenza was not spread through aspirin tablets. The illness spread far too quickly to be caused by pills. Fear, however, spread more quickly than illness, and so in October 1918 Bayer found itself trying to calm that fear. “They may be used with full confidence” the advertisement declared, during a time when confidence was in short supply."],"display_date":"October 1918","search_date":"1918-10-16","locations":[{"id":18257,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":763,"tag":"epidemic"},{"id":762,"tag":"influenza"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5282,"title":"<strong>Yellow Fever Attacks Philadelphia, 1793.</strong>","course_id":70,"status":"P","start_date":"8/3/73","end_date":"10/28/73","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1793, Philadelphia was the site of the most fearsome epidemic to strike the young nation. By July, the city's inhabitants were remarking on the extraordinary number of flies and mosquitoes that swarmed around the dock area. Caribbean refugees brought Yellow Fever. In one epidemic alone, 5,000 residents — nearly one-tenth of the population — perished. Hardly a family was untouched. Many people left the city.  People of every rank and station wanted to escape the spreading pestilence. Most of those who stayed were poor and had no place to go. A few – a very few - chose to stay because they felt a sense of duty to their city and its trapped inhabitants.","In his letter to Thomas Mann Randolph in September 2, 1793, Thomas Jefferson wrote that a malignant fever had been generated in the filth of the docks of Philadelphia which had given great alarm. One of the prominent doctors at that time in Philadelphia was Dr. Benjamin Rush. He decided to try the strongest purge he knew of, known as the “Ten-and-Ten.” Many doctors disputed Rush’s cure rate. The debate carried on in the city’s newspapers, so that all the citizens knew of the dispute. A new committee led by Mayor Clarkson put the best hospital -- Bush Hill -- into decent operating order, and the spirits of the patients began to improve. French Dr. Deveze volunteered for the full time position as physician there. He did not believe in Rush’s cure. At first there was some hesitation in the committee over hiring a French doctor. It would seem like a slap at all the American doctors, especially Dr. Rush. Deveze's treatment was cautious and gentle. Despite growing evidence that the “French cure” was effective in keeping patients alive, it still came in for wide criticism. Benjamin Rush attacked the mild methods used by Jean Deveze and others, even though he had no real statistics to back his claims.","No one would ever know precisely how many Philadelphians died of yellow fever in 1793. What was clear to all was that life would never be the same. Changes also came to the city because of the fever. Efforts were made to keep the markets and streets free of offensive-smelling matter, and the laws holding homeowners responsible for cleaning up their property were strengthened. The biggest improvement was made in the way water was supplied to Philadelphia. Water from the system – the first water system in the United States – was sweeter tasting and had no offensive odor. Plus the water flowed with enough force to hose streets and docks clean and to flush open clogged sewers. Eliminating the backbreaking need to hand-pump every drop of water had another beneficial effect as well. People began to bathe more often. Everyone – even those who had run from the city – considered himself or herself a survivor. They were a people left scarred, emotionally and physically. Sudden, mass death had stricken their city, and they were no wiser at all about the nature of the killer. They knew only one thing for certain: when next summer’s hot, humid weather returned, yellow fever might very well visit their homes again."],"display_date":"August 3, 1973 - October 28, 1973","search_date":"1973-09-15","locations":[{"id":36656,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":506,"tag":"Thomas Jefferson"},{"id":763,"tag":"epidemic"},{"id":403,"tag":"Yellow Fever"},{"id":1037,"tag":"Benjamin Rush"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":70,"school_id":40}},{"id":6756,"title":"Edward Parker's Reccomnedations for Scarlet Fever","course_id":177,"status":"P","start_date":"1825-01-01","end_date":"1885-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Parents of children in New York City in 1859 had great reason to fear scarlet fever. Per historian John Duffy, in its endemic state, scarlet fever killed one to two hundred young people in New York every year, and was worse during epidemic years. Parents were not alone in fearing the disease. Physicians dreaded an encounter with scarlet fever because they knew little about treatment and frequently lost their patients to the illness.","Scarlet fever had been endemic in New York City since its “first attack in 1745.” In lieu of the outbreak, one newspaper ran a warning and listed the symptoms, warning that it was fatal to many children. The most common subjects of this disease are children under twelve years of age. Physicians were studying and tracking the disease in hopes of creating a better means of treatment. One such person dedicated to the study was medical doctor and professor Edward Parker. Parker authored a detailed monograph in 1859 describing the symptoms he witnessed in his many years of observations and his recommendations for treatment of scarlet fever. Parker defined three distinctive characteristics of scarlet fever that separate it from other diseases. These three characteristics include” the eruption, the sore throat, and the frequent pulse.”","Parker defined the eruption of red to be a unique color of “burnt sienna” that targeted the “mucous membrane of the mouth, the neck and upper portions of the chest, the inside of the elbow-joints, the groins, and behind the knee joint.” An outbreak of this red could be seen in as little as half an hour after the patient begins to feel unwell, but most typically arrived within forty-eight hours. The sore throat was characterized by an enlargement of the tonsils, so much so that they projected into the throat. This enlargement produced a change in the patient’s voice. “Externally, the glands could be felt distinctly, and pressure upon them caused pain.” This swelling caused great pain to the patient when they attempted to swallow fluids or solids. One of the most reliable symptoms was the rise in pulse. Parker noted that the pulse was “quick and irritable” in some cases reach “140 or 150 beats.”","Treatment of scarlet fever began with protecting the family of the inflicted. It was necessary to ensure that no one was in direct contact with the patient, to keep the disease contained. Parker recommended quarantining the infected person in a well-ventilated, dim, quiet room that only the attendants should have access to. Additionally, he mentioned that “washing the hands is also wise.” Parker encouraged the use of a preventative drug called belladonna, which he pointed out is somewhat controversial, but was used by many physicians. Once infected, for children, paregoric was preferable to other opiates. Externally, Parker recommended sponging the surface of the body with tepid water with added vinegar to lower the excessive heat that the fever brought. To ease soreness of throat a gargle of alum or capsicum was recommended. For the external treatment, wrap a piece of flannel around the neck that has been wetted with diluted rum and black pepper. Parker concludes by adding that if there are white deposits in the throat wipe them with a soft sponge and then apply a solution of chloride of soda.","While Parker did not find a cure for scarlet fever, his monograph is significant today because it allows historians to see the advancement in treatment, from 1859, of inflicted individuals. Additionally, it allows readers to better understand the importance that sharing medical information had in 1859. The importance of physician’s access to medical information to ensure better treatment continues today, 158 years later."],"display_date":"1825 - 1885","search_date":"1855-07-02","locations":[{"id":52989,"lat":43.0936649,"lng":-75.8001519,"zoom":5,"place":"New York"}],"tags":[{"id":763,"tag":"epidemic"},{"id":3458,"tag":"scarlet fever"},{"id":3459,"tag":"scarlet"},{"id":3460,"tag":"fever"},{"id":3461,"tag":"scarlatina"},{"id":3462,"tag":"childhood illness"},{"id":3463,"tag":"childhood"},{"id":3464,"tag":"endemic"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}