{"id":764,"tag":"Ohio","points":[[39.3376228786,-83.057004776]],"bounds":[[39.3376228786,-83.057004776],[39.3376228786,-83.057004776]],"episodes":[{"id":5080,"title":"The Forgotten Plague","course_id":43,"status":"P","start_date":"1832-03-01","end_date":"1832-03-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In present day, the “flu” is more commonly consider an inconvenient virus, which puts one out of commission for a day or two. But in 1832, influenza frequently ran its full course causing respiratory failure and death. In a letter from Fanny Wilson Johnson to her sister Eliza, Fanny discussed their father’s health, church happenings, and town affairs. Amidst her small talk, written sideways in the column of the final page, was a scribbled note listing several people who had died recently in Greenfield, Ohio from influenza. In 1832, a rapid spread of influenza swept across the world taking many lives in its path. Despite “US influenza 1832” being included in historical lists of epidemics, there are few/no articles written on this epidemic past mid/late nineteenth century. Could this be because influenza frequently followed cholera and so was overshadowed by a greater killer? Or is it because the influenza epidemic of 1918 was more frequently diagnosed and recorded? For whatever reason this epidemic is left out of medical journals, by 1841, <em>The Medical Examiner</em> still considered it the “most destructive of epidemics.”"," ","The medically inclined, journalists, and communities theorized on what caused and spread the virus based on what they could observe. Theories included, but are not limited to, meteorological extremes, airborne poisons, polluted water--especially the flooded Ohio River, and the yellow buttercup. The most suspected culprit, however, was the cold weather. Symptoms included cough, a lack of energy, cold shivers, headaches, aches in arms, legs, and spine, swollen eyes, and loss of appetite. It then could quickly progress to include diarrhea and blistering of the skin. By the ninth or eleventh day after symptoms appeared, many were dead."," ","With the death toll rising and an uncontrollable spread of the virus, extreme treatments were desperately employed. These included bleeding, mercurial purging (causes a release of the bowels), diaphoretics (causes extreme sweating), emetics (causes vomiting), local counter-irritants (causes inflammation in one area to reduce inflammation in an adjacent area), mustard footbaths, calomel and warm lotions. Several of these treatments weakened the body further and may have contributed to the virus progressing to death."," ","Considering the contagiousness and fatality of influenza in 1832, especially in Ohio, it is curious that Fanny Wilson Johnson remarked on the causalities in her area so fleetingly. This excerpt could be inconclusive independent of other correspondence where Fanny may have written more thoroughly or emotionally about her reaction to the virus, or this could be an example of an attitude of acceptance towards death and illness."],"display_date":"March 1, 1832","search_date":"1832-03-01","locations":[{"id":10545,"lat":39.3376228786,"lng":-83.057004776,"zoom":9,"place":"ROSS, Ohio"}],"tags":[{"id":761,"tag":"letter"},{"id":762,"tag":"influenza"},{"id":763,"tag":"epidemic"},{"id":764,"tag":"Ohio"},{"id":765,"tag":"1832"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}