{"id":769,"tag":"Map","points":[[33.9914893238,-80.8577865567],[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-80.8577865567],[33.9914893238,-83.1351982696]],"episodes":[{"id":5085,"title":"The Importance of Place","course_id":43,"status":"P","start_date":"1895-01-01","end_date":"1895-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Who better than the biggest name in printing today to lead the expedition into map printing than Rand McNally? Starting in railroad guides, the company eventually worked its way into maps in 1872, using a new wax engraving method that allowed it to print maps at a greatly reduced cost. This ensured the company’s ability to expand its publishing productions into maps and geography textbooks; in 1895, Rand McNally published a map of South Carolina  detailing both major and minor cities, railways, businesses, and – the most enlightening of all of these – the locations of land owned by various families in the state. The map lists the various divisions of population, including a very clear distinction between natives and foreigners, as well as separations of race.","The fact that the map lists, among the minor cities, the different properties owned by families and businesses in the state is a sign of the era from which the publication comes. Only 30 years after the end of the Civil War, these people are still defined by their land and what they do. The importance of a person and the size of their land is shown by the size of their listing on the page; some families’ names are larger than others, while others nearly need a magnifying glass to be seen. However, these listings can give an insight into the post-Civil War South. The names crowd each other on the page, fighting to be seen; but without the labor to work them, what use are they? The population of blacks at this time greatly outnumbers whites – 688,934 blacks to 462,008 whites – but their emancipation means a living is harder to come by. Whites were reluctant to hire their former slaves for the prices these newly freed people believed they were worth, and that meant the land was not worked to its full extent.","The number of former slaves working as farmers and laborers is not listed, but it can be inferred that a great majority had to struggle to find work, despite the obvious need of white plantation owners for skilled workers. The Civil War may not have been a clash directly over slavery, but it is obvious that the end of the war crippled the South swiftly and severely. Families clung to their land as a memory of the “glory days”; it would be interesting to see how many names disappeared from the map in subsequent years as land was sold by bankrupt families in the South’s struggle to rebuild its fractured economy."],"display_date":1895,"search_date":"1895-07-02","locations":[{"id":11641,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":769,"tag":"Map"},{"id":13,"tag":"Agriculture"},{"id":719,"tag":"South Carolina"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5860,"title":"Tracing the Ribbons","course_id":118,"status":"P","start_date":"1/1/15","end_date":"12/31/15","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["This is a story that spans centuries of history, beginning in the 1700s with the French settlement of Detroit. The Detroit of the mid-18th century would have looked very different from the sprawling metropolis of today. Where the imposing skyscrapers of Detroit's downtown now dominate the riverfront, there would have been a sparsely populated settlement consisting of humble farms built along the river and extending a few miles inland. These narrow, elongated, side-by-side farm plots with riverfront access known as \"ribbon farms\" may seem to be relegated to the historical imaginary as the complexity and denisty of land use in modern Detroit does not seem to betray any remnant of this pastoral history. However, the ordering logic of the ribbon farms can be seen through the modern infrastructure and development that has buried it. Like a palimpsest, the farms of the French settlers can be traced out beneath the streets of the city.","In a 1915 real estate atlas of Detroit, long after the ribbon farms had disappeared beneath an urban, industrialized landscape, the original boundaries of the plots are still marked on the margins of the map.  While this may at first seem counterintuitive given that these plots do not correspond with the land use of 1915 Detroit, a closer look reveals that many of Detroit's streets roughly traced the boundary lines of the French ribbon farms. For instance, Dequindre Street extended from the river in a line that almost perfectly traced the eastern edge of the former Dequindre farm plot. Detroit grew up piecemeal from the ribbon farm plots as they were sold off through the 18th and early 19th centuries and thus, even after Detroit had long forgotten its agricultural beginnings, one could and still can trace the ribbon farms in the design of the urban fabric.","This story of the layering of human land use makes an important point about the study of history, especially in an urban area in which the intense pressure for development leads to a high turnover in land use. Human history, in the absence of iconic landmarks such as pyramids or the like, is often discussed in abstract terms that, while certainly a proper workout for one's imaginative capabilities, do not always resonate with an understanding of ecological or geological history which attest to an immense, temporal depth to natural and man-made events. This abstraction of historical reality becomes especially problematic when it does not take the trained eye of an archaeologist to trace out the patterns of former events and practices, such as in the streets of Detroit. By recognizing how historical land use can still order our present reality we can likewise gain a better perspective on how human interactions with an environment have a profound and lasting impact on said environment."],"display_date":1915,"search_date":"1915-07-02","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1233,"tag":"Environmental History"},{"id":1948,"tag":"Ribbon Farm"},{"id":769,"tag":"Map"},{"id":1899,"tag":"Detroit"},{"id":1965,"tag":"New France"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}