{"id":770,"tag":"Sectional tensions","points":[[40.7805662337,-73.9388482485]],"bounds":[[40.7805662337,-73.9388482485],[40.7805662337,-73.9388482485]],"episodes":[{"id":5087,"title":"<strong>The Inescapable Sectional Tensions Leading to the Civil War</strong>","course_id":43,"status":"P","start_date":"1820-01-01","end_date":"1845-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Compromises concerning slavery, states’ rights, and economical issues were created to satisfy the North and South, but were not sufficient enough to ease the differences to prevent the Civil War.  The nineteenth century marked the westward movement of many American settlers and revealed the sectional differences among the North and South.  In Stephen Oates’ novel, <em>The Approaching Fury, </em>he explored the embarking of America’s Civil War from the viewpoint of thirteen different people such as Thomas Jefferson, Henry Clay, Nat Turner, and John C. Calhoun.  Each player narrated their understanding of critical events that led to the imminent drama of the sectional division among the North and South. "," ","The North and South became bitter as states divided themselves between free states and slave states.  With each section disputing over slavery and economical issues, the bitterness increased as congressional debates continued.  In Henry Clay’s story, he described one of the most important problems the North and South faced was the issue of slavery and the Missouri crisis.  This conflict resulted in the Missouri Compromise of 1820 and was the first of many attempts to resolve the issue of the expansion of slavery into new states.  Henry Clay, the “Great Compromiser”, proposed that Missouri would be admitted as a slave state and Maine as a free state.  The South opposed the admission of free states unless they were balanced by the admission of an equal number of slave states.  With Clay taking the lead with this compromise, he stated, “Yet it avoided catastrophe and earned me kudos throughout the country as a compromiser or whom Union is his motto, conciliation his maxim” (13).  Although this compromise did not solve the slavery issue, it allowed time for negotiation in order to work out a better solution. "," ","Clay’s account also described his work in the Compromise of 1850 which gathered his proposals into one “ominous bill.”  He provided that California would be admitted as a free state.  In return, the people of Utah and New Mexico could vote to determine whether they would be free or slave states.  The idea that the territories could decide the slavery issue themselves became known as popular sovereignty.  Clay also proposed that the Fugitive Slave Law would be strengthened.  This stirred up more intense arguments and disputes about slavery.  Clay explained how this compromise postponed the unavoidable conflict developing between the pro-slavery South and abolitionist North. "],"display_date":"1820 - 1845","search_date":"1832-12-31","locations":[{"id":8917,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":32,"tag":"Civil War"},{"id":770,"tag":"Sectional tensions"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}