{"id":771,"tag":"Western Expansion","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":5088,"title":"Photographs as Reflection: The Wedding of Rails, Reflection of Westward Optimism Date:","course_id":43,"status":"P","start_date":"1869-05-10","end_date":"1869-05-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When looking at photographs from the 19<sup>th</sup> century, few examples viewed can portray the overall mentality of the people. Photography at the time was a new, relatively expensive invention, and thus photographs tended to have much more significance and meaning to the photographer and subjects than they do today. Photographs carried some of the emotional value previously given to painting, drawing, and other visual art forms.  The Westward Expansion is an example of a subject of importance to the nation, captured in multiple series of photographs displaying significant events for the subjects and the viewers. The one series  photographs that best portrays the country’s affinity for the west was the completion of the Transcontinental Railroad. This series photograph has remained as the definitive record of the opening of the West to the masses."," ","The wedding of the rails at Promontory Point Utah not only defines the overall excitement of expansion within the American public, but also had many other implications in terms of bring to the nation things that previously were not available to the masses. Now there was a single line in which people and material goods could travel quickly and safely. This quick mode of travel meant that now the east and west could trade goods without have to navigate around South America.  Trans-continental shipping led to further economic expansion."," ","On top of economic expansion from the speed that material goods could now travel across the country, certain western cities, which began as small boom towns due to the gold rush, could now expand into large cities. The east coast cities at the time had expanded and the optimism in which many east coast dwellers expressed in the idea of moving west is a reflection of the “wedding of the rails”. After the completion of the transcontinental railroad western cities experienced a boom in population."," ","However, before east coast residents could move west they had to receive news of the completion. After “the wedding of the rails,” east coast newspapers were flooded with news of the railroad’s completion. This news and advertisements reflected the overall sense of optimism seen within the population, and the photograph depicting the event provided proof and fueled the nation’s westward expansion. This population migration, economic expansion and national optimism would continue throughout the rest of nineteenth century and even into the early twentieth century."],"display_date":"May 10, 1869","search_date":"1869-05-10","locations":[{"id":13362,"lat":null,"lng":null,"zoom":8,"place":"BOX ELDER, Utah"}],"tags":[{"id":771,"tag":"Western Expansion"},{"id":666,"tag":"Railroad"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}