{"id":774,"tag":"cook book","points":[[33.9914893238,-80.8577865567]],"bounds":[[33.9914893238,-80.8577865567],[33.9914893238,-80.8577865567]],"episodes":[{"id":5066,"title":"The Queen of Puddings","course_id":43,"status":"P","start_date":"1872-01-01","end_date":"1872-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“I have often been asked what is the difference between puddings and custards, as, in the receipts usually give in cookery books, there seems but little distinction made.  My classification is simply this: Puddings are baked without crusts and usually in deeper vessels; are generally served hot and eaten with sauces.  Custards, on the contrary, are, as a general thing, baked in rich paste, and usually served cold.”  Mrs. Hill’s Southern Practical Cookery and Recipe book offers much more than the differences between custards and puddings, it contains numerous receipts ranging from how to prepare meat, cakes, pies, puddings, custards, vegetables, fruits, teas, coffees and casseroles to historical perspectives on the art of cooking.  The pudding section of the book was particularly interesting because of the many varieties and combinations of puddings that Mrs. Hill described.  Bread pudding, rhubarb pudding, mince meat pudding and chocolate pudding looked like a delicious treat but the pudding recipe that stood alone was none other than Mrs. C’s The Queen of Puddings Recipe. ","                “One pint of bread crumbs; pour over them a quart of hot sweet milk; beat a tumbler of sugar to the yolks of four eggs; add to the milk, while war, a piece of butter the size of a large hen’s egg, and the grated rind of a lemon.  Mash the bread smoothly.  When saturated with milk, pour it on the eggs, stirring well. Butter a deep earthen dish; pour this mixture in, and bake until the custard is firm.  Take it out of the oven and spread over the top a layer of jelly, marmalade, or sweetmeats of any kind.  Beat to a stiff froth the whites of four eggs: add to them the lemon juice, and for each egg a tablespoonful of powdered loaf sugar.  Pile this over the pudding, and return to the oven long enough to color it a delicate brown.  Serve cold with arrow root or cream sauce.”  One of the more intriguing aspects of the cookbook was the attention to detail and measurements that Mrs. Hill adhered to reflecting the reasons why she was such a talented cook.   Often times the skills acquired to master an art such as cooking can be overlooked but it is evident that Mrs. Hill’s cookery and recipe book testifies to the fact that there is no adequate substitution for the enjoyment of a home-cooked delicacy. "],"display_date":1872,"search_date":"1872-07-01","locations":[{"id":11639,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":773,"tag":"food"},{"id":774,"tag":"cook book"},{"id":775,"tag":"Recipe"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}