{"id":778,"tag":"Indian Paintings","points":[[33.4997953468,-89.3568428173]],"bounds":[[33.4997953468,-89.3568428173],[33.4997953468,-89.3568428173]],"episodes":[{"id":5090,"title":"<strong>Western Artist</strong>","course_id":43,"status":"P","start_date":"1841-01-01","end_date":"1841-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Land hungry Americans who eyed rich, sparsely settled lands in the west and their attempt to bring civilization and self-governing establishments to Indian land became known as manifest destiny.  By the 1840s, the United States had become expansion-minded, and Americans began to believe they were destined to spread to the pacific.  During this westward expansion, the settlers devastated the Indian way of life.  George Catlin, in his <em>Letters and Notes on the Manners, Customs, and Conditions of the North American Indians,</em> illustrated the nature, culture, and dress of the Indian tribes in North America.  During the eight years he spent traveling from the Atlantic coast to the Mississippi Valley, he captured features of the scenery, life, customs, and attitudes of the Plains Indians through his paintings and letters.  These perceptive examinations “carried his warm feelings of admiration for the nobler traits of the red race, his accurate observation of their personal features, their costume, and wild sports, and his pictorial skill in transferring those features to the canvas.” (286).  "," ","Catlin believed Indians could only be accurately characterized within their own surroundings and unique culture.  He declared, “the historian who would record justly and correctly the character and customs of a people, must go and live among them.”  His letters and paintings reflected his experience by closely examining the conditions of Indian culture.  Even though he regarded himself as a supporter of Indian traditions, his description of Indian life did not illustrate how destructive the white settlers impacted their lands.  Regardless of this reality, Catlin’s extensive paintings and letters helped shape the attitude and perception of current western art. "],"display_date":1841,"search_date":"1841-07-02","locations":[{"id":6973,"lat":33.4997953468,"lng":-89.3568428173,"zoom":9,"place":"CHOCTAW, Mississippi"}],"tags":[{"id":180,"tag":"Indians"},{"id":778,"tag":"Indian Paintings"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}