{"id":78,"tag":"City Life","points":[[40.7805662337,-73.9388482485],[40.7964015502,-73.8979738005]],"bounds":[[40.7964015502,-73.8979738005],[40.7805662337,-73.9388482485]],"episodes":[{"id":4478,"title":"Boys and Baseball","course_id":16,"status":"P","start_date":"1883-02-09","end_date":"1883-02-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Boys do not like sitting around and talking. They would much rather be running, jumping, throwing, and screaming.","So it comes as a complete surprise to see that on February 9, 1883, a group of adolescent boys, aged anywhere from ten to sixteen, gathered together as delegates of eleven of New York's grammar schools to form a baseball club. The boys came from the city's schools, known by numbers and not by designated names, to elect officers, discuss membership, and resolve important problems like whether or not teachers should be umpires (According to the boys, teachers would make lousy umpires because they do not understand the game and may show favoritism). Acting very much like adults and unlike immature kids, the schoolboys committed to meeting the next week to continue discussion about the organization.","There are several interesting points in this simple meeting. Baseball, quickly becoming America's pastime, was still in its infancy. Major cities did have forms of professional teams, but often players had regular jobs, making baseball little more than a serious hobby. The idea of a highly organized league for professionals was still years away, and in most cases, those wanting to play the game would have to join a baseball club structured very similar to the one the schoolboys designed. Moreover, sport as a spectacle had not yet become popular, and games did not draw the crowds or the money they do today.","But this story also brings out ideas about the city during the late 19th century. Today, no respectable parent would allow adolescents the free reign of the city, an idea imperative for the boys to form the group. Instead of isolation kids might find in cities today, kids of the late 19th century had options for all kinds of action.","This article also speaks about 19th century home life. Baseball was still somewhat of a renegade sport, played at this time in spare lots which were a far cry from the manicured palaces found in city parks today. And while parents disapproved of the game—mainly because it seemed to replace work with pleasure—boys needed the baseball diamond as a refuge from home. In the hot summer months, staying inside without air conditioning was impossible, and it was very likely that mothers would be caring for younger siblings or dealing with sickness caused by the still limited understanding of sanitation. In addition, socially, baseball provided an important opportunity for boys to belong to a group that promoted fun instead of mischief. For these schoolboys, playing baseball in a dusty lot was much more comfortable (and more fun) than returning home."],"display_date":"February 9, 1883","search_date":"1883-02-09","locations":[{"id":8929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":76,"tag":"Adolescence"},{"id":75,"tag":"New York City 1880s"},{"id":78,"tag":"City Life"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4545,"title":"The Dangers of Living on the Lower East Side","course_id":16,"status":"P","start_date":"1890-01-01","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    A mother anxiously calls out her children's names in the street.  Her neighbors frantically stand at her side, their eyes darting back and forth across the busy streets looking for the lost little ones.  Finally, what seems like hours later, there is a banging at the tenement door.  It is a New York City policeman, toting the lost children by the hands.  Historical photographer Lewis Wickes Hine captured this emotional moment in a flash.  ","    Living in the Lower East Side in the early 1900s was a very dangerous undertaking, especially for children.  There was disease, gang fighting, murder, and fast and unpredictable street traffic.  Landlords let such dangerous activities continue in and around their buildings, as long as their tenants were paying the rent.  ","    Immigrants often encountered diseases both in their journey to and in America that they had not previously encountered.  These diseases flourished in the unsanitary and overpopulated conditions of the tenements.  There was very little access to fresh air, and children were forced to find places to play in dirty alley ways, often among trash and refuse.  ","    The neighborhood in which people lived became their identity.  Children innocently walking with their friends often would find their way onto another street, where it was not uncommon to be attacked just for being foreign to the neighborhood.  Immigrants frequently settled in pockets based on their nationality or race, and formed their own communities.  This segregation led to rivalries and hostile street fighting among neighborhoods, simply over these strong identities of location and race.  Children were afraid to venture outside of their block for fear of who and what they might encounter.  ","    Murders were also common in the city.  Cities were a relatively new phenomenon in America, and with the help of the industrial revolution cities like New York were expanding at a rapid pace.  The expansion was so fast that law enforcement officials were having a hard time keeping up.  Therefore, it was often up to neighbors to look out for one another until police could arrive on the scene.  Children were especially vulnerable to attacks from criminals, since they were small and weak.  ","    Street traffic was dangerous.  Carts filled the streets, and laws were frequently broken.  People in the city were in a hurry, always trying to race deadlines.  Wagons were constantly swerving to miss hitting people, darting in and out of the way of other wagons, and trying to remain within the confines of the street.  It was easy for small children to get caught underneath a wagon speeding recklessly down the street, especially in the dark of night.  The rules of the road were not the same, and crosswalks were non-existent.  Laws did not protect people against the dangers of street traffic, so a constant battle existed between pedestrians and drivers.","    The photographer, Lewis Wickes Hines, believed that by capturing the hardships of life for the Lower East Side Immigrants, he could bring about reform.  He often used his images to help start reform campaigns, with help from social welfare agencies.  ","    When a child went missing, even for a short period of time, it was natural for their mother to worry if they were dead or alive.  With the dangers that Lower East Side residents faced, it was a huge relief to see your missing child appear on your doorway in the hands of a capable police officer.  With photographs like those taken by Hines, these real world stories exist for generations to come."],"display_date":"1890 - 1910","search_date":"1900-07-02","locations":[{"id":8931,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":31,"tag":"Immigration"},{"id":78,"tag":"City Life"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":5038,"title":"I Feel Like a Stranger Now","course_id":43,"status":"P","start_date":"1863-01-01","end_date":"1885-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As eighty-one-year old Mr. Paul reflects back on the seventy-four years he lived in Bronx, New York, he paints an image of the city he remembers as far different from the one in which he now lives after the surge of industrialism.  An avid gardener, Mr. Paul describes the old Bronx in terms of rose gardens, flowers, and cherry trees in stark contrast to the “bleak and stony” “shadows” that “blot out the sun.”  Fire-escapes, aerial wires, and tenement dust have replaced the precious patch of earth which was his garden in the backyard in which he cultivated flowers. ","In referring to the subject of commerce, Mr. Paul remembers the stores and shops by their owners with whom he was in community.  His next door neighbor “the baker” was known throughout Bronx for his rye bread and for his kindness to those in need, and passed the family business down to his son.  The way Mr. Paul describes the interactions with others in the neighborhood resembles a strong sense of community and is steeped in personal interactive relationships. ","Scenes of despair about the decreasing sense of community were commonplace in nineteenth century cities.  Often alone and isolated, city folk found themselves cut off from the traditional support of family and neighbors.  Feeling that it was necessary to create new forms of life in the modern metropolis, many turned to journalism as a venue for connecting with the world around them.  As much as public life was flourishing, the rise of the private spectrum also sought nationwide attention.  The power, prerogative, and sanctity of private property encouraged the spread of new ideas about business organization into almost every enterprise, large and small."," ","Mr. Paul’s personal testimony a","The transformation that took place in New York City was first a work of the imagination.  Every structure in this newly developing metropolis added to the good or bad impression of the city dwellers; all who ambitiously set out to erect new buildings were either enhancing or deteriorating public taste.  It was linkages between landscape, culture, and power that informed the discourse of the city building, and behind the design of the new city was a moral environmentalism, a belief that natural and built environments exert profound influence over the ideals and capacities that make of the city life.  American civilization would now be tested in urban areas as the drama of legitimization had shifted scenes.  Imbedded in the motives to create and develop a vast metropolis was a sense of spirituality and moral ideology.  The growth and progress of New York City began in the imagination of ambitious city-dwellers devoted to the idea of progress and advancement.  Though the whole process was one of a trade-off between the old and the new, most individuals of the age believed that given a chance to grow, New York City could become the imperial metropolis of the world.","bout the physical and intangible changes brought about through urbanization reflect the large scale transformations that cities were undergoing across the country.  Though his story represents the negative personal effects of urbanization, economists and businessmen had much to gain through the rise of the city.  This change was both palpable and visible, and in Mr. Paul’s case, provoked a long inhabitant of a city to recognize his own yard as foreign."],"display_date":"1863 - 1885","search_date":"1874-07-02","locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":78,"tag":"City Life"},{"id":704,"tag":"Urbanization"},{"id":705,"tag":"Community"},{"id":706,"tag":"Cultural Life"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}