{"id":781,"tag":"Lander","points":[[34.519117434,-82.637883414]],"bounds":[[34.519117434,-82.637883414],[34.519117434,-82.637883414]],"episodes":[{"id":5096,"title":"The founding of Lander University","course_id":43,"status":"P","start_date":"1872-02-12","end_date":"1872-02-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 25, 1873 Luther Hawkins wrote in a letter to his betrothed, Mary Roe, “Going to have a big day at Williamston on Wednesday laying the corner stone of the female college.” The female college Hawkins refers to was the Lander University, founded in 1872 by Reverend Samuel Lander as a private school for women."," ","During the town planning for Williamston, two lots were reserved for schools: one for boys and one for girls. The boys’ high school thrived, but the girls’ quickly failed. In 1871, the South Carolina Methodist Conference appointed Lander to Williamston. To earn his salary, and fill the need of a girls’ school, Lander founded and taught at the Williamston Female College for the Conference in a vacant hotel building. The school’s doors opened on February 12, 1872 and later moved to Greenwood in 1904, where it was renamed Lander University."," ","The school’s success led to Landers release from pastoral duties to run the school full-time. It offered courses in primary and secondary instruction, mathematics, natural sciences, Latin, and home economics. Among other accomplishments, Lander’s “one study plan”, where students studied one subject for each five-week term, gained the school notoriety."," ","Lander University continues to grow in size and popularity. It now attracts students across the United States and foreign countries, and offers bachelor and graduate degrees."],"display_date":"February 12, 1872","search_date":"1872-02-12","locations":[{"id":11430,"lat":34.519117434,"lng":-82.637883414,"zoom":9,"place":"ANDERSON, South Carolina"}],"tags":[{"id":782,"tag":"Williamston"},{"id":781,"tag":"Lander"},{"id":780,"tag":"college"},{"id":779,"tag":"founding"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}