{"id":787,"tag":"Urban Life","points":[[38.9151212228,-76.9435162098],[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-76.9435162098],[38.9151212228,-83.1351982696]],"episodes":[{"id":5104,"title":"Nationalism in Washington DC in the Early 1800’s","course_id":50,"status":"P","start_date":"1800-01-17","end_date":"1816-09-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["America has certainly gone through many shifts in culture throughout its history, as well as shifts in identity on micro and macro levels. As such, especially in Washington DC, there has always been a battle between local identity and the identity of a nation. This was evidenced especially by Arthur Singleton, who ended up traveling across the United States and wrote predominantly about the growing identity of the new country. In his 1816 letter to his brother he captured his feelings about America, exclaiming “How enobling to be the feelings of an American president, to stand upon Capitol-Hill, and to cast his thoughts northward, and southward, and westward, over our vast and free continent, and to reflect that he is the chosen monarch of all he surveys, and whose right there is none to dispute.” His thoughts convey a sense of awe towards American national identity and seek to glorify its various institutions of law and governance.","Singleton uses a fairly constant and glorifying tone to describe America by stating so much as simple facts in a grandiose way. He writes that “The Federal City is nearly equidistant from the northern and southern extremities of the confederacy, from the cold Saint Croix, to the warm Sabine... yet is there but one vast expanse, one peopled tract, over which delegated parental domination extends.” He expresses physical facts in such a way and at such a time that he shows that he, at least, looks up to the state and sees it as something glorious and magnificent. Further, he showcases not only a form of nationalism, but a distinct one. Singleton writes disapprovingly about two times when George Washington met Congress – first, “it is said, he went on foot, in a plain domestic suit” and “the second year, he went in a costly foreign velvet dress.” The implication is that there is prominent European influence on America or that American culture is changing as a result of its rising prosperity. Further, the simplest explanation for Singleton’s discontent with Washington adopting European customs is the idea that America is somehow superior or “freer” than other states, which is supported throughout the text via the heavy use of simile.","This heavy emphasis on nationalism was not confined to Washington DC, however. Bart Bonikowsky explains that “Partisan conflict abated considerably in the [early] ... 19th century, giving way once again to a shared “national feeling”. As would be the case time and again throughout American history, the population was united by military conflict. The War of 1812 brought Americans together military service, [and] created animosities toward the British that matched those that had existed against the French.” Thus, the War of 1812 may have been one cause of the immense love for his country that Singleton writes about. This seems to make sense, especially given the fact that he wrote his letter just one year after the war of 1812 ended – the right time at which not only to capture the feeling of animosity towards the British during the war that persisted but to capture feelings of pride for America as a strong force.  As such, nationalism was strong in the years following the war and contributed to a self-image of greatness."],"display_date":"January 17, 1800 - September 15, 1816","search_date":"1808-05-17","locations":[{"id":15677,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":18,"tag":"Politics"},{"id":787,"tag":"Urban Life"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}},{"id":5105,"title":"Sexism in Washington DC in the Early 1800’s","course_id":50,"status":"P","start_date":"1800-02-05","end_date":"1816-10-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sexism has always been a significant problem throughout America’s history, and while much of it has been directly targeting women, it permeates through language used by Americans. This is shown by Arthur Singleton’s letter from Washington DC in 1816, where he makes the comment that “I bless myself, that this country is not subject to Gynæcocracy; that, by our Salique law, no woman is eligible to our presidency.” This functions as an assertment of the “traditional” belief that women are not eligible to have the same rights, dignities, and so on as men.","Yet Singleton’s defense of his statement sounds more like providing excuses rather than a justification for his belief, and he provides said excuses in a number of ways. First, he looks to the Bible – which says that “the women should look to the man for counsel,” and to a few historical examples which may not be enough to prove or disprove his point – he just says that there have been few great queens, but he never directly denies that there have been great queens in the past. Further, the majority of his attempted justifications for his statement involve masked assertions – such as the idea that “legislation... is too weighty for the sensitive fibres of the female mind.” or that “woman should rule, not indeed in civil jurisdiction, which would unsphere her, but in her vast natural province.” As such, Singleton conveys the social beliefs of the time, which rest upon not fact but prejudice.","Yet these beliefs were not limited to Washington DC; they existed throughout society, and to a great magnitude. As Kathryn S. Hahn explains, not only were women seen as incompetent, they were seen as foreign, saying “Women were used to hiding aspects of their lives that made them uniquely feminine. They hid such things as pregnancy, because it was different from men, and men were the norm in society. If they did not hide the differences they were... considered insane.” This passage gives the effect of such prejudice as carried out by society especially during the 1800’s – that the idea that femininity was foreign and associated with incompetence in “male roles” was apparent throughout society. As such, women were constantly discriminated against both directly and indirectly, with horrible consequences resulting from society’s mindset."],"display_date":"February 5, 1800 - October 5, 1816","search_date":"1808-06-06","locations":[{"id":15677,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":787,"tag":"Urban Life"},{"id":7,"tag":"Women"},{"id":788,"tag":"Sexism"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}},{"id":5846,"title":"Detroit's Rapid Growth","course_id":118,"status":"P","start_date":"9/2/07","end_date":"9/2/07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After decades being imagined as a romantic yet historic city with ties to France, by the turn of the twentieth century Detroit was moving into a new phase as an industrial center. According to observers in 1907, there was no more promising sign for the city's future than its increasing population. Gannett Co., Inc., an up-and-coming media company founded in New York, felt Detroit was a beautiful place filled with potential for growth. The young company showed faith and hope for the city, stating that the city had never been \"working more effectively or running more smoothly.\" The company pointed out the liberal investments of capital in big enterprises in the city, and the increased demand for expanding commerce. With a rapidly-growing population of 449,138 and an expanding economy, Detroit had the potential to employ countless others.","The time when Detroit's automotive industry was just beginning to make headway and the population was steadily increasing was an optimal era for Detroiters. Local businesses like Gannett demonstrated their full investment in the potential of the place. Investors were optimistic about the future of Detroit in 1907: this optimism was justified, as the salaried employees of the city made a total of $76,500,000 the previous year, and a large proportion of that was reinvested invested in banks and homes in the city. This contrasts sharply with the disinvestment a century later. Businesses that once helped build the city have now abandoned it without a backwards glance. Essays such as <em>Detroit Arcadia</em> by Rebecca Solnit paint a picture of a city left behind by industry."],"display_date":"September 2, 1907","search_date":"1907-09-02","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1881,"tag":"Industrialization"},{"id":1929,"tag":"Auto industry"},{"id":787,"tag":"Urban Life"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}