{"id":788,"tag":"Sexism","points":[[38.9151212228,-76.9435162098],[40.6916304076,-74.0035386433],[44.0682019,-114.7420408]],"bounds":[[44.0682019,-74.0035386433],[38.9151212228,-114.7420408]],"episodes":[{"id":5105,"title":"Sexism in Washington DC in the Early 1800’s","course_id":50,"status":"P","start_date":"1800-02-05","end_date":"1816-10-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sexism has always been a significant problem throughout America’s history, and while much of it has been directly targeting women, it permeates through language used by Americans. This is shown by Arthur Singleton’s letter from Washington DC in 1816, where he makes the comment that “I bless myself, that this country is not subject to Gynæcocracy; that, by our Salique law, no woman is eligible to our presidency.” This functions as an assertment of the “traditional” belief that women are not eligible to have the same rights, dignities, and so on as men.","Yet Singleton’s defense of his statement sounds more like providing excuses rather than a justification for his belief, and he provides said excuses in a number of ways. First, he looks to the Bible – which says that “the women should look to the man for counsel,” and to a few historical examples which may not be enough to prove or disprove his point – he just says that there have been few great queens, but he never directly denies that there have been great queens in the past. Further, the majority of his attempted justifications for his statement involve masked assertions – such as the idea that “legislation... is too weighty for the sensitive fibres of the female mind.” or that “woman should rule, not indeed in civil jurisdiction, which would unsphere her, but in her vast natural province.” As such, Singleton conveys the social beliefs of the time, which rest upon not fact but prejudice.","Yet these beliefs were not limited to Washington DC; they existed throughout society, and to a great magnitude. As Kathryn S. Hahn explains, not only were women seen as incompetent, they were seen as foreign, saying “Women were used to hiding aspects of their lives that made them uniquely feminine. They hid such things as pregnancy, because it was different from men, and men were the norm in society. If they did not hide the differences they were... considered insane.” This passage gives the effect of such prejudice as carried out by society especially during the 1800’s – that the idea that femininity was foreign and associated with incompetence in “male roles” was apparent throughout society. As such, women were constantly discriminated against both directly and indirectly, with horrible consequences resulting from society’s mindset."],"display_date":"February 5, 1800 - October 5, 1816","search_date":"1808-06-06","locations":[{"id":15677,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":787,"tag":"Urban Life"},{"id":7,"tag":"Women"},{"id":788,"tag":"Sexism"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}},{"id":5755,"title":"Strong Female Characters in Depression Era Media","course_id":112,"status":"P","start_date":"1/1/20","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Great Depression provided a hotbed of motivation that led to a dramatic change in the status quo of gender roles. With unemployment at an all-time high, the duties of a housewife were suddenly multiplying both in importance and quantity. This forced women to become more creative and tenacious, bearing the responsibility of relieving the pressures of joblessness and hunger.  Housewives were intensely unhappy with this situation, and this discontent pushed them into action on a scale never seen in the US before.","The mainstream media reacted to this housewife activism. Although they took the movement seriously, they could not help but ridicule the idea of a housewife movement. As they poked fun at the group, however, tension grew over the “politicizing of the traditional roles of wives and mothers.” No matter how much the media lampooned the movement, its pervasiveness in contemporary American culture was undeniable. The topic was one of hot debate, reflected by its presence in newsprint throughout the period. Society’s idea of what women were capable of was undergoing a significant change.","Milton Caniff, a cartoonist who had become famous at the time for his <em>Terry and the Pirates </em>strip, had sensed this influence and incorporated it into his comic. While the eponymous character, Terry, fought many a foe, the most famous was known as “the Dragon Lady”. She was a sly and capable foe, and at the advent of World War II, led the resistance against Japan’s invasion of China. She is shown to be an equal match for Terry on numerous occasions. This portrayal of a competent, attractive female antagonist was revolutionary for the time. It is also worth noting that the Dragon Lady was not only a woman, but also ethnic, being Asian. Caniff’s comic contained several other strong, female characters, but none were quite as influential as her. This can clearly be seen today where the term “dragon lady” refers to a negative stereotype of strong or mysterious women of East Asian descent."," "],"display_date":"1920 - 1945","search_date":"1932-12-31","locations":[{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":30,"tag":"Urban Society"},{"id":1158,"tag":"Great Depression"},{"id":258,"tag":"World War II"},{"id":788,"tag":"Sexism"},{"id":617,"tag":"Feminism"},{"id":1774,"tag":"Milton Caniff"},{"id":1775,"tag":"Comics"},{"id":1776,"tag":"Dragon Lady"},{"id":1777,"tag":"Cartoonist"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":6426,"title":"Women: Citizenship or Idol Worship in the 19th Century","course_id":149,"status":"P","start_date":"1871-10-26","end_date":"1871-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An article from The Idaho World entitled, \"Will A Lady Ever Be President?\" pondered the possibility of a female presidency in 1871, a year before the upcoming election of 1872. The tone in which the author wrote is misogynistic, but also fairly common thought. The author begins by saying, \"Will a lady ever be President? We hope so, if she is pretty.\" Beauty is a central theme in this article, and it is assumed to be the cornerstone quality that makes a good female President. The author goes on to make the assumption that if a woman were to be President, it would open many chances for promiscuous behavior, in the good favor of her inferiors. \"The Presidentess\" would also be a fashion icon, and \"inaugurate an era of love and elegance\" to the political sphere. The author then assembles a picture of the future of politics, where a \"plump, comely\" candidate runs against a \"lean, lank, scrawny\" candidate. The public would be so invested in the excitement of this event that they would parade awful banners around, \"Full Bosoms Forever,\" \"Pretty Ankles are the Nation’s Bulwarks,\" \"To Arms, ye Brave, When they are Fair and Dimpled,\" and “Give the Kissing Candidate a Chance” among the lot. The author assures the readers that this future would be a good time, and that they should hope that they are alive to see it. The article ends in a positive view of women in politics at face value, but the meaning that lies underneath may not be so liberating, especially for the thousands of suffragettes reading it in 1871."," ","The fact of the matter is that women existed in a funny area within society, mostly white women, where they were held to a high standard of respect but were not considered equal and were not given the same rights as men. They were to appear ladylike and to exhibit class and sophistication amongst company. The “New South Lady,” according to David Blight’s <em>Race and Reunion</em>, was the “agent by which the whole South could transcend the legacies of defeat and Reconstruction” (273). This image of a perfectly proper and wholesome woman was meant to steer the country towards morally better paths. The United Daughters of the Confederacy was a group assembled to exemplify just this. The UDC strived to be “guardians of piety, education, and culture” and lead “public activist lives” (273). Women were expected to stay within the confines of their designated roles as wives and mothers, achieving perfection in positive qualities such as doting, peacemaking, respectable, and sensible.","Politics was considered too brutish for the dainty ladies of the states. Many women were not particularly upset by this construct, such as Janet Rudolph, who claimed that it was not fair that women had to give up everything, but were still not able to reach the equal status of their male counterparts. “Do you call this chivalry to women? Is it placing them on that lofty pedestal our opponents so delight to talk of?” Though she recognized this imbalance, she claimed, “I am not a suffragist, but it is just such injustice that will cause the women of Virginia to become suffragists” (279)."," ","The idea of a woman within the political sphere caused backlash from those who could not separate politics from the dirty, rough-and-tumble men that were involved. Or, at least it seemed that way. In order to combine the two worlds, one would have to sacrifice part of its identity. If a lady were President, the Presidency would have to revolve around female-centered activities (e.g. fashion, kissing); likewise, if a lady were to be President, the lady would have to act like a President—i.e. to act like a man. Thus, it was quite comical to some folks to imagine a female President. Though it has yet to happen today, this country has come a long way in securing a place for women in politics—even so far as to allow them to run against men in the Presidential campaigns. Luckily, there have yet to be any banners like the ones in this article read in the campaign for the 2016 Presidential election."],"display_date":"October 26, 1871","search_date":"1871-10-26","locations":[{"id":52834,"lat":44.0682019,"lng":-114.7420408,"zoom":8,"place":"Idaho"}],"tags":[{"id":470,"tag":"Reconstruction Period"},{"id":7,"tag":"Women"},{"id":170,"tag":"suffrage"},{"id":788,"tag":"Sexism"},{"id":18,"tag":"Politics"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}]}