{"id":789,"tag":"Urban Life/Boosterism","points":[[37.4562619895,-122.096750388],[37.7659991545,-122.286458807],[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[37.4562619895,-122.286458807]],"episodes":[{"id":5106,"title":"Funeral for the founder of Los Altos, California","course_id":49,"status":"P","start_date":"7/30/46","end_date":"7/30/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The development of Los Altos, California, is credited to Paul Shoup and the interurban railroad system. “The father of Los Altos”, died on July 30, 1946, in Los Angeles, California. The memorial service was held at the chapel of Stanford Memorial Church. Ira S. Lillick and fellow members of the board of trustees of Stanford University delivered the eulogies. His family was present, most notably his three children, Dr. Carl Shoup, Jack, and Louise Shoup. His sister, Mrs. A.S Robinson, his brother, Guy Shoup, and his two nieces, Miss Frances Shoup and Mrs. W. Byron Bryant were also present. Friends, admirers, and employees of Southern Pacific Railroad Company also attended the funeral. Shoup was the President of Southern California Inc., President of the Los Angeles Merchants and Manufacturers Association, President of two oil companies, and a Stanford trustee. He was a contributing writer to the <em>New York Sun, Overland Monthly, Black Cat, Illustrated Monthly</em>, and<em> Sunset Magazine. </em>While serving as President of the Southern Pacific Railroad Company, he was instrumental in the development of Los Altos.","In 1904, the Southern Pacific Railroad Company was expanding its subsidiaries and electric railroad services in northern California and wanted to connect Mayfield, San Jose, and Los Gatos through the interurban line. However, this became problematic, as Southern Pacific would have to build their interurban railroad line through land owned by Sarah Winchester, who did not want to give them the right of way at first because it would destroy the integrity of her ranch. After negotiations, Winchester decided that she would sell Southern Pacific the right of way but only if they bought all her land. Once Southern Pacific bought the land, Paul Shoup and Walter Clark saw a great opportunity to build a new city. They created the Altos Land Company, raised money, and filed the city blueprints for Los Altos in 1907.","It took time for the city to grow, but once the interurban railroad was built and operational it attracted different types of businesses, families, Stanford professors, and wealthy San Franciscans to Los Altos. The electric railroad linked the Bay Area cities together and made traveling and commuting within the Bay Area  more comfortable, faster, and cheaper for passengers."],"display_date":"July 30, 1946","search_date":"1946-07-30","locations":[{"id":25347,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":666,"tag":"Railroad"},{"id":789,"tag":"Urban Life/Boosterism"},{"id":790,"tag":"Paul Shoup"},{"id":791,"tag":"Sarah Winchester"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5119,"title":"The Ruinous Earthquake","course_id":49,"status":"P","start_date":"4/21/06","end_date":"4/21/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The great 1906 earthquake turned the thriving city of San Francisco, California, into a sea of flames on the morning of April 18, 1906. However, the earthquake’s effects were more far-reaching than just the city of San Francisco itself. While Oakland was rather fortunate and did not sustain a large amount of damage, in San Jose “few buildings…escaped injury, and the death toll [was] not small.” Damage was also sustained in the Washington Township, a small collection of homesteads that would later become Fremont.","A new bank in Centerville, which had just been constructed, was completely destroyed. It had been the talk of the town, and many inhabitants were very proud to have such a beautiful new development in their town, only to have it demolished by the quake before it even opened. In addition, a drugstore and the Hawes & Dusterberry store were badly damaged. The drugstore closed down, but the Hawes & Dusterberry eventually relocated.","In the Irvington area, the Gallegos Winery was devastated, having been built less than twenty years earlier. At the time the winery was one of the largest in California. It was never rebuilt, but the remains are still visible today. The Independent Order of Odd Fellow’s building was very badly damaged but was repaired.","The majority of the damage to the rest of the cities was relatively small, although a couple of hotels were destroyed, and the powerhouse in the Mission area was cracked badly. Many local stores had their stocks knocked from shelves, and in some cases the more perishable items spoiled. Some prominent local citizens, C.C. Crane and his family, had actually gone on an automobile trip in the city of San Francisco on the day of the earthquake, but returned safely.","The damage sustained by the Washington Township, while not near as devastating as that of San Francisco itself, shaped the way the township developed for the next few decades. Much of the newer construction, such as the bank in Centerville, was either damaged or destroyed, and so the development of the townships was stunted, and the area remained largely agricultural into the 1950s and 60s, until a number of the townships were incorporated as the city of Fremont, and the GM plant (which later became NUMMI) was built."],"display_date":"April 21, 1906","search_date":"1906-04-21","locations":[{"id":52302,"lat":37.7659991545,"lng":-122.286458807,"zoom":9,"place":"Alameda, California"}],"tags":[{"id":793,"tag":"Earthquake"},{"id":789,"tag":"Urban Life/Boosterism"},{"id":813,"tag":"Fremont"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5891,"title":"Results from the consolidation of the Parks and Recreation Department in Detroit, 1940-1946","course_id":118,"status":"P","start_date":"1/1/40","end_date":"12/31/46","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["1940, the city of Detroit voted to consolidate the Department of Parks and Boulevards and the Department of Recreation into a new Department of Parks and Recreation. The consolidation was the outcome of overlapping goals and not enough discussion between the groups, which sometimes bottlenecked recreational activities. “It was a case of one hand letting the other know what it was doing,” remarked a pamphlet, published in 1946, describing the progress of the Department over its first six years. The pamphlet extolled the consolidation itself, the reorganization and expansion projects since then, and described the future Department's future plans. Despite the wartime restrictions and the depression, the Department's first six years introduced a number of significant new programs in Detroit, including city-owned horseback riding, canoe rentals through Belle Isle Park, expansion plans for picnics and playgrounds, the increased productivity of the Belle Isle Greenhouse run by the Horticulture Association, and the consolidated management of six swimming pools throughout the city.","After President Franklin D. Roosevelt declared a call to arms in 1940, Detroit was nicknamed the “Arsenal of Democracy.” Detroit’s automobile industry was retrofitted into manufacturing battle tanks and weapons. The increase in high wage earning jobs brought a migration of 350,000 people, mostly from the rural South. This increase strained the recreational facilities for those who wanted to escape their job in the industrial sector. The Parks and Recreation consolidation therefore was an important investment for the booming economy of Detroit during WWII. This 1946 Pamphlet is put out after WWII ended, and shows how Detroit had an early start in the Urban Renewal Projects in the years to follow, with expectations for growth as soldiers came home."],"display_date":"1940 - 1946","search_date":"1943-07-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":242,"tag":"WWII"},{"id":789,"tag":"Urban Life/Boosterism"},{"id":1233,"tag":"Environmental History"},{"id":1902,"tag":"recreation"},{"id":1947,"tag":"City parks"},{"id":1953,"tag":"Urban Renewal"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}