{"id":79,"tag":"Religion","points":[[33.5543155862,-86.8964933862],[40.7964015502,-73.8979738005],[41.8399513458,-87.8166666032],[39.1954617755,-84.5426360039],[33.9914893238,-80.8577865567],[38.9151212228,-76.9435162098],[42.9128684277,-75.6697351039],[34.9591922676,-81.9357757115],[33.5119530737,-80.8773339627],[32.8753704415,-79.8417496964],[37.5392399795,-77.4106423457],[35.8067238469,-78.6641504807],[37.954527025,-76.8481834827],[40.6916304076,-74.0035386433],[42.3509402419,-71.9042530938],[42.3399569086,-70.8833658099],[34.8943497126,-82.3707811393],[39.878712355,-75.2036894677],[39.2464830538,-76.5960396412],[39.2038567799,-78.2606208397],[41.8745874433,-71.5917581694],[31.3177565709,-95.4226802796],[42.107446354,-83.1351982696],[33.7862251516,-84.4230424472],[29.2235069663,-82.0960676488],[39.3048367775,-76.6274800611],[41.4673534696,-90.5674122327]],"bounds":[[42.9128684277,-70.8833658099],[29.2235069663,-95.4226802796]],"episodes":[{"id":4652,"title":"Religious Recognition for Greeks in the U.S.","course_id":22,"status":"P","start_date":"8/24/53","end_date":"8/24/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1953, Greeks in the U.S. wanted to have their Greek Orthodox faith recognized. The Greek Orthodox Youth of America, GOYA, a Greek organization, made attempts and held drives to have their religion be included in the major faiths of the U.S. At the time, only the Catholic, Protestant and Jewish faiths were recognized as faiths in the U.S. The chairman of GOYA gathered with other members of the organization in Birmingham, Alabama to hold a conference on how to further their cause and get their faith validated. With over 5 million Greek Orthodox followers in the U.S. they felt they deserved the right.<br /><br />The United States constitution boasted freedom of religion and this was true for the most part. The Greeks and people of other faiths were allowed to practice their religions. However, the U.S. only chose to officially recognize 3 major religions of the time. Soldiers serving in World War II that were not Catholic, Protestant or Jewish were unable to have their respective faiths listed in their profiles. This practice continued for many years. GOYA was eventually successful in their attempts to have the Greek Orthodox faith recognized."],"display_date":"August 24, 1953","search_date":"1953-08-24","locations":[{"id":28563,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":221,"tag":"Greeks"},{"id":79,"tag":"Religion"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4480,"title":"Great Migration, Religion, and Churches in New York City","course_id":16,"status":"P","start_date":"1893-01-01","end_date":"12/31/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" The \"Great Migration\" of African Americans to the north in the early 1900's was the result of years of enslavement. The migration introduced new eager American citizens to the north during a time when new faces were foreign faces. For African Americans, the lure of freedom from Jim Crow laws, a higher and fairer wage for labor, and a fresh start to life was reasons enough to move to \"the promised land\". New York among other big cities was the destinations of choice for African Americans. The newly emancipated African Americans brought to the north a lifestyle they adapted to in the south. This lifestyle became integrated into communities African Americans inhabited. My primary source is a postcard from the early 1900's of Forest Avenue in New York City depicting a Congregationalist church at a corner street in a supposedly black neighborhood. The postcard not only depicts many traits of the turning century, but also provides small but significant insight into how the church acted as an aid and an outlet for those making not only a transition into a new century but also a social and cultural transition at the same time.","            The settlement in the north proved the church served as an alleviation and refuge from the acclimation to a strange new home and community. The church's role in the north was often similar to the way it was in the south during slavery. As conditions in New York became overcrowded, places of worship were hard to find among the busy streets. However once churches were developed, often being erected from older buildings, the church served as the center of a community. One of my supporting sources is also a primary source that is a newspaper article describing the events of the dedication of a new location for the <em>Forest Avenue Church</em>. Before it took the name <em>First Congregational Church of Morrisania</em> it was known as <em>Forest Avenue Congregational Church </em>and was established in 1851. The dedication described by <em>The New York Times</em> was not a long article, but gave only the basic details of the ceremony. The actual ceremony was long and included many keynote area speakers indicating this was a significant event for the community. The African American population boom brought new ideologies in denomination and Christian perspectives and accounted for more and more African American churches and communities springing up. Once many African Americans migrated north religion and worship continued to be a very key practice. However, the spirit and style of African American worship changed significantly once the migration occurred. More specifically was the Negro spiritual and how song and dance was incorporated in church. The worship services were not as stringent as they were in the South and for good reason because they now had reason to celebrate their deliverance. As this \"second emancipation\" occurred northern cities and people were forced to handle the product of victory in the Civil War. ","            Like many foreign immigrants, African American immigrants had to live in close quarters and earn small wages. They escaped much of the discrimination experienced in the south, yet hardships were not far off. Religion was a backbone of African American life in the south, and it was the same in the north. The church was able to unveil the well-beaten Underground Railroad allowing many more African Americans to travel northward. This was a time of change in American history that ushered in new developments for regional development and identity. Along with providing a link between the north and the south, the African American migration and subsequent expansion of the church provided a visibly direct by-product of the events of slavery and Civil War.    "],"display_date":"1893 - 1909","search_date":"1901-07-02","locations":[{"id":8931,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":32,"tag":"Civil War"},{"id":79,"tag":"Religion"},{"id":81,"tag":"Great Migration"},{"id":3,"tag":"African-Americans"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4570,"title":"Sixty-Sixth Annual Meeting of Amercian Board of Commissioners","course_id":20,"status":"P","start_date":"1875-10-06","end_date":"1875-10-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The American Board of Commissioners met on October 6, 1875, to discuss foreign religious missions.  The meetings were held every day and lasted for about one week.  The committee consisted of 207 members, of whom 116 were clergymen and ninety-one were laymen.  Inside the Board there was another committee that handled all expenses and missionary affairs.  That committee was called the Prudential Committee.  This committee included nine to ten people who were appointed by members of the board.  Secretary Nathaniel G. Clark presented the report on the foreign field.  His report said that the number of churches had increased across the country since last year, and the number of Native Americans who had taken Christianity as their main religion had increased as well.  Also, four missionaries had passed away while on their missions in foreign countries.  The missions that were still in progress were in countries such as Turkey, India, North China, Western Mexico, Spain, and Austria.  The main objective of the missionaries was to spread the word of God to the people of the country and convert them to Protestantism.  \"Most of these pastors are exceeding our expectations,\" one member of the committee said.  In other areas of the country, there were other missionary groups trying to spread to the word of the Lord.  In Illinois, the Central Illinois Presbyterians and the Episcopal Board of Missions encouraged people to come and visit their churches if they so desired.","Each mission had its own goal; that goal was to convert most of the citizens of the country that they were in to Protestantism.  Each mission that was launched was coordinated on a national basis.    These theories were unsuccessful and because of their failures, mission conferences were started.  The first missionary conference was held in New York City in 1854.  Most Americans were aware of the missions that were taking place but did not get involved.  They felt this way because only certain Americans were missionaries.  The Americans who were not missionaries felt that it was the duty of the actual missionaries themselves to take care of the responsibilities of the mission."],"display_date":"October 6, 1875","search_date":"1875-10-06","locations":[{"id":2540,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":147,"tag":"Missionaries"},{"id":79,"tag":"Religion"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":5016,"title":"A Former Slaveholder Finds Justification Through Religion","course_id":43,"status":"P","start_date":"1840-02-12","end_date":"1840-02-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1830s a young South Carolina preacher and slaveholder delivered a sermon that justified the institution of slavery in America within the realms of Christianity.  Years later, a reverend in Cincinnati gave a sermon about his endeavor to find proof of the injustices of slavery and the rightful backing of abolitionism through Christianity.  Both of these preachers were able to find justification for their own personal and political beliefs within the Bible, but that is not uncommon today.  What is unique is that both of these men were, in fact the same individual, Reverend W.H. Brisbane.","Reverend W.H. Brisbane began his life as a fairly unremarkable young white male in southern nineteenth-century America. Brisbane grew up on a southern plantation with slaves and later owned his own plantation with over twenty-five of his own slaves. As a man of the church, Brisbane turned to the Bible to find scriptural justification for slavery for both himself and other white Christians.","After half a lifetime of supporting slavery through his teachings and ignoring the pro-abolitionist literature that he came across, Brisbane underwent what he refers to as a moral awakening in which he saw the \"error of his ways.\"  He immediately freed many of his slaves and traveled north to join the cause of the abolitionists and use his persuasive skills as a orator to sway people towards his new understanding of Christianity as anti-slavery.","This issue of religion being used as justification for slavery, secession, and eventually war is a prominent issue in nineteenth-century America and it is fascinating how one man can at one point or another be a champion for both sides of a polar issue.  <em>American Abolitionists</em> by Stanley Harrold outlines how abolitionist movements generally started as radical, northern institutions but as information and social consciousness grew, more and more moderates began to join the anti-slavery clause.  It was abolitionist literature that originated in the north that played a vital role in Brisbane's own self-examination.  This moment of contingency in American history, where moderates, religious leaders, and even some former slaveowners gave their support for abolitionism had far reaching effects throughout the rest of the nineteenth century."],"display_date":"February 12, 1840","search_date":"1840-02-12","locations":[{"id":10238,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":79,"tag":"Religion"},{"id":4,"tag":"Slavery"},{"id":95,"tag":"Abolition"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5042,"title":"“King Alcohol is More Formidable than Tyrant Lincoln”","course_id":43,"status":"P","start_date":"1862-10-01","end_date":"1862-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1862, throughout the war-ravaged Confederacy, the thoughts of all were turned to the War that tore apart the country.  The death and destruction that had already occurred seemed to foretell a conflict that would not soon be resolved.  In the midst of the fighting, soldiers struggled to remain vigilant and confident.  Romanticized visions of passionate soldiers, Confederates in particular, were created to motivate future as well as current soldiers to continue fighting “the good fight.”  An ideal soldier was one who fought bravely for a cause he believed in, and these beliefs were strengthened when God was on his side.  Thus religion and the strength of a soldier’s faith were often tied directly to his ability to prevail in battle. ","An article in The Confederate Baptist entitled “Temperance in the Army” stated that there was evidence that the reason that battles had been lost was because of the drunkenness of the commanders.  Subsequent articles in the paper had already declared that God was on the side of the Confederacy; the postulation of a possible explanation of recent defeats looked to the soldiers themselves and their behavior while fighting for the Confederacy.  The author J.L. Reynolds looked to the experiences of other countries to teach a valuable lesson.  He cited the Madras Presidency, a part of present-day India, and the proportion of temperate men who died in battle to the number of drinkers who died in battle.  The number of temperate soldiers who died numbered 2,315.   The number of drinkers who died was 4,458.  According to Reynolds, “this proves that soldiers will be healthy in proportion to their temperance”.   Alcohol was “the bane of our soldiery,” and if use was not curbed immediately, the Confederacy, despite being divinely-ordained, would surely fall.","To bring these soldiers back to morality, religious revivals were often held in which missionaries traveled to soldiers’ camps to instill a renewed sense of faith.  These revivals also served to inspire the citizen morale that waned as the war dragged on and the death toll rose.  The temperance movement as a whole, however, was not an issue of great national or regional importance during the Civil War.  The Temperance Societies that had emerged in the decades prior had claimed millions of members but receded into the background as the nation faced a crisis of unprecedented proportions. "],"display_date":"October 1, 1862","search_date":"1862-10-01","locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":717,"tag":"Temperance"},{"id":79,"tag":"Religion"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5048,"title":"“Few of you are wise enough, and good enough to be trusted with liberty.”","course_id":43,"status":"P","start_date":"1842-09-11","end_date":"1842-09-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Upon entering the vibrant city of Georgetown and embarking upon a new career path as a teacher, Miss Caroline Healey Dall found herself at once confronted with questions she relied upon her religious convictions to answer. In her diary, Caroline documented her day-to-day life and travels, as well as her dreams, passions, and concerns.   After the Panic of 1837 left her father bankrupt, Caroline set out to do what she could to aid her family’s troubled situation.  As a young woman of only twenty years, Caroline began teaching at Miss English’s school in Georgetown, D.C.  On her second day at the school, a young slave girl named Christie came up and asked her for a lesson. ","After thirty minutes or so of reading and history lessons, Christie admitted she feared she would never be free.  Caroline replied “The whites must be servants of God Christie—and you are very happy now.”  The conversation continued for some time as Christie and Caroline discussed God’s plan and the reasons why blacks could not all be free at once, “… it is because few of you are wise enough, and good enough to be trusted with liberty.”  Caroline cited various biblical passages referencing the important, and sometimes trying, relationship between servant and master.  She concluded her entry with ruminations over her homesickness, as well as her hope that God would unveil her fate and intended duty in the world. ","It may seem odd that Caroline, who was deeply grounded in her religious faith as a Unitarian, spoke out against the abolition of slavery.  This anti-abolitionist attitude, however, prevailed in the early 1840s throughout most of the North.  In Caroline’s hometown of Boston, only seven years prior to this entry’s inscription, William Lloyd Garrison, the editor of the abolitionist newspaper <em>The Liberator </em>was dragged through the streets and almost hung by an anti-abolitionist mob until he was rescued by local law enforcement.  To many, slavery was an institution that seemed remote and irrelevant in day-to-day life.  Abolitionists also posed a direct challenge to the local elites in cities nationwide, challenging the status quo and threatening to empower not only the enslaved, but free blacks and women as well. It was also a system which had stimulated the growth of northern business, the very industry that Caroline’s father worked in as a merchant in Boston.  Caroline’s attitudes toward abolitionism were no doubt shaped by the prevailing attitudes of the time as well as her upbringing as a wealthy merchant’s daughter in New England. "],"display_date":"September 11, 1842","search_date":"1842-09-11","locations":[{"id":1274,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":193,"tag":"Abolitionism"},{"id":142,"tag":"african americans"},{"id":79,"tag":"Religion"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5050,"title":"An Experience of Mutual Criticism","course_id":43,"status":"P","start_date":"1875-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Beginning in 1846 John Humphrey Noyes began to gather around him a group of “perfectionists” which would soon become the Oneida Community. This communistic, utopian society was based in the idea that true holiness came from communal living and the termination of monogamy with a focus on studying the Bible and becoming better individuals. The Oneidas believed that the second coming of Christ had already taken place, at the destruction of Jerusalem, so it was possible to bring about the Kingdom of God on earth, which would be a perfect world free of sin and corruption.","Along with striving to become better individuals, the Oneidas practiced mutual criticism. This was when a member of the community would volunteer to put themselves forward in order to be honestly evaluated by all the other members of the society so as to better ones character. The volunteer would remain silent while the other members would tell them their faults, which served as the main way to informally establish community unity and standards.","A well known journalist at the time from the <em>Evening Post </em>and the <em>New York </em><em>Herald</em>, Charles Nordhoff, was allowed to stay with the Oneida Community for several days during the height of their community to research for a book that he was writing on the communistic societies in America. While there he was permitted to witness a criticism of a young man named Charles who put himself forward to be evaluated. Nordhoff states that Charles was first permitted by Noyes to criticize himself, which he did by claiming that he thought himself to be suffering a lack of faith and found himself leaning towards positivism and wanted to turn away from all of that. From then on Charles was to be silent and listen to the criticism that everyone else had of him. The members jumped right in stating that Charles was haughty, egotistic, needlessly curt, slow to take the advise of others and occasionally insincere. Nordhoff observed that though Charles had at first looked at ease, the longer the criticism went on and the more accusations that were thrown at him the paler Charles became and beads of sweat began to form on his forehead. Noyes drew this to a close after about a half hour and claimed that he believed that the young man was trying to cure himself. Noyes then brought up what was considered the worst of Charles offences, that he given into “selfish love”, which was his desire for singular intimacy with the woman who was soon to bear him a child. In the Oneida Community you were not to be connected to just one, but to all. Monogamous relationships were not allowed, nor was it allowed to even show preference of one person over another for this got in the way of forming God’s Kingdom.","Through criticizing each other in this way, one was able to better perfect the self and become more holy. Many of the utopian communal societies that arose during the mid nineteenth century were all striving for that. By living together in a communal society and perfecting themselves as individuals and as a community they believed that they would either hasten the coming of the Kingdom of God, or be able to begin forming the Kingdom of God here on earth."],"display_date":1875,"search_date":"1875-07-02","locations":[{"id":8896,"lat":42.9128684277,"lng":-75.6697351039,"zoom":9,"place":"MADISON, New York"}],"tags":[{"id":79,"tag":"Religion"},{"id":720,"tag":"Utopian Societies"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5051,"title":"Singin' Billy Walker","course_id":43,"status":"P","start_date":"1835-01-01","end_date":"1835-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In a time of intense religious revival and a relatively low literacy rate, the need for easily learned music was quickly becoming necessary. Shape note singing is a type of musical notation that was used commonly throughout the rural south during the nineteenth century as a way to assist with congregational and revival hymn singing to help with just that. Ministers were becoming increasingly uneasy about the quality of singing in their churches, so they began to arrange singing schools that would meet at the church and teach their congregation how to read music and sing. This was often difficult to teach though since hymnbooks of that time were often word only volumes that were printed small enough to put in ones pocket to carry into church and the singing was unaccompanied. To help ease in teaching, the shape note system was created which used a system of four shaped noteheads which corresponded to four syllables of solfege which are fa sol la and mi. This was supposed to make it easier and quicker for singers to master the music, which became especially important during the revivals when there was a need for easily learned and remembered tunes to help form a sense of community for those at the revival meetings of the nineteenth century who were often not highly educated. These were events with powerful preachers who wanted each individual to have a personal experience, yet feel that they were also a member of the group. Through shape note singing the attendants of the revivals were able to do just that.","Arguably, one of the most influential tune books for shape note singing is <em>The Southern Harmony</em> by William Walker from Spartanburg, South Carolina, known often as Singin’ Billy Walker. He started as a music teacher at some of the singing schools and he published <em>The Southern Harmony</em> in 1835. He would use both already well-known hymns and some from the word only songbooks already in use and draw on the rich oral tradition of the Anglo-American folksongs to supply standardized tunes and melodies to the hymns. Looking through <em>The Southern Harmony</em> one sees many songs that are still common today in southern worship services, such as <em>Wondrous Love</em> and <em>The Promised Land</em>. His most well known work is the pairing of the hymn <em>Amazing Grace</em> to the tune we sing it to today, New Britain. Both of these had been printed before separately, but he was the first to place them together and harmonize the piece."],"display_date":1835,"search_date":"1835-07-02","locations":[{"id":11644,"lat":34.9591922676,"lng":-81.9357757115,"zoom":9,"place":"SPARTANBURG, South Carolina"}],"tags":[{"id":79,"tag":"Religion"},{"id":471,"tag":"music"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5062,"title":"<strong>History: The Cornerstone of Baptism</strong>","course_id":43,"status":"P","start_date":"1851-11-01","end_date":"1876-07-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For two Baptist preachers, both religion and history were necessary to promote a moral life and an educated mind. History had a huge significance for their churches, as well as understanding about their future.  Both preachers taught that by understanding the past, and understanding the nuances of it, one could have attained morality through example.  Although morality can be achieved in many ways, a credible way of viewing the present place and the future outcomes is by viewing the past. (This isn't their thoughts, but mine.  Need to put theirs here).  History was, to them, the cornerstone to the Baptist denomination and Christian religion.","James C. Furman started his sermon with Deuteronomy 32:7, “Remember the days of old; consider the years of many generations.”  From this he went into a sermon discussing the history of the Charleston Baptist Association.  The Charleston Baptist Association had existed for one hundred years, and their work had shown great progress.  James Furman preached on the values of looking at the history of organizations as a means to define one’s morality, stating, “Much is gained for human virtue, whether in the family, the State, or the Church, when each member is impressed with a sense of personal moral accountability.”  He also discussed the “most important and interesting phenomena of the human mind…the expectation of the future.”  He went into how the only way to define one’s future is to look at the past.","Twelve days after the celebration of the United States Independence, David W. Cuttino preached an extensive sermon on the history of the Baptist denomination.  He alluded to all the events going on across the nation that celebrated the nation's history up to that point.  The focus of Cuttino's sermon was not on the sacrifices of the soldiers in the American Revolution.  He asked in his sermon, “Shall we celebrate our National Independence and not call to mind the great victories of soul liberty, and do what we can to extend like blessing to all the race of man?”  He discussed what Baptists do believe in, and preached boldly that the Baptist church was the original church in Jerusalem.","Both sermons, however, told a very specific lesson – without the past, the future cannot be written.  Both advocated education of the past as a means to understanding the present and looking to the future.  In order to enjoy the present liberties and look to the future, one must respect the past.  In addition, one must respect it and learn of its false analyses and bias nature.  Rosenberg writes that the Baptists go to near obsession over the past.  Today’s historians strive to learn facts and how bias was attached to that historical fact.  However, learning what the bias is, and finding where else that same kind of bias appeared is its own history."],"display_date":"November 1, 1851 - July 12, 1876","search_date":"1864-03-06","locations":[{"id":11621,"lat":33.5119530737,"lng":-80.8773339627,"zoom":9,"place":"ORANGEBURG, South Carolina"},{"id":11456,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":729,"tag":"Religious History"},{"id":79,"tag":"Religion"},{"id":6,"tag":"Education"},{"id":540,"tag":"Baptists"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5063,"title":"Teaching our Slaves to Read","course_id":43,"status":"P","start_date":"1862-10-08","end_date":"1862-10-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Extra! Extra! Read all about it! Newspaper supports illiteracy!” This confusing fictional phrase would have been the perfect attention grabber for The Confederate Baptist, a southern newspaper that did just that.  In its second ever publication, The Confederate Baptist included a column on its front page entitled “Teaching our Slaves to Read.”  The newspaper largely served as a religious tool of education during the years of the American Civil War and thus hardly an issue was released that did not romanticize the war effort, justify the traditions of the South (particularly slavery) or attempt to instill the virtues of the Confederacy.","<br /> In this particular piece, the editors of the paper dealt with the tension between their Christian basis and slave-owning readers.  While numerous issues of the newspaper presented different versions of religious based justifications for slavery, here the issue was about teaching slaves about the Bible.  The spreading of the Gospel was fundamental to the Baptist belief system but actively teaching slaves to read and write presented a real threat to the institution of slavery and was in fact illegal in both Georgia and South Carolina in 1862.  Luckily the contributors of The Confederate Baptist found a loophole that allowed them, in their minds, to uphold both traditions of slavery and Christianity.  The column states that “the reading of the Scriptures is not essential to the salvation of our slaves.  Faith cometh by hearing, and all the benefits of revelation may be communicated to them by what has always been the great means of conversion, the preaching of the Word.  Oral communication has ever been God’s chosen method of saving sinners.”","<br /> In her book, When I can Read My Title Clear, Janet Duitsman Cornelius examines this issue of “Bible Slavery.”  While literacy was certainly not common among slaves, some slave-owners did advocate the education of their slaves, to varying degrees and for varying reasons.  One slave-owner recalled that it was advantageous to him to have slaves that could read but not write, thus education was simply pragmatic in nature.  Other slave-owners decided to educate their slaves in opposition to a central government telling them what they could and could not do with their “property”.  Other Christians felt that personal reading and understanding of the Bible was essential to salvation and therefore taught their slaves to read.  In none of these cases, however, does one find a true sympathy for the situation for the slaves beyond religious ideologies and therefore education is never brought to the slaves in the South that would lead to a potential improvement of their situation."],"display_date":"October 8, 1862","search_date":"1862-10-08","locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":445,"tag":"Education for blacks"},{"id":79,"tag":"Religion"},{"id":4,"tag":"Slavery"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5077,"title":"<strong>A Jewish Rebuke to Confederate Anti-Semitism in Richmond </strong>","course_id":43,"status":"P","start_date":"1863-03-27","end_date":"1863-03-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 27, 1863, Reverend M. J. Michelbacher, rabbi of the Bayth Ahabah synagogue in Richmond, delivered a sermon on a day of prayer declared by Jefferson Davis. Michelbacher was a prominent Jewish leader in the Confederate capital.  Although he had moved from Philadelphia in 1846, he was a fervent supporter of the Confederate cause even prior to secession. In the sermon, Michelbacher responded to accusations that Jewish Southerners were not properly devoted to the Confederate cause and were instead speculating and engaging in selfish business practices.  Michelbacher denied these accusations and spoke of Jewish honesty and support for the Confederacy.  He argued that Confederate leaders like Robert E. Lee never questioned Jewish patriotism, and that many Jewish Southerners were fighting in the Confederate army.  He also prayed for the Confederacy, entreating God for food, a renewal of spirit and compassion in the Confederacy, protection, and counsel and wisdom for Jefferson Davis and the Confederate cause.","This source reveals an interesting dynamic in religious and ethnic differences in the capital.  Although no physical Anti-Semitic violence occurred in Richmond, there was some criticism of Jewish Southerners.  This source shows the dynamic of a religious minority, many of whose members were also ethnic minorities and German immigrants, professing its support for the dominant political ideals of a community and pledging their support for them.  In his book<em> The Jewish Confederates, </em>Robert Rosen examines the role of Jewish citizens in the Confederacy.  He argues that Jewish Southerners, being white, of small number, and often of the merchant class, were safer and more accepted in the American South than the North.  If true, this would help to place Michelbacher's sermon in the context of a community currently undergoing criticism but safely within and committed to the prevalent culture and its ideals."],"display_date":"March 27, 1863","search_date":"1863-03-27","locations":[{"id":13917,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":79,"tag":"Religion"},{"id":32,"tag":"Civil War"},{"id":752,"tag":"Judaism"},{"id":753,"tag":"Anti-Semitism"},{"id":754,"tag":"Richmond"},{"id":755,"tag":"Confederacy"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5081,"title":"Dissent Among Southern Evangelicals: To Secede or Not?","course_id":43,"status":"P","start_date":"1838-03-10","end_date":"1838-03-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["T. Meredith did not know that in less than three decades he would be in minority opposition to secession. Editor of <em>The Biblical Recorder and Southern Watchman</em>, a weekly newspaper “devoted to religion, morality, literature, and general intelligence,” and circulated throughout North and South Carolina, he urged readers to follow Martin Luther’s example of seeking “strength elsewhere than in men” on March 10, 1838.","During the election of 1860, the Southern church pulpit was a counseling arm; the religious were persuaded to take interest in elections without succumbing to the sins associated with political involvement. After the election of Lincoln, and certainly after Ft. Sumter, this attitude changed. “Mutual respect” and “confidence” among North and South had been destroyed in the minds of many preachers, as Union meant an assault on God-given rights. The Alabama Baptist State Convention convened two weeks after Lincoln’s election and declared, “we can no longer hope for the justice, protection or safety from the Federal Union.” The Alabama Conference of the Methodist Episcopal Church also felt the need for secession, showing that for the church, secession transcended slavery (Methodists and Baptists would split over slavery in 1844 and 1845).","<em>The Biblical Recorder</em> would express “the hope that Alabama Baptists might recall their desire to secede,” urging clergymen to use their moral power to keep the Union whole. But most Southern Protestants, while wishing to avoid war, called for secession. This attitude also changed. Many came to see the war as a holy crusade of Christian, civilized Southerners fighting against an atheistic, barbaric North; the theory that Just War could be a form of Christian discipleship was invoked and applied.","While other churches and newspapers were swept up in the three-pronged defense of secession as a Constitutional right, necessary to economic freedom, and a Biblical mandate, <em>The Biblical Recorder </em>and a few other Christian organizations stood firm in advocating nonviolent resistance and the use of spiritual, moral authority and power. The diversity of opinion among just Southern denominations about secession and the Civil War is only a microcosm of nationwide diversity that leaves the feeling that reconciliation may have been impossible."],"display_date":"March 10, 1838","search_date":"1838-03-10","locations":[{"id":9841,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":32,"tag":"Civil War"},{"id":17,"tag":"Government"},{"id":79,"tag":"Religion"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5082,"title":"The Confederacy: Religion, Government, and – Diversity?","course_id":43,"status":"P","start_date":"1862-10-08","end_date":"1862-10-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Rulers,” insisted the editor of the <em>Confederate Baptist</em>, “were entitled<em> elahim</em>, gods, because, as the New Testament informs us, they are ‘God’s ministers,’ ordained for the temporal welfare of the body politic.” The October 8, 1862 article was written when the South and her religions were in the throes of the Civil War.","Ironically, a newspaper which had advocated secession two years previously was now urging its readers to cede their faith to a new governing body, Jefferson Davis, his cabinet, and the Congress of the Confederate States of America.","As the United States Congress had done, the Confederate Congress approved and funded a certain version of the Holy Scriptures, which would be used in the Confederate armies. Efforts were made to distribute the Bible to every soldier, and some locations saw shortages. The <em>Confederate Baptist</em>, local churches, and other organizations sought to convert as many men in uniform as possible. “Several” Johnnie Rebs were baptized, while 230 savage, degenerate Indians accepted the message of Christ.","Supporters and opponents of secession and the Civil War used religion to justify their arguments; however, few could have forseen savages responding more heartily to the Gospel message than the South’s renown warrior class. Religious awakening that had come and was to come in a series of waves was seized upon by both sides of the Civil War debate – warhawks and pacifists – and shows that the group of states often referred to as the “solid South” during elections was, and is, dynamic and opinionated even within its various religious traditions."],"display_date":"October 8, 1862","search_date":"1862-10-08","locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":79,"tag":"Religion"},{"id":17,"tag":"Government"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5258,"title":"<strong>Leary, Metzner, and Alpert Instruct LSD Initiates on How to Achieve</strong> <strong>a Successful “Psychedelic Session”</strong>","course_id":69,"status":"P","start_date":"1/1/64","end_date":"12/31/64","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1964, psychologists Timothy Leary, Ralph Metzner, and Richard Alpert published <em>The Psychedelic Experience</em>, a manual intended to prepare the users of psychedelic drugs for sessions. The authors had researched the therapeutic aspects of psychedelic substances, as well as their religious possibilities. The book is heavily influenced by the <em>Tibetan Book of the Dead</em>, (also known as <em>Bardo Thodol</em>) a funerary text that describes spiritual after-death experiences. The authors’ experiments with LSD and other psychedelics began at Harvard University, until unfavorable representations in the press led to the suspension of the research and, in 1963, the dismissal of Leary and Alpert from their faculty positions at the institution. The authors continued their own research, through observation of others and under the influence of hallucinogenic substances themselves.","The text focused on the use of psychedelics with the intention of achieving spiritual enlightenment. The authors devoted Part 3 of their text to an explanation of how to achieve a beneficial experience through proper preparation for a session, noting proper drugs and dosages as well as the critical importance of an experienced “guide.” A guide was expected to serve as a relaxed, secure, and wise presence to help the “voyager” through their trip, “always ready to help navigate their course, to help them reach their destination.” Also important to a successful session was what Leary frequently referred to as “set and setting.” This idea emphasizes proper mental and physical preparation by participants, as well as a suitable environment for the experience. Most significantly, the authors stated that the manual “prepares the person for a mystical experience according to the Tibetan model,” and instructed participants to delay religious interpretations until the end of the session when they could best benefit the individual spiritually.","A significant proportion of those drawn to Buddhism and other Eastern traditions in the 1960s—like Leary, Metzner, and Alpert—were influenced by the effects of psychoactive substances, and vice versa. Reflecting on psychedelic drug use in the 1960s, scholar Richard Batchelor asserts that “it is all too easy either to dismiss claims of spiritual significance for drugs as thinly veiled justifications for hedonistic indulgence, or to invoke the tragic consequences of heedless excess as grounds for denying the validity of any drug-induced experience at all.” LSD advocates were continually forced to defend the legitimate benefits of its use.","The authors of <em>The Psychedelic Experience</em>, trained in medicine and psychology, were pioneers in the exploration of consciousness and spirituality through the use of psychedelics like LSD. Their research, during the short window of time when LSD was legal, gave some legitimacy to the possibilities of personal and religious development through the use of hallucinogenic drugs. Their work on the spiritual benefits of psychedelics would become even more significant in debates over the use and control of such substances in the late-1960s—debates over one’s right to control their own brain. However, it could not prevent the federal prohibition of LSD in the United States in 1968."],"display_date":1964,"search_date":"1964-07-01","locations":[{"id":31603,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1009,"tag":"Psychology"},{"id":1008,"tag":"Counterculture"},{"id":1007,"tag":"Drug Culture"},{"id":79,"tag":"Religion"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}},{"id":5377,"title":"Angelina Grimke and Her Secular Language of Rights","course_id":81,"status":"P","start_date":"1837-10-02","end_date":"1837-10-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1837, Angelina Grimke authored a series of letters to Catharine Beecher on the topic of the cultural roles of women as they relate to their social, economic, and political rights. One was reprinted in <em>Women's Rights Emerges within the Antislavery Movement, 1830-1870</em> by Kathryn Sklar. In the letter retitled by Sklar as, “<em>Human Rights Not Founded on Sex,</em>” Grimke argues that humans have rights because they are moral beings:","“the rights of all men, from the king to the slave, are built upon their moral nature: and as all men have this moral nature, so all men have essentially the same rights” (Grimke, Human Rights Not Founded on Sex).","In a very formal sense, Grimke used a secular argument to articulate a point about the what rights are and a necessity to respect them. Her persuasion proved to be effective and her methods involving secular justifications for equality of rights contrasted with other religious justifications for and against slavery and women's rights. Her points differed because they did not involve an appeal to her audience's religious sentiments, they involved an appeal to their reason. By appealing to reason, Grimke presented a new language of rights as they related to women and slaves, to the political climate of the mid 1800s.","The new kind of appeal that Grimke proposed was one that provided a stronger case for an immediate end to slavery, rather than gradually phasing it out. Gerda Lerner discusses the contrast between these two arguments in The Grimke Sisters and the Struggle Against Race Prejudice:","“If the Negro was entitled to equality on the grounds of his humanity, it followed that equality was his right, not a privilege to be granted at the slaveholder's pleasure” (Lerner, The Grimke Sisters and the Struggle Against Race Prejudice).","Lerner points out that if one granted Grimke the explicitly moral point she made in “<em>Human Rights Not Founded on Sex,</em>” then it followed that a gradual phasing out of slavery is morally wrong in a sense similar to why not ending it all was wrong. Grimke's point being presented on secular grounds was essential to her point having the amount of salience necessary to illustrate the way in which those calling for a gradual phasing out of slavery posited an internally incoherent message: they acknowledged slavery was morally wrong, but also suggested that it also be allowed to continue until a point that was convenient for a slaveholder. They were concerned with morality only insofar as slaveholders were not inconvenienced. The secular nature of Grimke's point had more salience because the Bible was used to argue both for ending slavery immediately, and to let it continue (Lerner, The Grimke Sisters and the Struggle Against Race Prejudice). Likewise, how one viewed the rights of women depended on how one interpreted the Bible. Grimke's secular language of rights were justificatorily minimal: they presented an account of rights of slaves and women that could accommodate the values of more than one point of view. The sense in which rights were to be respected on Grimke's account extended beyond what any religious account of morality could have provided. Religious justifications of rights only had normative force if the audience to which they were presented already believed the interpretation was correct. Grimke's language of rights contrasted with this because she reasoned through the status of the rights of slaves and women, meaning that her point was conceptual, rather than interpretive.","Grimke's justification for the equal rights of slaves and women was one that could have had normative force regardless of an individual's opinions. It was different because it appealed to reason rather than emotion. Consequently, her speeches and the arguments made in them reshaped the dialogue concerning the moral status of women in slaves in the mid-1800s."],"display_date":"October 2, 1837","search_date":"1837-10-02","locations":[{"id":6216,"lat":42.3509402419,"lng":-71.9042530938,"zoom":8,"place":"WORCESTER, Massachusetts"}],"tags":[{"id":1199,"tag":"Angelina Grimke"},{"id":1198,"tag":"Secularism"},{"id":64,"tag":"Anti-slavery"},{"id":79,"tag":"Religion"},{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}},{"id":5371,"title":"Impact of Religion in New England Education","course_id":80,"status":"P","start_date":"1851-12-02","end_date":"1852-01-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In New England, the Puritans required every town to establish public schools supported by all families. After settling in the United States, the first buildings they constructed were a house of worship and a school. This exemplifies that education and religion were the two most important beliefs that the Puritans held. According to New England First Fruits, “After God… reared convenient places for God’s worship… one of the next things we longs for and looked after was, to advance learning and perpetuate it to posterity”.","The New England states’ educational policies have often been regarded favorably. During a tour of the United States, Hugh Seymour Tremenheere even reported that people in Massachusetts even went so far as to say “the present public school system in the United States is a political necessity”. This shows that New England already viewed public education as an aspect ingrained in the rights of people. The New England system was considered a paradigm in setting up school systems in other areas of the country.","The curriculum in schools often centered around moral and religious training because it was believed that “one of the chief projects of Satan [was] to keep men from the knowledge of the Scriptures”. The main purpose of going to school and learning to read for many was to learn to read the Bible. Besides solely religious education, the primary education system was envisioned to be for communicating the essential American moral values as well. “Moral instruction is enjoined on the masters and mistresses to the utmost extent to which they are able to carry it in the course of the ordinary lessons of the school”. These moral values were derived from Protestantism and included industriousness, personal responsibility, and frugality."],"display_date":"December 2, 1851 - January 2, 1852","search_date":"1851-12-17","locations":[{"id":6200,"lat":42.3399569086,"lng":-70.8833658099,"zoom":9,"place":"PLYMOUTH, Massachusetts"}],"tags":[{"id":466,"tag":"Educational System"},{"id":79,"tag":"Religion"},{"id":1180,"tag":"Puritan Education"}],"course":{"name":"U.S. History from 1812 - 1914","school":"Foothill College","course_id":80,"school_id":40}},{"id":5546,"title":"The quality of life in the community of the Union Bleachery Mill in Greenville will never be achievable again for former villagers.","course_id":91,"status":"P","start_date":"1/1/15","end_date":"12/31/40","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Life in the village was dictated by the back-and-forth pangs of church bell and mill whistle. The mill village of Union Bleachery was home to workers and their families and known for an abounding sense of community.  The Bleachery began with 125 workers who would spin up to 100,000 yards of cloth a day.","Imperative to the survival of the community, a tight routine was established and maintained. Monday to Friday at 9 in the morning, the grocery truck would come down each street. Three times a week, milk would be hand-delivered to each doorstep. Each afternoon, the ice truck would come by as well. The only day the mill whistle did not blow was on Sunday. After breakfast, the preparations for church began.","The mill village of Union Bleachery was unique. Union Bleachery was the smallest mill in all of Greenville, and attributed a good portion of its sense of community to the annual community barbecue. Around Christmas time, the children of the factory workers were all given a gift from Santa Claus. Also, many of these workers moved from farm communities to the mills. These former farmers were already accustomed to helping each other. Finally, the quality of their employers. The Arringtons interacted with all of their employees and treated them well. The Arringtons created a congenial atmosphere, showed appreciation, presented awards for jobs well done, and made sure that the spiritual, physical, and mental needs of the community were met.","The threat of war soon increased production of cotton at the mill exponentially. When Franklin Delano Roosevelt declared war, the quality of life of the mill declined as many young men were joining the armed forces. Eventually, the mill dwindled and was sold. The way of life known at the mill would never be reproduced as, unlike other communities, life at the mill was not materialistic. The integrity of managing a mill and building connections with the community were always the top priority. “Mill folk stuck together,” according to Allen Tullos’s notes. The cultures nurtured in the mill villages of Greenville became defensive in nature. The values imbedded into them, specifically those of a religious and familial nature, were shared by their employers. This was key to a positive relationship. David Emmons asserts that churches in mill villages created the ultimate sense of community. This importance of church life is emphasized in the work by Batson-Rodgers. Batson-Rodgers never felt the sense of community the mill village of Union Bleachery provided her with."],"display_date":"1915 - 1940","search_date":"1928-01-01","locations":[{"id":16282,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1468,"tag":"Union Bleachery"},{"id":1467,"tag":"Greenville"},{"id":79,"tag":"Religion"},{"id":705,"tag":"Community"},{"id":1464,"tag":"Mill Village"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5619,"title":"<strong>Planter William Brisbane Becomes an Abolitionist</strong>","course_id":93,"status":"P","start_date":"1840-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["W.H. Brisbane was a respected planter living outside of Charleston, South Carolina.  Upon inheritance of the family plantation and slaves, he reaped the benefits of great land and free labor.  Much like any other South Carolinian at the time, W.H. Brisbane bought into the beliefs of slavery being supported by the Bible.  He even wrote his own articles in the local newspaper about how slavery was the key to the southern economy and inherently a necessity.  While speaking in Ohio though,  Brisbane talked of his first true reading of an anti-slavery pamphlet.  In his own words, the pamphlet “produced a powerful effect on my feelings, and I began to doubt the correctness of the views I had”.  In South Carolina, abolitionist’s views were looked at as blasphemy because all children were brought up learning that African Americans were inferior and servitude was a gift to them.","At this point, Brisbane asked his slaves if they would like to be set free, but in a shocking fashion, they said no.  Since Brisbane was a humane owner and the slaves didn’t have any real world experience, they felt safer under control of Brisbane.  At this stage, he reached a turning point in his life.  Brisbane decided to move North so that he could buy land and free his slaves, while giving them the newly purchased land so they could begin a new life.  His fellow southerners thought him crazy, but Brisbane knew he was doing the right thing by God, and he took it upon himself to deliver anti-slavery speeches in the Ohio area.  He spoke of the evil nature of slavery and used religion to support his beliefs, but he also understood that the only way to really end slavery would be through politics.  He never really bought into the abolition movement wholeheartedly, and also denounced slave revolt because of the inherent death tolls that would ensue.  Ultimately though, his public speaking abilities began to get attention by well-known abolitionists, and Brisbane’s beliefs became a cornerstone to the famous northern abolitionists.  All in all, W.H. Brisbane ended up freeing his thirty-five slaves worth thousands of dollars, and became an important religious figure throughout the North.  In his closing statements given in a speech in Cincinnati, Brisbane said “let us not be ourselves the servants of corruption; but rather stand fast in the liberty wherewith Christ would make us free.”"],"display_date":1840,"search_date":"1840-07-01","locations":[{"id":10238,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":4,"tag":"Slavery"},{"id":79,"tag":"Religion"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5631,"title":"The New England Illuminati and late 18th Century Conspiracy Theory","course_id":93,"status":"P","start_date":"1799-01-01","end_date":"1799-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In Reverend John Ogden’s pamphlet, he described the Bavarian Illuminati as secret organization obsessed with destroying and undermining religion and government in the United States prior to the nineteenth century. Throughout the course of the late eighteenth century the very powerful and rich, who were extensions of the individuals in Europe, met monthly as members of “the secret Clergy.”","According to Ogden, “their design, tendency, and effect have been to destroy established law, morals, order, universal toleration; they bear too near an affinity to the Illuminati Societies of Europe.” This New England Secret Society was identified as the last standing obstacle between America and becoming the land of religious freedom. The Illuminati movement towards disestablishment of the church was heightened by the conspiracy that the enemies across the Atlantic were out to get them. Charles C. Bradshaw, writer for the <em>New England Quarterly</em>, uses historian David Brion Davis to explain the influence of conspiracy within the context of the late eighteenth century. David Brion Davis explains, “Conspiracy not only informed ideological expression, but extended into a special language or a cultural form.” Conspiracy took form in speculation that doctors and professors from different institutions across the New England region were coming together to form this powerful society that would undermine religious tradition. Powerful college institutions like Yale, Princeton, and Columbia all were suspected of Illuminati influence and subjected to criticism.","The hysteria surrounding the New England Illuminati was heightened at the end of the eighteenth century by New England conservatives. The New England Illuminati was said to be an extension of the French Bavarian Illuminati. A cross-international relationship between Illuminati members, coupling that into believing in the Bavarian Illuminati, led to their disdain for federalist policies in the United States government.  Regardless, The New England Illuminati’s attempt to shape American history fell short. Conspiracy theory, however, is still prevalent in United States society today."],"display_date":1799,"search_date":"1799-07-02","locations":[{"id":15236,"lat":39.878712355,"lng":-75.2036894677,"zoom":9,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":79,"tag":"Religion"},{"id":1591,"tag":"illuminati"},{"id":1592,"tag":"secret society"},{"id":1593,"tag":"Conspiracy Theory"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5656,"title":"Refuge in Religion: The Story of the Baptist Minister Noah Davis","course_id":103,"status":"P","start_date":"1854-01-01","end_date":"1854-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Noah Davis sat puzzled, he contemplated his next move. He had already purchased six of his children back from various slave owners, through hard work and many favors gained from people he discovered on his travels. His life defined turmoil. Noah Davis worked against the clock to purchase his seventh and final child, his daughter who was born into bondage. Noah Davis was already well versed in the North, as he had traveled often in search of funds to help pay for the church he planned on starting in Baltimore. He arrived into Boston where he was able to leave with 400 dollars toward his daughter's freedom. On those Boston streets, Davis stood star struck as he noticed his old master. He remembered what his master once said to him, \"I am not afraid of you running away Noah,-- you may go where you please.\" This was the same man, who made Noah's freedom possible, the same man who granted Noah Davis a free pass to the North to collect the money to buy his own freedom.","Noah's fortunes shifted greatly, and he thanked God. He then traveled to Providence, where he had worked hard to collect the money to purchase his daughter's freedom. Noah Davis was invited to preach, and give sermons at local Baptist churches throughout Providence. On his final day, through these church meetings, the most significant moment in Noah Davis' quest for his daughter's freedom occured. While Noah prepared for his trip to New York, a man of great authority approached Noah with a propisition. In front of the entire meeting, the man proclaimed \"Brother Davis, give yourself no more trouble about that daughter,-- You say you have to stop in New York. Let me say say, that when you get home, whatever you lack of the four hundred dollars, write to me, and I will send you a check for the balance.\" Noah proclaimed this as an act of God, and to his relief, promulgated \"I now left Providence, feeling in my heart that the place is rightly called by that name, as far as I am concerned.\"","In truth, Noah Davis was blessed to have the mild-mannered master in Fredericksburg, as he was allowed space to develop as an individual. However, as discussed in Walter Johnson's book <em>Soul by Soul, </em>were the concepts of turning people into commodities and the creation of a law of supply and demand for slaves. The harsh reality is that Noah Davis not only had to buy himself out of freedom, but also his seven children who were born into bondage as well. Through his focus on faith, and the connections he was able to make during his time traveling and in Baltimore, he was able to possess the strength to purchase his family. It is one of the many horrors of the slave market, and slavery in general, this idea that a family can be broken apart, and then sold individually in correlation with a notional concept of a human stock market. Even though Noah Davis freed his children from bondage, this reality is merely a fantasy for the majority of slaves who were taken from their kin and sold in the \"Deep South\".","This quote in Walter Johnson's <em>Soul by Soul</em> displays the rarity of the circumstances in which had unfolded for Noah Davis, \"... some few others were able to gain their freedom by purchasing themselves.\" Noah Davis lived a life in which he was able to escape the normal. He put his faith into God, his fellow man, and with help from a kind slave master, he successfully avoided the \"story of seperated lovers and broken families.\""," "],"display_date":1854,"search_date":"1854-07-02","locations":[{"id":5931,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"},{"id":13838,"lat":39.2038567799,"lng":-78.2606208397,"zoom":9,"place":"FREDERICK, Virginia"},{"id":11401,"lat":41.8745874433,"lng":-71.5917581694,"zoom":10,"place":"PROVIDENCE, Rhode Island"}],"tags":[{"id":4,"tag":"Slavery"},{"id":79,"tag":"Religion"},{"id":3,"tag":"African-Americans"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":5728,"title":"<strong>John Kennedy’s 1960 “Religion Address” and American Anti-Catholicism</strong>","course_id":110,"status":"P","start_date":"9/12/60","end_date":"9/12/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Kennedy’s 1960 address to the Greater Houston Ministerial Association was delivered to assuage the suspicion many Americans harbored against him from the beginning of his race for the Presidency.  Senator Kennedy and most of his aides correctly assumed that they would be facing some of the same prejudice and fear over the course of the campaign that Al Smith, the Catholic Governor of New York faced in the Presidential election of 1928.  In order to combat this, Kennedy focused on distancing himself from his religion, and reaffirming his personal commitment to the separation of church and state.  He began his speech by highlighting several key issues that he deemed more worthy of the nation’s attention that the personal beliefs of one man, even if that man was a candidate for such a high office.  He mentions the spread of communism, poverty in America, political scandals of the past, and the space race, reminding the audience of his intent to tackle the tough issues facing the nation, regardless of his religious affiliation.  “These are the real issues which should decide this campaign.” Kennedy said, “And they are not religious issues — for war and hunger and ignorance and despair know no religious barriers.”  Kennedy used this tactic throughout the remainder of his speech, effectively divorcing himself from Catholicism, and presenting himself as a religiously neutral politician.  Due to the resurgence of American anti-Catholicism in the early forties that persisted into the sixties, there remained a widespread mistrust of Catholic politicians.  It was believed that a member of the Church in office would invariably institute policies based on the will of Rome.  Regarding this fear, Kennedy said; “I believe in an America where the separation of church and state is absolute, where no Catholic prelate would tell the president (should he be Catholic) how to act…”  He then proceeds to level the field, following up with; “and no Protestant minister would tell his parishioners for whom to vote.”  Kennedy’s words here are indicative of the strong undercurrent that permeated American culture in the sixties that held nativism and fundamental Protestantism as the ideal in a politician.  The xenophobic views perpetuated by the post-World War I Klan had taken their toll on Catholic-Americans in the past, and continued to do so in Kennedy’s time.  The message he delivered in this speech was essential to his election the following year.  He would summarize this message most succinctly in these two lines taken from the final minute of his address; “But let me stress again that these are my views… I am not the Catholic candidate for president. I am the Democratic Party's candidate for president… I do not speak for my church on public matters, and the church does not speak for me.”"],"display_date":"September 12, 1960","search_date":"1960-09-12","locations":[{"id":32591,"lat":31.3177565709,"lng":-95.4226802796,"zoom":9,"place":"Houston, Texas"}],"tags":[{"id":1727,"tag":"JFK"},{"id":1723,"tag":"Nativism"},{"id":79,"tag":"Religion"},{"id":1722,"tag":"Anti-Catholicism"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":5968,"title":"The Closing of St. Mark's Episcopal Church of Delray, Detroit in 1922 Signlas Delray's Demographic Shift","course_id":118,"status":"P","start_date":"2/18/22","end_date":"2/18/22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sunday February 19, 1922 marked the final day of services at St. Mark’s Episcopal Church in the Delray neighborhood of Detroit.  The Detroit Free Press announced its closure the day prior, February 18, 1922, in an article entitled “Delray Church to Close its Doors”. The article printed a photo of the front of the church, showing its elevated entry, tall pointed-arched windows, and the building’s rather extensive length. The church stood on West End Avenue and Thaddeus Street and first opened in 1897.  At that time, it was centered in quickly developing neighborhood of Delray and by 1911 it needed to be enlarged to sufficiently serve the growing community.  However, by 1922, the church was considered to be “in the heart of a foreign settlement” and not within the same proximity of its former visitors. The Episcopalians who previously frequented this church are cited as having mostly moved out of this area of Delray and into neighborhoods north of Fort Street.  Because of the population movement, the church lost most of its followers and could no longer be self-sustaining. Thus, it was forced to sell its property.","Because of Delray’s industrial development at the beginning of the 20<sup>th</sup> century, it naturally drew many immigrants looking for work. The predominately Hungarian population that settled in Delray opened their own churches, which were most often Catholic. The closing of the Episcopal Church thus illustrates the extent to which Hungarians transformed Delray into their own, (or as the article iterates- into a “foreign”) neighborhood. This demographic shift in Delray was summoned by the influx of factories and the availability of jobs for unskilled laborers, but as the immigrants form this phase of movement gained more skills and more income, they too would eventually move out of Delray and make way for a second great demographic shift after World War Two.  As with the closing of the Episcopal Church, Delray would later see far many more businesses close their doors as the demographics and population of Delray would continue to be in flux."],"display_date":"February 18, 1922","search_date":"1922-02-18","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":31,"tag":"Immigration"},{"id":79,"tag":"Religion"},{"id":1941,"tag":"Delray"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6115,"title":"“Georgia Prohibition – Nupatree What do You See?”","course_id":126,"status":"P","start_date":"4/15/10","end_date":"4/15/10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 15, 1910 a man by the name M. A. Nupatree documented his travels through the state of Georgia. Nupatree documented his travels through the larger as well as the smaller cites because he wanted to study prohibition throughout the state. In his paper Nupatree claimed to be indifferent on the subject of prohibition, saying he observed everything with an impartial eye. However, Nupatree did go on to say, “I was rather prejudiced against prohibition as the best method, especially for the larger cities.” This showed he had somewhat of a bias to the subject matter. Nupatree also believed that statistics should have been ignored because they could easily be manipulated and were often unreliable for people.","Nupatree noticed that he saw only seven men under the influence of intoxicants throughout his entire trip. He stated that anyone could see that number of intoxicated men in a few minutes in the state of New Jersey. Nupatree found himself surprised by the how much drunkenness he had actually encountered in Georgia's cities. Most cities in other states shrugged off prohibition and did not pay it any attention.","Nupatree did notice that a lot of “near beer” was sold in the larger cites of the state. He said that hard liquor was hard to come by except for inside clubs, where even then its use was mostly restricted to those who would not abuse the substance. Because of all that had been noted Nupatree summarized that people that behaved themselves did not really need intoxicants, while people that were normally troublesome due to intoxication found it very hard to get into the trouble without it. He claimed that the citizens were happy with the Act and the only people not happy were the people of “the trade” as he referred to them. He noted that to him the state seemed to focus on the enforcement of laws and the more stringent laws. Nupatree found it strange that the state would focus on this instead of how the North focused on restoring the old wide-open order. Nupatree goes on to praise the state of Georgia and the shape it is in due to prohibition being followed.","By viewing this <em>New York Times</em> newspaper article that contains all the information found above, one can see the debate historians have had when they ask if prohibition was effective or not. If historians look at Nupatree’s observations throughout Georgia it is plain to see that prohibition was very effective. But this effectiveness may be due to what Political Science professors John Frendreis and Raymond Tatalovich suggested that multiple factors like region, religion and demographics play a role in the acceptance or denial of prohibition. Georgia is located in the Bible belt where there is a strong sense of Christianity. Georgia had this one main religion which according to Frendreis and Raymond made prohibition much more effective in the southern region. Nupatree observed there was a wonderful growth, prosperity and an orderly government while he traveled through Georgia. This observation of Nupatree’s shows that urbanization and income had begun to grow in Georgia, and these things factor into the demographics of the state.  This newspaper article shows how a state’s region, religion and demographics can greatly impact the decision of prohibitions like the professors stated. This <em>New York Times</em> newspaper article shows how certain elements within the state of Georgia made its citizens want to follow prohibition."],"display_date":"April 15, 1910","search_date":"1910-04-15","locations":[{"id":16304,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"Fulton, Georgia"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":79,"tag":"Religion"},{"id":2272,"tag":"1910"},{"id":1609,"tag":"georgia"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}},{"id":6200,"title":"The Founding of the African Methodist Episcopal Church in Florida","course_id":130,"status":"P","start_date":"1865-06-22","end_date":"1865-06-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June twenty second, 1865, the first African American Methodist Episcopalian Church (A.M.E. Church) was established in Jacksonville, Florida. Appropriated as the corresponding reverend of the A.M.E. Church in Florida was Reverend W.A. Stewart, who helped build churches around Florida and spread Methodist Episcopalism throughout the state.","The South Carolina A.M.E. Conference of May, 1865 recorded the first proposal to build an A.M.E. Church in Florida. Bishop D.A. Payne, an influential part of the A.M.E. church and avid historian of the church and Richard Allen, organized the conference in an attempt to spread this popular northern form of African American Christianity. His proposal to hold a conference in South Carolina allowed the southern states to partake in the conference and elect Bishops and Reverends for the very first churches in the south. The Reverend W. G. Stewart wrote this letter to report his actions as the A. M.E. Church-appointed reverend in Florida. This report tells of the Reverend’s progress in making A.M.E Churches in Jacksonville, Tallahassee, Quincy, Monticello, and Lake City with the help of the residing elder, Reverend C.H. Pierce. The first appointed A.M.E. Reverend in Florida wrote this letter which created a significant historical moment when he brought this religion deeper into the South.","Methodist Episcopalism was first seen in the English Colonies as different forms of Protestantism began to form throughout America. Colonists from England brought many religious opinions that they knew from home, including Protestantism. Soon Protestantism began to extend in ethnic and racial dimensions. This contributed to an African-American society that turned to Protestantism and its subgenres. An example of this is the African American Episcopal Church. As the religious demands of the African Americans in northern states like Pennsylvania and Maryland grew, the Methodist Society eventually allowed the formation of a church for African Americans. This first church became the place Richard Allen, the first ordained Methodist Episcopal Minister and one of the founders of the A.M.E Church, held his sermons. The A.M.E church soon spread with the help of Richard Allen and other, later members like D.A. Payne until slowly trickling down to the southern states and finally Florida.","The African Methodist Episcopal Church is an important part of American history as it is the first church created by an African American for African Americans. This letter signifies the spread of a relevant religion as it travels from its origins from the north into the heart of the south and beyond."],"display_date":"June 22, 1865","search_date":"1865-06-22","locations":[{"id":1421,"lat":29.2235069663,"lng":-82.0960676488,"zoom":9,"place":"MARION, Florida"}],"tags":[{"id":1496,"tag":"Florida"},{"id":79,"tag":"Religion"},{"id":2412,"tag":"African American Religion"},{"id":2413,"tag":"A.M.E. Church"}],"course":{"name":"African-American History to 1877","school":"Rollins College","course_id":130,"school_id":5}},{"id":6249,"title":"The Baltimore Jewish Educational Alliance and the Emerging American Jewish Identity","course_id":132,"status":"P","start_date":"1/1/09","end_date":"12/31/16","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1916, just before the fourth of July, the Baltimore Sun ran an article praising the Baltimore Jewish community for their Americanism. The article stated, “[a] Great Many of us are discussing at present the meaning of Americanism and what constitutes a real American, but our Jewish fellow-citizens have no doubts on the subject. They have grasped the idea in all its fullness, and they have made it a part of their supreme creed.” The cause of this article was the annual July fourth party thrown by an organization known as the Jewish Educational Alliance.","As new immigrant communities arrived in the United States between the 1880s and 1924 they felt immense pressure to integrate culturally into American life. Baltimore’s Jews responded to this pressure through organizations like the Jewish Educational Alliance. These Jews embraced Americanism so dearly because they came largely from Germany, Russia, and Eastern Europe. In these countries, they had spent the last half-century struggling to even be given the ability to be recognized as citizens.  In contrast, the promise of freedom and equality in America --even though America rarely lived fully to its promise-- was an attractive alternative. Jewish immigrants were eager to becoming citizens.","German Jews began to settle into Baltimore's neighborhoods in the 1840s and by the 20th century had integrated into American life quite well. However the late 19th century brought a new wave of Jewish immigrants to the United States largely from Russia and Eastern Europe. The German Jewish residents of Baltimore had largely assimilated into American life north of Baltimore by the time the Eastern Europeans began arriving. These new immigrants moved into the south Baltimore neighborhoods where the German Jews had once lived. German Jews began to worry that the new immigrants would reflect poorly on the already established Jewish community in America, damaging their hard earned status.","In response to this fear members of Baltimore's German Jewish community established The Jewish Educational Alliance in 1909. The organization was designed to help uplift the Russian Jewish community. The JEA offered classes in English, Citizenship, and naturalization. in 1911 <em>The Baltimore Sun</em> ran an article praising the young organization for its succesful social programs.","The Jewish Educational Alliance was succesful in accomplishing its goal of Americanizing Baltimore's Russian Jews, but just as importantly the JEA created a place where Baltimore's Russian and German Jews could be together. This physical mixing of the populations built a new generation of American Jews."],"display_date":"1909 - 1916","search_date":"1912-12-31","locations":[{"id":51922,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":1664,"tag":"Jewish"},{"id":31,"tag":"Immigration"},{"id":1715,"tag":"German"},{"id":79,"tag":"Religion"},{"id":2494,"tag":"Russian"},{"id":2495,"tag":"Yiddish"},{"id":2496,"tag":"Citizenship"},{"id":2497,"tag":"Americanization"},{"id":2573,"tag":"New Immigrants"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6343,"title":"Winsome Womanhood: Christianity as a Progressive Influence on Women’s Identity and Values During the Early 20th Century","course_id":144,"status":"P","start_date":"1890-01-01","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“O Lord and Master of us all,","Whate’er our name or sign,","We own Thy sway, we hear Thy call,","We test our lives by Thine.”"," ","Winsome Womanhood, a book written by Margaret Sangster, provided young women of the early 20th century with a connection to God as well as a purpose/identity within the Christian faith. It was Sangster’s belief that all women, regardless of age, could benefit from the teachings of the Bible and understand the meaning of what it means to be a true Christian woman. Living during a time when religion was not at the forefront of what structured society, women such as Sangster were adamant about keeping the ideals of Christianity close and informing women about how the message of God can be used to empower them as individuals at every stage in their life.","The book is broken into sections directed at women of different ages and from different walks of life. A young woman of fifteen, not yet a woman and no longer a girl, would look to this book and find guidance. During this time of transition from childhood to adulthood, the only true source of wisdom cannot come from mothers or teachers alone, but from God, and young women at this stage in life were encouraged to take time for themselves and read the Bible or pray to seek the answers they needed in order to grow into well-rounded women - women of faith. “A room of her very own, a tastefully appointed and comfortably furnished as possible, should be every young girl’s retreat. Here she may enjoy the half hours for devotion which tend to the soul’s growth . . . In this, her den, her nook, her bower, her special fancies may be indulged, and her individuality find fit expression”(Sangster, 25). Winsome Womanhood was not only, then, a guide for women to find faith and keep it, but also a guide for women to find liberation and individuality through their faith as Christian women, as opposed to feeling trapped by it.","She also speaks to working women or, “The Girl in Business.” It was not uncommon for a working woman of the early 1900’s to feel diminished in her role when compared to a working man - making less money, earning less respect - but Sangster’s view on the role of working women was not so. “Many young women belittle their employment by going to it in the spirit of martyrs who pty themselves . . . Self-pity is a badge of weakness, and work done for money alone is never noble work” (Sangster, 67). It was Sangster’s belief that women should take pride in their work, as women of honor and duty within the Christian faith, and not take pride solely in their wages. This assertion was not uncommon among Christian [Protestant] society at this time, as many women and men affiliated with Protestant denominations were involved in social activism and issues such as fair wages and voting rights for women around this time, as pointed out by Lori Ginzberg in her discussion of the “benevolent” work of women. Ginzberg states that, during this era of progression, “tensions about paying wages, centralizing corporate functions, relating benevolence to government, and using funds solely for administrative purposes all came into the open” (Ginzberg, 161). Sangster’s ideas, then, in regards to Christianity as a positive influence in women’s lives could also be interpreted as viewing religion as a force for equality and empowerment during this progressive age.","Overall, the message Margaret Sangster seems to be sending with Winsome Womanhood is that women of all stages in life, all positions, all classes, could be empowered and liberated through the study and adherence to Christian ideals and faith, and that God’s word should not be ignored, even as the world progresses."," "],"display_date":"1890 - 1910","search_date":"1900-07-02","locations":[{"id":2962,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"ROCK ISLAND, Illinois"}],"tags":[{"id":2642,"tag":"Augustana College"},{"id":1269,"tag":"Social Morality"},{"id":196,"tag":"women's rights"},{"id":1205,"tag":"Women's History"},{"id":228,"tag":"Roles of Women"},{"id":849,"tag":"Progressive Era"},{"id":79,"tag":"Religion"},{"id":514,"tag":"Christianity"},{"id":7,"tag":"Women"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}}]}