{"id":792,"tag":"Transportation","points":[[37.4562619895,-122.096750388],[33.0342766311,-118.614221051],[33.5543155862,-86.8964933862],[40.7964015502,-73.8979738005],[33.6657929366,-80.2164264171],[39.4640522698,-78.0275332326],[42.107446354,-83.1351982696],[42.6001926046,-73.9735779487],[39.5358347431,-76.0898051386],[39.2940913824,-76.6092985301]],"bounds":[[42.6001926046,-73.8979738005],[33.0342766311,-122.096750388]],"episodes":[{"id":5107,"title":"The Interurban Railroad of California","course_id":49,"status":"P","start_date":"10/18/01","end_date":"10/18/01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Southern Pacific Railroad Company Traffic Department announced on October 16, 1901, that Paul Shoup would be replacing Thomas A. Graham as division freight and passenger agent with jurisdictions south of San Francisco, Oakland, and north of Santa Barbara, with his headquarters in San Jose. J.C Stubbs, Traffic Director; William Sproule, freight traffic manager and E.O McCormick, passenger traffic manager, approved the appointment. The appointment took effect on October 18, 1901.","Paul Shoup rose to a prominent position in the Southern Pacific Railroad Company through his management of the railroad’s electric interurban lines. As the roads were unpaved and traveling was predominantly by horseback or wagon, the electric interurban made traveling comfortable, faster, and cheaper for passengers. The electric interurban lines in California and other cities in the United States connected cities together by making more stops at urban centers than the larger railroad lines that traveled further and hauled heavy cargo. The Southern Pacific Railroad interurban lines were predominantly located in the Los Angeles area linking the City of Angels to Long Beach and Orange County. The Interurban Electric Railway (IER) connected Berkeley, Oakland, and San Leandro, while the Peninsular Railway connected San Jose and Palo Alto.","However, the success of the interurban railroad led to its demise. As the economy improved due to the construction of the interurban railroad, people in the Bay Area were able to afford automobiles and the interurban railroad usage declined.  Many of the companies responsible for its success ended up filing for bankruptcy."],"display_date":"October 18, 1901","search_date":"1901-10-18","locations":[{"id":52284,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"},{"id":790,"tag":"Paul Shoup"},{"id":666,"tag":"Railroad"},{"id":792,"tag":"Transportation"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5167,"title":"Susie Clark’s arrival in California by train from Boston","course_id":66,"status":"P","start_date":"1890-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the 1890s Susie Champney Clark left Boston on a Raymond & Whitcomb Co. organized railroad trip across the country to California, recording her observations and notes along the way.  Though this trip may have seemed impossible to make earlier in the century, as Ms. Clark said in the first chapter of her book <em>The Round Trip from Hub to the Golden Gate</em>, “California [was] much nearer Boston than it was in ’49. The journey thither is hardly now considered much a trip.”","Susie Clark had a grand time on her trip across the country and was impressed by the comfort of the train and its amenities. She thoroughly enjoyed the menu and the dining car and declared that it “might well engage the attention of the most fastidious epicure.” Train travel had taken on a completely different feeling than earlier in the 1800s. It was leaving behind reputation for uncomfortable, difficult travel and taking steps towards relaxed and enjoyable trips. Ms. Clark even went so far as to say that Raymond and Whitcomb had turned travel into an art and science, making their trains feel like homes.","Arriving in Los Angeles, California, she took note of the beauty of the city, wondering how “this fair city [could] fail to thrive and flourish and grow as if indeed all good angels smiled upon her.” Unfortunately though, Ms. Clark pointed out that the city was founded as a means for housing the “soldiers” who had worked for the Spanish missions, forcibly converting the Native Americans and encroaching on their land. She was not surprised at all that these actions had led to, as she said in her notes, “the degradation and ultimate extinction of these tribes.”","Susie Clark was not the only one with these opinions of the missions’ and other settlers’ earlier tactics. As recounted in Michael Magliari’s article in the <em>Pacific Historical Review</em>, during a visit to Los Angeles, U.S. Army Captain Edward Ord stated “It will be seen…that by the law, the overseer of a large rancho, has but to be a ‘Justice of the Peace' and he is enabled to buy and keep Indian servants as he may want them, and to punish them at discretion, within a limit.\"","Though California was admitted to the Union as a free state, as Magliari points out, “the newly admitted Golden State had already established its own racially based system of unfree labor. Although it had forth-rightly rejected the South's ‘peculiar institution,’ the new ‘free state’ of California did not hesitate to craft its own code of compul-sory [sic] labor under the notorious 1850 Act for the Government and Protection of Indians”.  Californians used “minor custodial wardship, indentured servitude or ‘ap-prenticeship [sic],’ convict leasing, and debt peonage” as ways to create forced labor to their advantage.","As Ms. Clark hinted in her travel writings, the beauty and wonder of California had a slight darkness creeping in around its edges as a result of the methods by which the land was taken from the Native Americans."],"display_date":1890,"search_date":"1890-07-02","locations":[{"id":902,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"LOS ANGELES, California"}],"tags":[{"id":537,"tag":"Native Americans"},{"id":666,"tag":"Railroad"},{"id":792,"tag":"Transportation"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5221,"title":"<strong>Soldier Resists Segregation on Birmingham Streetcar</strong>","course_id":62,"status":"P","start_date":"6/6/23","end_date":"6/6/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During World War II , whites and blacks had sacrificed for their country; yet, only the whites who returned found themselves recipients of respect. Around 9:40pm on June 6, 1943 a “negro” soldier boarded a streetcar in Birmingham, Alabama on the North Birmingham Line. Instead of moving to the back of the car, he chose to stand in the white section. White passengers began to complain and the conductor told him to move back to the negro section. After some “questionable language”, the soldier refused, stating he was going to the station where his troop train was waiting.  With some coaxing, the soldier finally moved back, but not entirely out of the white section. At the next stop, a few more negroes boarded the train. The soldier threw himself across the seats stopping these men from moving to the back of the train. The conductor opened the doors and told him to get off. After a small altercation, the soldier hit the conductor and fled.","According to leading historians, this was a common experience for black soldiers returning home to Birmingham and other cities during and after the war. Although they had earned the respect of their commanders while fighting for their country, at home they were still viewed as second class citizens. Forced to face humiliation at the hands of white streetcar conductors and passengers, they resisted. Sometimes their resistance came in the form of calling others to stand with them in defiance. More often than not their calls were in vain. For too long black citizens had attempted to resist racial segregation on streetcars and failed. With time however, their demands for equality coalesced into an unstoppable force.","From the emergence of streetcar lines, the races had been at odds over sharing transportation. When attempts to provide separate cars failed, it was decided that cars would have to be shared albeit divided. On May 3, 1923, Birmingham Railway, Light, and Power Co. requisitioned its first set of racial partitions for 184 of its streetcars. In a formal gesture they were stating that there would “now” be segregated transportation. This was the case all across the country. Cities were formally segregating their streetcars in an attempt to quell violence between the races while maintaining their transportation systems. However, this system of racial separation would not fulfill its goal. Twenty years later, soldiers like this one and black civilians alike were still resisting racial segregation of streetcars."],"display_date":"June 6, 1923 - June 6, 1946","search_date":"1934-12-05","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":266,"tag":"Segregation"},{"id":21,"tag":"Race Relations"},{"id":42,"tag":"Civil Rights"},{"id":3,"tag":"African-Americans"},{"id":792,"tag":"Transportation"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5224,"title":"<strong>Incident of Racial Tension Reported on Birmingham’s East Lake Line</strong>","course_id":62,"status":"P","start_date":"6/6/23","end_date":"6/21/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a hot midafternoon on June 21, 1943, a streetcar filled with passengers eased along the East Lake Line in Birmingham, Alabama. When it reached its next stop no one got off, but one white man and two white women attempted to board the already packed car. The conductor, claiming there was standing room in the “negro” section, told some “negro” passengers who were standing near the entrance to move back and make room for the oncoming white passengers.  In a voice of opposition, one of the black men told the conductor to tell the white men crowding the “negro” section to move up in the car. With the tensions rising, one of the white passengers took offense to the black man's comments and set about to start a fight. The conductor moved in between them, and the black man supposedly began to hit the conductor. The conductor then told the man “if you hit me [again] I will kill you.” In a surprising turn of events, the conductor seemingly calmed the enraged man, refunded his fare, and told him to get off to “avoid further trouble.”","This was only one report among hundreds written by street car conductors about “incidents” on their cars. Acts of resistance like this one were commonplace in Birmingham during the 1940s. Conductors and white passengers alike reported these incidents sometimes at the rate of 14 a month. They could be as simple as blacks refusing when asked to move out of the white section. However, occasionally they resulted in the deaths of blacks who “violently” resisted this form of racial humiliation. Occurrences of resistance continued to rise as blacks slowly began to organize their resistance to this form of racial segregation. Despite their efforts, resistance to streetcar segregation did not immediately bring about the broad civil rights changes they hoped for.","Nevertheless, historians such as Catherine Barnes have argued that these early forms of resistance to racial segregation provided the catalyst for later modes of protest against segregation. These instances of blacks refusing to move or make way for white passengers were the breeding ground for some of the biggest names in the later civil rights movement. Incidents like this one where a man stood up for his rights as an equal paying customer, although occasionally violent, bore the generation of non-violent protesters like Rosa Parks and Martin Luther King Jr."],"display_date":"June 6, 1923 - June 21, 1943","search_date":"1933-06-13","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":238,"tag":"African American"},{"id":21,"tag":"Race Relations"},{"id":792,"tag":"Transportation"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5229,"title":"<strong>Eugene “Bull” Connor Writes Correspondence on the Race Question</strong>","course_id":62,"status":"P","start_date":"6/6/23","end_date":"12/31/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With racial tensions rising in Birmingham, there was only one thing to do: ensure the separation of the races. This was what Eugene “Bull” Connor, Birmingham’s Commissioner of Public Safety during the 1940s, saw as the only option to ensure public peace. This separation of the races included the segregation of Birmingham’s streetcars. In a letter dated June 29, 1944 to Mr. C. L. Harris of Birmingham’s Merchant Association, Connor assures him of the city’s efforts to quell the rising black “violence” on Birmingham’s streetcars. He informs Mr. Harris that he had already taken the action two or three years ago to install segregation boards on street cars operating in the city. Though, he conceded that his actions had been in vain in some parts of the city.","The racial violence Connor was referring to was the rising tide of resistance to segregation on streetcars in Birmingham. On many occasions, before “his” segregation boards had gone up, blacks had fought with conductors over having to give up their seats or move to the back of cars. The Merchant Association was concerned that these acts of resistance or “violence” might cause people to shy away from the rail lines altogether. In an effort to calm the movement, Connor had signs clearly marking the racial separation put on all Birmingham streetcars. This did little to assure blacks of their right to an “equal” experience on streetcars as more often than not the signs would be moved to make room for more white passengers as the expense of black riders. Because of this and other forms of blatant inequity, blacks continued to resist segregation, sometimes violently, until Birmingham’s streetcars were shut down in 1946.","These instances of resistance to racial segregation had little impact of the contemporary attitudes about racial segregation as a whole, but nevertheless that they occurred at all was a miracle. According to historian August Meier although the failure of any racial equality movement during the 1940s was inevitable, the resistance instilled in African American communities a sense of unity that carried over to the bus boycotts that helped end segregation altogether. Despite repeated attempts, like those of Connor, to quell black resistance to the humiliation of segregation it was clear then, as it is was in the 1950s, that blacks were never going to accept a system of separate but equal that was inherently biased towards whites."],"display_date":"June 6, 1923 - December 31, 1946","search_date":"1935-03-19","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":266,"tag":"Segregation"},{"id":792,"tag":"Transportation"},{"id":21,"tag":"Race Relations"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5484,"title":"Excellent Progress on the New York Subway","course_id":85,"status":"P","start_date":"9/27/02","end_date":"10/28/04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On September 27, 1902 the <em>Scientific American</em> highlighted the development of the first New York City subway. The monthly <em>Scientific American</em> magazine, which focused on scientific discoveries and technological innovations around the world, detailed the progress of the subway through the use of various diagrams and articles.  The New York Subway was well underway during the publication of the article and was scheduled to be completed ahead of its previous publicized date. The newly created transportation network would be utilized to further stimulate the economic, social, and transportation needs of New York City’s residents."," ","Subway systems were integral in the economic development of New York City. The subway system allowed citizens to continue to expand outward from the densely settled area around Manhattan and Brooklyn and thrive by allowing traditionally geographically disadvantaged citizens to travel further from their homes. This allowed many citizens to have a greater sense of freedom and a broader social and economical reach. The availability of new forms of transit allowed these individuals to get to their destinations cheaper and more efficiently without sole reliance on elevated commuter railroads or horse drawn forms of transportation. The construction of the New York Subway facilitated the creation of many new jobs and a consistent supply of work by linking many different businesses with customers that were previously inaccessible and allowing both parties to benefit from its usage."," ","The creation of the New York Subway system was a great engineering achievement in the early 1900s. The <em>Scientific American</em> article stated the project required the excavation of over 1,700,000 cubic yards of earth and the employment of over 65,000 tons of steel in its construction.  One of the biggest concerns with a project of this magnitude was allowing other transportation systems to operate without disruption during construction. Much of the modern infrastructure of New York City was already in place and it was of great concern to leave it undisturbed. It was necessary to relocate gas, water, and electric lines while excavating the tunnels and connecting the underground network. While removing the millions of yards of debris, it was of great importance to maintain the structural integrity of the tunnel. Tunnels were dug using a method known as \"Cut and Cover\". Through this method, one side of the street was excavated to a depth of at least 30 feet, the subway tunnel was constructed, and eventually it was covered upon completion. In contrast to previously constructed shallow subway tunnels, the New York City Subway tunnels were supported in all directions by concrete walls and utilized a network of steel beams and waterproofing. This structural composure added many different benefits to the subway system. In cases when it was necessary to excavate both sides of a street simultaneously, support bridges and trestles were erected to maintain street access for ground transportation. Engineers used these systems to minimize any detrimental effects above the surface while they continued to further expand the New York subway system belowground."," ","Many of the building supplies that were designated to be used in the production of the New York Subway were shared with above-ground transportation systems. The materials used for the subway tracks were adopted from the above-ground trolleys. While the availability of trolley tracks was a benefit, it also facilitated the need to develop new solutions in regards to powering the tracks. Engineers carefully worked to retrofit the trolley tracks and modify the foundation the tracks were laid on to facilitate the delivery of electricity to the subway line."," ","Upon the first day of its completion, over 150,000 eager riders rode the New York subway system according to an article in the<em> New York Times </em>dated October 28, 1904. The first train arrived at One Hundred and Forty-Fifth Street from City Hall Park in exactly twenty six minutes and the reality of rapid transit was realized by many New Yorkers. The articles in <em>Scientific American</em> and <em>The New York Times </em>did an exceptional job stirring public interest for the new transportation system. These articles placed an emphasis on the many attractive features that the New York Subway had to offer and highlighted the many different architectural and engineering achievements. The<em> New York Times </em>article had a broader focus and placed a lesser emphasis on the intricate construction process of the system.    In contrast, The <em>Scientific American</em> article focused primarily on building details and engineering aspects of the project and was intended for readers with a scientific interest in the project."],"display_date":"September 27, 1902 - October 28, 1904","search_date":"1903-10-13","locations":[{"id":49747,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"New York, New York"}],"tags":[{"id":792,"tag":"Transportation"},{"id":598,"tag":"New York"},{"id":1364,"tag":"Subway"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":85,"school_id":43}},{"id":5540,"title":"Teenage School bus Drivers, Black and White, Crash on South Carolina Highway","course_id":91,"status":"P","start_date":"1/20/53","end_date":"1/20/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“W.H. Ridgeway, the 16-year-old driver of the white bus, sobbed in his hospital bed and told his mother over and over how sorry he was the wreck had happened”","The Columbia State, South Carolina’s largest newspaper, reported this pitiful scene on January 21st, 1953, under the front-page headline, “Clarendon School Bus Crash Kills 2”. The State ran no pictures of the crash, but the details the paper includes are vivid and horrific.","A little girl lay on the roadside, with her leg bone protruding through the skin. The interior of the school bus was described as a mass of blood, twisted metal, and schoolchildren’s pocketbooks. 40 children were taken to the hospital for injuries. Willie Lemon, the 18-year old driver of the Negro school bus, and Thomas Harrelson, a 10-year-old passenger on the white school bus both died from the injuries they sustained.","At the time of the accident, schools in South Carolina were not yet shared by black and white children. but the highways used to get to schools were. The crash came at a climactic moment in Clarendon County, South Carolina. The court case Briggs v. Elliot, from the very same school district, ruled that segregated schools were not equal  because of the lack of resources at black school, specifically, they had no buses.","Briggs v. Elliot was combined with 4 other cases in 1954, including Brown v. Board, that were collectively decided by the watershed Supreme Court ruling that segregated schools were inherently unequal. At the time of the 1953 highway crash though, the court-ordered, federally enforced, desegregation of schools in South Carolina hardly seemed clear or imminent in the state’s future.","The teenage bus-drivers involved in the highway crash, were in fact, coming to and from “equalization” schools; the Manning Training School, where Willie Lemon had just dropped off a bus full of black students, was built the same year as the accident. Equalization schools were a massively expensive project undertaken by the State of South Carolina after the Briggs v. Eliot case to avoid the desegregation decision NAACP lawyers were successfully building.","The decision to employ teenage bus-drivers, though one way of cutting costs in the convoluted and costly equalization school project, was beginning to receive scrutiny from the companies that insured South Carolina school buses. The January 21st accident intensified this criticism.","The accident happened because the young and inexperienced drivers collided head on the “pea-soup” fog conditions on the highway that morning. The thick haze that clouded the moment made for treacherous conditions, where the drivers couldn’t see the road ahead of them, and in that spirit perhaps, was the entire moment between the Briggs v. Elliot and Brown v. Board landmarks in South Carolina history."," "],"display_date":"January 20, 1953","search_date":"1953-01-20","locations":[{"id":28318,"lat":33.6657929366,"lng":-80.2164264171,"zoom":9,"place":"Clarendon, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":43,"tag":"Desegregation"},{"id":792,"tag":"Transportation"},{"id":266,"tag":"Segregation"},{"id":746,"tag":"Supreme Court"},{"id":408,"tag":"Children"},{"id":939,"tag":"Public Schools"},{"id":84,"tag":"Black History"},{"id":467,"tag":"Black Schools"},{"id":719,"tag":"South Carolina"},{"id":572,"tag":"Buses"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5784,"title":"Confederate Lieutenant Writes of Jackson’s Attack on the B&amp;O","course_id":113,"status":"P","start_date":"1862-10-21","end_date":"1862-10-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["First Lieutenant Blackford, who served in the Confederate Army, wrote to his wife, Susan, on October 21, 1862, to update her on the situation on the front. Blackford explained his troops had made progress on the line despite the lack of engagement from the Union. Not far from Blackford’s soldiers, Thomas “Stonewall” Jackson’s troops had implemented a vital military mission to destroy the Baltimore and Ohio Railroad lines. “Burning bridges and tearing up tracks retard the movements of the enemy,” commented the lieutenant, “but not burning up a depot, or the houses of the railroad employees.” The lieutenant explained that although the majority of citizens working in the railroad depots were Union, the men remained silent while the army destroyed the railroad lines.","Railroads, for northern and southern states, provided an expansive consumer market that was not available with wagons. Rail lines like the Baltimore and Ohio were originally laid to economically connect the valley lands with rail lines that were already laid in the North in order to provide a reliable shipping industry. According to historian James McPherson, “With the cash from sale of [crops, customers] bought food and clothing and hardware previously made locally or by themselves but now grown, processed, or manufactured elsewhere and shipped in by canal or rail.” In conjunction to connecting the areas, the rates for shipping by rail was cheaper than shipping by wagon; many citizens used wagons to haul their excess merchandise (crops, clothing, etc.) to rail stations and then shipped the merchandise on rail lines.","The destruction of a segment of the Baltimore and Ohio railroad had military and symbolic importance to the Confederate Army. McPherson wrote, “President John W. Garrett of the Baltimore and Ohio Railroad was a firm unionist and offered the railroad’s facilities to carry troops and supplies from the west.” During raids of the railroad systems, the Confederate Army often gained railroad equipment for their own damaged lines; what could not be carried, the Confederate troops destroyed and burned to ensure the Union could not refurbish the damaged pieces. The decimation of railroad systems, like the Baltimore and Ohio, would deprive Union troops of vital sources of supplies (ammunition, medical provisions, and extra clothing resources) and, most imperative to the health of the Union army, food rations for soldiers."],"display_date":"October 21, 1862","search_date":"1862-10-21","locations":[{"id":14533,"lat":39.4640522698,"lng":-78.0275332326,"zoom":9,"place":"BERKELEY, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":792,"tag":"Transportation"},{"id":1822,"tag":"Stonewall Jackson"},{"id":1823,"tag":"B&amp;O Railroad"},{"id":1824,"tag":"Railroads"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5883,"title":"They Paved Paradise and Put Up A Freeway: Demolishing Detroit's Hastings Street","course_id":118,"status":"P","start_date":"1/1/45","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1945 a seven-man committee appointed by Mayor Edward J. Jeffries prepared a master plan for the City of Detroit's transportation systems, in order to keep up with modern city plans of the day, like Chicago and London. The document, entitled \"Detroit Expressway and Transit System\" and prepared for the Detroit Transportation Board, was supported by both Cincinnati and Chicago consultants, as well as a New York law firm. The document included not only descriptions of the new rail, bus, and freeway transport systems wished for the city, but also architectural sketches and detailed depictions of how the various plans would look and interact with their urban landscape. One picture sketch detailed the plans for Hastings Expressway, to be paved over the current Hastings Street which ran through Detroit's predominantly African-American neighborhood, Blackbottom. The image captions, \"Hastings Expressway would carry express buses to the central business district south of the Crosstown. Both walks and bicycle paths would be included in the incidental improvements.\" The sketch includes a freeway divided by a grass median and sloping upwards on both sides to a row of trees, a bike/pedestrian path behind that, and then more trees and greenery before eventually reaching city roads.","It's been said that in 1940s Detroit, Hastings Street was where you could get anything and everything you wanted. Filled with African American-owned shops, restaurants, theatres, and clubs, it was the backbone of Blackbottom. However, after city planners decided to build the extention of I-75 through Detroit, and specifically through the Blackbottom neighborhood, Hastings Street never looked the same again (and neither did Blackbottom). The beautification features outlined above -- along with incidental improvements to the landscape for the people -- never occurred. But the paved freeway did. \"Sub-standard homes\" of African Americans were evicted and demolished to bulid the freeway under the Federal Highway Act, signed into law by President Eisenhower. It broke the neighborhood in two, lowered property values, and imposed significant adverse environmental effects, including noise and air pollution, directly onto the neighborhood. Many left, and were pushed, into the further eastside and the Brewster housing projects. City planners cited their desire to bring easy access to the city from the suburbs and to parallel its transportation with advancing industrial cities across the nation, as a way to clear what they defined as an urban slum, in both racist and environmental terms. Furthermore, much of Hastings Street lost its name - another way to demolish the culture of those who lived there. Today, Hastings Street is simply a memory of \"Paradise Lost\" (Gunrow) and better known as the Chrysler Freeway."],"display_date":1945,"search_date":"1945-07-02","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1968,"tag":"Blackbottom, Detroit"},{"id":1989,"tag":"freeways"},{"id":1990,"tag":"Hastings Street, Detroit"},{"id":792,"tag":"Transportation"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6240,"title":"New York Canal Construction Challenges its Creators","course_id":137,"status":"P","start_date":"1825-10-26","end_date":"1829-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The challenges of creating the Erie Canal are clearly portrayed in a bill submitted to the Canal Board for payment in 1829. The expenses listed within this bill were specifically for section twelve of the canal. Some chores mentioned were “cleaning [of land], chopping, and excavation [of] solid rock.”  Noticeably, these actions required a lot of time and energy from dedicated, hardworking individuals.","Constructing a waterway that is 340 miles in length, four feet deep, forty feet wide, and connects Buffalo to Albany, New York was not an easy task, and inevitably brought countless challenges that the laborers faced and overcame in order to get the canal operating. This bill submitted to the Canal Board allowed $490 towards “1 Farm Bridge.” This illustrates one of the challenges that the creators of the canal met. As they cleared land and continued digging the canal, citizens who owned that land probably became frustrated because it was hard for them to access both sides of their land. Therefore, the canal workers had to install bridges along the way so that landowners could reach both sides of their land without having to get wet.","When the Erie Canal workers reached the Montezuma marsh in 1820 towards the northern part of the canal, engineers from the American Society of Civil Engineers report that “malaria and pneumonia thinned their ranks and difficult geo- technical conditions slowed their progress.” Unfortunately for these laborers, this was only the beginning of the difficulties they would meet while creating the Erie Canal. “The canal builders did not meet their greatest challenge, though” experts recall, “until they had nearly reached Buffalo, the western terminus.” There, laborers had to use the dangerous technique of heavy blasting to break through a slab of sturdy rock.","In all, the 1829 bill for section twelve submitted to the Canal Board ordered excavation for “29,184 cubic yards” of solid rock. To put that number into perspective, a typical ten-wheel dump truck has a capacity of ten to twelve cubic yards of material. Therefore, it would have taken approximately 2,500 dump trucks to haul all of the solid rock that the Erie Canal workers had to excavate for this section.","Overall, the builders of the Erie Canal faced numerous challenges along the way that required years of hard work, dedication, and a little creativity to overcome. Plus, keep in mind that this bill submitted to the Canal Board was only representative of the needs of one section of the Erie Canal. Section twelve was a bit over one mile long, while the entire canal’s length was 363 miles. Therefore, the amount of chopping, clearing, and excavating that was needed over the eight year creation of the canal is almost unimaginable."],"display_date":"October 26, 1825 - October 26, 1829","search_date":"1827-10-26","locations":[{"id":8679,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"ALBANY, New York"}],"tags":[{"id":792,"tag":"Transportation"},{"id":831,"tag":"construction"},{"id":563,"tag":"Erie Canal"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6268,"title":"Aberdeen Proving Ground Creating a Local Impact","course_id":132,"status":"P","start_date":"10/20/17","end_date":"7/15/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["World War I impacted millions of people and their environment. After hostilities erupted in Europe in 1914, the United States maintained an official stance of neutrality. But American industry recognized an opportunity, and provided a variety of supplies to warring nations. The German strategy of unrestricted submarine warfare made neutrality impossible, however. The United States declared war on Germany in 1917, and the federal government entered into the business of military supply.","Six months after the official declaration of war, the federal government purchased over 35,000 acres of land in Harford County, Maryland. The War Department contracted with the Maryland Dredging & Contraction Co. for construction and Aberdeen Proving Ground opened in October, 1917. The facility was used for designing and testing ordinance material. The construction of the Proving Ground had a profound impact on the local community. Population increased dramatically, and workers and locals alike demanded new services.","Transportation services became a priority for both locals and workers. On November 1<sup>st</sup> 1917 Mr. James Buckelew requested a railroad track extension so that workers could travel directly from Baltimore to the Proving Ground. Work to extend the tracks began on December 20<sup>th</sup> 1917. Unfortunately, the new line was not complete until  July 15<sup>th</sup>, 1920, well after the end of the war.","The population increase also created opportunities for new businesses in Aberdeen. Recreational facilities were particularly in demand. The Aberdeen Amusement Company constructed a theater that became an important social space for locals, workmen, and soldiers alike. The Aberdeen Amusement Company was the only theatre in the Aberdeen area, so it was  important to everyone. Sadly, on a cold winter night in February of 1918, the Odd Fellow Building, located right next to the theatre caught fire and caused severe damage. The reconstruction of the buildings took over three years, but the theatre was rebuilt and renamed “New Theater.\"","Aberdeen Proving Ground created a local impact for the town of Aberdeen. It helped the town grow to over 15,000 people in a short period of time, and it made a home for not just the locals, but a home for soldiers and their families during World War I."],"display_date":"October 20, 1917 - July 15, 1920","search_date":"1919-03-03","locations":[{"id":15946,"lat":39.5358347431,"lng":-76.0898051386,"zoom":9,"place":"Harford, Maryland"}],"tags":[{"id":1111,"tag":"World War I"},{"id":792,"tag":"Transportation"},{"id":955,"tag":"Theatre"},{"id":2527,"tag":"Aberdeen"},{"id":2528,"tag":"APG"},{"id":2529,"tag":"local"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6303,"title":"Low Bridge, Everybody Down or The Erie Canal Song","course_id":137,"status":"P","start_date":"1/1/05","end_date":"12/31/05","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Thomas Allen wrote a song about the famous Erie Canal in 1905 titled, “Low Bridge, Everybody Down,” also known as “The Erie Canal Song.” This humorous, yet accurate tune reminded others just how much the Erie Canal shaped and improved people’s lives during its first eighty years. In addition, Thomas Allen’s song contributed to an entirely new genre of music that perhaps became America’s longest lasting form of song, as it is still popular among Americans today.","When Allen’s lyrics sang, “Giddap ‘there gal we’ve passed that lock, We’ll make Rome fore six o’clock,” he made a direct reference to time in order to portray how much faster transportation occurred and the time-sensitive striving that make the Canal so important. Goods being transported by waterway beat goods being transported overland by road, even when mules or oxen did the pulling in each case. The steam engine began to replace beasts of burden along the canal route in the later Nineteenth century as the song implies. In these ways, Thomas Allen’s renowned song portrays the positive effects that the Erie Canal had on the United States, even though it sadly meant there would be no work left for Sal.","Before the year 1815, the United States’ growth was developing at a slow pace physically, economically, and socially.  This sluggish progression, historian James McPherson explains, was due to a number of problems going on in America. For example, roads were rutted dirt paths all but impassable in wet weather, and farmers living more than a short distance from navigable water consumed most of what they raised. Furthermore, the cost to ship goods and the amount of time it took for the goods to be transported made it extraordinarily difficult for the northern states to be productive. Fortunately, around the year 1815, America dove into a transportation revolution. Many changes regarding transportation were occurring, including construction of roads and railroads. In New York, though, the state pioneered the canal era by building the Erie Canal from Albany to Buffalo. The creation of the Erie Canal is even given credit as the first prominent waterway that sparked interest and led to the production of 3,700 additional miles of canals by the year 1850.","Overall, it is simple to see how influential the Erie Canal was for the development of the United States. The Erie Canal had a huge, positive impact on the nation’s transportation, which led to stronger trade, growth, and economy. Furthermore, the song regarding the canal, “Low Bridge, Everybody Down,” laid the groundwork for American folk music, as it preceded songs such as  “Apples and Bananas,” and “If You’re Happy and You Know it.” All of these folk songs tell some kind of story, and are shared among citizens all across America, giving new generations a peak into their nation’s past."],"display_date":1905,"search_date":"1905-07-02","locations":[{"id":49725,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"Albany, New York"}],"tags":[{"id":563,"tag":"Erie Canal"},{"id":792,"tag":"Transportation"},{"id":1278,"tag":"music, folk"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6358,"title":"Taking a look at steam engines.","course_id":140,"status":"P","start_date":"1879-01-01","end_date":"1879-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["At the peak of the Second Industrial Revolution in the United States, the steam engine was seen as a truly remarkable and useful invention. In 1879, the firm of Flynn and Emrich, which specialized in foundry work and the machinist trade, released an advertisement promoting their various products. The firm was headquartered in Baltimore, Maryland, also home to the Baltimore & Ohio Railroad, the first long-distance rail line in the nation. Flynn and Emrich’s advertisement discusses their long history as a manufacturer in Baltimore and elsewhere including Kentucky. Not only did they specialize in building steam engines, but they produced many other advanced technologies including elevators and steam pumps, to name some of their other products.  The advertisement even included customer endorsements of their products, as well as illustrations of the machinery they manufactured.  Flynn & Emrich appealed to consumers by stating how much care they used in designing and building steam engines and noted that they only hired skilled workman. (Flynn & Emerich's 1879)."," ","Steam engines were one of the greatest inventions of the Industrial Revolution. During this era, inventors developed railroad locomotives powered by steam that proved to be efficient, as well as reliable and fast. Who would of thought that a pump originally used to push out water from coal mines would eventually become the most commonly use form of transportation in the 1800s. Numerous inventors played a role in the development of steam engines, including Watt and Newcomen, but they all helped make the steam engine better over time. People were now able to travel greater distances because they could not only travel on land via the railroad but on water via steamboats. Until the steam engine was created there was only a few ways people could get around either by land or by boat. The railroad system revolutionized transportation. Steam engines use the heat from burning coal which in return creates heat which powered the locomotives. With the success of steam engines technological demand other invention were able to be developed based on the steam engine.One of the greatest steam engine companies was the Baltimore & Ohio Railroad. Originally the Baltimore & Ohio railroad was created to help save the port of Baltimore  The B&O was usually referred to as one of the “very first common-carried railroad” (The Baltimore and Ohio Railroad, Linking Thirteen Great States With The Nation n.d.). The B&O was developed to compete with the Erie Canal and provided a model for a form of transportation that would stretch great distances while being convenient  (American-Rails n.d.). Looking back at the beginning of when Flynn & Emrich began advertising the steam engine in 1879 that the steam engine was not just the type of technology that was here one minute and gone in the next. Companies like Flynn & Emrich as well as B& O fed off of the success of the steam engine. Steam would soon be the go to resource to power many modern technology of that time period. The steam engine gave people another way to travel besides boat, horse drawn wagon or land. Steam engines did not only help failing cities like Baltimore from going bankrupt because of the huge competition with the Erie Canal but gave this cities income from letting people travel through their cities.","<br />At the peak of the Second Industrial Revolution in the United States, the steam engine was seen as a truly remarkable and useful invention. In 1879, the firm of Flynn and Emrich, which specialized in foundry work and the machinist trade, released an advertisement promoting their various products. The firm was headquartered in Baltimore, Maryland, also home to the Baltimore & Ohio Railroad, the first long-distance rail line in the nation. Flynn and Emrich’s advertisement discusses their long history as a manufacturer in Baltimore and elsewhere including Kentucky. Not only did they specialize in building steam engines, but they produced many other advanced technologies including elevators and steam pumps, to name some of their other products.  The advertisement even included customer endorsements of their products, as well as illustrations of the machinery they manufactured.  Flynn & Emrich appealed to consumers by stating how much care they used in designing and building steam engines and noted that they only hired skilled workman. (Flynn & Emerich's 1879).Steam engines were one of the greatest inventions of the Industrial Revolution. During this era, inventors developed railroad locomotives powered by steam that proved to be efficient, as well as reliable and fast. Who would of thought that a pump originally used to push out water from coal mines would eventually become the most commonly use form of transportation in the 1800s. Numerous inventors played a role in the development of steam engines, including Watt and Newcomen, but they all helped make the steam engine better over time. People were now able to travel greater distances because they could not only travel on land via the railroad but on water via steamboats. Until the steam engine was created there was only a few ways people could get around either by land or by boat. The railroad system revolutionized transportation. Steam engines use the heat from burning coal which in return creates heat which powered the locomotives. With the success of steam engines technological demand other invention were able to be developed based on the steam engine."," ","One of the greatest steam engine companies was the Baltimore & Ohio Railroad. Originally the Baltimore & Ohio railroad was created to help save the port of Baltimore  The B&O was usually referred to as one of the “very first common-carried railroad” (The Baltimore and Ohio Railroad, Linking Thirteen Great States With The Nation n.d.). The B&O was developed to compete with the Erie Canal and provided a model for a form of transportation that would stretch great distances while being convenient  (American-Rails n.d.). Looking back at the beginning of when Flynn & Emrich began advertising the steam engine in 1879 that the steam engine was not just the type of technology that was here one minute and gone in the next. Companies like Flynn & Emrich as well as B& O fed off of the success of the steam engine. Steam would soon be the go to resource to power many modern technology of that time period. The steam engine gave people another way to travel besides boat, horse drawn wagon or land. Steam engines did not only help failing cities like Baltimore from going bankrupt because of the huge competition with the Erie Canal but gave this cities income from letting people travel through their cities."],"display_date":1879,"search_date":"1879-07-02","locations":[{"id":6096,"lat":39.2940913824,"lng":-76.6092985301,"zoom":12,"place":"BALTIMORE CITY, Maryland"}],"tags":[{"id":2684,"tag":"steam engine"},{"id":792,"tag":"Transportation"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":140,"school_id":43}}]}