{"id":793,"tag":"Earthquake","points":[[37.7029266937,-123.005394924],[37.7659991545,-122.286458807],[37.1084208398,-122.337010921]],"bounds":[[37.7659991545,-100],[37.1084208398,-123.005394924]],"episodes":[{"id":5108,"title":"The Effects of a Natural Disaster.","course_id":48,"status":"P","start_date":"4/18/06","end_date":"4/18/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“I was certainly sleeping soundly, when, at 5:13 A.M. I was suddenly and rudely awakened by something falling on me, and the most awful pitching, and rocking, and swaying, and jarring of the whole bed and building” recounted in a letter from, presumably, Mary E. Pease, a nurse who was to live through the catastrophe of the earthquake of 1906 in San Francisco.","She was at the time staying in a newly built extra-reinforced hotel, luckily enough. Sleeping with the blinds drawn she had no clue what was going on outside, but having lived through other much smaller earthquakes, she got an initial feeling of what was going on. Being awakened as suddenly as one can imagine gives no room for thinking clearly: it took her several seconds just to remember where she actually was.","After the 48 seconds of earth-shattering rumble, which seemed like several minutes to Mary E. Pease, she tried to get out into the hallway, only to be locked in by the twisted and wrenched door caused by the intense shaking. Finally getting out in the hallway, she found people in shock and asking a bunch of questions. She tried to calm them as much as she could. She must have been quite an actress herself, seeing that she could barely stand on her own legs being as frightened as she was. Even though she couldn’t imagine any buildings holding together during such a strong earthquake (measuring 8.3 on the Richter scale), a white lie was a necessity in this case.","After calming the people she found herself getting dressed swiftly and heading for the hospital where she worked to see one of her patients. Getting out on the street and seeing people stand around in silence, unaware of their surroundings, unable to do anything because of the shock that had struck them, was overwhelming. “There was no screaming and no shouting or loud talk, and strange to say no crying. I think I saw only one woman crying, that whole first day, except some that had relatives killed and many of those did not cry”. Seeing injured people bleeding and covered in filth, being stuffed into cars and rushed to some nearby temporary hospital must surely have left some imprints on those poor minds.","Getting distracted on the way, Mary stopped at the Mechanics Pavilion for a short period of time to help the injured. Even though a vast amount of people were being brought in rapidly, she couldn’t stay. Along with the injured being brought in were  doctors, nurses and volunteers -- many with instruments  -- whom could help. She left in a hurry to go see her patient and her co-workers at the hospital. Finally reaching her destination, she was greeted with fear and relief: they thought she had died because of how delayed she was. Mary tended their wounds and soothed them.","In his book ‘<em>Disaster!</em>’, Dan Kurzman writes, “But after the first moments of desperation, the silence of shock and despair set in as they gazed at their collapsed and damaged houses, and in the horrifying quiet they acted rationally, deliberately, like people turned into lifeless robots”. I cannot imagine what they must have felt like, seeing their city, even world, collapse in front of their eyes. Disasters like this bring out both the best and the worst in people, some see only to themselves and their own well-being while others act like true heroes.","Dan Kurzman tells us about the fate of a mother and her son -- a fate which causes the mother to act in what she thinks is the best way. Much like Mary E. Pease, they lived in a hotel, located on the north side of Geary Street. Unfortunately, it was an old building that soon collapsed with them both still being inside, but visible from the street. Rescuers rushed to the building and ferociously tried to save them from being burnt or crushed alive. The mother realized there was no way they would be saved so she grabbed a stone that had been chipped off when the building collapsed and hit her son with it, knocking him unconscious. She could handle her own fate, but could never see her son face the same thing. Mary Pease wrote “… for the greater part of the 45 seconds, during which, the earth continued to quake, but my 'thinker' was certainly working overtime, for all these thoughts, and many more, which I cannot now recall, were surging through my mind”. We cannot judge the decisions made by people in the midst of such an awful event as the 1906 earthquake."],"display_date":"April 18, 1906","search_date":"1906-04-18","locations":[{"id":52323,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":793,"tag":"Earthquake"},{"id":794,"tag":"San Francisco"}],"course":{"name":"California History","school":"Foothill College","course_id":48,"school_id":40}},{"id":5119,"title":"The Ruinous Earthquake","course_id":49,"status":"P","start_date":"4/21/06","end_date":"4/21/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The great 1906 earthquake turned the thriving city of San Francisco, California, into a sea of flames on the morning of April 18, 1906. However, the earthquake’s effects were more far-reaching than just the city of San Francisco itself. While Oakland was rather fortunate and did not sustain a large amount of damage, in San Jose “few buildings…escaped injury, and the death toll [was] not small.” Damage was also sustained in the Washington Township, a small collection of homesteads that would later become Fremont.","A new bank in Centerville, which had just been constructed, was completely destroyed. It had been the talk of the town, and many inhabitants were very proud to have such a beautiful new development in their town, only to have it demolished by the quake before it even opened. In addition, a drugstore and the Hawes & Dusterberry store were badly damaged. The drugstore closed down, but the Hawes & Dusterberry eventually relocated.","In the Irvington area, the Gallegos Winery was devastated, having been built less than twenty years earlier. At the time the winery was one of the largest in California. It was never rebuilt, but the remains are still visible today. The Independent Order of Odd Fellow’s building was very badly damaged but was repaired.","The majority of the damage to the rest of the cities was relatively small, although a couple of hotels were destroyed, and the powerhouse in the Mission area was cracked badly. Many local stores had their stocks knocked from shelves, and in some cases the more perishable items spoiled. Some prominent local citizens, C.C. Crane and his family, had actually gone on an automobile trip in the city of San Francisco on the day of the earthquake, but returned safely.","The damage sustained by the Washington Township, while not near as devastating as that of San Francisco itself, shaped the way the township developed for the next few decades. Much of the newer construction, such as the bank in Centerville, was either damaged or destroyed, and so the development of the townships was stunted, and the area remained largely agricultural into the 1950s and 60s, until a number of the townships were incorporated as the city of Fremont, and the GM plant (which later became NUMMI) was built."],"display_date":"April 21, 1906","search_date":"1906-04-21","locations":[{"id":52302,"lat":37.7659991545,"lng":-122.286458807,"zoom":9,"place":"Alameda, California"}],"tags":[{"id":793,"tag":"Earthquake"},{"id":789,"tag":"Urban Life/Boosterism"},{"id":813,"tag":"Fremont"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5311,"title":"Narrative of Caroline Woodhams during the 1906 Earthquake","course_id":75,"status":"P","start_date":"4/18/06","end_date":"4/20/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Impact and Memories of the","1906 Earthquake"," ","The great earthquake of April 18, 1906, made the San Francisco Bay Area internationally famous in the geological world. It was also the greatest ever observed by man. The San Andreas Fault and Hayward fault were the main sources for the catastrophe (Howard). Many people lost their lives, homes, and loved ones. Victims of the incident had to maintain living by any means because of losses. Although San Francisco was definitely hit hard by the quake, many other places suffered severe damage as well. The 1906 earthquake happened over eighty years ago. Numerous people of that era wanted their story to remain in history. The reports come from old settlers solicited long after the event. Newspaper reporters wrote them up after the shock had stirred up people’s interest. Among the unfortunate ones who experienced such torment was a lady named Mrs. Caroline Doxsee Woodhams.","Caroline Woodhams was born in 1886 which made her twenty years old at the time of the quake. She and her family moved from their native Iowa to the Bay Area, specifically to Redwood City. Many Americans began to travel west during the late 1880’s, and 1900’s. They did so to find work in search of a better living. Caroline found herself trying to fit in, and her dream was to go to college (Stanford), but her parents didn’t have the money to give her the opportunity to do so. In many aspects they were starting their lives over in hopes of becoming stable enough to work toward prosperity. In Iowa, the Woodhams experienced harsh weather from floods to lightning and thunder; they could have never imagined what they would endure in California.","The impact of the natural disaster began at 5:13 am Wednesday, April 18, 1906. Caroline describes the quake as being the end of the world. “Wooden beams over our bed loosened at one end and swung perilously up and down as we lying there too frightened to move. . . . We hastily donned bathrobes, coats, slippers, and joined their parade “downtown” to see the damage. We were a strange sight; hair uncombed half dressed. Down the street we stepped cautiously as glass, stone, wood, and cement lay in our paths.” Some didn’t know what to do, but Caroline's initial thought was to try and escape what seemed to be a terrible dream. Soon realizing there was nowhere to go and no one to turn to but family, they stuck together to comfort one another the best way they knew how. \"The clouds of smoke and cinders streamed down from San Francisco toward Redwood City.” At night, Caroline watched the Northern sky turn fiery red from the San Francisco holocaust. From 5 am until three or four days later fires kept burning and there wasn’t any water. Many watched as their homes burned to the ground.  The severe quake had loosened the mortar in the chimneys and the moment fires were lit in stones the flames quickly started to the roofs of the dwellings. Water was shut off since most of the Spring Valley water company’s reservoirs were ruptured. Since water mains were ruined, dynamite was used to stop the fire. Caroline and family slept in their home without heat, water, and no source of light. She describes these conditions as being horrific. “Only those with cool oil stoves could cook as all the chimneys were down. Aunt Mary Rice had us over for meals at her house as she had such a stove.” Although her aunt had accessibility to cooking, walking the ten miles wasn’t worth it at certain times. In some instances, Caroline scavenged around her home to find food which wasn’t up to par; “The pantry floor was a mass of dishes, jams, jellies, food, pots and pans.”","Caroline Woodhams kept her diary from early childhood well into her 60’s. Family generations kept it until deciding to give certain information to the San Mateo Museum. Fortunately her diary included remarkable events such as this. The earthquake was a detrimental experience to live through. The quake kept her in a state of shock for a year. Every time Caroline heard a loud noise or thought she felt a shake, she would be reminded of the quake. In some of her later journal entries, she described how she met people whom the quake had the same effect on; she didn’t feel alone which turned out to be a relief for her. The earthquake became the talk of town for months. Everyone gave their spin of events from the time when the natural disaster began. For many of the era the 1906 quake was the most devastating encounter of any of their time. “One cannot remember too much about early days of childhood, but no one will ever forget the earthquake of 1906”"," "," "],"display_date":"April 18, 1906 - April 20, 1906","search_date":"1906-04-19","locations":[{"id":52323,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"},{"id":52313,"lat":37.1084208398,"lng":-122.337010921,"zoom":9,"place":"San Mateo, California"}],"tags":[{"id":794,"tag":"San Francisco"},{"id":793,"tag":"Earthquake"},{"id":878,"tag":"Natural Disaster"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":75,"school_id":40}}]}