{"id":796,"tag":"Women's Rights Movement.","points":[[42.7999140458,-76.8297839055],[41.1259493917,-81.5321124711],[28.5146851201,-81.3237702415]],"bounds":[[42.7999140458,-76.8297839055],[28.5146851201,-81.5321124711]],"episodes":[{"id":5564,"title":"<strong>The World Antislavery Convention: From Emancipation to Women's Rights</strong>","course_id":96,"status":"P","start_date":"1840-06-01","end_date":"1840-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["For ten days in June 1840, abolitionists from both sides of the Atlantic met together at the World Antislavery Convention in Freemason’s Hall in London, England.  The purpose of the convention was to better organize and unite international abolitionist forces in the fight for emancipation.  Ironically, while championing the freedom of black slaves, the convention reinforced a different type of subordination—that of a woman to a man.  The treatment of Lucretia Mott and Elizabeth Cady Stanton at the convention led them to begin their own movement—for women’s rights.","The convention was a vastly popular event, with 350 delegates from countless countries and anti-slavery associations throughout the Western world.  In fact, so many people came out to the event that the doors were opened early, and “every available foot of the large hall, with the exception of the platform, was densely crowded.”  The female delegates believed they were to be seated, but upon their arrival they were turned away and forced to the gallery.  Lucretia Mott wrote in her diary “The Friends present were nearly all opposed to women's admission. We were told…that our coming had been announced in London Yearly Meeting, and that they were put on their guard against us”.  In fact, few men at the time were comfortable with female anti-slavery advocates publicly speaking out and serving as leaders in the fight for abolition.","There were exceptions, including William Lloyd Garrison.  Within the wing of the abolitionist movement that Garrison led, women had already been introduced into leadership roles. Yet by this time, the ranks of the Garrisonians were falling, and a rival organization had been formed in opposition to the Garrisonians.  The convention mainly consisted of delegates from this new organization, and they were determined to keep the women out.  Yet Garrison, who was present at the convention, and a few other male delegates protested the treatment of the females, and sat in the gallery alongside their female counterparts. Though the women attempted to  “reason with them on the subject” and urge them to remain in their seats, they found “[the men] were fixed” upon joining them.","What happened at the convention had a profound impact on Mott and Stanton.  Upon their arrival home in the United States, they pondered their treatment and decided they needed to begin a women’s rights movement to protest the societal roles of females. Stanton penned “my experience at the World's Antislavery Convention, all I had read of the legal status of women, and the oppression I saw everywhere, together swept across my soul, intensified now by many personal experiences”.","The product of the treatment of women at the World Antislavery Convention culminated into a Women’s Rights Convention in Seneca Falls New York in 1848. Conceived by five women, Stanton, Mott, Mary Coffin Wright, Maryanne McClintock, and Jane Hunt, this new convention was created to bring life to the women’s rights movement.  The five declared a need for equality between the sexes.  At the convention, Stanton read the Declaration of Sentiments she had written, which were explicitly based off of the Declaration of Independence.   This convention was essential in the organization of the Women’s Rights Movement, as it laid out plans and goals for the progress of women in society.  The Seneca Falls Convention spearheaded the progress of the movement, but the fight for women’s rights truly began on those fateful days in London, as the women were rejected as man’s equal in an ironic discussion of freedom and human rights."],"display_date":"June 1840","search_date":"1840-06-15","locations":[{"id":52574,"lat":null,"lng":null,"zoom":8,"place":"Outside US"},{"id":9090,"lat":42.7999140458,"lng":-76.8297839055,"zoom":9,"place":"SENECA, New York"}],"tags":[{"id":1493,"tag":"London"},{"id":634,"tag":"Elizabeth Cady Stanton"},{"id":635,"tag":"Lucretia Mott"},{"id":633,"tag":"Seneca Falls Convention"},{"id":796,"tag":"Women's Rights Movement."},{"id":190,"tag":"William Lloyd Garrison"},{"id":95,"tag":"Abolition"},{"id":64,"tag":"Anti-slavery"}],"course":{"name":"Transatlantic Abolitionism","school":"University of Richmond","course_id":96,"school_id":11}},{"id":5635,"title":"Sojourner Truth: Feminist and Abolitionist Speech","course_id":99,"status":"P","start_date":"1851-05-28","end_date":"1851-05-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sojourner Truth, an emancipated slave, had a vision in 1843 that convinced her that God wanted her to speak the truth about Americans' sins against African Americans as well as women. She presented these two causes as \"inextricably intertwined.\" Sojourner Truth became a public speaker in many events in antislavery and women's rights.","On May 28-29, 1851, Truth gave a particularly compelling speech. She began her speech by saying that she had the same physical capability as men did. She claimed to be just as strong and just as able. This indicates that she considered both sexes to be equal, but that is not all that she was saying. Truth was also speaking of slavery. The reason that she believed she was as physically capable as men was that as a slave, she worked alongside men plowing, reaping, husking, chopping, and mowing.","Continuing in her speech, Truth said that, as for intellect, women have a little pint and men have a quart. Harriet Beecher Stowe also mentions this concept in her book Sojourner Truth, The Libyan Sibyl. She quotes Truth: \"S'pose a man's mind holds a quart, an' a woman's don't hold but a pint; ef her pint is full, it's as good as his quart.\"","Sojourner Truth ended her speech, saying: \"But man is in a tight place, the poor slave is on him, woman is coming on him, and he is surely between a hawk and a buzzard.\" Truth is directly pointing to women and slaves, which, when combined, make up the essence of her ministry. The tone here is very matter-of-fact. There is no question that Truth believed that the eventual success of the feminist and abolitionist movements was inevitable.","Sojourner Truth was born a slave in New York state, but she was freed in 1827 when that state abolished slavery. She was never taught to read, but that did not stop her from travelling to speak to people about God and His hatred of unfair treatment of African Americans and women. \"She had had such a full experience of the wrongs of slavery, that she could not believe they were permitted by God. She was sure he must hate them, and would destroy those who persisted in perpetrating them.\" As for the feminist part of her teachings, she often asked the question: \"Was not Christ born of a woman?\" She answered her own question in this famous speech in Akron, Ohio, saying: \"Through God who created him and woman who bore him. Man, where is your part?\"","Sojourner Truth was a woman ahead of her time, who believed in God and the healing of this nation through the abolitionist and women's rights movements, and she made no apologies for those beliefs. As she said, \"The lord has made me a sign unto this nation, an' I go round a-testifyin', an' showin' on 'em their sins agin my people.”"],"display_date":"May 28, 1851 - May 29, 1851","search_date":"1851-05-28","locations":[{"id":10594,"lat":41.1259493917,"lng":-81.5321124711,"zoom":10,"place":"SUMMIT, Ohio"}],"tags":[{"id":580,"tag":"Sojourner Truth"},{"id":796,"tag":"Women's Rights Movement."},{"id":4,"tag":"Slavery"},{"id":1598,"tag":"Feminist Movement"},{"id":1599,"tag":"Abolitionist Movement"}],"course":{"name":"Pamphlets &amp; Pirates: Popular Print Culture in Antebellum America","school":"Northeastern University","course_id":99,"school_id":56}},{"id":5834,"title":"Abortion Law vs. Morale in the 1970s","course_id":119,"status":"P","start_date":"5/8/70","end_date":"5/8/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It is the 1970s, and a liberal arts college published a newspaper that contains an article about the emergence of the women’s liberation movement, and which focuses on the moral aspects of having an abortion. The author’s name is Gwen von Stetten, a student at Rollins College, and this article was written May 8, 1970; three years before the decision of <em>Roe v. Wade</em> and <em>Doe v. Bolton</em>, (both decided on January 22, 1973), two court cases that had made it to the Supreme and state courts, respectively. The question of how much the state and national government is able to interfere in a women’s right to have an abortion became a growing debate on personal rights and freedom, an occurring theme in the newly dubbed ‘Me Decade’ of the 70s.","While the discussion of abortion in the women’s liberation movement was indeed a sensitive one, before the landmark case Roe v. Wade came into the public sphere, the notion of abortion was only allowed in cases if the expectant mother had a serious health risk of carrying the baby to full term. In fact the article precedes both cases, yet writes about both the anti-abortion and pro-abortion views. The argument of the <em>Roe v. Wade</em> case was that under the 4<sup>th</sup>, 9<sup>th</sup>, and 14<sup>th</sup> Amendments, women as well as men were allowed due process, the right to privacy, and the ability to purse life, liberty and happiness. Carrying a child that a woman may not be able to take care of, whether due to financial issues, abandoning any educational and occupational aspirations, or for various other reasons goes against the 14<sup>th</sup> amendment. During this time, students became more disillusioned about their government’s ability to decide and intervene in personal matters such as healthcare, especially young women, and thus began to form new political divisions as a result.","In the article, the student writer chooses to use the moral line of thought when addressing her readers, manifesting the fetus into a helpless being to invoke emotional and moral beliefs in her audience. Articles such as these reformed how abortion was discussed in politics-when developing an argument the viewpoint previously would have more of a legal structure, citing whether or not it is possible to perform safe abortions.  Because of the landmark case, the legality of abortions was put into question by the American public at large, introducing a new ideology of politics and law-making that has been mixed in with morality. This opened up grassroots groups such as the New Right, conservatives who are morally opposed to the women’s liberation movement and pro-abortion laws in particular. The article closes with a political and moral quandary that has split America in two, and thus has become a mainstay in political and legal disputes since."],"display_date":"May 8, 1970","search_date":"1970-05-08","locations":[{"id":36752,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1907,"tag":"roe v. wade"},{"id":1906,"tag":"women's liberation"},{"id":796,"tag":"Women's Rights Movement."}],"course":{"name":"Decade of Decision- 1970s","school":"Rollins College","course_id":119,"school_id":5}}]}