{"id":798,"tag":"Women's Rights.","points":[[38.9151212228,-76.9435162098]],"bounds":[[38.9151212228,-76.9435162098],[38.9151212228,-76.9435162098]],"episodes":[{"id":5110,"title":"French women's impression of women's rights in America","course_id":50,"status":"P","start_date":"7/28/14","end_date":"11/11/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the book<em> French woman's impression of America in the late nineteenth century </em>Comtesse Madeleine de Bryas and her sister Jacqueline observed how women in England were craving to vote and get out of the house for once and make a change.  But French women had disappointed the two sisters because they were the least feminist of all.  A French woman did not want her “rights” at all: she was satisfied with managing her man financially and otherwise.  The American woman who was having the conversation with the sisters asked if they wanted the right to vote.  They laughed while answering her question.  They answered saying the enemy was on their soil and there was no time for feminism.  A French woman had no intention of remaining behind the era: they would no doubt ask for the right to vote, and they would get it when they wanted it.  The sisters tried to explain to the American woman that for now not having equal rights with men was not a problem for French women.","There is a debate as to whether giving the vote to women was the result of Word War I or the progressive democratization of Western societies.  In countries such as New Zealand, Australia, Finland and Norway, women got the vote before World War I even began.  Others such as Denmark, Iceland, Holland and Sweden enfranchised women during the war without being mixed up in it.","After World War I, women in the U.S. were given the right to vote, but France and Italy had to wait until 1945 to see that this was the right thing to do.  In France, feminists were very active. Enfranchising women over thirty in Britain didn’t help the younger women of any class who had borne the brunt of wartime.  The British male politicians wanted to evade a situation in which women not only got the vote but also a majority.","By the 1900’s, women had partially achieved professional, legal and educational equality with men. Elementary and secondary education was open for women.  Also higher education was increasingly available for women.  The states started to adopt common law practices to give women more legal powers.  In some states, wives were given control over their inheritance and earnings, and in other states women were even given a chance to win full custody over their kids in a case of divorce."],"display_date":"July 28, 1914 - November 11, 1918","search_date":"1916-09-18","locations":[{"id":17283,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":795,"tag":"Life After World War I."},{"id":798,"tag":"Women's Rights."}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}}]}