{"id":799,"tag":"Travel","points":[[38.9151212228,-76.9435162098],[40.6450686304,-73.9495584018],[42.3649994065,-70.9800517697],[39.878712355,-75.2036894677]],"bounds":[[42.3649994065,-70.9800517697],[38.9151212228,-76.9435162098]],"episodes":[{"id":5109,"title":"French women's impression of American race relations","course_id":50,"status":"P","start_date":"11/11/18","end_date":"5/1/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Comtesse Madeleine de Bryas and her sister Jacqueline were born, raised and cultured in Paris.  During 1918, the two sisters were in the United States for six months to raise funds for the “American Committee for Devastated France”  by giving speeches. While they travelled shore to shore by train they liked America and the American people they met.  They had wonderful comments about American society and especially about American women.  In their book they gave their impressions of America by comparing American culture and fashion to French. Of course, they had positive impressions of America and especially the hospitality and generosity of the American people.  The sisters traveled across America from New York to St. Louis to San Francisco and the Puget Sound before their return east to Washington, D.C.","One of the observations the two French sisters had was in Washington, D.C. They both came across an American soldier who came up to them and introduced himself to them.  He asked them where they were from, and they said they were French from Paris.  The soldier had the most respectful manner towards them.  The two sisters had the same manners towards the American soldier.  While they were getting to know the young soldier they became extremely interested in the “negro” question.  They knew that life was hard for them, especially for African American women. The soldier admitted that some of the laws America had must not be fair to the French, but that was how things were here.  The sisters understood that, but they still felt bad about it.","By World War I, the military forces had a source of black pride.  Black educators, clergymen, and after a while the press referred to them as Negro heroes of America’s past wars. After the Civil War, the U.S Army kept four Negro regiments.  These units integrated veterans of the civil war and the frontier Indian fighting regiments.  Retired sergeants became appreciated traditional leaders in their communities. This history set a foundation for the African American support and connection in America’s future wars.  In 1917, the United States went to World War I under the slogan “Make the World Safe for Democracy.” In a week after the U.S went to war, the War Department stopped accepting black volunteers because colored army quotas were filled.  No black men were allowed in the Marines, Coast Guard or Air Force.  They were only allowed in the Navy and then only as mess men.  More than 2,000,000 blacks registered for the war and only thirty one percent were accepted to twenty six percent of the white men.  African Americans then comprised ten percent of the population.  World War I was to represent a change in African American history. It also presented a chance to advance race relations at home, as blacks and whites were fighting together abroad for the freedom of others."],"display_date":"November 11, 1918 - May 1, 1919","search_date":"1919-02-04","locations":[{"id":17283,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":799,"tag":"Travel"},{"id":21,"tag":"Race Relations"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}},{"id":5111,"title":"Bertha Bülow-Wendhausen and the Women of America","course_id":50,"status":"P","start_date":"1897-01-01","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Bertha Bülow-Wendhausen was pleasantly surprised when she arrived in America in 1897. The women she observed here in America were a welcome change compared to what she was used to in Europe. While in her homeland, women were \"mannish\" in appearance and unfeminine; the women she found in America were content to be women. She found no discontent in the way they behaved, in the way they dressed, or in the way they spoke. They were intelligent, graceful, and motherly. All of the women busied themselves in womanly accomplishments, such as organizing charity groups, kindergartens and clubs.","Bertha also noted many female attendees in her lectures about kindergarten in New York. In fact, they filled the whole room, leaving the men to stand in a line near the back. The gentlemen she met afterwards were unaccustomed to conversing with a female who was interested in the same topics as they were, as shown by their hesitation and initial nervousness when talking with Bertha.","According to Mary P. Ryan, women between 1860 and 1920 were not seen as unequal or subordinate to men, but simply different. In fact, the American woman was perceived to be in a far better position than her mate, as she was confined to her quiet house and spared from the rough and cold world that loomed outside. However, as Bertha noticed, women could still be equal to men in their intelligence. There was less stigma associated with a learned woman, compared to a century earlier, when scholar Leander considered it useless and troublesome for a man to have a learned wife."],"display_date":1897,"search_date":"1897-07-02","locations":[{"id":8873,"lat":40.6450686304,"lng":-73.9495584018,"zoom":11,"place":"KINGS, New York"},{"id":6213,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":7,"tag":"Women"},{"id":799,"tag":"Travel"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}},{"id":5112,"title":"Bertha Bülow-Wendhausen and the Children of America","course_id":50,"status":"P","start_date":"1897-01-01","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Bertha admired the small children in America. They were very well behaved, but they were too mature for their age. Children this young must not be too reflective or solemn, but playful and carefree. Kindergarten would remedy this and mold children into what they were supposed to be. The children were also very polite and respectful to their elders, a trait, Bertha noted, that was lacking in many European children. Even the boys from the slums were polite and courteous as she drove by.","Bertha visited many schools and kindergartens while visiting America, and she was struck by the children’s seriousness. Although well groomed and neat, they did not laugh or play often and were quiet. She recounts the story of a young 13 month old child, already independent. The child, she claimed, could walk forward and back, up and down stairs, and feed himself with a fork cleanly and without any aid. She thought of the importance of independence and self-reliance in America, and marveled that it was taught to babes even at such a young age.","During Bertha’s time in the United States, children were still seen as helpers in the household. Education for children was carried out mostly by their mothers and perhaps fathers at home. James Marten agrees that children were molded into miniature adults early in life, their childhood a sacrifice for family prosperity. Children of both rich and poor families were brought up in order to contribute to the family income, not to leech it and indulge themselves in frivolous affairs. During the 19<sup>th</sup> century, the advent of “kindergarten” in the United States gave childhood importance again."],"display_date":1897,"search_date":"1897-07-02","locations":[{"id":8873,"lat":40.6450686304,"lng":-73.9495584018,"zoom":11,"place":"KINGS, New York"},{"id":6213,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":799,"tag":"Travel"},{"id":408,"tag":"Children"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}},{"id":6359,"title":"The Pennsylvania Railroad: 100 Years","course_id":140,"status":"P","start_date":"2/18/46","end_date":"2/18/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1946, the thriving Pennsylvania Railroad Company celebrated its 100-year anniversary. The railroad company took out a national advertisement in <em>Time Magazine</em> in February 1946 identifying some of the major milestones in the railroad’s history and discussing its current operations. The advertisement noted that the railroad dispatched 1,340 passenger trains and 3,170 freight trains across the eastern United States daily. The company’s 10,000 miles of track represented nearly five percent of the total rail mileage in the nation at the time."," ","The Pennsylvania Railroad’s advertisement showed the public what they had achieved over the past 100 years and explained what was to come in the future based on their research and development. Their primary concern with train travel was the growth of the automobile industry. The increased rate of automobile ownership threatened the long-term viability of passenger railroads. In order to compete, the Pennsylvania Railroad developed larger, more modern train cars that offered a more comfortable ride and more luxurious spaces for travelers. The railroad provided service to many different states using railroad routes running from Philadelphia to New York, Pittsburgh to Cleveland, and Indianapolis to Louisville, to name a few. This allowed for stops along the different routes in order to accommodate the travel needs of the American family. The Pennsylvania Railroad system also offered pamphlets that contained historical information on the different stops along each route so that travelers would learn about what they were seeing during their trips. For instance, the pamphlets noted that Princeton Junction was once the first capital of New Jersey and home of Princeton University. The Pennsylvania Railroad targeted the American public in their advertisement and encouraged families to travel by railroad rather than cars by illustrating families admiring trains as they evolved over time."," ","In order for the Pennsylvania Railroad Company to successfully expand their enterprise, they employed over 225,000 workers and 1,480 officers. As of 1921, the tenth president of the Pennsylvania Railroad Company, General William Wallace Atterbury, helped put into effect a policy that the railroad’s employees must be given proper representation regarding their wages, working conditions, and welfare. Documentation showed the steps Atterbury and the Pennsylvania Railroad Company needed to take in order to form solidarity between workers and management. They tried to achieve happiness and prevent grievances by coming to an agreement that suited everyone’s needs. They feared that if the grievances and issues were not addressed, workers might quit or go on strike. The Pennsylvania Railroad showed true leadership that set the forefront of employee rights for other railroad companies and major corporations with regards to employee representation. If it were not for the labor relation agreements between the employees and management, the Pennsylvania Railroad would not have survived as long as it had."," ","Without this great step in the labor work force, the Pennsylvania Railroad would not have achieved the proper expansion they needed to survive for over one hundred years.","The Pennsylvania Railroad Company made great strides in growing and developing their company. Using the employment force, updating their trains, and expanding their routes allowed them to succeed for one hundred years. Having a full page colorful advertisement in <em>Time Magazine</em> offered a surefire way to attract an audience that was interested in technological change and wished to travel in comfort."],"display_date":"February 18, 1946","search_date":"1946-02-18","locations":[{"id":27874,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":666,"tag":"Railroad"},{"id":799,"tag":"Travel"},{"id":2685,"tag":"Pennsylvania Railroad"},{"id":2686,"tag":"Train"},{"id":2687,"tag":"Locomotive"},{"id":2688,"tag":"Time Magazine"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":140,"school_id":43}}]}