{"id":80,"tag":"American Immigration","points":[[40.6916304076,-74.0035386433],[38.9151212228,-76.9435162098],[42.3649994065,-70.9800517697]],"bounds":[[42.3649994065,-70.9800517697],[38.9151212228,-76.9435162098]],"episodes":[{"id":4688,"title":"Restrictions on Immigration grow in popularity.","course_id":26,"status":"P","start_date":"7/1/86","end_date":"7/4/86","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","A joint <em>New York Times</em> and <em>CBS News</em> poll showed the United States to have contradictory feelings towards immigrants. Despite the U.S. being founded on immigration, and containing the world’s largest immigration population, those polled show an increasing percentage of natives disapproving further immigration. On a personal level, the American citizen was welcoming to immigrants individually. But a decrease of support for higher immigration numbers occurred compared to statistics collected twenty-one years prior to this poll. A decrease of four percent was collected regarding the question of whether immigration levels should be kept the same or increased. A dramatic increase of sixteen percent favored a decrease of immigrant populations.","In terms of demography voting, college graduates preferred increasing diversity, whilst those with only high school education appear tired of America’s ‘melting pot’ identity. The poor, suffering from a lack of employment opportunities, thought their position could be improved if immigration were restricted. Thirty-five percent of the white demographic in the poll believed in installing the military along the Mexican border in an effort to stop illegal immigration. This drastic approach can be attributed to the growing dissatisfaction within the U.S. public with corporations hiring illegal immigrants as low-pay workers. The Immigration and Naturalization Service estimated that at the time of this poll that approximately three to five million illegal aliens lived in the U.S. Not only was the hiring of non-naturalized people illegal, the practice took jobs from domestically born Americans, and was exploitative of illegal immigrants and violated human rights.","Against the national trend, the most supportive of increasing immigration levels was in the U.S.’s multiethnic northeast area – such as New York, New York. In fact, two days after the poll’s findings, Ronald Reagan would speak at a ceremony at the Statue of Liberty. Here, Reagan would declare the role immigrant workers had on shaping modern America."],"display_date":"July 1, 1986 - July 4, 1986","search_date":"1986-07-02","locations":[{"id":39105,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":31,"tag":"Immigration"},{"id":80,"tag":"American Immigration"},{"id":28,"tag":"Work"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":4689,"title":"Subcommittee formed to better manage aliens.","course_id":26,"status":"P","start_date":"5/24/81","end_date":"5/24/81","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The fourth wave of immigration to the United States, created by the Immigration Act of 1965, was due to the economic situations of émigrés. Seeking a better lifestyle, many immigrants were being admitted legally, though many also entered as illegal aliens. By the time Ronald Reagan entered the Oval Office in 1981, many immigration policies needed authorization by Congress. Moreover, since the 1960s, it had been seen by the U.S. that levels of immigration, both legal and illegal, were unsustainable.","The government established a joint sub-committee headed by Senator Alan K. Simpson. Congress organized the panel to come forth with a program to be forwarded for approval to Reagan – with the goal of improving the laws on immigration. Simpson was particularly concerned with the U.S.’s main immigration policy at the time, based on family reunification which allowed unlimited numbers of relatives to enter the country.","The sub-committee also pushed for harsher penalties concerning employers hiring illegal immigrants and put forth the idea of naturalizing aliens who have resided in the U.S. for five years. The committee was well timed, as Regan was to meet Mexican President José López Portillo within a month. Mexicans accounted for about half of the approximately five million illegal immigrants in the U.S. It was wished by Simpson’s committee that Mexico could co-operate in a guest-worker program which, hopefully, would better manage cross-border workers and illegal aliens."],"display_date":"May 24, 1981","search_date":"1981-05-24","locations":[{"id":40259,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"}],"tags":[{"id":31,"tag":"Immigration"},{"id":281,"tag":"aliens"},{"id":80,"tag":"American Immigration"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":5215,"title":"Arsonists Target Catholic Convent in Massachusetts","course_id":62,"status":"P","start_date":"1834-08-12","end_date":"1834-08-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1834, the growing unrest and instability between American natives and Irish immigrants was approaching the point of violence. In 1834, the Boston Evening Transcript reported an act of arson that broke the line between civil unrest - in the form of protest - and violence, when the Charlestown Convent was burned to the ground. Near eleven o’clock on 11 August, arsonists gave warning to the inhabitants of the convent, allowing them time to escape. Throughout the compound, the assailants had placed tar-barrels that were set ablaze to bring the Convent and it’s secondary buildings to the ground – destroying all that was contained inside.","<br /> The arsonists represented the growing contingent of Americans who considered themselves “Natives,” the rightful Americans tasked with resisting a foreign invasion. These Nativists, compromised of a protestant majority, looked towards the new Catholic Irish immigrants as targets for their oppression. Throughout the nineteenth-century, the US economy was greatly affected by the influx of these Irish immigrants. This new labor force that was willing to work for cheaper wages marginalized the workforce already present. The native group of workers sought retribution as the new Irish immigrants were taking their jobs away, targeting the predominantly Catholic culture and attempting to pressure its institutions into acquiescence.","<br /> The events at the Charlestown Convent represent the acts of violence and intolerance that spread throughout the remainder of the nineteenth-century. For those Nativists who judged the Irish to be at the root of the rise in unemployment, action was necessary to return the status quo.<br /><br />"],"display_date":"August 12, 1834","search_date":"1834-08-12","locations":[{"id":6207,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":80,"tag":"American Immigration"},{"id":757,"tag":"Catholicism"},{"id":597,"tag":"Irish"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}}]}