{"id":800,"tag":"Communication Revolution","points":[[41.8399513458,-87.8166666032]],"bounds":[[41.8399513458,-87.8166666032],[41.8399513458,-87.8166666032]],"episodes":[{"id":5113,"title":"Women's Rights Activist Experiences Effects of the Communication Revolution","course_id":50,"status":"P","start_date":"1872-01-01","end_date":"1872-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the first of three visits to America in the fall of 1872,  Emily Faithfull, an Englishwoman and women's rights activist described the problematic state of affairs that existed in the American government. During her stay, she closely followed the news articles published in the <em>The New York Daily</em>, <em>The Boston Herald,</em> and <em>The Chicago Tribune, </em>which all related stories of corrupt government officials and the perversion of justice that threatened America's democratic values. Emily Faithfull expressed specific concern over the abuse of justice that pervaded the courts, and in particular, the juries which she believed were placing its citizens' freedoms at risk. In the <em>Chicago Tribune</em> she read of the unqualified men that sat in the juries;men who were either too illiterate to properly \"weigh evidence\" or too apathetic to uphold the proceedings of a just trial. Other men, she learned, \"sympathize\" with the criminal class and withheld the execution of justice (that defines American values).<br /><br /> In her writings, Faithfull asserted that anyone who read the newspapers on a regular basis understood the amount of effort required to improve the situation. Accordingly, she related that in response to such news, \"some young men of the best families have awakened to a sense of their individual responsibility with regard to public matters and have organized a club with the view of encouraging an active participation in political movements.\" Outraged and troubled, Faithfull emotionally warned of the consequences of inaction that allowed those conditions to exist. She continued by urging those who \"love America\" and care for their \"nation's well-being\" to take on proactive measures to keep unscrupulous juries out of the courtroom in order to protect their democracy.","Her description and strong opinions regarding the daily events in American life reflected the effects of the widespread dissemination of information (telegraphs, publication of newspapers, magazines, pamphlets and books), which swept America in the 19th century. Historian Robert Brown regards the effects of the new found  public awareness as the \"communication revolution\" and credits the dramatic changes to technological advancements in transportation and commercialism. The communication revolution, he explains, profoundly impacted every area of society including politics, journalism, education, social movements and commerce. An informed public was now in a position to more actively participate in politics, assemble with others of similar views, voice their opinion, as well as petition and protest. Like Emily Faithfull and the men she describes, having the news at one's fingertips not only empowered aristocrats, farmers, women and slaves but also transformed much of society's outlook and behavior. People could now utilize the power of communication to influence the public and shape the world."],"display_date":1872,"search_date":"1872-07-01","locations":[{"id":2540,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":484,"tag":"Juries"},{"id":450,"tag":"Powerful Women in History"},{"id":800,"tag":"Communication Revolution"},{"id":459,"tag":"Female Authors"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}}]}