{"id":808,"tag":"Funeral","points":[[40.7805662337,-73.9388482485]],"bounds":[[40.7805662337,-73.9388482485],[40.7805662337,-73.9388482485]],"episodes":[{"id":5121,"title":"A Day of Mourning For All","course_id":49,"status":"P","start_date":"1865-04-19","end_date":"1865-04-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Abraham Lincoln's funeral took place on April 19, 1865. The mirrors in the Green Room had been covered and everything was black, causing a dimness. Over seven hundred people came to pay their respects to the late President. A person described the scene in the Green Room: “The remains of the President lay in the Green Room, in a metallic coffin. On each side of the coffin were four silver handles, with stars between, a vein of silver winding around the whole cast in a serpentine form. This rested upon a canopied catafalque, and was decorated with wreaths of moss and evergreen, with white flowers and lilies intermingled.\" People such as Andrew Johnson and Ulysses S. Grant attended the funeral. At the end, the coffin was carried by twelve army sergeants to the hearse that was waiting outside. The coffin was brought to the Capitol. Thousands of injured and uninjured soldiers from the Union got up to participate in the funeral procession which was led by African Americans. Nearly forty thousand of them were gathered at the end of the funeral procession. Over one hundred thousand people lined the streets that day to watch the hearse pass by. Not an inch of sidewalk was seen because so many people came out. Those that could not come out stayed inside and watched through their windows and atop their balconies. Even though over one hundred thousand people were present, there was an eerie silence all around. People refrained from talking and if they had to, the conversation was kept between the people addressed and no one else. The Funeral Train would later proceed across seven states and more than ten city stops. The train itself passed more than four hundred cities on its way to Springfield, Illinois. Because of the numerous stops, it would not arrive at its final destination until almost three weeks later. Surprisingly, or maybe not so, the route to Lincoln's final resting place included all Union states and cities but no Southern states or cities. Scheduled stops for the special funeral train were published in newspapers so people could come and take a final look at their President. At each stop, Lincoln's coffin was taken off the train and placed in a horse-drawn hearse and walked through the city. Newspapers reported that people had to wait more than five hours to pass by the president's coffin in some cities because of the large number of mourners. While the assassination itself was a shocking tragedy that overwhelmed the nation after four brutal years of Civil War, the funeral train was a closure. The man who had tried to keep the country together throughout his entire presidency was dead, and the train that carried him symbolized not only the end of the war, but the fact that an era was truly finished. The <em>Buffalo Morning Express</em> had this to say: \"The solemn spectacle has passed. The body of the great martyr has been borne through our hushed streets and onward to its rest\" - a quiet and respectful end to a great man in a not so great country."],"display_date":"April 19, 1865","search_date":"1865-04-19","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":809,"tag":"Lincoln Assassination"},{"id":808,"tag":"Funeral"},{"id":5,"tag":"War"},{"id":683,"tag":"Abraham Lincoln"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5796,"title":"<em><strong>The New York Times</strong></em><strong> Commemorates Jefferson Davis' Death</strong>","course_id":113,"status":"P","start_date":"1889-12-12","end_date":"1889-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an article describing the funeral of Confederate President Jefferson Davis, <em>The New York Times </em>wrote, “it [the funeral] was one of such magnificence and taste that the recollection of it will never vanish from the mind of any beholder.” People from all over the South attended Davis’ funeral, which was held in New Orleans on December 11, 1889. Describing the procession, <em>The New York Times</em> noted, “The cortege was more than three miles long, and contained many thousand persons.","Due to the influx of people in attendance, the city of New Orleans delayed the ceremonies for Davis’ funeral from 11 AM to 12 PM. Around 3 PM, Davis’ casket and the rest of the funeral procession arrived at the gates of Metairie Cemetery. Once the procession had reached Davis’ temporary tomb, <em>The New York Times</em> observed the following: “the military formed in double lines around the mound at parade rest, the veterans grouped themselves inside this line, and outside of the glittering line of blue and gold soldiery were tens of thousands of the foremost people of New Orleans.” Once the ceremonies were over, a single-file line was formed in order that people could get one last look at the first and only president of the Confederate States of America.","Undoubtedly, Davis’ political career was the reason that so many people attended his funeral. Even before his time as president of the Confederate States, however, Davis had an impressive career in politics. He was a West Point graduate, a US Senator, a US Representative, and served as secretary of war. At one point in time he was even married to President Taylor’s daughter! During Davis’ time in Congress, he resigned from the US Senate in 1861 to show his support of Mississippi’s quest for secession. The act, along with his already stellar reputation, earned Davis notable fame in the newly seceded southern States. This eventually led to his election as the only president of the Confederate States on February 9, 1861.","Many historians have questioned the value of Davis’ leadership for the South during the Civil War. Historian Eric Foner argued that Davis lacked the ability to effectively manage the South’s economy and deal with obstructionist governors. Davis also lacked skill in diplomacy, which greatly hurt the South.","Despite his lack of skills, throughout the Civil War, and even in its final days, Davis never submitted to Lincoln and the North. Upon the fall of Richmond at the Civil War’s end, Davis was arrested by Federal troops and held in prison for two years. Though he was eventually released, Davis was never pardoned for his acts concerning the Civil War, nor did he ever apologize for any of them. Davis endured a lot of criticism for the defeat of the South throughout the rest of his life, but as seen by this article, people lauded his unwavering devotion to the South. Davis was eighty-one years old when he died."],"display_date":"December 12, 1889","search_date":"1889-12-12","locations":[{"id":8929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":132,"tag":"Jefferson Davis"},{"id":755,"tag":"Confederacy"},{"id":808,"tag":"Funeral"},{"id":1218,"tag":"The New York Times"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}