{"id":81,"tag":"Great Migration","points":[[40.7964015502,-73.8979738005],[41.8399513458,-87.8166666032],[42.107446354,-83.1351982696],[30.4938122303,-81.4274627631],[40.445881,-79.978896]],"bounds":[[42.107446354,-73.8979738005],[30.4938122303,-87.8166666032]],"episodes":[{"id":4480,"title":"Great Migration, Religion, and Churches in New York City","course_id":16,"status":"P","start_date":"1893-01-01","end_date":"12/31/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" The \"Great Migration\" of African Americans to the north in the early 1900's was the result of years of enslavement. The migration introduced new eager American citizens to the north during a time when new faces were foreign faces. For African Americans, the lure of freedom from Jim Crow laws, a higher and fairer wage for labor, and a fresh start to life was reasons enough to move to \"the promised land\". New York among other big cities was the destinations of choice for African Americans. The newly emancipated African Americans brought to the north a lifestyle they adapted to in the south. This lifestyle became integrated into communities African Americans inhabited. My primary source is a postcard from the early 1900's of Forest Avenue in New York City depicting a Congregationalist church at a corner street in a supposedly black neighborhood. The postcard not only depicts many traits of the turning century, but also provides small but significant insight into how the church acted as an aid and an outlet for those making not only a transition into a new century but also a social and cultural transition at the same time.","            The settlement in the north proved the church served as an alleviation and refuge from the acclimation to a strange new home and community. The church's role in the north was often similar to the way it was in the south during slavery. As conditions in New York became overcrowded, places of worship were hard to find among the busy streets. However once churches were developed, often being erected from older buildings, the church served as the center of a community. One of my supporting sources is also a primary source that is a newspaper article describing the events of the dedication of a new location for the <em>Forest Avenue Church</em>. Before it took the name <em>First Congregational Church of Morrisania</em> it was known as <em>Forest Avenue Congregational Church </em>and was established in 1851. The dedication described by <em>The New York Times</em> was not a long article, but gave only the basic details of the ceremony. The actual ceremony was long and included many keynote area speakers indicating this was a significant event for the community. The African American population boom brought new ideologies in denomination and Christian perspectives and accounted for more and more African American churches and communities springing up. Once many African Americans migrated north religion and worship continued to be a very key practice. However, the spirit and style of African American worship changed significantly once the migration occurred. More specifically was the Negro spiritual and how song and dance was incorporated in church. The worship services were not as stringent as they were in the South and for good reason because they now had reason to celebrate their deliverance. As this \"second emancipation\" occurred northern cities and people were forced to handle the product of victory in the Civil War. ","            Like many foreign immigrants, African American immigrants had to live in close quarters and earn small wages. They escaped much of the discrimination experienced in the south, yet hardships were not far off. Religion was a backbone of African American life in the south, and it was the same in the north. The church was able to unveil the well-beaten Underground Railroad allowing many more African Americans to travel northward. This was a time of change in American history that ushered in new developments for regional development and identity. Along with providing a link between the north and the south, the African American migration and subsequent expansion of the church provided a visibly direct by-product of the events of slavery and Civil War.    "],"display_date":"1893 - 1909","search_date":"1901-07-02","locations":[{"id":8931,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":32,"tag":"Civil War"},{"id":79,"tag":"Religion"},{"id":81,"tag":"Great Migration"},{"id":3,"tag":"African-Americans"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":5766,"title":"The Great Migration","course_id":112,"status":"P","start_date":"1/1/17","end_date":"12/31/22","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Many changes and shifts occurred during the early twentieth century. Big shifts such as mass movements from different regions in the U.S., notably African American’s “Great Migration” from the South to the North. Around 6 million black migrants were redistributed among the Northern and Western cities later to die down around the first World War.","A popular destination for these migrants was Chicago, Illinois. A few letters from the “Great Migrations” chapter of <em>Major Problems in American Urban and Suburban History </em>were compiled from 1917. Two of the letters (both from anonymous sources) are prime examples of the different stages of the relocation to Chicago. The first letter is from a black man living in Louisiana  asking the <em>Chicago Defender </em>for “passes” to the North. At the time, <em>the Defender </em>was a widely popular literary journal that emphasized the negatives of racial discrimination and was a strong activist source for civil rights. He explains that he, like many others, has a family to take care of and has heard/read of great job opportunities in Chicago. He also mentions the displeasure from “white folks” that many blacks were looking North for opportunities. He writes “Please dont publish this because the white folks are angry now because the negroes are going North.” Many white southerners were upset about the loss of labor to the promise of “freedom”.","In the second letter, a black woman who has already moved to Chicago tries to persuade her sister to move her family to Chicago. She tells her that “people are rushing here by the thousands”and there is good money in being a landlord, on account of all the needed housing for the incoming migrants. She writes of the job she and her daughter have at a meat packing warehouse where she makes $1.50 a <em>day. </em>However, she feels the Lord has brought her and her family to Chicago.","Job opportunities weren’t the only motivation for this Great Migration. A general sense of true “freedom” was felt with living in urban cities, particularly Chicago. Polls were taken and the responses about Chicago living were all generally the same: freedom, voting rights, better opportunities, no “dictation” from the white people. A particularly shocking response from a black migrant stands out: “Can vote; no lynching; no fear of mobs; can express my opinion and defend myself.”","Another big pull factor was the widespread grouping together of blacks in urban areas. James R. Grossman states “it is likely that eventually most black southerners who decided to go North... chose a destination based largely on the presence of kin and townsfolk.”","Overall, Chicago was an incredibly enticing city for those oppressed black southerners."," "],"display_date":"1917 - 1922","search_date":"1920-01-01","locations":[{"id":17541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":81,"tag":"Great Migration"},{"id":1667,"tag":"Discrimination"},{"id":827,"tag":"Chicago"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":5870,"title":"Trains to Detroit","course_id":118,"status":"P","start_date":"1/1/10","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the 1920s, industry representatives from northern cities traveled to the south to recruit black people to work at their factories. The recruiters would give out free train rides to anyone who wanted to go work up North in the factories. Black people began using the train as a free ride to get where they wanted to go instead of the factories that had paid their way. M. Kelly Fritz, who traveled to Detroit as part of this Great Migration, recalls that the recruiters “got smart and locked the cars, and you couldn’t get out until you got where you’re going.” Fritz and a few friends of his gathered enough money to take a train by themselves, so they weren’t locked in trains like animals.","An estimated one million Black southerners moved from the South to the North in search of better jobs between 1910-1930. White people in the North resented the Black people moving up North because they competed with them for jobs. The population of Detroit, along with other northeastern industrial cities, multiplied during the Great Migration as people came to work in automobile industry jobs. Racist official housing policies confined the newcomers to segregated neighborhoods, such as Black Bottom and Paradise Valley in Detroit."],"display_date":"1910 - 1930","search_date":"1920-07-01","locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":81,"tag":"Great Migration"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5953,"title":"The Great Migration: How Detroit Became a Black City","course_id":118,"status":"P","start_date":"1/1/15","end_date":"12/31/21","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["At the beginning of the 20th century, 90% of the United State's African American population was living in the South, where they were constantly tortured by the infamous Jim Crow laws. Even in blacks were technically equal, Jim Crow reminded them of their socially inferior status via \"septerate but equal\" segregation of waiting rooms, drinking fountains, windows at the bank and even a seperate Bible to swear on in the court of law.","From 1915 to 1970, six million plus African Americans moved out of the South. And between the years of 1910 and 1930, the cities of New York, Chicago, Detroit and Cleveland's African American populations grew by 40%. This gigantic shift in demographics is today called the Great Migration. But while it was happening, it had no name. There was no leader, just many individuals and families making the choice to no longer live under the South's brutal treatment.","Images of the segregated Jacksonville train station show a few of the many African Americans who chose to take the bold journey north. All the men are dressed in their finest suits and women are in dresses and church hats, ready to start their new lives as respected citizens. Some carry a suitcase or two, but others have no baggage at all. The people in the train station are mingling excitedly, in anticipation of the journey that waits ahead of them. The ceilings in the train station are high and there are stained glass windows on one of the walls, but it hardly compares to the finery of some train stations in the northeastern cities. This may reflect the fact that the room pictured is a segregated waiting room for blacks only, or perhaps demonstrates the greater resources of the industrial north compared to the southern ports of departure for these migrants."," "," "," "],"display_date":"1915 - 1921","search_date":"1918-07-02","locations":[{"id":17790,"lat":30.4938122303,"lng":-81.4274627631,"zoom":9,"place":"Duval, Florida"}],"tags":[{"id":238,"tag":"African American"},{"id":2082,"tag":"Train station"},{"id":81,"tag":"Great Migration"},{"id":225,"tag":"Jim Crow"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5990,"title":"The Great Migration and the Flow of Cultures from One Place to the Next","course_id":118,"status":"P","start_date":"8/21/43","end_date":"8/21/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1943, racial tensions were high as more and more African Americans left the South in pursuit of a new life and new opportunities in the North. Many African Americans hoped to leave their agricultural and rural roots in the South for a more urban lifestyle in the nation's larger and more industrialized cities. Large urban centers such as Detroit strained to accommodate the massive influx of people, both economically and socially, as these cities became meccas for Southern migrants. Lester Granger of the National Urban League feared that this \"undirected\" migration would produce \"unsound social planning\" and produce large industrial centers of African American-dominated populations with little regard to the demands of labor or these newcomers' welfare. Attorney General Frances Biddle stated that there would be no exclusion of African Americans from over-crowded areas, but that conflict like the Detroit race riots suggested that poor living and working conditions and other barriers to the rural-urban transition were likely a leading cause in the uproar and should be avoided if possible.","The Great Migration was one of the \"most significant demographic events to occur in the United States in the twentieth century\" (Tolnay, 210).  Due to the use of slaves in agriculture and farm production, the South always had a higher concentration of African Americans than any other region in the country. Even after emancipation, these people lived on plantations and farms, usually as sharecroppers, and their labor and expertise formed the back-bone of the South's economy. But by 1950, almost 2.5 million Southern-born African Americans had migrated out of the South, taking their culture and agricultural backgrounds with them. They saw Northern cities like Detroit as an opportunity to leave the agricultural pasts that had bound them to the negative after-effects of slavery, and begin anew life in urban and industrial areas.  As more and more African Americans moved North, whites became increasingly uncomfortable with the \"shifting racial balance in their cities\" (Tolnay, 210). These insecurities created racial tensions, and often ended in violent conflict.","The Great Migration marked a radical shift in the nation’s economic focus, but also in its social and cultural distributions.  Even with new jobs in urban factories in increasingly industrialized settings, African Americans had a strong historical background in farming and agriculture that influenced their assimilation to this new urban life.  Successful integration from one place to another typically relies on how well a migrant or immigrant is able to use his or her previous required skills and apply it to a new career.  African Americans were forced to take the lowest-paying, most un-skilled jobs partially due to the fact that they had little previous experience in any industrialized setting. They brought with them, however, a strong work ethic, a focus on conservation and frugality, and a history of stewardship with their environment that would later influence many individuals’ involvement in environmental justice issues and urban farming initiatives.  The Great Migration marked an important transition in the nation’s economy away from reliance on agriculture, but did not entirely destroy the cultural influence from centuries of working the land."],"display_date":"August 21, 1943","search_date":"1943-08-21","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":81,"tag":"Great Migration"},{"id":1922,"tag":"Detroit race riots"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6794,"title":"Police Arrest Of Fifty Negro Men In Pittsburgh Reported In Newspaper.","course_id":180,"status":"P","start_date":"1/22/27","end_date":"1/22/27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Pittsburgh Police Round Up 50 Negro Men in Dragnet,” <em>Broad Ax</em>, an African-American, Chicago-based newspaper, describes a mass arrest of coloured people in Pittsburgh’s Hill District. In a crackdown on crime in the district, fifty African-Americans and Mexicans (lumped also under the term “Negro”) were arrested by the police. Their fate, the story says, was decided on Wednesday morning by Magistrate Orie. Twenty were fined ten dollars, or sentenced to thirty days in the workhouse. The rest of them, who were regularly employed or had excuses for being out late, were released without charge. The story further says that the roundup was made because of numerous holdups and robberies in the district.","This story illustrates a specific episode of the obverse side of “The Great Migration” (1916-1930), which saw more than a million African-Americans leave the segregated South for better lives in the North. Cities such as Pittsburgh drew the new migrants with its promise of jobs in the steel and railroad industries. They, however, faced hurdles from the law and the native populace. Police singled them out for their perceived proclivity for crime and dishonesty. It was not uncommon for them to be arrested and convicted on the flimsiest of charges. On top of that, they clashed, sometimes violently, with the local people, white Southern migrants, and European immigrants, over scarce jobs and housing. Racist city zoning laws and housing covenants also corralled the African-American population into densely packed neighbourhoods, like the Hill District, where they lived under virtual segregation-like conditions.","This story is an all too painful reminder that racism did not cease to be a spectre haunting the African-American community when they crossed the Mason-Dixon line. Having escaped from the racial inferno of the South, many soon discovered that life in the North wasn’t the racial paradise they imagined it to be. But their struggles to overcome and thrive in the new landscape did give them a sense of pride and purpose, which they had been nurturing ever since they took that train, bus, or car to the North."," "," "],"display_date":"January 22, 1927","search_date":"1927-01-22","locations":[{"id":53136,"lat":40.445881,"lng":-79.978896,"zoom":15,"place":"Pittsburgh, USA"}],"tags":[{"id":81,"tag":"Great Migration"},{"id":889,"tag":"Racism"},{"id":2537,"tag":"Pittsburgh"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":180,"school_id":28}}]}