{"id":810,"tag":"U.S. Cities","points":[[37.7029266937,-123.005394924]],"bounds":[[37.7029266937,-100],[37.7029266937,-123.005394924]],"episodes":[{"id":5123,"title":"San Francisco in the late 1800s","course_id":50,"status":"P","start_date":"1883-09-23","end_date":"1883-09-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the United States won its freedom and began to expand itself westward, many of the cities throughout the country began to flourish in their own specific ways. A journal kept by Captain Willard W. Glazier recorded a variety of cities he visited while traveling through the United States in the late 1800s.  Captain Glazier visited many cities, including San Francisco.","When Captain Glazier entered San Francisco, he noted how impressive its bay was and that it was one of the greatest in the world: “San Francisco Bay is unsurpassed in the world, except by Puget Sound, in Washington Territory, for size, depth, ease of entrance and security.”  Along with the bay itself, Glazier also noted Alcatraz Island and Angel Island as well as other smaller islands dotting the bay.  What Glazier focused on the most however, was what this California city was most famous for, the Gold Rush. “Reports of the new El Dorado reached the States, and during 1849, from Maine to Louisiana came the gold seekers. From every country in Europe, from Australia and from China, additions were made to the throng of pilgrims, who, by the Isthmus, around the Horn, across the seas, and by the terrible journey overland, all rushed pell mell up the Sacramento, stopping at San Francisco only long enough to find some means of conveyance.”  With this passage, Glazier describes the phenomenon that lured in people from all over the world to pass through the Golden Gate and search for the riches they hoped to find. It was surprising that the rest of the cities in other states toiled with new innovations to attract citizens and increase their economic status, as explained in a passage of an article written by Judith S. Baughman: “American cities in the 1900s were engaged in a fierce competition for prestige and status\"  These cities needed to fight to achieve the same level of attention that San Francisco had in California. The horde of gold seekers rushing in to San Francisco brought new developments to the city as well. These developments were thanks to the majority of people traveling to San Francisco and bolstering its economy. While the rest of the country solely relied on industry to drive the cities, “the economy, whose growth was once fueled by millions of farmers, merchants, and mechanics, now was dominated by a handful of corporations…brought by industrialization and centralization…”  San Francisco had various public buildings and other areas were built to meet the needs of the population residing within the city. Glazier noted that “the City Hall will, when finished, be surpassed by few structures in the country. The Palace Hotel, at the corner of Market and New Montgomery streets, is a vast building, erected and furnished at a cost of $3,250,000. It is entered by a grand court-yard surrounded by colonnades, and from its roof a birds-eye view of the whole city can be obtained.”"],"display_date":"September 23, 1883","search_date":"1883-09-23","locations":[{"id":969,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"SAN FRANCISCO, California"}],"tags":[{"id":794,"tag":"San Francisco"},{"id":810,"tag":"U.S. Cities"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}}]}