{"id":813,"tag":"Fremont","points":[[37.7659991545,-122.286458807]],"bounds":[[37.7659991545,-100],[37.7659991545,-122.286458807]],"episodes":[{"id":5119,"title":"The Ruinous Earthquake","course_id":49,"status":"P","start_date":"4/21/06","end_date":"4/21/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The great 1906 earthquake turned the thriving city of San Francisco, California, into a sea of flames on the morning of April 18, 1906. However, the earthquake’s effects were more far-reaching than just the city of San Francisco itself. While Oakland was rather fortunate and did not sustain a large amount of damage, in San Jose “few buildings…escaped injury, and the death toll [was] not small.” Damage was also sustained in the Washington Township, a small collection of homesteads that would later become Fremont.","A new bank in Centerville, which had just been constructed, was completely destroyed. It had been the talk of the town, and many inhabitants were very proud to have such a beautiful new development in their town, only to have it demolished by the quake before it even opened. In addition, a drugstore and the Hawes & Dusterberry store were badly damaged. The drugstore closed down, but the Hawes & Dusterberry eventually relocated.","In the Irvington area, the Gallegos Winery was devastated, having been built less than twenty years earlier. At the time the winery was one of the largest in California. It was never rebuilt, but the remains are still visible today. The Independent Order of Odd Fellow’s building was very badly damaged but was repaired.","The majority of the damage to the rest of the cities was relatively small, although a couple of hotels were destroyed, and the powerhouse in the Mission area was cracked badly. Many local stores had their stocks knocked from shelves, and in some cases the more perishable items spoiled. Some prominent local citizens, C.C. Crane and his family, had actually gone on an automobile trip in the city of San Francisco on the day of the earthquake, but returned safely.","The damage sustained by the Washington Township, while not near as devastating as that of San Francisco itself, shaped the way the township developed for the next few decades. Much of the newer construction, such as the bank in Centerville, was either damaged or destroyed, and so the development of the townships was stunted, and the area remained largely agricultural into the 1950s and 60s, until a number of the townships were incorporated as the city of Fremont, and the GM plant (which later became NUMMI) was built."],"display_date":"April 21, 1906","search_date":"1906-04-21","locations":[{"id":52302,"lat":37.7659991545,"lng":-122.286458807,"zoom":9,"place":"Alameda, California"}],"tags":[{"id":793,"tag":"Earthquake"},{"id":789,"tag":"Urban Life/Boosterism"},{"id":813,"tag":"Fremont"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5120,"title":"From Agriculture to Technology","course_id":49,"status":"P","start_date":"1/1/64","end_date":"1/1/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In late 1964, the California Nursery Company was getting ready to celebrate the company’s 100<sup>th</sup> anniversary. The Vallejo Adobe had been moved onto the grounds of the nursery and was restored to be used as a meeting room. There were big plans to expand, and construction was beginning on a new section of the nursery. The California Nursery Company was one of the most successful and well-known nurseries in all of the bay area and one of the largest west of the Rockies.","The California Nursery was an innovator, and it helped make a robust version of the fig that would grow in California among other improvements. Production methods were an important objective of the nursery, and in their century of operation they continually improved the quality of their plants for sale, with strong root systems and resistance to various climates. To expedite these improvements, the California Nursery paid the finest attention to planting methods, as well as digging and grading of the soil.","Plants grown at the nursery were shipped nationally and internationally, and the business was thriving in 1964. They held annual bulb shows, and thousands were in attendance year after year. Yet by 1972, the company was no longer in business, except mail order, and much of the company’s land became housing tracts. Today all that remains of the former glory of the California Nursery Company is a 20-acre historical park. What happened?","Following the incorporation of Fremont in 1956, businesses began to locate themselves in the town, most notably the GM assembly plant which opened in 1960. All around this time, the Bay Area began to grow industrially, and technology became its focus. Industry began to take over the area, and the Central Valley became the new home for agriculture.","Fremont, as well as the rest of the Bay Area, moved away from agriculture, instead becoming part of one of the largest technology hubs in the world, the Silicon Valley. With this change, shopping malls and housing tracts replaced many of the farm-oriented businesses in the area which had thrived for so long.","The California Nursery Company once occupied nearly a square mile, much of which is now housing. Some of the tracts maintained the trees and plants as part of their landscaping, but the nursery grounds have been shrunk to just a fraction of their former size. As the Bay Area developed into the tech superpower it is today, agriculture moved elsewhere, and with it the California Nursery Company, among others."],"display_date":"January 1, 1964","search_date":"1964-01-01","locations":[{"id":33268,"lat":37.7659991545,"lng":-122.286458807,"zoom":9,"place":"Alameda, California"}],"tags":[{"id":807,"tag":"nursery"},{"id":599,"tag":"Technology"},{"id":13,"tag":"Agriculture"},{"id":813,"tag":"Fremont"},{"id":814,"tag":"Silicon Valley"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}}]}