{"id":814,"tag":"Silicon Valley","points":[[37.4562619895,-122.096750388],[37.7659991545,-122.286458807]],"bounds":[[37.7659991545,-100],[37.4562619895,-122.286458807]],"episodes":[{"id":5124,"title":"The Start of Apple Computer, Inc.","course_id":49,"status":"P","start_date":"4/1/76","end_date":"4/30/76","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Apple Computer, Inc has not been around for very long, but for the time it has been around it has made significant progress. Many do not realize how it started or how new it still is. The company was founded by two men named Stephen Wozniak (Woz) and Steve Jobs who both live in the Silicon Valley in California.  Wozniak was fascinated by computers in high school and dropped out of the engineering program at University of California, Berkeley to work for Hewlett-Packard (HP). At this time, Hewlett-Packard only made calculators and minicomputers. Wozniak attended a local club in Menlo Park, California, called the Homebrew Computing Club. This was where he first heard of minicomputers.  Wozniak was only twenty-six years old in 1976 when he wrote a BASIC programming language for a new microprocessor. He was able to give his friends at Homebrew copies as he helped them with their own designs. Steve Jobs was only twenty-one and worked for Atari, Inc.  He also shared the same interest in computers as Wozniak. They worked on a few electronic projects together. One project was making a video game called <em>Breakout</em> for Atari. Jobs believed Wozniak’s microprocessors could be marketed so, with the help of a friend, he sold them to other computer interested people. They started out on very little money; they each sold something so they could get a start. Jobs sold his Volkswagen van and Wozniak sold his programmable calculator. This gave them $1,350 dollars to begin production of the Apple I boards. The first computer made was called the Apple I. They purchased parts at a local electronic parts store called The Byte Shop and were able to establish credit. The first computer retail store ordered fifty Apple I computers: this was their first sale. Jobs and Wozniak started working out of Jobs' parents house in Cupertino, California. In their first year as Apple Computer, they moved from the garage to a room in Cupertino. Steve Wozniak remembers,“I had wanted a computer my whole life; that was the big thing in my life….All of a sudden I realized that microprocessors were cheap enough to let me build one myself. Steve (Jobs) went a little further. Steve saw it as a product that you could actually deliver and sell, and someone else could use.” Like many other of the first computers, the Apple I was made for other specialists who could put together and write their own programs. One may wonder where the name “Apple” came from, especially for a computer company. The idea of the name came from Jobs in 1976 when he visited friends that owned a farm that he visited often. Once he returned home, he told Wozniak about the idea. According to the Apple Museum, “Jobs probably was working on apple plantages. Or he just wanted their startup to be in front of Atari in the phone book. Or it was a tribute to Apple Records, the music label of the Beatles.” No matter where it really came from, Wozniak had a suspicion that they would get in trouble with Apple Records. Eventually, this did happen. In 1989, Apple Computer was sued by Apple Records for trademark violations. However, the name stuck and is today one of the most well-known names in electronics."],"display_date":"April 1976","search_date":"1976-04-15","locations":[{"id":35031,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":819,"tag":"Apple Computer, Inc"},{"id":818,"tag":"Steve Wozniak"},{"id":817,"tag":"Steve Jobs"},{"id":816,"tag":"Computer"},{"id":815,"tag":"Apple"},{"id":814,"tag":"Silicon Valley"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5120,"title":"From Agriculture to Technology","course_id":49,"status":"P","start_date":"1/1/64","end_date":"1/1/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In late 1964, the California Nursery Company was getting ready to celebrate the company’s 100<sup>th</sup> anniversary. The Vallejo Adobe had been moved onto the grounds of the nursery and was restored to be used as a meeting room. There were big plans to expand, and construction was beginning on a new section of the nursery. The California Nursery Company was one of the most successful and well-known nurseries in all of the bay area and one of the largest west of the Rockies.","The California Nursery was an innovator, and it helped make a robust version of the fig that would grow in California among other improvements. Production methods were an important objective of the nursery, and in their century of operation they continually improved the quality of their plants for sale, with strong root systems and resistance to various climates. To expedite these improvements, the California Nursery paid the finest attention to planting methods, as well as digging and grading of the soil.","Plants grown at the nursery were shipped nationally and internationally, and the business was thriving in 1964. They held annual bulb shows, and thousands were in attendance year after year. Yet by 1972, the company was no longer in business, except mail order, and much of the company’s land became housing tracts. Today all that remains of the former glory of the California Nursery Company is a 20-acre historical park. What happened?","Following the incorporation of Fremont in 1956, businesses began to locate themselves in the town, most notably the GM assembly plant which opened in 1960. All around this time, the Bay Area began to grow industrially, and technology became its focus. Industry began to take over the area, and the Central Valley became the new home for agriculture.","Fremont, as well as the rest of the Bay Area, moved away from agriculture, instead becoming part of one of the largest technology hubs in the world, the Silicon Valley. With this change, shopping malls and housing tracts replaced many of the farm-oriented businesses in the area which had thrived for so long.","The California Nursery Company once occupied nearly a square mile, much of which is now housing. Some of the tracts maintained the trees and plants as part of their landscaping, but the nursery grounds have been shrunk to just a fraction of their former size. As the Bay Area developed into the tech superpower it is today, agriculture moved elsewhere, and with it the California Nursery Company, among others."],"display_date":"January 1, 1964","search_date":"1964-01-01","locations":[{"id":33268,"lat":37.7659991545,"lng":-122.286458807,"zoom":9,"place":"Alameda, California"}],"tags":[{"id":807,"tag":"nursery"},{"id":599,"tag":"Technology"},{"id":13,"tag":"Agriculture"},{"id":813,"tag":"Fremont"},{"id":814,"tag":"Silicon Valley"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}}]}