{"id":815,"tag":"Apple","points":[[37.4562619895,-122.096750388]],"bounds":[[37.4562619895,-100],[37.4562619895,-122.096750388]],"episodes":[{"id":5124,"title":"The Start of Apple Computer, Inc.","course_id":49,"status":"P","start_date":"4/1/76","end_date":"4/30/76","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Apple Computer, Inc has not been around for very long, but for the time it has been around it has made significant progress. Many do not realize how it started or how new it still is. The company was founded by two men named Stephen Wozniak (Woz) and Steve Jobs who both live in the Silicon Valley in California.  Wozniak was fascinated by computers in high school and dropped out of the engineering program at University of California, Berkeley to work for Hewlett-Packard (HP). At this time, Hewlett-Packard only made calculators and minicomputers. Wozniak attended a local club in Menlo Park, California, called the Homebrew Computing Club. This was where he first heard of minicomputers.  Wozniak was only twenty-six years old in 1976 when he wrote a BASIC programming language for a new microprocessor. He was able to give his friends at Homebrew copies as he helped them with their own designs. Steve Jobs was only twenty-one and worked for Atari, Inc.  He also shared the same interest in computers as Wozniak. They worked on a few electronic projects together. One project was making a video game called <em>Breakout</em> for Atari. Jobs believed Wozniak’s microprocessors could be marketed so, with the help of a friend, he sold them to other computer interested people. They started out on very little money; they each sold something so they could get a start. Jobs sold his Volkswagen van and Wozniak sold his programmable calculator. This gave them $1,350 dollars to begin production of the Apple I boards. The first computer made was called the Apple I. They purchased parts at a local electronic parts store called The Byte Shop and were able to establish credit. The first computer retail store ordered fifty Apple I computers: this was their first sale. Jobs and Wozniak started working out of Jobs' parents house in Cupertino, California. In their first year as Apple Computer, they moved from the garage to a room in Cupertino. Steve Wozniak remembers,“I had wanted a computer my whole life; that was the big thing in my life….All of a sudden I realized that microprocessors were cheap enough to let me build one myself. Steve (Jobs) went a little further. Steve saw it as a product that you could actually deliver and sell, and someone else could use.” Like many other of the first computers, the Apple I was made for other specialists who could put together and write their own programs. One may wonder where the name “Apple” came from, especially for a computer company. The idea of the name came from Jobs in 1976 when he visited friends that owned a farm that he visited often. Once he returned home, he told Wozniak about the idea. According to the Apple Museum, “Jobs probably was working on apple plantages. Or he just wanted their startup to be in front of Atari in the phone book. Or it was a tribute to Apple Records, the music label of the Beatles.” No matter where it really came from, Wozniak had a suspicion that they would get in trouble with Apple Records. Eventually, this did happen. In 1989, Apple Computer was sued by Apple Records for trademark violations. However, the name stuck and is today one of the most well-known names in electronics."],"display_date":"April 1976","search_date":"1976-04-15","locations":[{"id":35031,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":819,"tag":"Apple Computer, Inc"},{"id":818,"tag":"Steve Wozniak"},{"id":817,"tag":"Steve Jobs"},{"id":816,"tag":"Computer"},{"id":815,"tag":"Apple"},{"id":814,"tag":"Silicon Valley"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5125,"title":"Apple creates a business plan.","course_id":49,"status":"P","start_date":"1/1/77","end_date":"12/31/77","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Steve Job’s vision for Apple Computer was to sell to everyone, not just to computer engineers. He turned to some friends for advice about how to do that. Noah Bushnall was someone Jobs worked with at Atari, Inc. and Mike Markkula was someone from Intel. Apple was going to need a catchy logo. The Apple logo was made my Rob Wayne, a co-founder of Apple Computer. It was only used for the Apple I computers because Jobs thought it was too hard to put on other computers. In 1977, Jobs had Rob Janoff design the new logo which was an apple shape with a bite out of it and the colors in a different order. The word was a reference to the computer term \"byte\", meaning knowledge.  In 1997, the logo changed again to a solid color. The first computer to have this logo was the Powerbook G3s. At first, the Macintosh logo looked different and was made my Jean-Michel Folon. She was paid $1 for every Mac that was sold (30 million). Before that, Hughes and Casado made the “Picasso” logo, which was a colorful drawing. It was shown on all systems until System 7.6.1. In the release of MacOS X 10.2, the Mac logo was replaced by the grey Apple on the white background. This is the logo that is still used today. Wozniak began the second computer, which was similar to the Apple I, but the Apple II would have a keyboard, power supply, color graphics, and a BASIC programming language in a plastic case and sell for $1,298. Markkula made a business plan for Apple Computer and then turned around to invest in it: he invested $250,000. He officially joined Apple in January of 1977, and held many different executive positions. In November of 1976, Apple had their first business plan: they hoped to make 500 million dollars in ten years.  Little did they know they would pass that mark in half the amount of time. Apple Computer finished their first fiscal year with $774,000 in sales and $42,000 in profit. By 1982, there were one hundred or more companies making computers. As more companies took on computers, Apple had to come up with a good marketing plan and something to catch the buyers' attention. They had Regis McKenna, who owned a public relations agency, run their first ad campaign. Apple Computer marketed many things, meaning they tried to sell all sorts of things with their name or logo on it. They sold anything from credit cards, hats, workout clothes, shirts, shorts, watches, beach towels, notepads, desk/office accessories, sailboards, clocks, keychains, bumperstickers, mugs, bags, toys, and even a paperclip. They sent out mail subscriptions to get people to apply for their credit card. For the other items, they were shown catalogs of products they offered. As odd as some of the items may be that they used to market, their strategy definitely got them somewhere."],"display_date":1977,"search_date":"1977-07-02","locations":[{"id":35031,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":822,"tag":"Apple logos"},{"id":821,"tag":"Apple marketing"},{"id":820,"tag":"Computers"},{"id":819,"tag":"Apple Computer, Inc"},{"id":815,"tag":"Apple"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}}]}