{"id":825,"tag":"Riot","points":[[41.4243718872,-81.6586944761],[39.878712355,-75.2036894677],[39.2338595038,-76.3925904773],[40.0378755,-76.3055144],[35.1268552,-89.9253233],[42.8488501,-78.2757597]],"bounds":[[42.8488501,-75.2036894677],[35.1268552,-89.9253233]],"episodes":[{"id":5129,"title":"<strong>The 1966 Hough Riots</strong>","course_id":59,"status":"P","start_date":"7/18/66","end_date":"7/24/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the late night hours of July 18, 1966, 26-year-old Joyce Arnett walked through Cleveland’s Hough neighborhood with two friends. As they approached E. 83<sup>rd</sup> Street, police officers ushered them into the second floor of a nearby building. The police presence had recently arrived to disperse a large crowd that had gathered on the street. Mrs. Arnett, a mother of three who lived nearby, ventured onto a balcony overlooking the street, calling for her three children. As she stepped onto the second story balcony, she was shot. After being rushed to nearby Mount Sinai Hospital, she was pronounced dead at 1:40am.","Joyce Arnett was one of four victims in what later came to be known as the Hough Riots. The riots, which lasted from July 18 to July 23, 1966, were a result of increasing racial tensions between working class African Americans and more affluent Whites in the neighborhood. African American residents were incensed at deplorable living conditions in rented apartments, exorbitant rents and food prices, and frequent incidences of police brutality at the hands of a predominantly White police force. On July 18, this tense situation quickly escalated into violence after the White owner of a bar on Hough Avenue in the neighborhood refused to serve an African American man. A large crowd, composed mainly of African Americans, soon gathered on the street, throwing rocks. Police arrived shortly thereafter and reported being shot at from snipers in the immediate area. The disorder in the neighborhood continued for several days. On July 20, Police Captain James Birmingham described the situation as being “like the part in an old western where you’re caught in the crossfire in a box canyon”. That same day, 36-year-old Percy Giles was shot on Hough Avenue, becoming the second victim of the riots. Sam Winchester and Benoris Toney were the final two victims, having both been fatally shot on subsequent days. All four of the victims were African American. The riot finally ended on July 24 following heavy rains which kept most of the neighborhood’s residents indoors.","The riot ultimately deepened the rift between African Americans and Whites in Cleveland. The all-white Cuyahoga County Grand Jury Commission fully blamed the riot on black militants, echoing the views of many Whites. Conversely, African Americans in the area claimed that the riot was the inevitable result of substandard living conditions in the predominantly African American inner city. Following the riot, almost all middle class residents left Hough, shutting down a majority of the neighborhood’s businesses. This had a devastating effect on the neighborhood, which years later had become one of the poorest in Cleveland. The riots had the effect of speeding up the process of white flight in the city, considerably deepening the rift between the poorer mainly African American inner city and richer mainly White suburbs, a division which still exists to this day."],"display_date":"July 18, 1966 - July 24, 1966","search_date":"1966-07-21","locations":[{"id":31669,"lat":41.4243718872,"lng":-81.6586944761,"zoom":9,"place":"Cuyahoga, Ohio"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":825,"tag":"Riot"},{"id":826,"tag":"Cleveland"}],"course":{"name":"Intro to American History","school":"Case Western Reserve University","course_id":59,"school_id":41}},{"id":5612,"title":"Christiana Riot Trial for Treason","course_id":93,"status":"P","start_date":"1851-11-24","end_date":"1851-11-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The slave owner Edward Gorsuch traveled to Pennsylvania, along with several men, two of whom were federal marshals, to retrieve six of his slaves that had escaped from his plantation years earlier.  Gorsuch planned to confront William Parker, the owner of a tenant house, about harboring his fugitive slaves.  An altercation between the two groups of people developed and Gorsuch was killed during the dispute, while several others were seriously wounded.  The Christiana Riot put enforcement of the Fugitive Slave Act to a different test.   The act produced division and heated debate across the nation.","Part of the problem in enforcing the Fugitive Slave Act stemmed from the North not agreeing with it.  James McPherson stated the concern of the Fugitive Slave Act <em>in Battle Cry of Freedom</em>,  “It seemed only a matter of time before real blood would be shed.” Protestors from the South sent out the warning “unless the Christiana rioters are hung, we leave you.  If you fail in this simple act of justice, the bonds will be dissolved.”","The opening statement by John W. Ashmead at the Christiana Riot trial clearly explained that Gorsuch was within the law and depicts the aggressive acts that was taken against an innocent man, “…within the jurisdiction of this Court, the defendant, with a great number of persons, armed and arrayed in a war-like manner, with guns, swords and other weapons, assembled and traitorously combined to oppose and prevent by intimidation…and arrayed himself in a warlike manner against the said United States.”  The statement clearly tried to place William Parker as being anti-American.  The slave owning South wanted to immediately pin William Parker as enemy of the United States.","Parker’s defense attorney Theodore Cuyler argued that his defendant did not commit treason, because he did not try to levy a war against the United States.  Next Cuyler sarcastically commented on the magnitude of the event, “Did you hear it? That three harmless, non-resisting Quakers, and eight-and-thirty wretched, miserable, penniless negroes, armed with corn-cutters, clubs, and a few muskets, and headed by a miller, in a felt hat, without a coat, without arms, and mounted on a sorrel nag, levied war against the United States.”  Cuyler made his point that if treason is defined as levying war against the United States, then how can a group of just a few people with inadequate resources possibly wage a war against the United States.","As a result of the trial, none of the people being prosecuted were found guilty of committing treason against the United States.  The jury expressed their disapproval of the murders and riot, but acquitted the men involved."],"display_date":"November 24, 1851","search_date":"1851-11-24","locations":[{"id":11229,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":1566,"tag":"Fugitive Slave Act"},{"id":1565,"tag":"Christiana"},{"id":825,"tag":"Riot"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5616,"title":"Pratt Street Riot Claims Four Soldiers","course_id":93,"status":"P","start_date":"4/19/61","end_date":"4/19/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Just a week after the attack on Fort Sumter, tempers flared in Baltimore, Maryland.  Secessionist and southern sympathizers in Baltimore orchestrated a riot against Union soldiers while they traveled through the city on their way to Washington D.C, that left four soldiers and twelve civilians dead.  As stated in the Official Records of the War of the Rebellion, “A clash between pro-South civilians and Union troops in Maryland's largest city resulted in what is commonly accepted to be the first bloodshed of the Civil War.”","Railroads between the Philadelphia, Wilmington, and Baltimore Railroad's President Street Station and the Baltimore and Ohio Railroad's Camden Station were shut down due to ordinances that were put into place.  The only forms of transportation were train cars that had to be pulled by horses along Pratt Street through the city of Baltimore.  Rioters blocked the path of the rail cars and the soldiers were forced to continue on foot.","The rioters did everything in their power to stop the soldiers.  The rioters resorted to throwing anything they could get their hands on and in some cases made make-shift barricades to stop the advancement of the soldiers.  After being attacked, the soldiers returned gunfire as they ran to the train station.  On the way, the mayor of Baltimore met up with the soldiers, warning them to protect themselves at all costs.  The soldiers made it to the station but suffered as many as forty causalities in the process.","George Brown, the mayor of Baltimore, expressed his disappointment over the events of April 19, 1961.   A message from Mayor Brown explained that he had every intention of providing the assistance of the Baltimore Police for protection.  However, the regiment showed up a day later than expected and the additional protection could not be supplied.  Mayor Brown explained the situation, “On the day previous troops had been safely passed through the city under the escort of the police. In the afternoon of the same day (18th) the regiments from Massachusetts were expected…although two of the members of the board went in person to the station of the Philadelphia Railroad Company to obtain the necessary information.”","The events of the Pratt Street Riot foreshadowed what was in store for the United States.  Michael Williams writes in his article<em> Bullets vs. Bricks</em> “The events of April 19 extinguished that last spark of hope. It was now clear that a long and bloody conflict lay ahead. The men of the 6th Massachusetts Regiment came to Baltimore with romantic notions of war. They left knowing how bitter it would be.”"],"display_date":"April 19, 1961","search_date":"1961-04-19","locations":[{"id":31752,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":825,"tag":"Riot"},{"id":1575,"tag":"Pratt Street"},{"id":1576,"tag":"Sixth Massachusetts"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":6587,"title":"Edward Gorsuch and his Southern posse defeated at Christiana","course_id":164,"status":"P","start_date":"1851-09-11","end_date":"1851-09-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 11, 1851, Edward Gorsuch, a Maryland slave owner, and a posse of several men including Federal Marshal Kline, descended upon the house of William Parker, in search of escaped slaves. The southerners believed that with the Fugitive Slave Act of 1850 the retrieval of their slaves would be a swift and cooperative occurrence. However, the small Quaker town of Christiana in Lancaster, Pennsylvania and its inhabitants were prepared to fight for their own lives and for the escaped bondsmen they desired to protect .","Upon following a suspected ex-slave named Joshua Kite to the home of William Parker, a confrontation ensued. Parker forcefully refused to cooperate with those in the posse, as he recalled his conversation with Marshal Kline, “I then told him to take another step, and I would break his neck.” Worried over what events may occur, William Parker’s wife blew a horn in hopes of alerting nearby townsfolk to aid them in protecting the escaped slaves. Following the call for assistance, there came an exchange of gun shots between the southerners and those at the home of William Parker, which left no individuals harmed. According to the personal account of William Parker, he proceeded to call forth several individuals to the window of his home, repeatedly asking Gorsuch if these individuals were the men he was looking for, each of which he denied. Soon after, armed townspeople prepared to defend those they harbored, began to arrive at Parker’s home.","Among the crowd were two significant white men, a miller by the name of Castner Hanway along with a postmaster and storeowner named Elijah Lewis. According to Thomas Slaughter, the author of <em>Bloody Dawn,</em> the southern men viewed the arrival of Castner and Lewis as support for their desire to recapture the escaped slaves. Slaughter believes the concept of support from Hanway and Lewis can be attributed to their white skin color, as members of the posse viewed them as allies, united against their African-American enemies. Upon refusing to assist Edward Gorsuch and his group, the two northern men began advising the Maryland posse to leave because their safety was at risk. Following the further denial of the southern men to leave, a swift and murderous battle ensued, resulting in the death of Edward Gorsuch and the critical injury of his son Dickinson Gorsuch. “Old Gorsuch was lying in the yard in a pool of blood,” specified William Parker, “and confusion reigned both inside and outside of the house.” From this battle, a large Federal trial took place, in hopes of bringing justice to those involved in the conflict. However, according to James McPherson, author of <em>Battle Cry of Freedom</em>, the government dropped the indictments of the individuals involved and decided not to press any further charges. This can be attributed to the lack of support in the claim that the event was an act of treason. The Battle of Christian strengthened the northern opposition to the Fugitive Slave Act, through its direct rebellious nature and bringing of action to those who spoke of anti-slavery."],"display_date":"September 11, 1851","search_date":"1851-09-11","locations":[{"id":11090,"lat":40.0378755,"lng":-76.3055144,"zoom":6,"place":"LANCASTER, Pennsylvania"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1566,"tag":"Fugitive Slave Act"},{"id":4,"tag":"Slavery"},{"id":825,"tag":"Riot"},{"id":1565,"tag":"Christiana"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}},{"id":6644,"title":"Mobs of Tennesseans lay destruction upon the African Americans of South Memphis","course_id":164,"status":"P","start_date":"1866-05-01","end_date":"1866-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 1, 1866, increasing tension amongst the civilians of Memphis, Tennessee reached its breaking point, as both white and black citizens engaged in a riot that led to the death of African-Americans and destruction of their homes. The <em>Farmer’s Cabinet</em> newspaper reported; “women and children have been burnt alive with the dwellings of the negroes.” Although the riot lasted several days, the initial engagement that triggered the subsequent events of the riot can be traced to a single altercation.","The parties involved included two groups, one contained four Irish American police officers, while the other was composed of a significantly larger number of African-American Union veterans, some of whom were intoxicated. The police officers were tasked with dispersing the black veterans from their location, but when asked to do so, “The ex-soldiers stubbornly refuse to disperse,” stated historian Stephen Ash. In an effort to relieve themselves of the emotionally heightened situation, the police officers withdrew from the crowd and traveled toward a new location, during which they were followed by several individuals from the group of black veterans. The veterans desired to further intimidate the already frightful police officers by firing their weapons into the air, but in a misinterpretation, the police believed the men were firing at them, and fired back into the crowd. This led to an exchange of gunfire with the officers, but the only officer that was injured was John Stevens, who accidentally shot himself in the leg.","Several of the black men from the group chased two of the fleeing police officers, resulting in the critical injuring of one officer, the escape of another, and the death of a black veteran. As information of the encounter spread, several mobs of white citizens, from an array of occupations, converged upon the predominantly black area of South Memphis. The black veterans in the group were ordered to return to their barracks in Fort Pickering, leaving the rest of the African-American community exposed to the violent acts of the mobs.","Over the next several days, violent beatings and killings involving innocent African-Americans occurred. According to Ash, white mobs mainly targeted black individuals in military uniforms. Unfortunately for the black community, the violence was not limited to those in federal uniforms. As the <em>Farmer’s Cabinet </em>newspaper reported several of the vicious attacks imposed upon innocent civilians, “A poor old negro of seventy years…was knocked down and his tongue cut out by the roots.” A letter recollecting the events of the prior days, revealed by William D. Kelley, stated; “Negro men have been shot down in cold blood on the streets...The most prominent citizens stand on the streets and see negroes hunted down and shot, and laugh as it is a good joke.”","Overall, the Memphis riot, according to historian Eric Foner, accounted for forty-eight deaths, five women raped, and the destruction of several prominent buildings in South Memphis, such as homes, schools, and churches. The Memphis riot undoubtedly provided a barrier in the Union’s overall plan for Reconstruction by further dividing white and black Americans through conflict."],"display_date":"May 1, 1866 - May 3, 1866","search_date":"1866-05-02","locations":[{"id":12365,"lat":35.1268552,"lng":-89.9253233,"zoom":7,"place":"SHELBY, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":629,"tag":"race"},{"id":244,"tag":"Violence"},{"id":825,"tag":"Riot"},{"id":407,"tag":"Death"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}},{"id":6719,"title":"Prisoner's Rights: Their Role in the Attica Prison Riot","course_id":176,"status":"P","start_date":"5/1/71","end_date":"9/13/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The concept of prisoners being viewed as human and having rights was not widely understood or enforced until the 1960s. Before the 1960s, prison officials operated prisons in the manner they deemed acceptable with little oversight. The courts utilized a “hands off doctrine” that did not give them the jurisdiction to interfere with prison operations. Challenging the hands off doctrine, <em>Jones v. Cunningham</em> (1963) held that inmates could question their imprisonment and the treatment and conditions within correctional facilities. The Supreme Court ruling, <em>Cooper v. Pate</em>, decided June 22, 1964, gave prisoners the right, under the constitution, to file grievances in a court of law.","Inmates, generally speaking, are afforded constitutional provision under the First, Fourth, Eighth, and Fourteenth amendments, whereas someone not incarcerated is afforded every right within the constitution.","The riot that began on September 13, 1971 at the Attica Correctional Facility in Attica, New York, is said to be a result of ignored and dismissed concerns and grievances of inmates related to the conditions of the prison and the treatment of inmates. In 1971, four months prior to the riot, a prisoner group wrote a list of demands to the Commissioner of Prisons. The inmate group cited issues of over-crowding, starving, and the absence of medical care, plus twenty-four additional demands. This list was a comprehensive and articulate list of demands and negotiations on behalf of the men. Not only were the demands not met or negotiated, anyone in the prison with a copy of the demands could be punished to two months in solitary confinement. It became clear to the prisoners that their demands were not a priority to the Department of Correctional services.  Demands made by prisoners were threatening to some people in the corrections world. Therefore, those demands were often met with force. With conditions worsening and no indication of relief, tensions within the prison were very high. A four-day riot exploded, fruitless negotiations were held, and five hundred and fifty police officials retook the prison, leaving thirty-nine  people dead and over one hundred shot. "," ","Without question, the Attica Prison Riot is not something in history to be proud of, in terms of its deadly toll and misconstrued story that was told by government officials and reporters to the masses. What was left out of the narrative is that the basis of the demands made by the prisoners were basic human rights. Not only were they basic human rights; they were rights that, under the United States Constitution, prisoners are afforded. Their grievances about over-crowding, starvation practices, and an absence of adequate medical care are protections prisoners have under the Eighth Amendment. The Eighth Amendment protects individuals from cruel and unusual punishment.  The United States Supreme Court has ruled that the Eighth Amendment does indeed extend to conditions of correctional institutions. The demands of Attica Correctional Facility prisoners in wake of the riot rightly qualify as human rights that should have been met at all times within the institution. "," ","J. Lovelace"],"display_date":"May 1, 1971 - September 13, 1971","search_date":"1971-07-07","locations":[{"id":53074,"lat":42.8488501,"lng":-78.2757597,"zoom":8,"place":"639 Exchange Street Rd, Attica, NY 14011"}],"tags":[{"id":108,"tag":"prison"},{"id":825,"tag":"Riot"},{"id":3365,"tag":"correctional facilities"},{"id":3366,"tag":"prisoner's rights"},{"id":3367,"tag":"Eighth Amendment"},{"id":3368,"tag":"Attica"},{"id":3369,"tag":"inmates"},{"id":3370,"tag":"penitentiary"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}}]}