{"id":827,"tag":"Chicago","points":[[41.8399513458,-87.8166666032],[40.7805662337,-73.9388482485],[41.868361922936,-87.582452588973]],"bounds":[[41.868361922936,-73.9388482485],[40.7805662337,-87.8166666032]],"episodes":[{"id":5134,"title":"Chicago Fire","course_id":52,"status":"P","start_date":"1871-10-08","end_date":"1871-10-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On the evening of October 8 1871, a small bright spark quickly engulfed Chicago’s entire West Division. Elias Colbert an editor for the <em>Chicago Tribune</em> newspaper recounts the progress the fire made while peering through his telescope from the rooftop of the TribuneBuilding.","Colbert attempts to gather statistical facts on the losses generated by the great conflagration in his article titled, <em>The Losses by the Fire</em>. He concludes that the factual calculations of the total damage would be a rough estimate.","An estimation of 500 buildings including frame structures lost from the fiery blaze and displaced 2, 250 residents on the West Division of the city. Approximately 3,650 buildings were destroyed in the South Division, which included 1600 stores, 28 hotels, and 60 manufacturing establishments. About 21,800 residents became homeless on the upper stories. In the North Division area the burning blaze left 500 establishments standing out of 13,800, leaving 13,300 in ruins making 74, 450 people homeless. Over 600 stores and 100 factories burned along with a portion of the southern part of Lincoln Park. Before the blaze came to a halt, it destroyed 17,450 buildings within a 3.5 square mile. The total damage cost Chicago $200 million. About one-third of the city was ruin and nearly 98,500 people were homeless [1].","The flames moved north and east, leaping over the fire engines and progressing beyond them enclosing their entire apparatus as the flames move east and west. From the west side of Jefferson Street, as far as the eye could reach, in an easterly direction--and the river bound that space--a perfect sea of leaping flames covered the ground.","As far as north of North Avenue, to the river and the lake, the entire North side was a seething infernal. By daylight, the fierce and raging fire was one massive sheet of flame creating a perfect ocean blaze of the east that stretched 7 miles long.","On October 10, the rainfall, the lake, and undeveloped lots on the North side subdued the destructive blaze. Telegraph posts are transfigured into burned and branchless trees, and in this blue land of supreme fancy, the prosaic and the commonplace have disappeared forever. At another point one can faintly distinguish twisted and distorted iron beams, half covering and half covered by massive blocks of stone."," ","[1]Elias Colbert, \"Losses by the Fire,\" <em>Chicago Tribune</em>, October 8, 1871."],"display_date":"October 8, 1871 - October 10, 1871","search_date":"1871-10-09","locations":[{"id":2540,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":839,"tag":"destruction"},{"id":836,"tag":"fire"},{"id":827,"tag":"Chicago"},{"id":840,"tag":"Illinois"},{"id":841,"tag":"1871"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":52,"school_id":43}},{"id":5130,"title":"An English traveler visits America","course_id":49,"status":"P","start_date":"1864-10-01","end_date":"1864-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Chicago, during the 1860’s, was an up-and-coming commercial city filled with buzz, people, industry and trade. Steamships and large boats rolled down rivers, canals, and out into and in from the mighty Lake Michigan. Streets were filled with the hustle and bustle of shoppers and market traders. John Francis Campbell, who visited Chicago from England in 1864, likened the city to a major European city in his memoir, “A Short American Tramp on the Fall of 1864”. He compared the busy streets to Paris, the wharfs to Glasgow and Liverpool,  and he said the railroad tracks and engines were like nothing he had ever seen anywhere. Trains, he said, were like dragons the way they snorted loudly, but he also saw their impact on the farming and agriculture in Chicago. They were used to transport grains, seeds, pigs, etc. These were not like the English locomotives that he had known: they were loud, boisterous, deep, howling roars, different from the “shrill yells” of the English locomotives. Technology and industry were impacting Chicago and helping its advancement during this time. Canals made a huge impact on Chicago’s growth as a city. They provided routes to the Great Lakes and because Chicago is located right on Lake Michigan, it made a wonderful inland seaport so goods could come by ship along canals and the Mississippi River and also along the railroads. It was a horrible place for a city though, since it was located on mostly swampland.","Chicago was a city in the Midwest and affected by the “transportation revolution”. Much of its economy was booming because of the advantages of new forms of transportation and communication. J.F. Campbell realized this and said, “Ships of large size, big steamers, tugs, boats, and all the paraphernalia of a big inland seaport, come straggling through the town in canals which open to the lake; and street-cars and locomotives come rattling, panting and hissing, roaring and ringing, through the town. The whole is something unlike any other place in the world. In its water streets it savours of Amsterdam, and a very bad savour it is. In its wharfs, it has something of Glasgow or Liverpool. The main street, with the magnificent shop-fronts, is something like Argyle Street; the bustle is like Lord Street; the tame railway engines unlike anything to be found.” (p 277) During the second half of the 19th century, Chicago was the railway center of all America. It became one of the leading manufacturing and trade centers in the country. Chicago was becoming one of the fastest growing cities around because of its location, industry, and labor. Chicago became the center of the meat-packing industry as well. Campbell recalls one day seeing a train filled with livestock and chicken then seeing them being butchered. All of the industry led to massive increase in wealth, but there was still “devastating poverty” right by its side. There was a large immigrant population, mostly from Ireland and parts of Northern Europe. These men made up most of the working class and provided the dirty backbone for Chicago’s growth. Chicago was known as “The City of Opportunity.”","Chicago was a bright city that was on its way up economically and industrially. Its location, population, and steady stream of immigrant workers contributed to its stability and placement as a top urban city in the United States."],"display_date":"October 1864","search_date":"1864-10-16","locations":[{"id":2539,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":827,"tag":"Chicago"},{"id":759,"tag":"Immigrants"},{"id":58,"tag":"Industry"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5174,"title":"Industrial competition between Chicago and Pittsburg","course_id":66,"status":"P","start_date":"1/1/15","end_date":"12/31/15","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Internal competition in a country can be a strong force for development and improvements in some industries.  This “American versus American” phenomenon appeared in many industries in the US. In the early twentieth century, the United States was still developing. At that time, many industries were still in their early stage  -- the car industry and aviation industry, for example. Because these new technologies required a large amount of raw material, the development and competition of the steel industry was the greatest at that time. Since states like Pennsylvania, Ohio, New York, and New Jersey had a rich availability of coal and iron ore, the steel industry in these states had become a critical industry because of the high profit. One of the most vigorous competitions in the steel industry was the competition between Pittsburgh and Chicago. Chicago itself did not have much iron or coal resources, but it could still introduce the steel industry into the city because of its geographical location, which is located next to Lake Michigan. Because of easy transportation, Chicago developed its steel industry so successfully that many cities like Pittsburgh aimed at it as a competitor. A conversation between the two magnates in Chicago and Pittsburgh can effectively represent the tit for tat industry competition that was occuring between the two cities. \"‘That doesn't matter to us,’ reply the Pittsburgh steel magnates. ‘Chicago has to send for its coal, which we have practically on the spot. The result is the same.’ ‘Not at all,’ say the Chicago men; ‘it costs us less to bring our coal than you have to pay for the freight of your ore, and you have to pay freight for coal too, the only difference being that ours travels farther than yours--a very small matter, as the loading and unloading cost more than the haulage, over a short distance. We have therefore a very considerable advantage over you in not being obliged to convey our ore by rail, and this advantage is bound to give us the upper hand in the long run.’\"  This conversation indicates how intense the competition was and how every city would not like to see other sharing their profitable steel exporting market.","This competition actually forced the cities to invest more into the industry and improve the quality of products. The production of steel was a benefit to all as it greatly increased and gave the foundation for the leadership of the US in the industry.  “From 1870 to 1900, annual U.S. steel production rose from around one million to ten million tons.”  Furthermore, the production rose to twenty four million tons annually by 1910. This data shows that vigorous competition can actually encourage improvements and strengthen the whole industry. This also made the US dominate the export steel market for years until the development of the industry in Asian countries in recent years.  However, the United States is still one of the major steel exporters around the world. Furthermore, the mature fundamental technologies also make steel products made in the US competitive with others, which contributes to both the US and the global economy."],"display_date":1915,"search_date":"1915-07-02","locations":[{"id":17541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":929,"tag":"Pittsburg"},{"id":827,"tag":"Chicago"},{"id":231,"tag":"Steel and Iron Industry"},{"id":11,"tag":"Economy"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5447,"title":"Cholera and boosterism in New York and Chicago","course_id":82,"status":"P","start_date":"1866-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Disease epidemics of the mid to late nineteenth century caused an immense amount of fear among everyone and further led to the rivalry and boosterism prevalent between New York City and Chicago during the 1866 cholera epidemic. On August 29, 1866, <em>The Chicago Tribune</em> reported that cholera deaths in New York were at a standstill, and reports extensively from an article from <em>The New York World</em> that “not a single case occurred in the hotel,” and business on the streets and cleaner parts was “free from disease.” Transmission and prevention measures were also being taken to ensure that disease rates were controlled, which was quite the opposite for Chicagoans. There were reports that cholera in Chicago was caused by fall trade, lack of precautionary measures, not having a grasp on the sanitary aspect of the disease. Reports continued to bash the residents of these Western cities (Chicago, St. Louis, Cincinnati, and Memphis), claiming that it was “their fault” for not taking precaution even after being warned about the preventive measures of the disease and its deadliness. Aside from only a “few dozen” cholera deaths, however, the overall health and cleanliness of New York was excellent.","About 12 years prior to the 1866 cholera epidemic, John Snow found that cholera was a direct effect of the lack of sanitation within the city. The broad street pump in London was contaminated with feces and led to the cholera epidemic that ravaged the city. Snow discovered this after removing the handle on the pump, which prevented further use of it. After doing this, there was a sharp decline in and then no more cholera deaths at that time. With this information during the epidemic of cholera in New York and Chicago, both cities were aware of the cause. However, blame was placed on the immigrant population or a person’s predisposition for the disease, possibly in an effort to reduce fear, sustain commerce, and encourage tourism.","The <em>Chicago Tribune</em> further reports, however, that the cholera epidemic was actually quite different in Chicago than the New Yorkers made it seem. The city of Chicago was in reality, ahead of New York City in terms of municipal cleanliness and overall health of the area. Unlike New York, Chicago did not have “those cellars two stories below which breed pestilence” nor “those crowded courts and miserable masses of tenement houses,” which is where cholera often thrived. Due to apparent overcrowding in New York, cleaning the city and escaping the fate of cholera was actually impossible for them. Reporters claimed that New Yorkers knew this to be true, and slandered Chicago in an effort to maintain business and get rid of the guilt they had from misrepresenting their disease data. Furthermore, Chicago’s grasp on reporting deaths from cholera seemed to be better in terms of value and accuracy then that of New York, in their effort to provide the most information about the progression of disease in their city. New Yorkers, however, were negligent in this regard because they did not bother to report accurate numbers. If anyone were to travel to New York, they would actually find the death toll from cholera to be extremely high. To make cholera appear less brutal, however, it was sometimes referred to in reports about disease in Chicago as “Cholera-morbus,” which was less rapid and less severe symptomatically, but equally as fatal.","There is no doubt that disease during 1866 epidemic brought about fear and panic, and there is no wonder why those individuals responsible for reporting wanted to make their city seem like they had better concept of disease and more control over the prevention and spread of cholera."],"display_date":1866,"search_date":"1866-07-02","locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"},{"id":2539,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":1322,"tag":"disease in the north"},{"id":827,"tag":"Chicago"},{"id":579,"tag":"New York City"},{"id":1315,"tag":"cholera"},{"id":1323,"tag":"rivalry"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}},{"id":5671,"title":"The Great Chicago Fire","course_id":99,"status":"P","start_date":"1871-10-08","end_date":"1871-10-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In order for fire to die, there needs to be water, and usually, lots of it. Chicago in 1871 had a serious lack of water and a desperate need for it. It was hot and dry and Chicago was in the midst of a draught; the worst weather for a fire to occur. Early autumn was no different from the previous summer; the hot air still lingered and small fires often started. The draught was so bad that between July 4<sup>th</sup> and October 9<sup>th</sup> of that year, only one and four tenths inches of rain fell.","On Sunday evening, just after nine o’clock on October 8, 1871, a fire began in a barn. While the actual cause of the fires is unknown, many believe the beginning of the catastrophic fire started with a cow that kicked over a lantern in the barn, thus starting a fire that engulfed much of the city. An estimated nine-tenths of the structures were made of wood, and the other tenth contained wooden aspects. It was a fire breeding ground. Combined with the draught, a city made of dry wood was helpless against the relentless flames. The urgency of the fire was unknown to many, most believing the smoke to be from part of a previous blaze that was under control. With only an estimated two hundred firefighters throughout the city, many were exhausted from their work the previous day. The watchman, upon seeing the flames from his lookout, directed the weary firefighters to a location a mile away from where the fire actually was. As a result of all the bad luck in Chicago that day, the fire quickly spiraled out of control.","The overworked firefighters and overused equipment simply could not keep up with the blaze. Thinking the fire had consumed all it would be able to, firefighters managed to direct the flames to a nearby river, assuming the river would stop the spread of flames. However, a tall church caught fire and aided by high winds, sparks were able to jump the river and ignite rooftops. The mayor called out to neighboring cities for help, but by this point the fire was unstoppable and had already cut off the city’s water supply, thus cutting off any water firefighters were able to get.","The fire destroyed everything; homes, hotels, and department stores in a blaze that burned a trail for thirty-four blocks, roughly four miles long and three-quarters of a mile wide. The fire burned itself out, with the help of a light drizzle on October 10<sup>th</sup> that the city hadn’t seen for months. The city recovered one hundred and twenty five bodies, with the estimated death toll between 200-300 people. The fire prompted a rewriting of Chicago’s fire standards, and while dampening the spirit of the city temporarily, residents rallied and pulled their fair city out of the depths of a living hell."],"display_date":"October 8, 1871 - October 10, 1871","search_date":"1871-10-09","locations":[{"id":2540,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":836,"tag":"fire"},{"id":827,"tag":"Chicago"}],"course":{"name":"Pamphlets &amp; Pirates: Popular Print Culture in Antebellum America","school":"Northeastern University","course_id":99,"school_id":56}},{"id":5766,"title":"The Great Migration","course_id":112,"status":"P","start_date":"1/1/17","end_date":"12/31/22","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Many changes and shifts occurred during the early twentieth century. Big shifts such as mass movements from different regions in the U.S., notably African American’s “Great Migration” from the South to the North. Around 6 million black migrants were redistributed among the Northern and Western cities later to die down around the first World War.","A popular destination for these migrants was Chicago, Illinois. A few letters from the “Great Migrations” chapter of <em>Major Problems in American Urban and Suburban History </em>were compiled from 1917. Two of the letters (both from anonymous sources) are prime examples of the different stages of the relocation to Chicago. The first letter is from a black man living in Louisiana  asking the <em>Chicago Defender </em>for “passes” to the North. At the time, <em>the Defender </em>was a widely popular literary journal that emphasized the negatives of racial discrimination and was a strong activist source for civil rights. He explains that he, like many others, has a family to take care of and has heard/read of great job opportunities in Chicago. He also mentions the displeasure from “white folks” that many blacks were looking North for opportunities. He writes “Please dont publish this because the white folks are angry now because the negroes are going North.” Many white southerners were upset about the loss of labor to the promise of “freedom”.","In the second letter, a black woman who has already moved to Chicago tries to persuade her sister to move her family to Chicago. She tells her that “people are rushing here by the thousands”and there is good money in being a landlord, on account of all the needed housing for the incoming migrants. She writes of the job she and her daughter have at a meat packing warehouse where she makes $1.50 a <em>day. </em>However, she feels the Lord has brought her and her family to Chicago.","Job opportunities weren’t the only motivation for this Great Migration. A general sense of true “freedom” was felt with living in urban cities, particularly Chicago. Polls were taken and the responses about Chicago living were all generally the same: freedom, voting rights, better opportunities, no “dictation” from the white people. A particularly shocking response from a black migrant stands out: “Can vote; no lynching; no fear of mobs; can express my opinion and defend myself.”","Another big pull factor was the widespread grouping together of blacks in urban areas. James R. Grossman states “it is likely that eventually most black southerners who decided to go North... chose a destination based largely on the presence of kin and townsfolk.”","Overall, Chicago was an incredibly enticing city for those oppressed black southerners."," "],"display_date":"1917 - 1922","search_date":"1920-01-01","locations":[{"id":17541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":81,"tag":"Great Migration"},{"id":1667,"tag":"Discrimination"},{"id":827,"tag":"Chicago"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":6869,"title":"Placing Blame for the Great Fire of Chicago","course_id":188,"status":"P","start_date":"1871-10-08","end_date":"1871-10-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the wee hours of October 8, 1871, the fire bell peeled again the signal to the weary Chicagoans of yet another fire. The day before, several blocks were destroyed after a large planing mill erupted in flames sending flaming debris all over the immediate vicinity. Sweeping and engulfing the timber structures of the largely wood frame city, the fire moved on at an astonishing pace. According to a report from the <em>New York Times</em>, at half past one in the morning “The entire Fire Department are now on the ground and making the most superhuman efforts to stay the flames. The losses probably already run into the millions and the end is not yet.”","The Great Fire of Chicago proved to be extraordinary in size and devastation. Arguably the most successful and “representative city of the west,” suffered severe losses totaling almost 200 million dollars in damage, leaving nearly 100 thousand people homeless, and with a devastated “symbolic center of the city.”   At the time of the fire, the cause still unknown, John Pauly wrote, “Chicagoans themselves sometimes wondered if their sinfulness had brought calamity upon them.” Thought to be a punishment for the lavish, luxurious, and intemperate life-styles of the city dwellers, evangelical protestants jumped to blame the “less savory aspects of city life” as the cause of the fire. For others who refused to accept divine interpretations, the fire proved to be a lesson or a call for cities to improve their building techniques. Frederick Law Olmsted, a renowned landscape architect, “attributed much of the fire’s severity to Chicago’s extravagant style of building.”  Whether by the wrath of God or not, Chicago, plagued by drought, poor city planning, and zoning laws, created a matchbox waiting to catch flame. ","After twenty-four hours of continuous burning, the fire smothered out with the help of a rainstorm.  The fire and its aftermath proved to have a lasting impact on the city and its people. As a result, Karen Sawislak, the author of <em>Smoldering City: Chicagoans and the Great Fire 1871-1874</em>, stated, “new forms of investments, innovations in technology and architecture hastened the cities transformation into its modern form.” With the help from neighboring cities and the outside world, Chicago rose from the burnt rubble to become a well-known symbol of American progress and expansion yet again. "," "," "," "],"display_date":"October 8, 1871 - October 9, 1871","search_date":"1871-10-08","locations":[{"id":52802,"lat":41.868361922936,"lng":-87.582452588973,"zoom":10,"place":"Chicago, Illinois"}],"tags":[{"id":836,"tag":"fire"},{"id":827,"tag":"Chicago"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}