{"id":831,"tag":"construction","points":[[37.4562619895,-122.096750388],[40.3672040655,-76.457697135],[34.8943497126,-82.3707811393],[42.6001926046,-73.9735779487]],"bounds":[[42.6001926046,-73.9735779487],[34.8943497126,-122.096750388]],"episodes":[{"id":5132,"title":"Planning Interstate 280","course_id":49,"status":"P","start_date":"8/15/57","end_date":"8/15/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Peninsula residents of the Bay Area were fuming as the construction of Interstate 280 was planned to run through the heart of Los Altos. E.O. Huttlinger, citizen of 33 years and realtor of Los Altos, was a prominent figure in the protest of the highway proposal. In August of 1957, E.O. Huttlinger addressed his concerns of 11 years to the Division of Highways in San Francisco through a four-page letter, hoping to get his voice, and the voices of the angry Los Altos residents, heard. In 1946, after WWII, residents of Los Altos learned for the first time that a proposal was being made to send a freeway through the heart of their city that would connect the Peninsula with Santa Clara County. The original plan connected Santa Clara County to Burlingame, but at the price of Downtown Los Altos. The people of Los Altos struck the plan down, believing that alternative routes could be made.","This same issue was brought back up again in 1950 and once again E.O. Huttlinger was at the forefront of things. Huttlinger and his committee were in protest of the new idea that suggested a depressed freeway to still run through the heart of Los Altos. In 1953 more people teamed up with Huttlinger as advocates of an alternative route. Among those opposed were: the mayor of Los Altos, the president of the Los Altos Ministerial Association, and planning director, Karl Belser. All of these men were adamant about bringing an alternative to the freeway except for the road stretching from the county line to Simla Junction. These men, along with the bulk of the Los Altos community, urged the route to go from “Junipero Serra Blvd thru Northern Santa Clara County between Arastradero Road and Simla Junction.”  This route, named the “B” Route or “Red” Route, was said to better the economy and be just as speedy to The City as the other route would be. The route that continued to fail, known by some as the Railway Route, was expensive and destructive. Huttlinger concluded his letter urging for the Divisions of Highways to strongly listen to the angry voices of the past 11 years (1946-1957) and consider a new route.","Thankfully a new route was adopted that would have little affect on Downtown Los Altos. Instead, the “B” route was adopted that made for the freeway to go along the foothills, making I-280 “one of the most scenic urban freeways in America.” The 57.22mi long freeway begins at I-680 in San Jose, then through the foothills of the Peninsula and along Crystal Springs Reservoir, eventually ending in the beautiful city of San Francisco. On April 28, 1980, the part of the freeway stretching from the Santa Clara County line up to the north city limit of San Bruno was officially designated as a scenic highway by the California Department of Transportation."],"display_date":"August 15, 1957","search_date":"1957-08-15","locations":[{"id":28588,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":873,"tag":"Interstate 280"},{"id":831,"tag":"construction"},{"id":829,"tag":"freeway"},{"id":828,"tag":"highway"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5276,"title":"Cordless Tools spread in the Building Industry","course_id":69,"status":"P","start_date":"1/1/80","end_date":"12/31/80","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1961, Black and Decker invented cordless power tools. Brian Hoy, who worked as a general contractor for over 30 years, found the convenience of these tools to be among the best technological changes in the industry especially for small jobs. He stated “cordless tools are one of the greatest tools to have come to the trade because of their eases of use.” One reason is because contractors do not have to waste time finding an outlet and make sure the cord is long enough to complete the job.  Cordless tools reduced the amount of time that contractor would have had to spend on a job because they can just grab to power tool and screw, drill, or cut within a few seconds. With the reduced about of time on jobs means that the builder can move onto the next job and might be able to do more work in a year than before.","As early as 1985 <em>Popular Science</em> talked about the changes that were made over the past twenty years. Over that span the volt size of the batteries, range of tools that are cordless, and weight. Popular Science also recognized how a contractor used cordless power tools to reduce time on jobs and increase the number of jobs per years. The size of the batteries that were used in the drills and the first ones were 4.8 volts in the 1960s, 9.6 volts in 1980s and 18 volts in 2000s. That is because of the different technologies has had advanced in the battery making and the ability to recharge the batteries in a shorter amount of time also. The article shows the different tools that were cordless in the 1980s and if you walked into any home improvement store that sold cordless tools in the early 2000s there would be more tools available for people to buy. Ed Doran discussed the different changes to the cordless tool industry with a new battery technology and how it will help take workers being more productive with less charging time. The weight of the cordless power tools have decline over the years because of technology in manufacturing and the materials used in the power tools. In the early 2000s, it was hard to visit a job site where there was not a cordless power tool somewhere."],"display_date":1980,"search_date":"1980-07-01","locations":[{"id":39142,"lat":40.3672040655,"lng":-76.457697135,"zoom":9,"place":"Lebanon, Pennsylvania"}],"tags":[{"id":11,"tag":"Economy"},{"id":831,"tag":"construction"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}},{"id":5277,"title":"Air Nailer spreads though Building Industry","course_id":69,"status":"P","start_date":"1/1/85","end_date":"12/31/85","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Brian Hoy, a life-long building contractor appreciated many new tools that entered into wide usage in the trade but he stated that “the air gun is one [tool] that helped increase production.” He adapted the air guns in the middle of the 1980s. The air nailers were around earlier, but were not widely used because they were not proven. Once the large companies started to make the nailers, and builders heard that the nailers saved time and money that the builders started to buy them.","In 1959, the air nailer was not seen as a device that people needed on the job. It was not until the late 1970s early 1980s that air nailers became widespread on the job site. This was because of the amount of time that was saved and the cost that were saved. From an article in <em>Popular Science</em>, the nailers were able to put 100 nails per minute, which is considerable higher than a human can nail in. With the air nailer it required less people to be on the jobsite than before because the nailers were quicker and only required one hand to use. The cost that was saved from the builder in the article was about 400 dollar in labor. Had this come to the building industry when it was invented might have changed the industry before Brian Hoy was in the trade. Had he worked the in trade for someone this would have been a cost that he would not have had to incur.","The air nailer is ubiquitous among builders on the job today and a range of different styles exist for different tasks such as: framing, roofing, and finishing trim. The differences between the nailers are that each gun requires a different side nail for the tasks. The air nailer had help to make progress in the home building industry. The technology had changed a considerable over the years and the air nailers that were first used will not look like the ones used in the future."],"display_date":1985,"search_date":"1985-07-02","locations":[{"id":39142,"lat":40.3672040655,"lng":-76.457697135,"zoom":9,"place":"Lebanon, Pennsylvania"}],"tags":[{"id":831,"tag":"construction"},{"id":11,"tag":"Economy"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}},{"id":5553,"title":"Lincoln Elementary and High School, McClennanville, SC: A Standing Artifact of Desegregation in South Carolina","course_id":91,"status":"P","start_date":"1/1/55","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A photograph of Lincoln Elemetary and High School, as it still stands in McClennanville, South Carolina, an unoccupied building with boarded windows, is the starting point for this episode in American history. The photograph was taken by Rebekah Dobrasko, in 2008, as part of a master's thesis on equalization schools in South Carolina.","Across the state of South Carolina from 1951-1960, a wave of new schools known as \"Equalization schools\" were built in response to the ruling of the Briggs v. Elliot case from neighboring Clarendon County, South Carolina.","Briggs v. Elliot was eventually combined into Supreme Court case Brown v. Board of Education, which overturned racial segregation in American schools. In 1951, however, desegregation in American schools did not appear imminent. The Briggs v. Elliot case only established that segregated schools were unequal in facilities. White schools were better funded, newer, had better books and resources, and, as Briggs v. Elliot specifically charged, school buses so that children could attend without walking many miles every day.","The solution to this inequality would eventually be, with Brown v. Board, to integrate black children into these better-funded schools, but the state was committed to delaying court-mandated integration for as long as possible. The immediate answer to the Briggs case was “equalization schools”; represented by 1950s architecture like Lincoln Elementary and High School, built in 1955, that still stands across the state.","These small, flat-roofed, one-story building were built across the state as schools for white and black children. Building all new schools was a costly solution. The County of Greenville alone built 11 new schools between 1953 and 1958. The small scale of most of these schools reflects reluctance for schools to create schools to accommodate the whole community of children, white and black.That the design of these school building was specific to the ideology of racial segregation that peaked in strength and visibility at mid-century, is evident by the abandoned and decayed state of most of these small schools today."],"display_date":"1955 - 1960","search_date":"1957-12-31","locations":[{"id":29467,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1477,"tag":"equalization schools"},{"id":746,"tag":"Supreme Court"},{"id":831,"tag":"construction"},{"id":701,"tag":"Lincoln"},{"id":1412,"tag":"Greenville, SC"},{"id":719,"tag":"South Carolina"},{"id":466,"tag":"Educational System"},{"id":473,"tag":"Brown vs. Board of Educat"},{"id":6,"tag":"Education"},{"id":43,"tag":"Desegregation"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":6240,"title":"New York Canal Construction Challenges its Creators","course_id":137,"status":"P","start_date":"1825-10-26","end_date":"1829-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The challenges of creating the Erie Canal are clearly portrayed in a bill submitted to the Canal Board for payment in 1829. The expenses listed within this bill were specifically for section twelve of the canal. Some chores mentioned were “cleaning [of land], chopping, and excavation [of] solid rock.”  Noticeably, these actions required a lot of time and energy from dedicated, hardworking individuals.","Constructing a waterway that is 340 miles in length, four feet deep, forty feet wide, and connects Buffalo to Albany, New York was not an easy task, and inevitably brought countless challenges that the laborers faced and overcame in order to get the canal operating. This bill submitted to the Canal Board allowed $490 towards “1 Farm Bridge.” This illustrates one of the challenges that the creators of the canal met. As they cleared land and continued digging the canal, citizens who owned that land probably became frustrated because it was hard for them to access both sides of their land. Therefore, the canal workers had to install bridges along the way so that landowners could reach both sides of their land without having to get wet.","When the Erie Canal workers reached the Montezuma marsh in 1820 towards the northern part of the canal, engineers from the American Society of Civil Engineers report that “malaria and pneumonia thinned their ranks and difficult geo- technical conditions slowed their progress.” Unfortunately for these laborers, this was only the beginning of the difficulties they would meet while creating the Erie Canal. “The canal builders did not meet their greatest challenge, though” experts recall, “until they had nearly reached Buffalo, the western terminus.” There, laborers had to use the dangerous technique of heavy blasting to break through a slab of sturdy rock.","In all, the 1829 bill for section twelve submitted to the Canal Board ordered excavation for “29,184 cubic yards” of solid rock. To put that number into perspective, a typical ten-wheel dump truck has a capacity of ten to twelve cubic yards of material. Therefore, it would have taken approximately 2,500 dump trucks to haul all of the solid rock that the Erie Canal workers had to excavate for this section.","Overall, the builders of the Erie Canal faced numerous challenges along the way that required years of hard work, dedication, and a little creativity to overcome. Plus, keep in mind that this bill submitted to the Canal Board was only representative of the needs of one section of the Erie Canal. Section twelve was a bit over one mile long, while the entire canal’s length was 363 miles. Therefore, the amount of chopping, clearing, and excavating that was needed over the eight year creation of the canal is almost unimaginable."],"display_date":"October 26, 1825 - October 26, 1829","search_date":"1827-10-26","locations":[{"id":8679,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"ALBANY, New York"}],"tags":[{"id":792,"tag":"Transportation"},{"id":831,"tag":"construction"},{"id":563,"tag":"Erie Canal"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}