{"id":834,"tag":"publisher","points":[[33.0342766311,-118.614221051]],"bounds":[[33.0342766311,-100],[33.0342766311,-118.614221051]],"episodes":[{"id":5133,"title":"A Dinner for Harry Chandler","course_id":49,"status":"P","start_date":"3/23/21","end_date":"3/23/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the Friday evening of the 23<sup>rd</sup> of March 1921, Harry Chandler enjoyed a dinner in his honor. The event occurred in Los Angeles and included guest speakers H.W. O’Melveny (founder of what is now L.A.’s oldest law firm) and William Mulholland (head of the Department of Water and Power of Los Angeles). The dinner was to commemorate the accomplishments that Chandler had made thus far in his life. including publisher of the <em>Los Angeles Times</em>. Testimonials were given throughout the dinner which brought justice to Chandler’s character. These testimonials glorified his “unimpeachable honesty, simplicity, frankness…love for Southern California, and purity in his private life.” Up until this time in 1921, Chandler had been the publisher of the<em> L.A. Times</em> for only three years. Chandler continued to be one of the most well-known publishers of his time, maintaining the position as publisher up until his death in 1944.","Chandler was part of the <em>L.A. Times</em> for much of his life leading up to becoming publisher. In 1885 Chandler, landed his first job with the <em>L.A. Times </em>“as a clerk in the circulation department” From there, he worked his way up, purchasing paper routes, which then, was separate from publishing the papers. Chandler did so well as his own boss of delivering and collecting that “he soon was making more of a profit than the publishers of the papers.” In 1898, Chandler had his first experience as head of the paper when Harrison Gray Otis (then publisher of the <em>L.A. Times</em> and father-in-law of Chandler) left for the Spanish-American War. Nineteen years later, upon taking the job as publisher, Chandler would begin to be known as one of the most successful men of the Los Angeles area.","Publishing was not the only area in Chandler’s life where he excelled. As Dorothy Chandler (daughter-in-law of Harry Chandler) said, “I think of Harry Chandler not as a publisher but as a land developer, a builder, [and] a dreamer.” In this excerpt she continued to say, “His mind wasn’t on the newspaper—I hate to tell you—but on those things that have made Los Angeles as great as it is.”","Chandler was also a landholder. Throughout America, Chandler held thousands of acres of land earning him the title as America’s largest private landowner. Chandler also contributed to a number of things that bettered the Los Angeles community. The L.A. Coliseum, which still stands strong today, and bringing the Summer Olympics of 1932 to Los Angeles were just two of his many contributions to the community.","Sadly, in 1944, the “Governor of Southern California”died of a heart attack, but left this earth as one of the most successful men in Los Angeles history."],"display_date":"March 23, 1921","search_date":"1921-03-23","locations":[{"id":19288,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":834,"tag":"publisher"},{"id":833,"tag":"Los Angeles Times"},{"id":832,"tag":"Harry Chandler"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}}]}