{"id":836,"tag":"fire","points":[[41.8399513458,-87.8166666032],[44.9825385775,-87.6502362556],[41.8781136,-87.6297982],[41.868361922936,-87.582452588973]],"bounds":[[44.9825385775,-87.582452588973],[41.8399513458,-87.8166666032]],"episodes":[{"id":5134,"title":"Chicago Fire","course_id":52,"status":"P","start_date":"1871-10-08","end_date":"1871-10-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On the evening of October 8 1871, a small bright spark quickly engulfed Chicago’s entire West Division. Elias Colbert an editor for the <em>Chicago Tribune</em> newspaper recounts the progress the fire made while peering through his telescope from the rooftop of the TribuneBuilding.","Colbert attempts to gather statistical facts on the losses generated by the great conflagration in his article titled, <em>The Losses by the Fire</em>. He concludes that the factual calculations of the total damage would be a rough estimate.","An estimation of 500 buildings including frame structures lost from the fiery blaze and displaced 2, 250 residents on the West Division of the city. Approximately 3,650 buildings were destroyed in the South Division, which included 1600 stores, 28 hotels, and 60 manufacturing establishments. About 21,800 residents became homeless on the upper stories. In the North Division area the burning blaze left 500 establishments standing out of 13,800, leaving 13,300 in ruins making 74, 450 people homeless. Over 600 stores and 100 factories burned along with a portion of the southern part of Lincoln Park. Before the blaze came to a halt, it destroyed 17,450 buildings within a 3.5 square mile. The total damage cost Chicago $200 million. About one-third of the city was ruin and nearly 98,500 people were homeless [1].","The flames moved north and east, leaping over the fire engines and progressing beyond them enclosing their entire apparatus as the flames move east and west. From the west side of Jefferson Street, as far as the eye could reach, in an easterly direction--and the river bound that space--a perfect sea of leaping flames covered the ground.","As far as north of North Avenue, to the river and the lake, the entire North side was a seething infernal. By daylight, the fierce and raging fire was one massive sheet of flame creating a perfect ocean blaze of the east that stretched 7 miles long.","On October 10, the rainfall, the lake, and undeveloped lots on the North side subdued the destructive blaze. Telegraph posts are transfigured into burned and branchless trees, and in this blue land of supreme fancy, the prosaic and the commonplace have disappeared forever. At another point one can faintly distinguish twisted and distorted iron beams, half covering and half covered by massive blocks of stone."," ","[1]Elias Colbert, \"Losses by the Fire,\" <em>Chicago Tribune</em>, October 8, 1871."],"display_date":"October 8, 1871 - October 10, 1871","search_date":"1871-10-09","locations":[{"id":2540,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":839,"tag":"destruction"},{"id":836,"tag":"fire"},{"id":827,"tag":"Chicago"},{"id":840,"tag":"Illinois"},{"id":841,"tag":"1871"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":52,"school_id":43}},{"id":5671,"title":"The Great Chicago Fire","course_id":99,"status":"P","start_date":"1871-10-08","end_date":"1871-10-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In order for fire to die, there needs to be water, and usually, lots of it. Chicago in 1871 had a serious lack of water and a desperate need for it. It was hot and dry and Chicago was in the midst of a draught; the worst weather for a fire to occur. Early autumn was no different from the previous summer; the hot air still lingered and small fires often started. The draught was so bad that between July 4<sup>th</sup> and October 9<sup>th</sup> of that year, only one and four tenths inches of rain fell.","On Sunday evening, just after nine o’clock on October 8, 1871, a fire began in a barn. While the actual cause of the fires is unknown, many believe the beginning of the catastrophic fire started with a cow that kicked over a lantern in the barn, thus starting a fire that engulfed much of the city. An estimated nine-tenths of the structures were made of wood, and the other tenth contained wooden aspects. It was a fire breeding ground. Combined with the draught, a city made of dry wood was helpless against the relentless flames. The urgency of the fire was unknown to many, most believing the smoke to be from part of a previous blaze that was under control. With only an estimated two hundred firefighters throughout the city, many were exhausted from their work the previous day. The watchman, upon seeing the flames from his lookout, directed the weary firefighters to a location a mile away from where the fire actually was. As a result of all the bad luck in Chicago that day, the fire quickly spiraled out of control.","The overworked firefighters and overused equipment simply could not keep up with the blaze. Thinking the fire had consumed all it would be able to, firefighters managed to direct the flames to a nearby river, assuming the river would stop the spread of flames. However, a tall church caught fire and aided by high winds, sparks were able to jump the river and ignite rooftops. The mayor called out to neighboring cities for help, but by this point the fire was unstoppable and had already cut off the city’s water supply, thus cutting off any water firefighters were able to get.","The fire destroyed everything; homes, hotels, and department stores in a blaze that burned a trail for thirty-four blocks, roughly four miles long and three-quarters of a mile wide. The fire burned itself out, with the help of a light drizzle on October 10<sup>th</sup> that the city hadn’t seen for months. The city recovered one hundred and twenty five bodies, with the estimated death toll between 200-300 people. The fire prompted a rewriting of Chicago’s fire standards, and while dampening the spirit of the city temporarily, residents rallied and pulled their fair city out of the depths of a living hell."],"display_date":"October 8, 1871 - October 10, 1871","search_date":"1871-10-09","locations":[{"id":2540,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":836,"tag":"fire"},{"id":827,"tag":"Chicago"}],"course":{"name":"Pamphlets &amp; Pirates: Popular Print Culture in Antebellum America","school":"Northeastern University","course_id":99,"school_id":56}},{"id":6356,"title":"The Forgotten Fire in Peshtigo, Wisconsin","course_id":141,"status":"P","start_date":"1871-10-08","end_date":"1871-10-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Peshtigo Fire","On the evening of October 8, 1871 the worst recorded forest fire in North American history, the Peshtigo Fire, raged through Northeastern Wisconsin and Upper Michigan. The Peshtigo Fire destroyed millions of dollars worth of property and timberland, and took between 1,200 and 2,400 lives. Large numbers of people were found and buried, many of whom were beyond any recognition. Many of those who were burned whose names have never been ascertained, particularly in the village of Peshtigo, were transient persons at work in the extensive manufactories and there was no record of their fate except their charred and blackened bones. It is also very difficult to determine exactly how many people died because the fire covered such a large area, and the population was fluctuating constantly due to frontier settlement. No one knows how many native peoples, itinerant lumberjacks, immigrant homesteaders, etc. may have moved into the area since the latest census that was taken in June 1870. The Peshtigo Fire covered about 2,400 square miles (1.5 million acres), and though the fire affected other villages and farm settlements, the greatest loss of life and property occurred in the village of Peshtigo. About 800 people died in the village of Peshtigo, which was nearly half of the official population from the 1870 census."," ","The Great Chicago Fire","October 8, 1871: A tragic day that would go down in history.","The great Midwestern city of Chicago also endured a terrible fire that same fateful night. The death toll in Chicago was about 250-300 which is significantly less than the Peshtigo Fire, but the Chicago Fire became part of the national consciousness while the Peshtigo tragedy gradually slipped into obscurity. The Great Chicago Fire received more attention because Chicago was a much larger city; there were over 300,000 people living in Chicago in 1871 compared to an estimated 1,700 in Peshtigo. Chicago also had better means of communicating and accessing the rest of the world. Peshtigo was a rough frontier town in the woods, with a single telegraph line that was destroyed by the fire. When news of the tragedy at Peshtigo reached Wisconsin's capital on Oct. 10, 1871, the Governor and other state officials were away at Chicago helping the victims of that fire."," ","The Forgotten Fire","In recent years America's \"forgotten fire\" has proven to be anything but. Although the general public may not know about the tragic fire that occurred in Peshtigo, Wisconsin in 1871, the tragedy is a subject of inquiry and debate among meteorologists, astronomers, and conservationists. It continues to fascinate history buffs, and frustrate genealogists. It is believed that many months of extreme drought combined with the land-clearing practices of the time (\"slash and burn\") caused many small fires to be whipped into a huge forest fire when a cyclonic storm blew up on the night of October 8, 1871. The Peshtigo Company had a single horse drawn steam pumper for fighting fires in the sawmill, but there was virtually no other technology available for fighting structure fires, much less a forest fire of such great magnitude. The people of Peshtigo were essentially trapped in the town, surrounded by wooden buildings and sidewalks, sawdust-strewn streets, and a burning forest. The fire continued to burn until it reached the waters of Green Bay, when the storm winds died down and the rain came. Survivors of the fire were mostly those who lived on the outskirts of the city. Those people who did survive the fire saved themselves by going down into wells or taking refuge in the Peshtigo River. Peshtigo, Wisconsin is historically known as \"The City Rebuilt from Ashes\". Peshtigo, Wisconsin remains a small industrial city today, with a population of under 3,500 people in 2013."],"display_date":"October 8, 1871","search_date":"1871-10-08","locations":[{"id":15053,"lat":44.9825385775,"lng":-87.6502362556,"zoom":7,"place":"OCONTO, Wisconsin"}],"tags":[{"id":2715,"tag":"City Rebuilt from Ashes"},{"id":2714,"tag":"Forgotten Fire"},{"id":836,"tag":"fire"},{"id":2206,"tag":"Wisconsin"},{"id":2678,"tag":"Peshtigo"},{"id":2679,"tag":"The Great Chicago Fire"}],"course":{"name":"Intro to Digital History","school":"University of Wisconsin, Milwaukee","course_id":141,"school_id":68}},{"id":6640,"title":"The Chicago Fire Unites a Nation","course_id":166,"status":"P","start_date":"1871-10-10","end_date":"1872-01-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mrs. Shorey wondered how the ruined remains of most of Chicago could possibly feed the hungry homeless crowding in the streets? Cities all around the Midwest sent cooked food to the survivors in hundreds of carloads for the first few days. A couple of days later, provisions and clothing, as well as money started coming in. The citizens of Chicago were determined to rebuild their lives but to do so, they needed to come together and re-forge the bonds that tied the city together. The City of Chicago had been “subdued, but not conquered.” She was convinced that future historians, poets, and philosophers would point to their city as proof that through the love and faith of Chicago’s people with the aid of their countryman that the grandest lesson in “human brotherhood” could be learned."," ","The eyewitness account of Mrs. Shorey speaks to the fire becoming a uniting force. Because of the charity of the American people, the population of the city could bear the suffering that it had endured. This unity was also noted by historians later who stated that the fire had been presented as a “symbol of unity” for the nation. As historian John Pauly has written, “the nation had been fractured across race, denomination and class.” The fire affected everyone, black and white, rich and poor and no one was safe from its devastation. The fire not only gave historians a topic of discussion but proved to the rest of the nation that regardless of past events, the country could still come together as one to help their fellow man in their greatest time of need."],"display_date":"October 10, 1871 - January 17, 1872","search_date":"1871-11-28","locations":[{"id":52802,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, Illinois"}],"tags":[{"id":836,"tag":"fire"},{"id":839,"tag":"destruction"},{"id":3233,"tag":"Eyewitness"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":166,"school_id":10}},{"id":6869,"title":"Placing Blame for the Great Fire of Chicago","course_id":188,"status":"P","start_date":"1871-10-08","end_date":"1871-10-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the wee hours of October 8, 1871, the fire bell peeled again the signal to the weary Chicagoans of yet another fire. The day before, several blocks were destroyed after a large planing mill erupted in flames sending flaming debris all over the immediate vicinity. Sweeping and engulfing the timber structures of the largely wood frame city, the fire moved on at an astonishing pace. According to a report from the <em>New York Times</em>, at half past one in the morning “The entire Fire Department are now on the ground and making the most superhuman efforts to stay the flames. The losses probably already run into the millions and the end is not yet.”","The Great Fire of Chicago proved to be extraordinary in size and devastation. Arguably the most successful and “representative city of the west,” suffered severe losses totaling almost 200 million dollars in damage, leaving nearly 100 thousand people homeless, and with a devastated “symbolic center of the city.”   At the time of the fire, the cause still unknown, John Pauly wrote, “Chicagoans themselves sometimes wondered if their sinfulness had brought calamity upon them.” Thought to be a punishment for the lavish, luxurious, and intemperate life-styles of the city dwellers, evangelical protestants jumped to blame the “less savory aspects of city life” as the cause of the fire. For others who refused to accept divine interpretations, the fire proved to be a lesson or a call for cities to improve their building techniques. Frederick Law Olmsted, a renowned landscape architect, “attributed much of the fire’s severity to Chicago’s extravagant style of building.”  Whether by the wrath of God or not, Chicago, plagued by drought, poor city planning, and zoning laws, created a matchbox waiting to catch flame. ","After twenty-four hours of continuous burning, the fire smothered out with the help of a rainstorm.  The fire and its aftermath proved to have a lasting impact on the city and its people. As a result, Karen Sawislak, the author of <em>Smoldering City: Chicagoans and the Great Fire 1871-1874</em>, stated, “new forms of investments, innovations in technology and architecture hastened the cities transformation into its modern form.” With the help from neighboring cities and the outside world, Chicago rose from the burnt rubble to become a well-known symbol of American progress and expansion yet again. "," "," "," "],"display_date":"October 8, 1871 - October 9, 1871","search_date":"1871-10-08","locations":[{"id":52802,"lat":41.868361922936,"lng":-87.582452588973,"zoom":10,"place":"Chicago, Illinois"}],"tags":[{"id":836,"tag":"fire"},{"id":827,"tag":"Chicago"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}