{"id":84,"tag":"Black History","points":[[28.5664573086,-81.3013732137],[33.6657929366,-80.2164264171],[33.0342766311,-118.614221051]],"bounds":[[33.6657929366,-80.2164264171],[28.5664573086,-118.614221051]],"episodes":[{"id":4549,"title":"The Lasting Tradition of Eatonville","course_id":21,"status":"P","start_date":"1898-01-01","end_date":"1898-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["            A report on the Eatonville Farmers' Conference by a speaker from the conference Nathalie Lord shows that the meeting was geared towards continuing the goals and dreams set forth at the establishment of the Hungerford School and the town of Eatonville.  At the conference, the town came to their resolutions regarding the direction of the school through the democratic process.  They concluded \"that thrift and industry be encouraged to the fullest extent among our people. That the education of the young receive the closest attention from parents and guardians,\" and \"that the idea of property getting be stimulated.\"  Thus continuing with their self determination principles that started from the beginning of the town since \"August 15, 1887,\" when \"27 registered voters, all black men, met in a building they call Town Hall and voted unanimously to incorporate.\"  The push for schools in Eatonville to continue vocational training falls in line with Booker T. Washington's ideas about \"achieving economic stability through education (mainly, vocational training).\"  Through these resolutions we see that the town of Eatonville was determined to continue along with the ideas set forth in the town from the beginning.  "],"display_date":1898,"search_date":"1898-07-02","locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":129,"tag":"Eatonville"},{"id":84,"tag":"Black History"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":5540,"title":"Teenage School bus Drivers, Black and White, Crash on South Carolina Highway","course_id":91,"status":"P","start_date":"1/20/53","end_date":"1/20/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“W.H. Ridgeway, the 16-year-old driver of the white bus, sobbed in his hospital bed and told his mother over and over how sorry he was the wreck had happened”","The Columbia State, South Carolina’s largest newspaper, reported this pitiful scene on January 21st, 1953, under the front-page headline, “Clarendon School Bus Crash Kills 2”. The State ran no pictures of the crash, but the details the paper includes are vivid and horrific.","A little girl lay on the roadside, with her leg bone protruding through the skin. The interior of the school bus was described as a mass of blood, twisted metal, and schoolchildren’s pocketbooks. 40 children were taken to the hospital for injuries. Willie Lemon, the 18-year old driver of the Negro school bus, and Thomas Harrelson, a 10-year-old passenger on the white school bus both died from the injuries they sustained.","At the time of the accident, schools in South Carolina were not yet shared by black and white children. but the highways used to get to schools were. The crash came at a climactic moment in Clarendon County, South Carolina. The court case Briggs v. Elliot, from the very same school district, ruled that segregated schools were not equal  because of the lack of resources at black school, specifically, they had no buses.","Briggs v. Elliot was combined with 4 other cases in 1954, including Brown v. Board, that were collectively decided by the watershed Supreme Court ruling that segregated schools were inherently unequal. At the time of the 1953 highway crash though, the court-ordered, federally enforced, desegregation of schools in South Carolina hardly seemed clear or imminent in the state’s future.","The teenage bus-drivers involved in the highway crash, were in fact, coming to and from “equalization” schools; the Manning Training School, where Willie Lemon had just dropped off a bus full of black students, was built the same year as the accident. Equalization schools were a massively expensive project undertaken by the State of South Carolina after the Briggs v. Eliot case to avoid the desegregation decision NAACP lawyers were successfully building.","The decision to employ teenage bus-drivers, though one way of cutting costs in the convoluted and costly equalization school project, was beginning to receive scrutiny from the companies that insured South Carolina school buses. The January 21st accident intensified this criticism.","The accident happened because the young and inexperienced drivers collided head on the “pea-soup” fog conditions on the highway that morning. The thick haze that clouded the moment made for treacherous conditions, where the drivers couldn’t see the road ahead of them, and in that spirit perhaps, was the entire moment between the Briggs v. Elliot and Brown v. Board landmarks in South Carolina history."," "],"display_date":"January 20, 1953","search_date":"1953-01-20","locations":[{"id":28318,"lat":33.6657929366,"lng":-80.2164264171,"zoom":9,"place":"Clarendon, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":43,"tag":"Desegregation"},{"id":792,"tag":"Transportation"},{"id":266,"tag":"Segregation"},{"id":746,"tag":"Supreme Court"},{"id":408,"tag":"Children"},{"id":939,"tag":"Public Schools"},{"id":84,"tag":"Black History"},{"id":467,"tag":"Black Schools"},{"id":719,"tag":"South Carolina"},{"id":572,"tag":"Buses"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5695,"title":"African Americans and the Blaxploitation movement","course_id":106,"status":"P","start_date":"1/1/70","end_date":"12/31/80","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" In July 1971, Newsweek Magazine produced in its new movie section an article stating, “John Shaft, private eye aspired steely black version of Sam Spade and James Bond, SHAFTS BIG SCORE, the sequel to last year’s enormously profitable Shaft.” Hollywood was on a role. During the late 1960’s white people were moving to the suburbs in mass numbers, leaving blacks as the minority in the city. However, the cinemas were only located in the city. As a result, to keep movie theaters from closing, which would also affect Hollywood, Hollywood began to make films primarily for the black audience. Finally the days were over where black actors and actresses could only starred in roles like the mammie, coon, or Uncle Tom. Now there were movies being produced such as Melvin Van Peeble’s, <em>Sweet Sweetback’s Baadassss Song</em> (1971), and Gordon Parks’, Shaft (1971), which portrayed African Americans in a different light."," Although African Americans had appeared on screen during the 1930’s and 1940’s, the 1970’s birthed films that completely changed how African Americans were represented in film. Going into the 1970s, African Americans turned to Hollywood to represent their outlook and attitudes on their brutal history. Filmmakers took sensitive issues that African Americans had to deal with in the past and made it into entertainment. This era is known as the Blaxploitation era.","Historian David Walker, author of Reflections of Blaxploitation, stated, “The Blaxploitation period of the 1970s had a positive impact on the African American race because it changed the way other races received the black race”. The Blaxploitation era was the first time in film history, Hollywood produced black oriented films pitched directly at satisfying black people. The Blaxploitation films were significant to African Americans because the movies now portrayed blacks as heroes. Blacks were now able to show how it was being black in America and the rest of the world was ready to see it. The films brought Hollywood so much financial success that it opened the floodgate for over 200 more films during that period.","The Blaxploitation era died down after the 1970s, but it left a major impact in film forever. In that era several classics were produced like: <em>Lady Sings the Blues: Black Stars/ Black Romance, Sounder,</em> and<em> Sparkle, </em>just to name a few. One mutation of the Blaxploitation period is hip hop. Hip hop drew heavily from the films that were created during that time. Another mutation of that period is other black films today. There are even black classic films that borrowed concepts of the films during that era such as Boyz in the Hood (1991) which borrowed from Cooley High. The Blaxploitation period birthed over 200 movies, grossed millions of dollars, launched many careers, and changed the perception about African Americans forever."," "," "," "],"display_date":"1970 - 1980","search_date":"1975-07-02","locations":[{"id":34781,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":1674,"tag":"Blaxploitation movement"},{"id":1673,"tag":"Black film"},{"id":1267,"tag":"Black Theater"},{"id":84,"tag":"Black History"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5699,"title":"The negative effects of the Blaxploitation movement","course_id":106,"status":"P","start_date":"1/1/70","end_date":"12/31/80","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On September 6, 1971, Newsweek Magazine produced an article called Blacks vs. Shaft. In this article displeased African Americans voiced their opposition against the Blaxploitation movement saying that the films created false heroes who demeaned the black image. Black film critic, Clayton Riley, expressed to the New York Times, “that the new black films portrayed a fairy tale treatment of black life.” He compared the Hollywood producers to thieves saying that they had found another vein of gold to rip off. Conrad Smith, leader of the Los Angeles branch of CORE, told Newsweek’s Henry McGee: “We’re prepared to go all the way with this, even to the extent of running people out of the theaters.”","Blaxploitation movement emerged in the early 1970s. The first recognized Blaxploitation film was Melvin Van Peebles’ 1971, “Sweet Sweetbacks BaadAsssss Song”. The X-rated film starred a male prostitute name Sweetback.  In this movie, Sweetback evades the police station and expresses his dislike for white authority.","After this movie became a great success, Hollywood began to make films with all black casts back to back. There were movies produced like “Shaft”, who portrayed the black James Bond and “Super Fly”, who was the infamous cocaine pusher. Although there were many blacks who were excited about this new movement, there were also some who strongly opposed Blaxploitation films. Some blacks felt Blaxploitation films portrayed African Americans in a bad light, and encouraged negative stereotypes. Just one week prior  to Newsweek Magazine’s, <em>Blacks vs. Shaft</em>  article was published, some Civil Rights Organizations in Los Angeles, California got together to form the Coalition Against Blaxploitation  group. The CAB group main goal was to produce its own films that they felt were acceptable good movies and to make Hollywood stop producing Blaxploitation films. Many of the Blaxploitation film protestors felt the films only took place in the inner city and focused on drug dealers, pimps, and hit men. A lot of protestors also hated the language used in the films. Black men began to refer to the white man as “the man” during this era. On August 28, 1972, Newsweek Magazine published an article saying it is no coincident that blacks refer to the white man as, “the man”. Blacks who were against the Blaxploitation films felt by calling the white man, “the man”, in black films it showed the repressed anger of a relatively powerless community.","Historian Donald Bogle, argues that the Blaxploitation movement was indeed negative. Due to the huge protest against the films, the movement died in the late 1970’s. Until this day there is still an ongoing debate the about how the Blaxploitation films affected the black community.  So how did the Blaxploitation movement really affect African Americans?"],"display_date":"1970 - 1980","search_date":"1975-07-02","locations":[{"id":34781,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":1673,"tag":"Black film"},{"id":1674,"tag":"Blaxploitation movement"},{"id":1267,"tag":"Black Theater"},{"id":84,"tag":"Black History"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5702,"title":"The history of African Americans in film","course_id":106,"status":"P","start_date":"1/1/03","end_date":"12/31/03","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On July 26, 1971, Time Magazine produced an article stating, “people are running to the theaters to see the new black heroes.” Never before had blacks been seen in this kind of action, however it was not always like that.","In 1903, <em>Uncle Tom’s Cabin</em>, starred the first black actor to ever appear on screen. During that era African American roles were very limited to playing the Tom, coon, buck, mammie, or mulatto. After that came the great producer Bill Foster. Bill Foster was the first African American who took the first steps toward production in African American cinema. One of Foster’s most famous films was, <em>The Railroad Porter,</em> which was a comedy set in 1912. Sadly, most of Bill Foster’s work has been lost or destroyed. Another great pioneer in film was George P. Johnson. Most of Mr. Johnson’s inspiration came from Bill Foster. With the help of Booker T. Washington’s Tuskegee Circle, George Johnson founded the Lincoln Motion Picture Company. Although this was a brilliant idea, Johnson never witnessed his idea being a success due to an influenza epidemic which forced theaters to close.","After the Second World War, African American filmmakers began to have a stronger voice in films. Movies began to start addressing racial tensions. One documentary that was very famous for pointing out the country’s attitude on racism at the time was Ralph Cooper’s, <em>“Am I Guilty”</em> in 1940. Also during this time, some African American filmmakers turned to their white counterparts and used them to help voice African American Concerns. During the 1950’s black actors started becoming household names. Actors such as Sidney Poitier and Harry Belafonte became familiar faces in film just to name a few. Once the 1970’s began African Americans were appearing on the big screen left and right. The 1970s' films were called the Blaxploitation films. These films depicted the feelings that African Americans felt after years of fighting racism and inequality. Some famous films that were produced during this era was “Shaft”, “Blacula” and “Cool Breeze”, just to name a few.","Although there is not much information in the history books on African Americans and film, one must try to preserve African history. There were so many great African American filmmakers who paved the way for filmmakers like Spike Lee, Tyler Perry and others. From the late 1970s, African American actors and filmmakers made movies on their own terms. African American actors continue to evolve as well with current blockbuster actors like Will Smith and Halle Berry commanding large salaries and ticket sales. Clearly, African Americans are here to stay on the big screen and it all started from <em>Uncle’s Tom Cabin</em>."," ","<strong> </strong>"," "," "," "," "],"display_date":1903,"search_date":"1903-07-02","locations":[{"id":52297,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":84,"tag":"Black History"},{"id":1267,"tag":"Black Theater"},{"id":1673,"tag":"Black film"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}}]}