{"id":847,"tag":"Café Society, Strange","points":[[43.3136970893,-73.4307458827]],"bounds":[[43.3136970893,-73.4307458827],[43.3136970893,-73.4307458827]],"episodes":[{"id":5139,"title":"Lynching: A Descriptive View in Song","course_id":52,"status":"P","start_date":"1/1/39","end_date":"12/31/39","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["America’s need for change during the horrific time of lynching is suggested in “Blood at the Root: “Strange Fruit” as Historical Document and Pedagogical Tool” [1]. In 1930, a high school teacher named Abel Meeropol and also known as “Lewis Allen”-his two sons died in infancy- , wrote a poem after seeing a picture of the lynching of Tom Shipp and Abe Smith in Marion, Indiana. To hear the lyrics sent the listener to the scene of the unspeakable crime, “Southern trees bear a strange fruit, Blood on the leaves and at the root, Black bodies swinging in the Southern Breeze, Strange fruit hanging from the Poplar trees” [2]. The poem, called “Strange Fruit” was turned into a song which was sung by a few vocal artists. However, the song did not attract much attention until it was performed by the Jazz artist Billie Holiday who was already a professional singer at the age of eighteen in 1933.  She became a featured artist at the Café Society, a nightclub located off Sheridan Square in Greenwhich Village, New York, which “catered to Progressives”[3]. The Café Society night club “mocked celebrity worship, right wing politics, and racial discrimination”[4]. It was a place where black and white socialized on and off the stage. The Café Society attracted many well know people such as, “Nelson Rockefeller, Charlie Chaplin, Errol Flynn, Lena Horne, Paul Robeson, and Eleanor Roosevelt”[5]. Due to the graphic nature of the song, the Café was the only place that it could be performed without persecution. The truth of the horror was much to bear, “Pastoral Scene of the gallant South, The bulging eyes and the twisted mouth…” [6]. Whenever Billie Holiday tried to perform the song elsewhere she encountered many racist attitudes and even some physical harm. The first time she sang the song at the Café Society in 1939, she felt afraid at the end of the song because the audience sat in complete silence for a long period of time. Suddenly, one person clapped, and then the rest joined in. Once that happened, Billie Holiday ended each session with the song “Strange Fruit”. “Prior to the song all normal operations of the club would cease. Waiters, cashiers, busboys were all immobilized. Servers took neither order nor delivered them” [7]. Billie Holiday would perform the song in complete darkness except for the spotlight that “illuminated” her face, ending with the verse “Here is a strange and bitter crop” [8]. Following the song, she would walk off the stage, never returning for the applause or any other reason, “in order that the song would have a profound effect on each person that experienced the performance of “Strange Fruit” [9]."," ","[1] Stone, Chris, Blood at the Root: “Strange Fruit” as Historical document and Pedagogical Tool” OAH Magazine of History, 18 (2004): 54.accessed January 12, 2010. http://www.jstor.org/stable/25163665.","[2] <em>Ibid</em>, 55","[3] Margolick, David, “Performance as a Force for Change: The Case of Billie Holiday and ‘Strange Fruit,” Cordozo Studies in Law and Literature, 11 (Summer 1999): 98.accessed January 12, 2010, http://www.jstor.org/stable/27670205","[4] <em>Ibid</em>, 96","[5] <em>Ibid</em>, 96","[6] Stone, “Strange Fruit,” OAH Magazine of History, 18 (2004), 55.","[7] Margolick, “Performance as a Force for Change: The Case of Billie Holiday and ‘Strange Fruit,” Cordozo Studies in Law and Literature, 11 (Summer 1999): 98.","[8] Stone, “Strange Fruit,” OAH Magazine of History, 18 (2004), 55.","[9] Margolick, “Performance as a Force for Change: The Case of Billie Holiday and ‘Strange Fruit,” Cordozo Studies in Law and Literature, 11 (Summer 1999): 99."],"display_date":1939,"search_date":"1939-07-02","locations":[{"id":24276,"lat":43.3136970893,"lng":-73.4307458827,"zoom":9,"place":"Washington, New York"}],"tags":[{"id":853,"tag":"Fruit, Billie Holiday"},{"id":852,"tag":"Lynching, Song, Crime"},{"id":847,"tag":"Café Society, Strange"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":52,"school_id":43}}]}