{"id":848,"tag":"japanese internment camps","points":[[37.1084208398,-122.337010921]],"bounds":[[37.1084208398,-100],[37.1084208398,-122.337010921]],"episodes":[{"id":5137,"title":"Criticism of Japanese Internment","course_id":49,"status":"P","start_date":"1/5/44","end_date":"1/5/44","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter to the editor of the <em>Los Altos News</em>, Samuel B. Herbert argued against the rhetoric of a Mr. Spenser stating that Japanese people, even citizens, should be exiled from the country and deported back to Japan following the end of the war. Herbert made several valid points for why he disagreed with Mr. Spenser’s statements. Firstly, there were many American born Japanese who were fighting under the American flag. Secondly, it would violate the U.S. Constitution, most specifically the first amendment. Another point was if the United States were to follow along with Mr. Spenser’s plan, then it would be demonstrating the same form of totalitarianism that it was fighting against. Lastly, Hubert stated it would be an act of prejudice and un-American.","Within two months after the war started, Japanese American adults and children were being assembled into camps at the Tanforan racetrack in San Bruno, California.  This was for a temporary basis of six months. Throughout this ordeal, many Japanese Americans under the most difficult of circumstances created the great American gardens. Prior to the war, the Japanese dominated the garden business on the west coast, especially in southern California. Japanese Americans took great pride in creating such gardens in the Tanforan camp because it reminded many of them of life prior to being in those camps and life in Japan. The garden to them was considered an outward indication of the sentiment for Japan. It was their way of coping with the unfair predicament they were facing at the time."],"display_date":"January 5, 1944","search_date":"1944-01-05","locations":[{"id":26463,"lat":37.1084208398,"lng":-122.337010921,"zoom":9,"place":"San Mateo, California"}],"tags":[{"id":848,"tag":"japanese internment camps"},{"id":258,"tag":"World War II"},{"id":872,"tag":"Japanese"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}}]}