{"id":849,"tag":"Progressive Era","points":[[40.6916304076,-74.0035386433],[39.3048367775,-76.6274800611],[41.4673534696,-90.5674122327],[34.855882,-82.400352]],"bounds":[[41.4673534696,-74.0035386433],[34.855882,-90.5674122327]],"episodes":[{"id":5138,"title":"The Catastrophic Triangle Factory Fire: A Catalyst for Progressive Reform","course_id":52,"status":"P","start_date":"3/25/11","end_date":"3/25/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The dreadful sounds of death hit the ground as smoke poured from the ten-story building.  William Shepherd, journalist for Milwaukee Journal, describes moment by moment the horrible events he witnessed on that tragic day in Washington Square, New York when fire engulfed the factory of the Triangle Shirtwaist Company.  It was Saturday, March 25, 1911 just around 4:30 PM, closing time, when fire broke out in the Asch building.  Young girls were huddled in windows full of life screaming desperately for the aid of firemen as they tried to escape the flames burning behind them.  One by one broken bodies of girls who were employed by the factory were piled on the sidewalks and streets of Washington Square.  Firemen arrived but their ladders only reached the sixth floor leaving the girls with no other option but death.  Crowds looked on hopelessly watching as many girls chose death by plummeting to the ground while others were horrifically burned alive. ","As Shepherd looked around, he caught sight of a love story uncovering amidst the flames.  He describes the scene of a young man helping unresisting girls out the window as if he were a perfect gentleman opening the car door for a lady.  Shepherd describes the moment when he witnessed the love affair unfold as the brave, young man kissed the final girl he helped out the window as they dropped to the ground where eternity awaited them.  As if this scene of girls falling to their death was not enough, Shepherd describes the sight he saw as he followed the screams around the corner where he witnessed girls on the ninth floor burning as they were unable to escape the flames and others plunging to the ground while swallowed up in flames. ","Soon the sounds of girls screaming and the thuds of bodies hitting the ground silenced and Shepherd painted a gruesome picture of the devastating catastrophe that Washington Square just experienced.  As he watched policemen tagging the lifeless bodies, Shepherd noticed the engagement ring that rested on one lady’s finger.  There laid a young woman whose life was so tragically cut short by the Triangle Factory fire.  Still the horror did not stop there.  As a fireman exited the building he described to Shepherd the scene as a sea of at least 50 bodies filling the big room on the seventh floor and an air shaft piled with dead girls who had attempted to escape the flames. ","As Shepherd looked around in obvious shock of the horrific events that just occurred before his eyes, he remembered the great strike that occurred the previous year where these very women were demanding safer and more sanitary working conditions in this factory.  This unsuccessful strike that was organized by the International Ladies Garment Union clearly did little to create safer and sanitary working conditions at the Triangle Factory as these women were still powerless in their work environment.  They were still working behind locked doors in cramped, lightly ventilated rooms filled with highly flammable materials.   Joseph Asch, owner of the building that housed the Triangle factory, declared the building fireproof and in par with fire regulations; however, investigations following the fire revealed quite the opposite as the building violated city ordinances requiring three stairways from street to roof. Through these investigations, it was revealed that the only stairway out of the building was rusted and crumpled to pieces as the girls tried escaping the fire.","The working conditions of the Triangle Shirtwaist Factory epitomized the poor working conditions and hardships many immigrant factory workers were subjected to as they attempted to earn a living.  This infamous event was a catalyst for progressive reformers as it created public awareness of the poor working conditions that were imposed on factory workers.  The catastrophe fueled the union movement as they sought to improve working conditions in America.  As civil and criminal trials developed as a result of the Triangle Factory fire, legislative reform grew out of the now clearly apparent need to prevent industrial accidents.  With 146 immigrant young women of varying age and ethnicity losing their lives, the Triangle Factory disaster symbolized the brutality exhibited by factory owners and created political attention and the demand for change in the working and sanitary conditions of industrial workers. "],"display_date":"March 25, 1911","search_date":"1911-03-25","locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":851,"tag":"Catastrophic event"},{"id":850,"tag":"Labor Reform"},{"id":849,"tag":"Progressive Era"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":52,"school_id":43}},{"id":6273,"title":"Reform of Asylum Conditions in Progressive Maryland","course_id":132,"status":"P","start_date":"8/1/08","end_date":"8/31/08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the early 20th century, reformers and activists worked to encourage a variety of social reforms by using communication tools, including photography. Jacob Riis’ photographed tenament houses in New York city, documenting the living conditions of immigrants and the poor. Lewis Hine photographed young workers for the National Child Labor Committee. These men focused on dangerous and unhealthy conditions and believed that raising awareness would help change conditions. Dr. Arthur P. Herring, secretary of the Maryland State Lunacy Commission, took a similar approach to help reform care for the insane. in August of 1908, at the height of the Progressive Era in the United States, he photographed conditions in Maryland asylums.","From the 1870s on, Maryland had many reports about the poor treatment of the mentally ill, but politicians had done little to improve conditions.  Herring was on a mission. He visited all of the asylums in his state, photographing each one. His aim: to provide visual evidence of the bad conditions in which the mentally ill were housed. He gathered twenty-six photographs on the subject.  Dr. Herring’s pictures showed overcrowded institutions where patients were sleeping on the floors of rooms with barred windows, and other unsanitary conditions.  He argued that patients were treated more like prisoners in jails rather than people who needed serious care, and he presented his findings to Governor Austin T. Crothers on October 6, 1908.","Dr. Herring focused in particular on the Montevue Asylum in Frederick County during the Commission’s meeting on October 28, 1908.  This asylum had been praised for its “exemplary” conditions in previous years. However the conditions that Herring photographed raised serious questions about that. In fact, it was one of the worst.  Herring traveled around Maryland, presenting his findings to various groups, including private practitioners. In Baltimore on January 20, 1909, the State Lunacy Commission opened a three-day exhibit at Johns Hopkins University’s McCoy Hall.  There were speakers, slide shows of the images, and even a band playing as the public mingled about.  Here the public and the press were enlightened of the treatment of the mentally ill in their state to their shock and horror.  Was this truly the way that their wonderful state took care of these poor people?  The public did not want outsiders to think that they were cruel citizens of Maryland.","Dr. Herring kept up his photographic campaign into 1910. He was successful. The government in the state of Maryland started to make changes by proposing and passing legislation to reform the mental system conditions across the counties.  It did not come without obstacles, and in his path to get reform, Herring had opponents of reform that tried to block the passing of legislation, but ultimately reform was meant to happen and it did by a landslide."],"display_date":"August 1908","search_date":"1908-08-16","locations":[{"id":51922,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":849,"tag":"Progressive Era"},{"id":2107,"tag":"Social Reform"},{"id":2534,"tag":"Mental Illness"},{"id":280,"tag":"Maryland"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6336,"title":"<strong>Conversing for Peace and Progress</strong>","course_id":144,"status":"P","start_date":"1/1/15","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As the world turned in the midst of war, a variety of competing ideals for social reform began to dawn within the United States as what would later collectively be referred to as the ‘Progressive Era.’ The year 1915-1916 fell within the beginning part of this era, sharing the mark with the twentieth year of the Augustana College and Theological Seminary Endowment Fund Society’s organization. The women of this incorporated group served the function of raising monetary funds to aid Augustana both in creating and sustaining faculty positions. The group also provided an outlet for the core female members to meet on a monthly basis to discuss topics of interest. Doubtlessly affected by WWI, the subject areas discussed by these women showed them to be interested in the variety of social movements circulating at the time, as proven by the topic listed for the September meeting: the ‘Peace Movement.’ This subject area places the women of Augustana as active participants, at least in discourse, of part a uniquely feminine historical trend.","Multiple Progressive Era organizations situated their agendas to advocate for peace, a theme that continued toward the end of the era. However, Susan Zeiger writes that it had become a unified, gender-based movement by the 1920s, gaining its largest and most diverse range of supporters during the interwar years. A large cause of unity regarding peace came on the heels of the atrocities of the first World War. Women’s groups had already been advocating peace since the end of the 19<sup>th</sup> century, long before the official, public formation of the national Women’s Peace Party occurred in 1915 in New York. The civically conscious women of Augustana’s Endowment Society, aware of this event, accordingly scheduled a lecture to discuss a movement that seemed to include all women. The proclamations of the National Committee on the Cause and Cure of War (CCCW) didn’t occur until the 1920s, marking the shift in social thought to considering women as central players in conflict resolutions. Nonetheless, the actions of the women of the Endowment Society five years prior, as part of a larger, national whole of women discussing matters of peace, helped shape the Progressive Era."," "," "," "," "],"display_date":"1915 - 1920","search_date":"1917-12-31","locations":[{"id":16268,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":849,"tag":"Progressive Era"},{"id":1205,"tag":"Women's History"},{"id":2648,"tag":"peace movement"},{"id":2649,"tag":"cccw"},{"id":2650,"tag":"women's peace party"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}},{"id":6343,"title":"Winsome Womanhood: Christianity as a Progressive Influence on Women’s Identity and Values During the Early 20th Century","course_id":144,"status":"P","start_date":"1890-01-01","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“O Lord and Master of us all,","Whate’er our name or sign,","We own Thy sway, we hear Thy call,","We test our lives by Thine.”"," ","Winsome Womanhood, a book written by Margaret Sangster, provided young women of the early 20th century with a connection to God as well as a purpose/identity within the Christian faith. It was Sangster’s belief that all women, regardless of age, could benefit from the teachings of the Bible and understand the meaning of what it means to be a true Christian woman. Living during a time when religion was not at the forefront of what structured society, women such as Sangster were adamant about keeping the ideals of Christianity close and informing women about how the message of God can be used to empower them as individuals at every stage in their life.","The book is broken into sections directed at women of different ages and from different walks of life. A young woman of fifteen, not yet a woman and no longer a girl, would look to this book and find guidance. During this time of transition from childhood to adulthood, the only true source of wisdom cannot come from mothers or teachers alone, but from God, and young women at this stage in life were encouraged to take time for themselves and read the Bible or pray to seek the answers they needed in order to grow into well-rounded women - women of faith. “A room of her very own, a tastefully appointed and comfortably furnished as possible, should be every young girl’s retreat. Here she may enjoy the half hours for devotion which tend to the soul’s growth . . . In this, her den, her nook, her bower, her special fancies may be indulged, and her individuality find fit expression”(Sangster, 25). Winsome Womanhood was not only, then, a guide for women to find faith and keep it, but also a guide for women to find liberation and individuality through their faith as Christian women, as opposed to feeling trapped by it.","She also speaks to working women or, “The Girl in Business.” It was not uncommon for a working woman of the early 1900’s to feel diminished in her role when compared to a working man - making less money, earning less respect - but Sangster’s view on the role of working women was not so. “Many young women belittle their employment by going to it in the spirit of martyrs who pty themselves . . . Self-pity is a badge of weakness, and work done for money alone is never noble work” (Sangster, 67). It was Sangster’s belief that women should take pride in their work, as women of honor and duty within the Christian faith, and not take pride solely in their wages. This assertion was not uncommon among Christian [Protestant] society at this time, as many women and men affiliated with Protestant denominations were involved in social activism and issues such as fair wages and voting rights for women around this time, as pointed out by Lori Ginzberg in her discussion of the “benevolent” work of women. Ginzberg states that, during this era of progression, “tensions about paying wages, centralizing corporate functions, relating benevolence to government, and using funds solely for administrative purposes all came into the open” (Ginzberg, 161). Sangster’s ideas, then, in regards to Christianity as a positive influence in women’s lives could also be interpreted as viewing religion as a force for equality and empowerment during this progressive age.","Overall, the message Margaret Sangster seems to be sending with Winsome Womanhood is that women of all stages in life, all positions, all classes, could be empowered and liberated through the study and adherence to Christian ideals and faith, and that God’s word should not be ignored, even as the world progresses."," "],"display_date":"1890 - 1910","search_date":"1900-07-02","locations":[{"id":2962,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"ROCK ISLAND, Illinois"}],"tags":[{"id":2642,"tag":"Augustana College"},{"id":1269,"tag":"Social Morality"},{"id":196,"tag":"women's rights"},{"id":1205,"tag":"Women's History"},{"id":228,"tag":"Roles of Women"},{"id":849,"tag":"Progressive Era"},{"id":79,"tag":"Religion"},{"id":514,"tag":"Christianity"},{"id":7,"tag":"Women"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}},{"id":6446,"title":"1883 Greenville Female College Catalogue and the juxtaposition of Women's Roles within American Society during Reconstruction","course_id":148,"status":"P","start_date":"1883-01-01","end_date":"1884-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Catalogue of the Greenville Female College of 1883-1884 shows both the exceptional opportunities, as well as the limitations of its students in their education and career. The courses taught at the college ranged from Music, German, to Physics and Mathematics. In that sense, the college provided women with an education that was similar to that of their masculine counterparts. However, the University also contained courses that were specifically aimed at improving their students’ femininity. For example, the college offered “Ornamental and Fancy Work,” as “a necessity to every girl who wishes to be prepared in every way for the conflicts of life.” Therefore, even though the women were taught to critically think and develop themselves, the University deemed it necessary to offer their female students training in domesticity. Furthermore, through a set of rules and regulations the University took over parental control while the women were on campus and severely limited their mobility in the city. This was done to protect the chastity and reputation of the women, making them suitable for marriage.","This juxtaposition of training women in the intellectual arts, while nonetheless preparing them for their domestic roles, corresponded with the 1880s development of the “New Woman.” Because the Civil War had taken the lives of many men and because men were waiting longer with marriage, many women of the 80s were faced with a problem, as marriage had been their main means of survival. As a result, women prepared themselves to take on a job, if no possible suitors would appear. In that sense, much of the catalogue can be explained as preparing women to be independent, while not diminishing their marital attractiveness. Additionally, although Southern universities were originally created to offer the general population an education and to increase the agricultural production, “[they] soon developed into ‘technical schools of professional pretentions if not rank’ and liberal arts institutions much more attuned to the vocational interests of the upper rather than the lower classes.” Therefore, not only did the education of the Greenville Female College prepare middle- and upper class  women for their future domestic roles as mothers and wives, but it also excluded women from poor backgrounds, rather than to provide all the women with the equal opportunity to gain financial independence."],"display_date":"1883 - 1884","search_date":"1884-01-01","locations":[{"id":52847,"lat":34.855882,"lng":-82.400352,"zoom":16,"place":"300 college st greenville"}],"tags":[{"id":2834,"tag":"Female Student"},{"id":1467,"tag":"Greenville"},{"id":1758,"tag":"Gender"},{"id":849,"tag":"Progressive Era"},{"id":1413,"tag":"Greenville Female College"},{"id":786,"tag":"Student"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}},{"id":6447,"title":"Scrapbook of Zillie Workman Culbertson (1908) and the Increased Visibility of American Women in the Early 1900s","course_id":148,"status":"P","start_date":"1/1/04","end_date":"12/31/08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A scrapbook from Zillie Workman Culbertson of 1908 showed the changing role of the students at the Greenville Female College between 1904 until 1908. In her scrapbook, Culbertson collected articles on the commencement ceremonies of each year, photographs of her “places of interest”and newspaper articles. Her collection of photographs of “Places of Interest” were not limited to places on campus, but rather locations of important buildings all over Greenville, including North Main Street and the Furman (male) college. Culbertson’s photos and collection of activities suggest an increase in the female students’ independence and mobility through the city, compared to the lives of a Greenville Female College student from the 1890s.","At the same time, although their mobility increased, it was nonetheless limited to Greenville and its surroundings, as few southerners in this era yet owned automobiles. Furthermore, although Greenville Female College’s new president was less strict on rules of interactions between young gentlemen and young ladies, a catalogue from 1907 still emphasized how important boarding was, as “students would be ‘free from exposure in bad weather, from tempting diversions of society, and from the entertaining of company.\"","Nevertheless, Culbertson’s diploma in Senior Pedagogy and her recommendation letters showed that she had not only been able to graduate the College, but was also able to find a good job in teaching after university. This is reflected in the school’s curriculum, as “The L.I. degree offered a permanent South Carolina teaching certificate upon completion and was state-initiated due to the increasing need for teachers.\" Culbertson’s experience corresponded with the changing role of women in the city. If one takes Greenville as an example, the massive boom of the town with its implementation of the railroads and the textile mills created job opportunities for women, which allowed them to move out of the domestic sphere into independent wage-earning jobs. Mass migration or white flight from the rural county to Southern cities meant a break with traditional rural values and correspondingly a re-assessment of conservative gender-roles. Thus, in this progressive, changing society the focus of the Greenville Female College was no longer on creating women that were attractive for marriage, but focused more and more on educating women in gaining their own employment. "],"display_date":"1904 - 1908","search_date":"1906-07-02","locations":[{"id":52848,"lat":34.855882,"lng":-82.400352,"zoom":16,"place":"300 college st. greenville"}],"tags":[{"id":2835,"tag":"Mobility"},{"id":1758,"tag":"Gender"},{"id":849,"tag":"Progressive Era"},{"id":2830,"tag":"Scrapbook"},{"id":1413,"tag":"Greenville Female College"},{"id":1467,"tag":"Greenville"},{"id":786,"tag":"Student"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}}]}