{"id":85,"tag":"Harlem Renaissance","points":[[28.5146851201,-81.3237702415],[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[28.5146851201,-81.3237702415]],"episodes":[{"id":4835,"title":"Zora Neal Hurston's trials and tribulations through the Harlem Renaissance","course_id":33,"status":"P","start_date":"12/13/34","end_date":"12/13/34","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Zora Neale Hurston was born January 7, 1891 in Notasulga, Alabama. Soon after her birth she moved to Eatonville, Florida which always remained her home throughout her life. Eatonville was the United States first incorporated black township, her father and many other African Americans were involved in the towns governance. Hurston was a very famous black author of short stories, novels and plays. Having close relations with people such as W.E.B. Du Bois, whom she called the “Dean of American Negro Artists.” Hurston along with Du Bois was very much involved with African American rights and the acceptance of blacks into society. She wished to break the color barrier and used her talent as a writer to inform people of the injustice that was racism.","As a leader in the Harlem Renaissance Zora Neale Hurston was a revolutionary in helping to protect the rights of African Americans. She was known during the Harlem Renaissance for her wit, irreverence, and folk writing style. Hurston was though most well know for her popular novels. Even though a novelist she was also very interested in play writing. Dr. Glover a professor at Rollins College in Winter Park, Florida received a letter from Hurston speaking about a time in her life where writing became much more difficult, and society was becoming less and less accepting of her. In the letter written in 1934 she discusses a few hardships in which she is going through along with her love for the theatre. Rollins was a school that collaborated with Hurston showing her plays at the school and supporting her throughout her endeavors. Near the end she tells Dr. Glover that she will soon be eligible for a full professorship and talks about maybe being able to teach there. She later states that although she may become these things, “[her] interest in the theatre need not die.” This only heightens the evidence of Hurstons passion for the arts.","Hurston achieved great fame in her lifetime but she also suffered disgrace and was forgotten by the public. She wrote many plays and always kept the arts close to her heart. She was very passionate about the arts, including plays, paintings and novels, all and it played a huge role. Although Hurston did not get the credit she deserved when she was alive, she was honored after her death. Her novels and plays are now getting the recognition they always deserved. A movie was made celebrating her novel, “There Eyes Were Watching God.”","Zora Neale Hurston is confirmation that when trying to fight for your rights, your freedom or even you acceptance in society there are passive ways in which you can present your arguments and there are more forward ways. She was able to use both techniques throughout her time to reach some type of racial equality.  Hurston was an inspiration the civil rights movement and will always be remembered as one."," "],"display_date":"December 13, 1934","search_date":"1934-12-13","locations":[{"id":22732,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":85,"tag":"Harlem Renaissance"},{"id":437,"tag":"Zora Neale Hurston"},{"id":438,"tag":"Rollins College"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4891,"title":"Eatonville Influences Zora Neale Hurston","course_id":33,"status":"P","start_date":"1/1/20","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Zora Neale Hurston was an African American author famous during the New Negro Movement (Harlem Renaissance), which was in the 1920’s and 1930’s. She wrote four novels and published more than fifty short stories and plays. Her writing was influenced by the small town of Eatonville. Eatonville is located in central Florida.","Eatonville may be a small town but it is packed with African American history and culture. After the Civil War, freed African Americans were segregated from the white community. They had three options; one was to leave the United States and go to Mexico, Canada or back to Africa. The second option was to try to assimilate into the white society where they would suffer inequality and discrimination. Or the last option was to establish all black communities, where they would try to be a self-sufficient town but with equal rights. Many of these all black communities were located out west in Kansas and Okalahoma. Eatonville was one of the few black communities established in Florida and it is the oldest of twelve to remain today. Eatonville became an official city on August 15, 1887. It was an all black town that was built around their culture, religion, family and education.","Zora Hurston was born in Alabama and moved to Eatonville at the age of two. She was so proud to be from an all black community that she carried it over to her writings, she even declared being born in Eatonville in biography. In her plays she used an all-negro cast to act in her Afro-American Folklores. According to her program from the play, “All De Live Long Day,” which was perform at Rollins College on Friday, January 5, 1934,  she had four sections then an intermission followed by the last three sections. The play consisted of music and dance. It was about the struggles of black life and it was a very inspirational message for that touched to hearts of the audience. It was based off the life of Negroes in Florida but mainly in her home town of Eatonville.","Eatonville shaped her life and her writing. The town honors and recognizes Hurston and all her hard work by celebrating her through the annual arts and humanities events at the Zora Neale Hurston Festival. This festival celebrates her life and her work as a writer. It attracts thousands of locals and tourists each year and it is a way to take a moment to remember the life of African Americans before and during her life in Eatonville."],"display_date":"1920 - 1930","search_date":"1925-07-01","locations":[{"id":21523,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":227,"tag":"Women of the South"},{"id":85,"tag":"Harlem Renaissance"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4898,"title":"How one woman helped to valut African American culture into the spotlight","course_id":33,"status":"P","start_date":"10/29/32","end_date":"10/29/32","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Born in 1891 in rural Alabama, Zora Neale Hurston spent her childhood in the first incorporated black town in the nation, Eatonville, Florida. Zora attended school in Eatonville until only 13 years old, when she traveled to New York City with a traveling theatre company. In the city that never sleeps, Zora would develop her creative mind and make her mark on history. Hurston seized the tremendous opportunity of living in New York during the Harlem Renaissance, a period of blossoming of African American culture through music, poetry, dance and other forms of media. First, she obtained three degrees from illustrious learning institutions including Columbia University and Howard University. Soon after, she was blessed with a shot to work with Langston Hughes, arguably the most famous black writer in American History, on a play entitled, “Mule Bone: A Comedy of Negro Life in Three Acts.” Hurston went on to publish books such as the 1934 work “Jonah’s Gourd Vine,” detailing African American life in the deep-south and bringing it to the forefront of society. Through her life’s work and experiences, Zora Neale Hurston exposed the masses to African American life and folklore, broke racial boundaries, and inspired change here in Central Florida and across the nation.","Growing up in Eatonville, Hurston was fully immersed in African American culture and folklore. She specialized in theatre and comedy decided to pursue her interests further at Columbia. During her academic years, she conducted extensive field studies throughout the American South, becoming an expert in the field. Here at Rollins College, interest in American folklore was mounting. In a letter from October 29<sup>th</sup>1932, Professor W.R. Wunsch pleads with school President Dr. Hamilton Holt to allow an African American folk performance in the Annie Russell Theatre. Wunsch challenges the President to “break the ground as it were: to make the students sensitive to the lyric beauty of swamp and citrus grove, […] find the drama in the life of fisherfolk and sponge divers, […] to get the students to ‘dip their nets where they are.’” He goes on to specifically request Hurston, insisting that he “can think of no better way to introduce the students to the honest-to-the-soil material at their own doorsteps than to present to them in a program of folk songs and dancers a group of Eatonville negroes, headed by Zora Hurston. Zora, a national authority on negro ways, has won an enviable place for herself in American dramatics.” Clearly, there was desire for Zora’s expertise and creativity in the field local folklore here at Rollins, but the President was somewhat apprehensive to approve because of the well established racial boundaries of the time.","These pre-existing racial boundaries were tremendously difficult for African Americans to overcome, as the Jim Crow laws of segregation were still widely in effect. Dr. Holt illustrates this in his response to Mr. Wunsch’s letter. He allows the performance to take place, however, he adds, “Of course we cannot have negroes in the audience unless there is a separate place segregated for them.” Holt continues by hinting that he fears the judgment of others, warning, “I do not think I would advertise it very much outside our own faculty and students.” This mentality held widely throughout the south was a seemingly insurmountable obstacle to overcome. Hurston did an incredible job of shrinking the barriers by thrusting the lives and cultures of African Americans into mainstream society. Her first book, entitled “Jonah’s Gourd Vine,” was critically acclaimed as something totally new and fresh. Additionally, her academic success provided opportunity and paved the way for many African American women to follow.","The Harlem Renaissance set the stage for real progress in America. The timeless works of Hurston, Hughes, and countless other intellectuals, artists, poets and entertainers provided the building blocks for the Civil Rights Movement. This cultural movement shined the African-American experience in the spotlight, and in turn changed how African Americans were perceived. As rural, southern blacks moved north to larger cities, they developed a new image, one of urban sophistication. The idea of the black identity was forming, and antiquated, racist laws could no longer suppress it. In his response letter, Dr. Holt acknowledges that he is in favor of racial progress, telling the courageous Mr. Wunsch, “I am glad you are doing this as it is one of the best steps in the right direction.”","Zora Neale Hurston achieved incredible things in her lifetime. She won numerous awards as an actor, playwright and author. But arguably her most important contributions to this world came in the form of advancing her people and fighting for equality. Through hard work, a will to succeed, and being in the right place at the right time, she inspired true change in our country. Hurston is a figure that will be forever immortalized through her works and accomplishments, an integral part of African American and Florida history."],"display_date":"October 29, 1932","search_date":"1932-10-29","locations":[{"id":22732,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"},{"id":22428,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":85,"tag":"Harlem Renaissance"},{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":5763,"title":"Harlem Renaissance: A cultural battle for equality","course_id":112,"status":"P","start_date":"9/19/26","end_date":"9/19/26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A new movement rose in the 1920s as African American Jazz began to sweep the nation. Marking an influential Harlem Renaissance, this “New Negro Movement” resembling an outburst of African American culture included literature, music, and art.  The new jazz that rose during this period challenged conventional white music by emphasizing the need for more culturally inherent music; it asserted the emergence of the “New Negro”[1], one that would attempt to revive culture and make it significant to the African-American race, creating their own identity.  On a deeper level it challenged de jure segregation that began with the Jim Crow laws[2], laws that would cause them to express themselves culturally, rebelling against the mainstream.  This resistance towards the mainstream would increase significantly after the wartime period where they experienced more freedom from the French than their own country causing them to turn towards literature and the arts, to argue that the mainstream should begin to take them more seriously.","Zora Neale Hurtson’s iconic book <em>Their Eyes Were Watching God</em> was a landmark for African American women featuring a title character who broke society norms by choosing an independent lifestyle where she became very active in finding a partner and crafting her own identity.  Her race and her gender does not stop Janie Crawford from achieving an established role in a 1930s environment that attempted to oppress African American women. African Americans were struggling to achieve their own national identity, one example of this struggle was distinguishing Negro music with American Jazz.  The misconception was that they were the same but African Americans in 1926 gave key notes on why this was inaccurate.  Like African tribes and commu­­nities, the music of the Negro was one that relied on group effort, “no one sings just one part.”[3] Instead, they have emphasized creating their own system of orchestrating music that differs from American processes. This group effort would foreshadow African American’s attempt to separate from mainstream society in the 1960s, creating their own racial community through groups like the Black power.[4]"," ","[1] Harriss, M. Cooper, “From Harlem Renaissance to Harlem Apocalypse: Just Representations and the Epistemology of Race in the ‘Negro Novel’.”","[2] John D. Buenker and Joseph Buenker, eds. <em>Encyclopedia of the Gilded Age and Progressive Era</em> (Armonk: M.E. Sharpe, Inc, 2005) 69-77.","[3] “American Jazz is not African: Derived From it and Rhythm is Similar, but ours is Much Simpler, Says Well-Versed Authority-on Negro Music” <em>New York Times</em>, Sep. 19, 1926.","[4] Renata Harden, Christopher K. Jackson, and Berlethia Pitts, “Reading the Harlem Renaissance into Public Policy: Lessons from the Past to the Present” <em>Afro-Americans in New York Life & History</em> 36.2"," "],"display_date":"September 19, 1926","search_date":"1926-09-19","locations":[{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":85,"tag":"Harlem Renaissance"},{"id":142,"tag":"african americans"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}}]}