{"id":850,"tag":"Labor Reform","points":[[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[40.6916304076,-74.0035386433]],"episodes":[{"id":5138,"title":"The Catastrophic Triangle Factory Fire: A Catalyst for Progressive Reform","course_id":52,"status":"P","start_date":"3/25/11","end_date":"3/25/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The dreadful sounds of death hit the ground as smoke poured from the ten-story building.  William Shepherd, journalist for Milwaukee Journal, describes moment by moment the horrible events he witnessed on that tragic day in Washington Square, New York when fire engulfed the factory of the Triangle Shirtwaist Company.  It was Saturday, March 25, 1911 just around 4:30 PM, closing time, when fire broke out in the Asch building.  Young girls were huddled in windows full of life screaming desperately for the aid of firemen as they tried to escape the flames burning behind them.  One by one broken bodies of girls who were employed by the factory were piled on the sidewalks and streets of Washington Square.  Firemen arrived but their ladders only reached the sixth floor leaving the girls with no other option but death.  Crowds looked on hopelessly watching as many girls chose death by plummeting to the ground while others were horrifically burned alive. ","As Shepherd looked around, he caught sight of a love story uncovering amidst the flames.  He describes the scene of a young man helping unresisting girls out the window as if he were a perfect gentleman opening the car door for a lady.  Shepherd describes the moment when he witnessed the love affair unfold as the brave, young man kissed the final girl he helped out the window as they dropped to the ground where eternity awaited them.  As if this scene of girls falling to their death was not enough, Shepherd describes the sight he saw as he followed the screams around the corner where he witnessed girls on the ninth floor burning as they were unable to escape the flames and others plunging to the ground while swallowed up in flames. ","Soon the sounds of girls screaming and the thuds of bodies hitting the ground silenced and Shepherd painted a gruesome picture of the devastating catastrophe that Washington Square just experienced.  As he watched policemen tagging the lifeless bodies, Shepherd noticed the engagement ring that rested on one lady’s finger.  There laid a young woman whose life was so tragically cut short by the Triangle Factory fire.  Still the horror did not stop there.  As a fireman exited the building he described to Shepherd the scene as a sea of at least 50 bodies filling the big room on the seventh floor and an air shaft piled with dead girls who had attempted to escape the flames. ","As Shepherd looked around in obvious shock of the horrific events that just occurred before his eyes, he remembered the great strike that occurred the previous year where these very women were demanding safer and more sanitary working conditions in this factory.  This unsuccessful strike that was organized by the International Ladies Garment Union clearly did little to create safer and sanitary working conditions at the Triangle Factory as these women were still powerless in their work environment.  They were still working behind locked doors in cramped, lightly ventilated rooms filled with highly flammable materials.   Joseph Asch, owner of the building that housed the Triangle factory, declared the building fireproof and in par with fire regulations; however, investigations following the fire revealed quite the opposite as the building violated city ordinances requiring three stairways from street to roof. Through these investigations, it was revealed that the only stairway out of the building was rusted and crumpled to pieces as the girls tried escaping the fire.","The working conditions of the Triangle Shirtwaist Factory epitomized the poor working conditions and hardships many immigrant factory workers were subjected to as they attempted to earn a living.  This infamous event was a catalyst for progressive reformers as it created public awareness of the poor working conditions that were imposed on factory workers.  The catastrophe fueled the union movement as they sought to improve working conditions in America.  As civil and criminal trials developed as a result of the Triangle Factory fire, legislative reform grew out of the now clearly apparent need to prevent industrial accidents.  With 146 immigrant young women of varying age and ethnicity losing their lives, the Triangle Factory disaster symbolized the brutality exhibited by factory owners and created political attention and the demand for change in the working and sanitary conditions of industrial workers. "],"display_date":"March 25, 1911","search_date":"1911-03-25","locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":851,"tag":"Catastrophic event"},{"id":850,"tag":"Labor Reform"},{"id":849,"tag":"Progressive Era"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":52,"school_id":43}}]}