{"id":854,"tag":"Triangle Fire","points":[[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[40.6916304076,-74.0035386433]],"episodes":[{"id":5140,"title":"The Triangle Shirtwaist Factory Fire","course_id":60,"status":"P","start_date":"3/25/11","end_date":"3/25/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 26, 1911, the <em>New York Times</em> reported on a disastrous fire in a Manhattan building.  According to the article, the previous day, a fire had broken out in the Triangle Shirtwaist Factory in the Asch Building located near Washington Square in Manhattan.  Although the building had been declared fireproof, contents within the buildings 8<sup>th</sup>, 9<sup>th</sup>, and 10<sup>th</sup> floors ignited the deadly blaze just moments before quitting time.  The fire caused panic to erupt.  One of the two elevators was out of service, the fire escape was rusty to the point of collapse, and the stairwell was locked in order to keep the workers inside the factory until the end of the work day.  One hundred forty one men and women died either in the fire or by jumping from windows, which were 100 feet above the sidewalk.  Of the dead, approximately one hundred twenty five were women who immigrated to the United States in search of a better life.  They were young and, although paid poorly, often the bread winners of their families.","            The Triangle Fire was the single most tragic fire in the history of New York.  The fact that the firemen could not reach the fire or those who were trapped was a significant aspect of the tragedy.  The fire prohibited rescuers from entering the building and the truck ladders did not extend far enough to reach the involved floors; therefore, firefighting efforts were hindered.  According to the article, what burned so quickly and disastrously for the victims were shirtwaists, hanging on lines above tiers of workers, sewing machines placed so closely together that there was hardly aisle room for the girls between them, and shirtwaist trimmings and cuttings which littered the floors above the eighth and ninth stories.","            Prior to the Triangle Fire, the United States had not experienced a tragic event of this magnitude.  Laws did not address safety and fire prevention.   Fire departments were not educated and trained on how to handle a catastrophic event of this magnitude.  Following the Triangle Shirtwaist Factory Fire, Mary E. Dreier worked to improve the lives of women working in factories.  She was a wealthy New Yorker.  From 1906 – 1914 she headed the New York Women’s Trade Union League, a group of workers and their middle-class allies who focused on getting women workers to join unions.  Dreier brought women together from various ethnic backgrounds calling them sisters.  She fought to improve working conditions and pay.","            The New York Time article highlighted the dangers that many young immigrant women faced in their daily working lives.  While tragic, the fire led to improved workplace safety for many working women throughout New York City and the rest of the nation.  The women of the Triangle Fire served as an important reminder that reform was a necessary part of social progress in the United States."," "],"display_date":"March 25, 1911","search_date":"1911-03-25","locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":646,"tag":"factory fire"},{"id":854,"tag":"Triangle Fire"}],"course":{"name":"History","school":"Widener University","course_id":60,"school_id":43}}]}