{"id":856,"tag":"Johnstown Flood Survivors","points":[[40.4953812031,-78.7135842636]],"bounds":[[40.4953812031,-78.7135842636],[40.4953812031,-78.7135842636]],"episodes":[{"id":5141,"title":"\"Victor\"  is the written account of Victor Hesier's story.  He was a survivor of the 1889 Johnstown Flood.","course_id":52,"status":"P","start_date":"1889-05-31","end_date":"1889-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Imagine being tossed around by the rush of floodwaters, hanging on to a rooftop for dear life while the thunderclap of a massive wave destroys your childhood home; or helplessly watching as those around you are carried off to a watery grave.   That is what Victor Heiser, a survivor of the 1889 Johnstown Flood endured.   Victor Heiser’s written description of the flood is a chilling account of what many survivors experienced as well as many victims before they met their fate.","On May 31, 1889 the city of Johnstown, Pennsylvania was obliterated by a massive great wave that measured approximately 35-40 feet high and traveled at about 40 miles per hour.  The wave and floodwaters that followed traveled as far as 14 miles from the South Fork Dam.  The dam was owned and supposed to be maintained by the South Fork Fishing and Hunting Club.   The members of the club neglected to properly maintain the dam and after several days of excessive rain, the dam gave way and resulted in the devastating flood that claimed the lives of 2,209 people.   The people of Johnstown had suffered a devastating blow.   Thousands lost their lives, many homes were destroyed and the floodwaters left behind millions of dollars worth of damage.   Victor noted that he was grateful to have survived but also reported that he was haunted for many years afterward, “For years thereafter I was visited by recurring dreams in which I lived over and over again that fearful experience” [1].","Victor Heiser grew up in Johnstown and was well aware of the possibility that the dam could break one day.  He, like many others in the town would revel in the rumors every time there was a heavy rain, but nobody really believed it would really happen.  There had been some flooding from smaller dams in the past, but nothing that caused major concern.","Victor was only 16 years old in 1889.  He lived with his parents above the general store that his father owned at 224 Washington Street, in downtown Johnstown.     He described how he watched as his childhood home was swallowed by a massive wall of dark water, “my boyhood home was crushed like an eggshell before my eyes, and I saw it disappear” [2]. Both of Victor’s parents were inside the home when it was swallowed whole by the dark mass.  Neither of them survived.   He would have been with them if it weren’t for his father’s request that he release their horses when they began to notice the overflow of water rising in the streets of Johnstown.   After witnessing the destruction of his home and without leaving him anytime to grieve, the relentless, unforgiving waters began to toss him from one rooftop to another.   The waves all around him made terrifying crashing noises as he struggled to hang on.  One minute he would be clinging to a rooftop, next landing on floating debris.  Jumping from log to log as he was forced to helplessly watch as others struggled for their lives.   In his interview, he spoke of one woman in particular, Mrs. Fenn, “she was making a desperate but grotesque struggle to keep her head above the water…there was nothing I could do for anybody” [3].","It was a terrifying ordeal.  Victor wondered how long it would take him to get to the other world as he pondered his own demise.  As he floated along on the debris, helpless, tired and weak, he eventually made it to a rooftop where there was another small group of people stranded.       He was a survivor, but as indicated the written account of his ordeal, neither his life nor the town would ever be the same again."," ","[1] “Just Short of Eternity,” Johnstown Area Heritage Association: Survivor Stories, accessed 11/24/2010","[2] <em>lbid</em>","[3] <em>lbid</em>"],"display_date":"May 31, 1889","search_date":"1889-05-31","locations":[{"id":10901,"lat":40.4953812031,"lng":-78.7135842636,"zoom":9,"place":"CAMBRIA, Pennsylvania"}],"tags":[{"id":855,"tag":"1889 Johnstown Flood"},{"id":856,"tag":"Johnstown Flood Survivors"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":52,"school_id":43}}]}