{"id":859,"tag":"Nineteenth Century","points":[[40.7805662337,-73.9388482485],[41.9220496,-71.5495101],[41.9067663,-71.3906119]],"bounds":[[41.9220496,-71.3906119],[40.7805662337,-73.9388482485]],"episodes":[{"id":5143,"title":"Fighting Back, Lola Montez","course_id":52,"status":"P","start_date":"1852-07-15","end_date":"1852-07-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In July of 1852, Lola Montez opened a copy of the <em>New York Daily Times</em> and came face to face with column after column of slanderous comments directed at her. Defamation of character is probably one of the most challenging things that one person can go through. People expressing half-truths without actually knowing the real story is a battle most people will face at some point in their lives. In the case of Lola Montez, the <em>New York Times</em> and the Common Council, an elected legislative body of the city of New York, called her a brazen prostitute and said that there are certain crimes that cannot occur without accomplices. They claimed that she proved herself guilty to everyone what her true character was by fleeing and hiding from the public. Finally Lola had enough, and on July 15th she wrote a letter to <em>Times</em> editor H.J Raymond, the gentleman who had allowed the slanderous comments to be printed in the newspaper in the first place."," ","Marie Dolores Eliza Rosanna Gilbert, or Lola as she was more famously known, was born in Limerick Ireland; her dream was to leave Europe for America believing that she would live among generous and justice loving people there. She was an Irish adventuress; she took dance lessons in Spain and proclaimed herself to be Spanish dancer. With her dance training she was able to tour throughout Europe. She was the daughter of an army officer.  When she was a child around eleven years old she had acquired her wild and free eccentric habits. She came to America with the same mentality as most immigrants did, and with the same premonitions as most females during that time period. Her goal was not to do harm to others but to look for a better paying job and escape from poverty. Desperate for money, she turned to prostitution. During this time period, the number of brothels had sky rocketed in New York. Lola was not the only prostitute looking for a chance to escape poverty. Many others such as, Maria Williamson bought and controlled a few brothels making her a substantial amount of money."," ","In her letter to the editor of the <em>New York Times</em>, Lola never depicts herself as a prostitute. Instead, she depicts herself as a Spanish trained dancer, who happened to catch the attention of a very noble king looking for companionship. She met King Louis of Bavaria in 1846 while touring as a dancer in Munich. She soon became his mistress and influenced him greatly in supporting things that she believed in such as liberal and anti-Jesuit policies. She married King Louis in 1847, and her power over him provoked angry reactions and once she realized that she was unsuited for his character, she divorced him in 1848 and fled the country and returned back to the stage, leaving King Louis to abandon his throne. Never once did she ever believe that her name would be used in vain and used for so many cruel and unjust things."," ","History shows that in the nineteenth century New York City was a thriving location for unscrupulous landlords, consumers and prostitutes. Unregulated and unsupervised, the red light districts exploded across the city, which eventually lead to twenty and twenty five thousand prostitutes working there by 1869. In fact, between five and ten percent of women in the city were involved in prostitution. With time, prostitution transformed to reflect and cater to consumer demand. During this time period, prostitutes were among the freest, wealthiest and most educated women in the United States. Like Lola Montez, many prostitutes befriended and gained the confidence of men that were looking for outside companionship. While some feminists were seeking to free women from slavery, prostitutes married later in life and divorced more frequently than other American woman. The <em>New York Times</em> stated that the Common Council had been taking lessons from Lola Montez, and said also that she hides herself in shame. They claimed that she took advantage of public charity as well. Lola challenged these accusations and called on her accusers to specify and prove her alleged offences."," ","In the final part of her retaliation against the editor of the <em>New York Times</em>, she requests that he admit his ignorance and state that he wrongly accused her of immoral activities. Otherwise she would be seeking legal action and let the courts decide who was actually being unjust, even though that was a road she did not really want to walk down. She was defenseless at that point; no one would take her seriously in order to prove that she was nothing more than a dancer and a companion to men. The letter makes it clear that Lola was tired of people belittling her without giving her a chance to clear her name.   She appealed to the editor to write another article in which he admitted that his cruel words were nothing more than pure ignorance, however no such letter had ever appeared in the column of <em>Times</em>."],"display_date":"July 15, 1852","search_date":"1852-07-15","locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":859,"tag":"Nineteenth Century"},{"id":83,"tag":"Prostitution"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":52,"school_id":43}},{"id":6716,"title":"White Quaker Women as Abolitionists in the Anti-Slavery Movement","course_id":171,"status":"P","start_date":"1806-12-09","end_date":"1899-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As Elizabeth Buffum Chace prepared dinner, she talked with the guest sitting at the family table. She and this guest, an elderly woman and devoted Baptist, disagreed about slavery. When dinner was ready, Chace asked the woman to sit with the rest of the guests for dinner. Among the dinner party was Charles Lenox Remond, a young person of color and Anti-Slavery orator. “No; I don’t eat with niggers,” the Baptist woman promptly replied. At the end of dinner, Chace again called for the woman to eat, to which she was responded with, \"No; I don’t eat with niggers nor after ‘em.” This bumptious comment certainly did not sit well with her abolitionist hostess, for “Whether she went hungry that day, [Chace] never inquired.”","Chace stemmed from a family with a deep background of abolitionist activism. Growing up in Rhode Island, Elizabeth Buffum Chace became accustomed to her mother rehearsing the story of Morier, a girl stolen from her family and enslaved in the home of her great-grandfather for a large part of her life. Chace’s mother and father, both faithful Quakers, raised their children in a revolutionary household, teaching them there was no bright side of slavery. The paternal grandfather of Chace, William Buffum of Smithfield, was a member of the Rhode Island Society for the Gradual Abolition of Slavery. He would regularly harbor fugitive slaves from New York who sought refuge in Rhode Island, instilling anti-slavery attitudes in his son. Chace’s father, therefore, became an abolitionist in his childhood. As Chace noted, all of her family were abolitionists, allowing her to pursue her activist beliefs early on. Believing in gradual emancipation, Chace and her husband organized a Female Anti-Slavery Society at Fall River in 1835. There, a large number of visitors dined at the Chace’s house. The Chace’s sheltered many refugee slaves, such as one escaped blacksmith whom they dressed in Quaker women’s clothes, bonnet and shawl included. In 1831, Chace began to plan a committee that devised schemes for gradual liberation alongside the formation of her abolitionist New ?England Society, thus allowing her to have a prominent role in the movement for abolition.","Unlike many women of her time, Chace pursued her own interests despite the typical expectations in the nineteenth century. Yet Chace belonged to a specific group of the time: white abolitionist women. These female abolitionists were essentially born and baptized in the anti-slavery and were the heart of political activism. Religion played a prominent role in this movement. Chace, a Quaker, and many women like herself, considered the emancipation of human beings a sacred duty to fulfill. They practiced both privately and publicly to drive emancipation by raising their children in anti-slavery households or creating national societies for the abolition of slavery. Quaker women stepped beyond the bourgeois gender system that categorized women as solely domestic. Rather than subordinating to their husbands, these women partnered with their spouses to create a stronger representation for the abolitionist community. As the campaign for freedom moved forward, activities of these white abolitionist women began to defy the “emerging middle class norms,” thus creating a movement for the liberation of both slaves and white women suppressed by the social ladder. Often times, however, these women continued to be suppressed, for others objected their abolitionist commitment as being primarily domestic. Many letters of abolitionist women state the fact that they were “almost alone in their support the cause.” This, however, did not stop the movement, for white women, like Elizabeth Buffum Chace, continued to use their privilege to campaign for the abolition of slavery."],"display_date":"December 9, 1806 - December 12, 1899","search_date":"1853-06-10","locations":[{"id":53071,"lat":41.9220496,"lng":-71.5495101,"zoom":1,"place":"Smithfield, Rhode Island"},{"id":53070,"lat":41.9067663,"lng":-71.3906119,"zoom":7,"place":"Valley Falls, Rhode Island"}],"tags":[{"id":3357,"tag":"antislavery movements"},{"id":3356,"tag":"Abolitionist women"},{"id":3355,"tag":"Elizabeth Buffum Chace"},{"id":3354,"tag":"Quaker"},{"id":859,"tag":"Nineteenth Century"},{"id":2307,"tag":"antislavery"},{"id":1685,"tag":"Woman"},{"id":2743,"tag":"Abolitionist"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}}]}