{"id":87,"tag":"Environment","points":[[39.8715057392,-77.2179223246],[42.3649994065,-70.9800517697],[38.9151212228,-76.9435162098],[37.7029266937,-123.005394924],[42.107446354,-83.1351982696],[35.8763922,-110.6404148]],"bounds":[[42.3649994065,-70.9800517697],[35.8763922,-123.005394924]],"episodes":[{"id":4492,"title":"Gettysburg After the Battle\n","course_id":20,"status":"P","start_date":"1863-07-09","end_date":"1863-07-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Little of the enclosure remains save the wicket gateway, from which the gates have been torn,\" Thomas Knox wrote in a dispatch published in the New York Herald on July 9, 1863.  This was just one scene of the aftermath of Gettysburg, which was the single bloodiest and most memorable battle of the American Civil War.  In many cases, the battle spilled out of the field into the town and destroyed houses and yards.  Knox's dispatch went into a detail about just what happened to the town and outlying areas of Gettysburg.","The battlefield after Gettysburg was exactly what one would think: a war-torn landscape.   Artillery fire destroyed most of the landmarks of the time.   Knox says that cemeteries, or at least one in particular, had shattered headstones, horse-trodden graves, and destroyed shrubbery.  Breastworks were erected to prevent cavalry charges lined the battlefield and mounds of dirt supported artillery batteries.  Soldiers trampled fences and lawns.  This turned a beautiful countryside and fields into a dirty, corpse-filled, war-torn landscape.","However, in the past 150 years, Gettysburg has been turned back into a beautiful country town.  Brian Black says in his journal, titled \"Brian Black at the Copse on Gettyburg,\" that the preservation and repair of Gettysburg began just two years after Knox's article.  As it stands now, Gettysburg is a national park to commemorate the people who died there.  The copse at Gettysburg had shifted thirty feet upwards due to the growth of oak trees.  Black says this is because environments are rarely unchanging.  This dynamic environment shows people a field far different from what generals Robert Edward Lee and George Gordon Meade saw, but if one wants to look and find out where the soldiers were and where they battled, they need only to see the breastworks and mounds erected, still marking the field as a battleground."],"display_date":"July 9, 1863","search_date":"1863-07-09","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":87,"tag":"Environment"},{"id":88,"tag":"Battle"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":5826,"title":"Elixirs of Death: Human Health and the Dangers of Pesticides","course_id":118,"status":"P","start_date":"1/1/45","end_date":"12/31/62","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The sixties marked a time of extraordinary social change and counter cultural struggle in America, and environmental issues surrounding dangerous chemicals had come to the forefront. In 1962, Rachel Carson, an award winning author, environmentalist, and scientist, published <em>Silent Spring</em>, a popular science book warning the public about the dangers of widespread use of pesticides. Its publication forged a link between urban and industrial issues with feas about degradation of the natural environment. In this small sampling of <em>Silent Spring</em>, Carson articulates her concern that pesticides may have harmful repercussions in humans, whether it be ingestion or accidental exposure to the chemicals. In addition, through the bio-accumulative process, the pesticides work their way into a larger ecological network and directly and indirectly affect the entire ecosystem. Traces of them are found in our soil, the fish we consume, the animals around us, and, most importantly, in our bodies. Due to their “biological potency”, Carson was concerned that pesticides poison our vital systems, destroy enzymes, block the oxidation process, or initiate a malignant change in the human cell.","While some scientists disagreed on the harmfulness of DDT in the human body, Dr. Wayland Hayes of the United States Public Health Service agreed that the presence of DDT in the body interrupts equilibrium in the body. One of the most alarming aspects of DDT was its transferability from one organism to another. Some early studies discovered that hay ingested by cows shows up in their milk. In similar situations, insecticidal chemicals have been found in human milk, which are then passed on to infants, resulting in weakened immune systems. Carson argues that even though immediate harm might not be detected due to exposure of pesticides, the prolong damages are severe.","In the post-war period the U.S. began an extensive utilization of industrial insecticides. The use of these chemicals grew substantially throughout this period up to the publication of <em>Silent Spring</em>, when Carson exposed to the public the gross uses of harmful chemicals by the government and major industries. <em>Silent Spring</em> initiated a moment in the American consciousness when people became aware of the dangers and began to challenge the government.  Carson expressed concern over the results of chemical buildups in humans and animals. The chemical and agricultural industries were strong players on the national stage, but Carson’s book raised a significant amount of awareness, and fear, about the widespread ramifications of pesticide application."],"display_date":"1945 - 1962","search_date":"1953-12-31","locations":[{"id":25150,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"Suffolk, Massachusetts"}],"tags":[{"id":87,"tag":"Environment"},{"id":1122,"tag":"Public Health"},{"id":1882,"tag":"Pesticides"},{"id":1883,"tag":"Chemical contamination"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5829,"title":"<strong>Critiquing the Use of Tetraethyl Lead in Gasoline</strong>","course_id":118,"status":"P","start_date":"1/1/24","end_date":"12/31/25","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","In Washington D.C. in 1925, the day of the official conference decision regarding the use of tetraethyl lead in gasoline, Alice Hamilton, a leader in the field of toxicology and occupational diseases, issued an article discussing her rejection of the previous 1924 Bureau of Mines Report. The 1924 Bureau of Mines Report stated that tetraethyl lead was safe for gasoline. Hamilton argued that the report, which tested tetraethyl gasoline on animals, was incorrectly analyzed and poorly conditioned to determine the correlating safety for humans. She further refuted the report by offering four unanswered questions regarding tetraethyl lead gasoline and its interactions with humans. She called into question the potential damage of manufacturing ethyl fluid to factory employees. Within the last seventeen months seventeen men had died and one became insane as a result of manufacturing this compound. Next, Hamilton addresses potential damage to gas station workers and service employees who combine the ethyl-fluid with the gasoline and pump it into automobiles. Lastly, she questions the danger regarding the emission of ethyl gasoline to the public airspace by way of car exhaust. While Hamilton acknowledged some previous scientific research into the matter, she still argued that the results were insufficient as they did not focus on the correct areas of research and the potentially for environmentally damaging side-effects to affect humans. Hamilton concluded her article by urging the conference to discontinue use of tetraethyl lead in gasoline until further research could determine the safety of its unknown effects.","During her medical studies at the University of Michigan, Hamilton utilized her academic discipline of medical science towards social reform by looking at environmentalism through a health perspective. After she was appointed to the Illinois Commission on Occupational Diseases, Hamilton began delving into investigations on lead industries. Since lead and the chemical compounds associated with it are extremely dangerous and in high demand during the rapidly expanding automobile industry of the early 1900’s, Hamilton’s work is invaluable to help to situate ourselves in understanding lead’s environmental impacts. Furthermore, Hamilton was a powerful environmental advocate in an era when the term “environmental” had yet to be established as an ideology. As a result of her influence, she must be seen as a core figure in the reconstruction of the urban and industrial roots of environmentalism."],"display_date":"1924 - 1925","search_date":"1924-12-31","locations":[{"id":21755,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":1457,"tag":"workplace safety"},{"id":87,"tag":"Environment"},{"id":908,"tag":"Pollution"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5827,"title":"<strong>Conservation Conversation</strong>","course_id":118,"status":"P","start_date":"1/1/07","end_date":"12/31/13","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1907, the city of San Francisco wanted to flood the Hetch Hetchy Valley in Yosemite National Park by creating a dam to provide water to their city’s increasing population and support urban reform after the devastating 1906 earthquake. John Muir, a leader of environmental preservation activists, was enraged that they would taint this beautiful creation of God with 170 feet of water. He published his compelling article, “The Tuolomne Yosemite in Danger” on November 2, 1907, as an attempt to appeal to his followers and regular folks alike, with rich and poetic descriptions of the emotional and spiritual values of leaving nature alone.","One of the major opponents to Muir's ideas was Gifford Pinchot, who testified in front of the House Committee of Public Lands in support of the construction of the Hetch Hetchy Dam. He believed that human use of the land outweighed the pristine preservation of the land. Specifically, the water and electricity supply for San Francisco would utilize resources within the environment, all while conserving the beauty of the Hetch Hetchy Valley. Pinchot further stated there would be improvements in forest fire fighting, as well as more accessibility for increased tourism. Disagreeing with Muir, Pinchot believed the benefits outweighed the costs.","Regarding the different interests concerning public land use, this has been discussed as the first major and ongoing debate over preservation and conservation. Preservation, meaning leaving the land untouched, and conservation implying sustainable maintenance and usage. This debate represents a shift in how the environment should be utilized, questioning the availability of resources and aesthetics."],"display_date":"1907 - 1913","search_date":"1910-07-02","locations":[{"id":52323,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":87,"tag":"Environment"},{"id":1233,"tag":"Environmental History"},{"id":1884,"tag":"Hetch Hetchy"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5828,"title":"Cesar Chavez Testifies on the Health Effects of Pesticides Among Migrant Farm Workers","course_id":118,"status":"P","start_date":"8/1/69","end_date":"8/1/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Rashes, eye irritation, nausea, vomiting, fatigue, headaches, double vision, dizziness, skin irritation, loss of fingernails, nervousness, diarrhea, amongst a slue of other dangerous side effects are all results of chemical poisoning. Cesar Chavez, a former migrant farm worker and member of the United Farm Workers Organizing Committee, took into account all of these illnesses when he was testifying to discuss the results of the pesticide exposure in 1968. He testified before the US Senate to bring up the discourse of the severe health effects that have been suffered for decades by minority populations. Chavez’s testimony helped to bring the connections between occupational and environmental health to the forefront.","This gives a personal view about what is going on with the environment. It relates the dangers of the pesticides to actual human life. His testimony focuses on human suffering, while another prominent activist at the time, Rachel Carson, focused more on the impacts of pesticides on the nonhuman environment. Chavez's testimony reflects a shift in the environmental movement during the 1960s and 1970s towards an understanding of the interrelations of human health and the ecosystem as a whole."],"display_date":"August 1, 1969","search_date":"1969-08-01","locations":[{"id":31495,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":1889,"tag":"occupational health"},{"id":1887,"tag":"migrant farm worker"},{"id":1885,"tag":"Cesar Chavez"},{"id":1882,"tag":"Pesticides"},{"id":87,"tag":"Environment"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5836,"title":"Whiskey Bottles Thrown in the River Rouge","course_id":118,"status":"P","start_date":"5/1/09","end_date":"5/31/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When the sheriff told Frank Akey that the whiskey bottle he had confiscated the night before was now at the bottom of the River Rogue, Akey promptly ran into the town and let everyone know. According to the sheriff, every bottle confiscated when drunken men were held in the station was now at the bottom of the river. This now-public knowledge was met with unrest, and an apparent intention to fish out every last bottle from the river.","Since the story was published in the Sunday morning paper, and this news had only broken Saturday night, what became of this communal anxiety is unknown. What contributes most to this story is the author's speculation about the response. The author embraces the lamenting tone, cursing that the \"liquid joy\" was wasted at the bottom of a river with only the unappreciative fish, and that every fishing tackle must make an effort to do its duty and bring back Delray's \"beloved\" from the River Rouge. An important takeaway from the article is not only the strong devotion to their alcohol, squandered by the good sheriff, but the relationship between the river and the community. It is a waste receptacle, that at this point is at least presumed to contain some fish. This article is a first look at the relationship of a community to a river that 60 years later will catch on fire.","At the turn of the century, Delray was a rapidly growing community on the banks of the river in southwestern Detroit. Armenians, Slovaks, Hungarians, and Poles flooded into the town, creating a ethnically diverse area. At the same time industry was beginning to flourish. Detroit United Railway cars would stop in Delray to carry men to the growing industries to work. In the evenings, men would make their way to River Street, a growing business area. One issue of the time was alcohol consumption and concerns over alcoholism in the community. Heavy drinking was common in the growing immigrant communities, and this is reflected in the tone of the story."],"display_date":"May 1909","search_date":"1909-05-16","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1941,"tag":"Delray"},{"id":1899,"tag":"Detroit"},{"id":518,"tag":"Alcoholism"},{"id":1910,"tag":"River Rouge"},{"id":87,"tag":"Environment"},{"id":31,"tag":"Immigration"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5850,"title":"Correspondence on the Conservation of Yellowstone","course_id":118,"status":"P","start_date":"1877-04-18","end_date":"1882-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 1, 1872, Congress set apart a tract of land in what is now northwestern Wyoming as Yellowstone National Park, the first in the world.  In April 1877, P.W. Norris of Detroit, Michigan, was appointed as the superintendent of the park.  As described by a correspondence from the Secretary of the Interior, his role was to ensure the preservation and protection of all forests, mineral deposits, geysers, hotpots, and other natural wonders within the park boundaries and ensure that they remained in their natural condition, as well as enforcing the rules against hunting, fishing, and trapping in the park.  In addition, he was to oversee the construction of small buildings and roads to accommodate visitors to the park so that more people could enjoy the wonders that the park provided.  He was promised personal payment and Congressional appropriations to assist him in this, but he never received any of these funds, nor any remuneration for lasting injuries he sustained during his travel to Yellowstone from Detroit.","The correspondence depicts the shift in attitudes regarding wilderness that happened during the 19<sup>th</sup> century.  The first Europeans to settle North America, beginning in the 17<sup>th</sup> century, saw the wilderness as an enemy that needed to be tamed and subdued so it could be turned into agriculturally productive land.  This was indeed what happened: forests were clear-cut in New England to make room for planting crops, and huge swaths of prairie land were plowed over.  As John Muir and others led the exploration of the West in the early 1800s, however, they realized that there was more to the natural world, which was quickly disappearing, than simply its potential as farmland.  They then led the charge in changing the way people saw wilderness.  They began to see the world as a space that should be preserved in order to be enjoyed by as many people as possible, including what was previously seen as a terrifying “wilderness.”  This desire to protect and preserve natural land resulted in the proliferation of national parks in America, led by the establishment of Yellowstone as the world’s first in 1872."],"display_date":"April 18, 1877 - February 28, 1882","search_date":"1879-09-23","locations":[{"id":15185,"lat":null,"lng":null,"zoom":8,"place":"LARAMIE, Wyoming"}],"tags":[{"id":1730,"tag":"Historic Preservation"},{"id":1550,"tag":"Conservation"},{"id":87,"tag":"Environment"},{"id":1934,"tag":"P.W. Norris"},{"id":2171,"tag":"Yellowstone National Park"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5855,"title":"Back to the Land!","course_id":118,"status":"P","start_date":"5/20/02","end_date":"5/20/02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1902 the <em>Detroit Free Press</em> described how the “back to the land” began to take form in the Detroit metropolitan area in the article titled “Back To the Land Says Hon L.F. Mills”.  In 1902, the Honorable Luther Laflin Mills, a prominent Chicago attorney, advised the University of Michigan's Good Government Club to go \"back to the land.\" Mills believed developing agriculture in the city would serve as a remedy to many “social ills”.  He declares, “It is a fever of civilization that now crowds our cities and to the land is the cure for the national invalidism”.  Furthermore, part of Mills’ motivation to champion this issue stems from his prediction that “if the rate of growth in cities continues at the expense of country, the urban population will exceed the rural population by 10,000,000 in 1920”.  Although the article does not address specific actions taken by Mills or the University, his advice remains symbolic a broader movement.","While this is a very short article, it reflects a number of ideas about the environment that were prominent at the turn of the century.  Firstly, it reflects a reaction to industrialization and the growth of cities.  It reveals a fear of loosing nature to the city.  While the article does not overly praise the beauty of nature, it’s tone falls inline with environmentalists at this time, like John Muir.  Additionally, the article’s fear of the city taking over the rural adds to the binary of “nature” v. “city, which many prominent environmentalists at this time were also writing about.  Finally, the concept of using nature to remedy to “social ills” brought by the city is a concept found in environmentalism in WWI and WWII.  Overall, this short article reflects many different aspects of the environmental movement."],"display_date":"May 20, 1902","search_date":"1902-05-20","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":87,"tag":"Environment"},{"id":13,"tag":"Agriculture"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5935,"title":"Zug Island, Then and Now","course_id":118,"status":"P","start_date":"1897-11-21","end_date":"1897-11-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Zug Island is a small man-made island cropped off from the Delray neighborhood in Detroit in the early 1900s. The island was formed when a canal was dug to make the Ford plant up the River Rouge more accessible to large ships. The island has a mysterious and storied history of heavy industry, and has long been known to export major amounts of pollution, along with goods. Today, citizens of Windsor, Ontario, Detroit’s neighbor across the border, complain of a resounding humming sound that comes from Zug Island late at night. The hum is so deep it has even been known to make people ill. They are even more frustrated by the fact that regular citizens are not permitted onto the island, so there is no way to determine cause and effect of this painful noise. Negative externalities and unintended byproducts have always been a part of the industrial history of Zug Island, but in an interesting article from 1897, the Detroit Free Press details marsh fires that spewed dust all over the city, and were not the result of industry. This shows that the island might always have been unfit for human habitation.","The fact that the site that became Zug Island was always relatively uninhabitable makes its future industrial use logical. However, the fact that people in Delray are allowed to site their homes just on the other side of the canal, shows that mixing land uses in certain regions, especially heavy industrial ones, can have major environmental impacts on the people in that area. Instead of recognizing the environmental reality of the area that became Zug Island, people built on it, changed it, and turned it into an organic machine that spit out even more volatile compounds into the world than it could have done itself."],"display_date":"November 21, 1897","search_date":"1897-11-21","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":87,"tag":"Environment"},{"id":1233,"tag":"Environmental History"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5964,"title":"Images of Industrial Growth in Delray","course_id":118,"status":"P","start_date":"1898-01-01","end_date":"12/31/09","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In its early years Delray was a rural community. When industry began to locate itself on the edge of the Detroit and Rouge Rivers, Delray began to transform into a hub of industry. By the late 1800s Delray was the home of burgeoning glass, furniture, railroad car, chemical, brick, wagon, salt, and iron industries. These industries fueled a large immigrant community, and set the stage for large-scale industrial developments on the river, with a nearby community of workers.","But the 1955 publication of the Detroit Master Plan zoned Delray as heavy industrial, and set in motion a conflict of industry and revenue over the dwindling Delray community. it is difficult to associate the change to any specific cause. One might certainly be the increased ability of workers to get to work without the traditional walk or railcar, which meant they no longer needed to live blocks away from the factories. This resulted in a reduction of nearby populations, and those left behind were often the poorer minorities.","Regardless, Delray changed at the turn of the century. These images show a gradual conversion from farmland to factories. There are wide open expanses around the factories, area that was initially fields and rivers changed rapidly into housing, or additional industry. These factories were often located on the waterfront, something very apparent in these images. This would be a factor that both polluted and isolated the water front from the local community. One image, labeled 'Site of Detroit Edison Plant 1899,' is an excellent example of this transition. It depicts what had been fields and farmland, as the eventual location of a massive factory. These communities that filled up the farmland around factories dwindled in the post war period, and industry began its effort to take back Delray. Yet despite consistent fires, disregarded pollution limits, dumping, and proposed developments for the betterment of the city, the Delray community is still kicking."],"display_date":"1898 - 1909","search_date":"1904-01-01","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":58,"tag":"Industry"},{"id":908,"tag":"Pollution"},{"id":87,"tag":"Environment"},{"id":1899,"tag":"Detroit"},{"id":2091,"tag":"Development"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5970,"title":"Fisher Freeway (I-75) through Delray","course_id":118,"status":"P","start_date":"1/1/61","end_date":"12/31/61","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Recommended location and design has been developed with full consideration given to existing and proposed land use, to urban renewal and industrial redevelopment projects and plans, and to all elements of the official Master Plan of the City of Detroit.\"","As the Wayne County Road Commission points out in its location study for the Fisher Freeway, Detroit's Master Plan had written off Delray, historically a mixed-use area and still home to several thousand working-class residents, as industrial. While it would be easy to say that this is why Delray was parceled off from Detroit as a whole, the location study does not connect any dots, or point any fingers. Instead it offers what has been clear in both the Master Plan of the City of Detroit and the Fisher Freeway Route Location Study: industry trumps all.","In the end, the recommended route from the Wayne County Road Commission would lead to the destruction of 1,954 residencies (including more than 400 multiple-family homes) and 33 industrial sites. The process of determining this route involved a massive effort to balance and divide a city, in order for the necessity of connectivity. Detroit was no longer growing, but the areas around it were. And they had resources to move. In the years prior to the construction of I-75 traffic jams were a major issue and the Ambassador Bridge was locked behind neighborhoods like Delray. The project was an effort to allow for the suburban commuters to enter the city, but also to facilitate the massive flow of resources through and into the inner city.","In the eyes of Detroit, the road was a necessity. But so was their industry, and Delray was front and center in the conflict of the two. What would happen was a balance that largely favored industry and avoided wealthier communities. Alternative proposals presented in the review show that while industry and residential were considered, residential uses were obviously given less weight. Not only this but Delray represented a path of least resistance. What could be defended as a somewhat natural divide, found itself in a relatively defenseless community. The people were largely poor, largely unable to put up a fight, and unable to move.","Industries along the river were largely unaffected by construction, as were the wealthier communities. The suburbs and industry, together the tax base, were aided by the additional connectivity. But the community of Delray suffered. The highway was the first major blow to the Delray community. Delray would face similar subjugation with a remodeled Waste Water Treatment, and to this day faces the challenge of industry over community. While the international bridge might not be the first strike against the Delray community, it may be the last."],"display_date":1961,"search_date":"1961-07-02","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":87,"tag":"Environment"},{"id":1941,"tag":"Delray"},{"id":2014,"tag":"I-75"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6132,"title":"Romantic Environmentalism","course_id":127,"status":"P","start_date":"11/2/07","end_date":"11/2/07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Everyday, people take their morning jogs and overlook the countless trees, rock formations and other scenic landscapes they pass by. John Muir during the early twentieth century admired the scenes that nature provides us all, especially around the Hetch Hetchy Valley in California. At the same time, talk of damming the Hetch Hetchy Valley to create a reservoir for San Francisco residents was probable.The beauty that John Muir eloquently described the Hetch Hetchy Valley reveals an Edenic view of nature that was an antithesis of what early American settlers had once viewed the vast flora and fauna of untouched land. Muir’s “The Tuolumne Yosemite in Nature” was written as an inspiration for a resurgence of value in modern American wilderness and not the preconceived notion of American wasteland as William Cronon describes it in his response to American wilderness misconceptions in “The Trouble with Wilderness,or,Getting Back to the Wrong Nature”. Muir compares Hetch Hetchy to the grand beauty of Yosemite and nicknames the area Tuolumne Yosemite because as he described it was an exact counterparat to that of the great Yosemite.Muir utilizes rich descriptions when conveying the beauty of the scenery and even incorporates humanistic characteristics when describing the vibrant landscape. The saying \"you'll miss it when its gone\" applies to Muir's colorful description because as he concludes his article, he stated that the the voice of the Board of Supervisors was not the voice of California or the Nation. The destruction of Hetch Hetchy may have been ideal for industrialization but it would ultimately eliminate aesthetics.","The overall theme toward these two works are the way in which the American landscape, once deemed a “wilderness” by means of being untouched from the disease of humans, has now become a place that is revered by its uniqueness and “best antidote to our human selves”(Cronon). The way in which Muir describes the possible destruction of Hetch Hetchy to man’s eagerness for technological progress, coincides with the way in which Cronon stresses modern industrialization revitalized nature’s worth when he stated, “ by the end of the nineteenth century, all this had changed. The wastelands that had once seemed worthless had for some people come to seem almost beyond price”(Cronon). We should all understand that wilderness can’t be the solution to our culture’s awkward idea of preservation; these ideas are generally the large part of the problem.Muir's article shows that conservation and preservation is very important to maintain nature's gift to us all."],"display_date":"November 2, 1907","search_date":"1907-11-02","locations":[{"id":52323,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":2304,"tag":"preservation"},{"id":2303,"tag":"landscape"},{"id":2302,"tag":"wilderness"},{"id":739,"tag":"Nature"},{"id":87,"tag":"Environment"}],"course":{"name":"Fundamentals of Environmental History","school":"Auburn University","course_id":127,"school_id":73}},{"id":6550,"title":"A Cry of Help from the Hopi","course_id":155,"status":"P","start_date":"8/4/70","end_date":"8/4/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 4, 1970, the leaders of the Hopi Tribe sent a letter to President Richard Nixon to prevent the desecration of their native Southwest.  The Hopi had always lived in nature with peace and harmony, guided by the Great Spirit, Masau’a, who gave the Hopi instructions to preserve their land. Masau’a instructed the Hopi to not destroy living things on the Earth, and to keep the land clean for future generations. The Hopi wrote to President Nixon to protest the destruction of their lands by men looking for fuel and water sources to power the country. They described how the Great Spirit had prophesied many of man’s technological advances, such as the interstate system, telephones, and airplanes. The Great Spirit even predicted the atomic bombs being dropped on Hiroshima and Nagasaki, warning that “if a gourd of ash is dropped upon the Earth, that many men will die and that the end of this way of life is near at hand.” The Great Spirit instructed the Hopi leaders to invite the members of the U.S. government to teach them about Peace, Unity, and Brotherhood.","Pre-Columbian Native Americans, including the ancestors of the Hopi, used human muscle as their primary source of energy, but by the 1970s fossil fuel use had transformed the country. The Hopi’s letter to President Nixon shows their fear of the government destroying the land in order to find new sources of energy. The Hopi included descriptions of Masau’a’s prophesies, like the one about atomic bombs being dropped on Hiroshima and Nagasaki, to scare the government into reducing their energy consumption. Their letter did not work the way they had hoped, but since the Hopi wrote their letter in 1970, the United States has found newer energy sources to use, like wind, solar, and nuclear energy. Institutes like the Rocky Mountain Institute have raised awareness about high energy consumption. Fossil fuel use has not declined like the Hopi wanted, but at least there has been increased awareness by different environmental institutes."],"display_date":"August 4, 1970","search_date":"1970-08-04","locations":[{"id":52936,"lat":35.8763922,"lng":-110.6404148,"zoom":8,"place":"Oraibi, Arizona"}],"tags":[{"id":3056,"tag":"Energy"},{"id":87,"tag":"Environment"},{"id":3061,"tag":"Hopi"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}