{"id":870,"tag":"The anarchists trial","points":[[41.8399513458,-87.8166666032]],"bounds":[[41.8399513458,-87.8166666032],[41.8399513458,-87.8166666032]],"episodes":[{"id":5146,"title":"The Haymarket Riot &amp; The Trial of the Anarchists.","course_id":61,"status":"P","start_date":"1886-04-25","end_date":"1887-11-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Haymarket riot was an unforeseeable yet necessary event in American History. Right before the Haymarket riot took place; there were a lot of conflicts between the upper class and the lower class. The Haymarket riot was very necessary to America because it taught Americans that what separate them doesn’t just weakens them but also destroy them. One valuable document that sheds light on this horrific, yet important day is the book written by Dyer. D. Lum, “The Great Trial of the Chicago Anarchists.” This writer details not only what took place in this event but also expresses with subtlety his feelings towards these anarchists who organized the riot. The writer of this book provides an outsider perspective on this remarkable event because he discusses the points of views of all parties involved. Although the book was published in 1886, the same year of the incident, the writer targets the general public. He attempted to educate them about the main issues that took place and encourage them to draw their own conclusions about the subject matter. Why would he want the general public to draw their own conclusions? Well, after the Haymarket riot, newspapers who favored the upper class and factories owners were reporting false statement in order to harm the reputation of those accused. The book is divided in twelve chapters which walks its reader from the issues that rooted the riot, the beginning of the riot and then the ending result of the riot.","The first two chapters to the book explain what the root of the riot was. According to the book, one of the main issues that were tackled was cutting down the long hours worked by these workers from 12-16 hours of work to only 8 hours but being paid for 10. The rationale behind this proposal was so that the workers wouldn’t work the long hours that the factories were forcing them to work without sacrificing their income. Big industries owners were “absolutely against that”[1]. This became known as the Eight-hour movement. The second issue arose because of what was taking place in the McCormick Harvester Factory. The employers had previously reached an agreement with their workers that they wouldn’t penalize anyone who served in a committee and acted as a representative to their co-worker. However, this agreement was not being honored because not only did the employees get fired for engaging in union activities but they were also black listed and couldn’t get hired in other factories. Desperate and helpless because of the abuse they suffered, these workers created a very strong union, the International Working Men Association to seek justice against factory owners.","What began as a movement to better American workers working conditions in American, factories culminated in one of the worse riots in the American history. The riot has been a result of a long tension between factories owners and police against factories workers. According to the book, the conflict began on April 25, 1886, over the next weeks, workers paraded Chicago’s streets at least 19 times. By the 2nd and 3rd of May, more than 32,000 skilled and unskilled workers had walked out of their jobs as a sign of solidarity with the battered factory workers. Moreover, trouble arouse in Chapter 3 details what took place during the strike. According to the book, during the strike, demonstration were held and speeches were given by Augusts Spies, Albert Parsons, Samuel Fielden and Michael Schwab. May 4th was supposed to be like any other of day of the strike, Chicago’s Mayor, Carter H. Harrison attended a peaceful demonstration and later on left instructions not to disturb the meeting. [2] However, soon after the major left, the riot ensued. When the demonstrations was supposed to end for the day, the police officers ,176 in total, tried to disperse the crowd. Someone in the crowd threw a bomb killing one officer instantly. In response, the rest of the police started shooting indiscriminately towards the panicking crowd made up of adults and even some children. In the end, a total of seven officers were killed along with an undisclosed number of protesters. More than 200 were wounded.","Chapter 4-8 explains how the accused were arrested, what happened during the trial and how the accused were sentenced by a highly biased jury. Although 30 leaders of the IWMA were arrested, they were later released but eight people remained under the police’s magnifying glass. Augusts Spies, Samuel Fielden, George Engel, Adolph Fisher, Oscar Neebe, Louis Lingg, Michael Schwab, and Rudolph Schnaulbelt were incarcerated. Rudolph Schnaulbelt who was pointed out by several people as the one who threw the bomb was later released while the seven remaining leaders were taken to trial. During trial, each defendant’s characters was severely attacked, especially Spies, who was believed to have came from a very liberal background because he was in an interracial marriage with a woman who was the product of a Mexican woman and a creek Indian relationship.","Chapter 9 and 10 shows the testimony of the defense. During trial this men fought for their freedom and innocence with tenacity. They all gave their testimonies of the facts asserting that they did not know about the intent of the crowd to take explosives to the rally. Moreover, Spies asserted that he made it clear that he wasn’t going to be attending of the rally was going to turn violence or if weapons were going to brought to the rally. However these men accounts were not believed by the jury and on chapter 11, these men were accused of conspiracy and planning the riot. Although they had valid defense and there were witnesses asserting that they did not throw the bomb, they weren’t heard nor given validity. Spies, fisher, Lingg and Engel were sentenced to death, whereas, Fielden, Schwab and Neebe were sentence to life in prison. The writer’s account of the facts reflects how most Americans felt about this terrible incident. Lum stresses the fact that these so called “conspirators” of the riot were not liked because they were viewed as Non-Americans who have come to this country to take advantage of American rights to freedom of speech and peaceful assembly. When the Haymarket riot took place, it was a time when social classes were clashing with each other. This means that the poor-working classes wanted to be acknowledged and treated with dignity and fairness at work; meanwhile, the rich/factory owners did not want to compromise because they did not want to lose their money and position. Obviously, the police sided with the upper classes and began to torment and disperse factories workers as a way to prevent unionization. Measures were taken by the upper classes as well as the police including firing and blacklisting workers who were attempting to unionize and dispersing and beating down those who joined the strikes. Due to the outcome of this trial we can conclude that its main purpose was not to find out who threw the bomb but who caused the bomb to be thrown. The verdict outraged many members of society.","While incarcerated, the seven inmates received constant visits not only from their family members but also from supporters. Eventually, Lingg couldn’t deal with the pressure of being incarcerated and the constant denial of his appeal to the death sentence and took his own life. He inserted a bomb in his mouth and blew his face off while incarcerated in the eve of his execution. In November 11, 1887, Spies, Fisher and Engel were hanged and served the end of their sentence. However on chapter 12, the last argument of their defending attorney Captain Black will live on in the history of the Haymarket Riot. Captain Black stated that the only reason these seven men were chose to die was because seven police officers were killed…who did not like, the accused as class and certainly did not love them either.[1]"],"display_date":"April 25, 1886 - November 11, 1887","search_date":"1887-02-01","locations":[{"id":2541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":870,"tag":"The anarchists trial"},{"id":869,"tag":"The Haymarket Riot"}],"course":{"name":"American History","school":"Widener University","course_id":61,"school_id":43}}]}