{"id":872,"tag":"Japanese","points":[[37.1084208398,-122.337010921],[36.5107097541,-117.409766133],[41.5926480759,-122.540368188]],"bounds":[[41.5926480759,-100],[36.5107097541,-122.540368188]],"episodes":[{"id":5137,"title":"Criticism of Japanese Internment","course_id":49,"status":"P","start_date":"1/5/44","end_date":"1/5/44","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter to the editor of the <em>Los Altos News</em>, Samuel B. Herbert argued against the rhetoric of a Mr. Spenser stating that Japanese people, even citizens, should be exiled from the country and deported back to Japan following the end of the war. Herbert made several valid points for why he disagreed with Mr. Spenser’s statements. Firstly, there were many American born Japanese who were fighting under the American flag. Secondly, it would violate the U.S. Constitution, most specifically the first amendment. Another point was if the United States were to follow along with Mr. Spenser’s plan, then it would be demonstrating the same form of totalitarianism that it was fighting against. Lastly, Hubert stated it would be an act of prejudice and un-American.","Within two months after the war started, Japanese American adults and children were being assembled into camps at the Tanforan racetrack in San Bruno, California.  This was for a temporary basis of six months. Throughout this ordeal, many Japanese Americans under the most difficult of circumstances created the great American gardens. Prior to the war, the Japanese dominated the garden business on the west coast, especially in southern California. Japanese Americans took great pride in creating such gardens in the Tanforan camp because it reminded many of them of life prior to being in those camps and life in Japan. The garden to them was considered an outward indication of the sentiment for Japan. It was their way of coping with the unfair predicament they were facing at the time."],"display_date":"January 5, 1944","search_date":"1944-01-05","locations":[{"id":26463,"lat":37.1084208398,"lng":-122.337010921,"zoom":9,"place":"San Mateo, California"}],"tags":[{"id":848,"tag":"japanese internment camps"},{"id":258,"tag":"World War II"},{"id":872,"tag":"Japanese"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5799,"title":"Japanese-Americans Forced to Evacuate to Internment Camps","course_id":115,"status":"P","start_date":"2/19/42","end_date":"2/19/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 19, 1942, President Franklin D. Roosevelt signed Executive Order 9066, \"<em>giving the War Department authority to establish 'military areas'in which designated people would be subject 'to whatever restrictions the Secretary of War imposed.'\" </em>(Patton). Congress then implemented the order on March 21 the same year. At first the Western Defense Command encouraged voluntary evacuation, but after that they began <em>\"involuntary removal and detention of West Coast residents of Japanese ancestry.\" </em>(Executive Order 9066). There were many people who raised their voices and expressed their dissatisfaction with the race hatred and compared the government's actions with those of Fascist countries. Larry Tajiri who was a former Washington D.C. correspondent declared to a Japanese news service, <em>\"We are loyal to the American flag but race hatreds are being stirred up now in the Fascist pattern.\" </em>(\"FR orders closed military areas\").","The FBI had already started raids to take in Japanese people. <em>\"One hundred twelve enemy aliens, some of whom were members of organizations rooted in enemy countries, were siezed today by the Federal Bureau of investigation in Wide-spread raids.\" </em>One of those seized in the area of Palo Alto was the head of a Japanese-American Society.","<em>\"\"Volontary\" evacuation actually began before Executive Order 9066. Enemy aliens had been excluded from areas designated by the Department of Justice as early as December 1941, and many had moved out of the prohibited areas voluntarily.\" </em>(Kashima 101). At first both German and Italian aliens were meant to be evacuated as well as Japanese-Americans and Japanese aliens, but eventually the order was applied only to the Japanese. Nevertheless, the voluntary evacuation failed and a mandatory evacuation plan was made, and the government started to look for areas suitable for both short and long term camps for the evacuees.","The first evacuees arrived at the new relocation centers in May of 1942, and by the end of June there were over 27,000 people at three relocation centers, or relocation camps -- Poston, Arizona, and Manzanar and Tule Lake in California (Kashima 149)."],"display_date":"February 19, 1942","search_date":"1942-02-19","locations":[{"id":27686,"lat":36.5107097541,"lng":-117.409766133,"zoom":7,"place":"Inyo, California"},{"id":25719,"lat":41.5926480759,"lng":-122.540368188,"zoom":8,"place":"Siskiyou, California"}],"tags":[{"id":872,"tag":"Japanese"},{"id":1848,"tag":"Executive Order 9066"},{"id":1847,"tag":"Tule Lake"},{"id":1846,"tag":"Manzanar"},{"id":1845,"tag":"Internment camps"},{"id":1735,"tag":"World War II, Racism"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":115,"school_id":40}}]}