{"id":873,"tag":"Interstate 280","points":[[37.4562619895,-122.096750388]],"bounds":[[37.4562619895,-100],[37.4562619895,-122.096750388]],"episodes":[{"id":5132,"title":"Planning Interstate 280","course_id":49,"status":"P","start_date":"8/15/57","end_date":"8/15/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Peninsula residents of the Bay Area were fuming as the construction of Interstate 280 was planned to run through the heart of Los Altos. E.O. Huttlinger, citizen of 33 years and realtor of Los Altos, was a prominent figure in the protest of the highway proposal. In August of 1957, E.O. Huttlinger addressed his concerns of 11 years to the Division of Highways in San Francisco through a four-page letter, hoping to get his voice, and the voices of the angry Los Altos residents, heard. In 1946, after WWII, residents of Los Altos learned for the first time that a proposal was being made to send a freeway through the heart of their city that would connect the Peninsula with Santa Clara County. The original plan connected Santa Clara County to Burlingame, but at the price of Downtown Los Altos. The people of Los Altos struck the plan down, believing that alternative routes could be made.","This same issue was brought back up again in 1950 and once again E.O. Huttlinger was at the forefront of things. Huttlinger and his committee were in protest of the new idea that suggested a depressed freeway to still run through the heart of Los Altos. In 1953 more people teamed up with Huttlinger as advocates of an alternative route. Among those opposed were: the mayor of Los Altos, the president of the Los Altos Ministerial Association, and planning director, Karl Belser. All of these men were adamant about bringing an alternative to the freeway except for the road stretching from the county line to Simla Junction. These men, along with the bulk of the Los Altos community, urged the route to go from “Junipero Serra Blvd thru Northern Santa Clara County between Arastradero Road and Simla Junction.”  This route, named the “B” Route or “Red” Route, was said to better the economy and be just as speedy to The City as the other route would be. The route that continued to fail, known by some as the Railway Route, was expensive and destructive. Huttlinger concluded his letter urging for the Divisions of Highways to strongly listen to the angry voices of the past 11 years (1946-1957) and consider a new route.","Thankfully a new route was adopted that would have little affect on Downtown Los Altos. Instead, the “B” route was adopted that made for the freeway to go along the foothills, making I-280 “one of the most scenic urban freeways in America.” The 57.22mi long freeway begins at I-680 in San Jose, then through the foothills of the Peninsula and along Crystal Springs Reservoir, eventually ending in the beautiful city of San Francisco. On April 28, 1980, the part of the freeway stretching from the Santa Clara County line up to the north city limit of San Bruno was officially designated as a scenic highway by the California Department of Transportation."],"display_date":"August 15, 1957","search_date":"1957-08-15","locations":[{"id":28588,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":873,"tag":"Interstate 280"},{"id":831,"tag":"construction"},{"id":829,"tag":"freeway"},{"id":828,"tag":"highway"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}}]}