{"id":875,"tag":"Women, Education","points":[[42.3649994065,-70.9800517697],[37.2242881205,-78.441116268]],"bounds":[[42.3649994065,-70.9800517697],[37.2242881205,-78.441116268]],"episodes":[{"id":5151,"title":"The Education of Women - Mid 1800's","course_id":66,"status":"P","start_date":"1850-02-01","end_date":"1850-02-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Fredrika Bremer was a well-known writer living in Sweden.   By invitation in late 1849, she came to America for a visit.  As she was very much an advocate for the betterment of women in her country, her trip was much anticipated as she had heard of the high regard for American women.  Her writings were very well known in America at the time and she was well received during her two-year visit staying with some of the most prominent people of the mid 1800’s.","Well entertained throughout her visit, Ms. Bremer saw much of the country, spending most of the time on the East Coast in and around the Boston area.  All along her travels she wrote wonderful letters to her sister detailing her experiences and observations.  One such observation written on February 1, 1850, was about education and women.  “The educational institutions for women are in general much superior here to those of Europe; and perhaps the most important work in which America is doing for the future of humanity consists in her treatment and education of women.”","Women were becoming very valued as teachers, which gave rise to employment opportunities in the public school system.  Seminaries and other institutions of higher learning had been established to educate women in this vocation.  Many women interested in the field of higher education came from farms outside of the cities and would go to work first in manufactories to earn the necessary funds to pay for their education.","Women’s right to a higher education did not come without a battle. The male population was not in favor of this newfound interest woman had to better themselves and enrich their lives.   In 1870, the male population considered women too delicate and not up to the challenge of a higher education.  Dr. Edward Clarke, a retired professor at Harvard Medical School, in his publication, <em>Sex in Education, or, a Fair</em> <em>Chance for Girls, </em>warned that women who used up all their vital energies on studies would endanger their “female apparatus”.  Now, I ask you, what was this man thinking?  Regardless of how he felt, ten years later higher education for women was well accepted throughout the country.  One such example of this came in 1890: <em>Ladies Home Journal</em> held a contest in which the girl who sold the most subscriptions to the magazine would win a scholarship to Vassar.","Institutions of higher learning were in large part established and supported by other women who strongly advocated for the better education of their sex.  Emma Willard went on to establish a private academy in Troy, New York, in 1821.  This she established after being turned down by the New York State Legislature to finance a female public seminary.  She was instrumental in re-shaping women’s education throughout the country.  Emma felt women were capable of studying any subject they wanted and should prepare themselves to be self-supporting in a profession.","Philanthropists such as Catherine Beecher and Olivia Sage were two other women who also advocated for the further education of women. They helped tremendously with financial support to found colleges.  After being bullied for many years by fundraisers from men’s colleges, Olivia Sage made the declaration that she would no longer donate to them.  She then turned her interest to women’s education by donating $500,000 to found the Russell Sage College of Practical Arts in Troy, New York.  Here women learned secretarial work, household economics and industrial arts.  Catherine Beecher went on to found the American Educational Association in 1852.  She had long been an early supporter of women’s education."],"display_date":"February 1, 1850","search_date":"1850-02-01","locations":[{"id":6209,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":6,"tag":"Education"},{"id":875,"tag":"Women, Education"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5381,"title":"Advances In Education For Women","course_id":81,"status":"P","start_date":"1863-10-01","end_date":"1863-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The document entitled \"The Next Term of This Institution will commence Thursday, October 1st, 1863\" was a notice, authored by A. Preot, that described Farmville Female College. The information in the notice pertains to the term that was scheduled to begin on October 1, 1863. The notice included the subjects that were offered by Farmville Female College, as well as the courses of study that students could have expected to follow during their 3 years of study at the collegiate level at the college. According the to the offerings listed in the notice, the material to which the students could have expected to have been exposed involved a progressively more extensive investigation of the disciplines presented in the course of study as the students advanced through their education at Farmville Female College; for example, students in their first year of study could have expected to cover \"Grammar\" in French and Latin as well as \"Arithmatic,\" in the subjects of language and mathematics, and “Botany” in the sciences, whereas students in their second year of study could have expected to focus on more advanced linguistic concepts such as \"Prose Composition,\" in addition to “Algebra” and “Chemistry,” whilst students in their third and final year of study could have expected to study “Rhetoric,” \"Trigonomety\" and \"Mental Philosophy.\" The courses that students could have expected to take, in each of the 3 years were more advanced levels of the same subjects, that would have allowed the students the opportunity to build an understanding of the material of each of the subjects, such as the use of language and the application of mathematics and the sciences. The notice included a list of the board of trustees of the college and a list of the instructors at the college. The notice also contained details about non-academic aspects of life at Farmville Female College, such as its location, and the options for religious worship that were to be made available to students. The expenses that students would have incurred at Farmville Female College were included in the notice.","The notice entitled \"The Next Term of This Institution will commence Thursday, October 1st, 1863\" displayed the greater educational opportunities that were available to Women in the nineteenth century. The material that was offered courses of study in the education that was offered at Farmville Female College, according to the notice, required that the students who, with their own products, received degrees from the institution, possess or learn the skills to read and write, because the curriculum included the study of written work, and required that the students produce \"Original Compositions.\" The degrees of \"Mistress of the Arts,\" or of \"Mistress of English Literature\" that were offered by Farmville Female College were comprised of the study of texts from multiple different cultures, such as English and Latin, which provided a contrast to the limited availability of higher learning to women; to whom, during the eighteenth century, the education available was focused on crafts, such as embroidery. The increased intellectual rigor of the subjects available to women in the second half of the nineteenth century represented the changes that had occurred in the expectations of women's intellectual activities during the eighteenth century and the nineteenth centuries. The increase in the intellectual rigor of the education available to women allowed them to publicly participate in intellectual pursuits in the form of published work; examples of which include the book entitled <em>A New England Tale</em> by Catherine Maria Sedgewick published in 1822 and the publication of Elizabeth Ricord’s issue of the periodical entitled <em>Circular, Report and Catalogue</em>, in 1839. Ricord's publication and Sedgewick’s literary contributions during the nineteenth century were examples of the ability of a woman to present ideas to the literate public that was made available to women as a result of the access to intellectual pursuits, which was made available to them by the fluency in intellectual debate that was afforded them by their education."],"display_date":"October 1, 1863","search_date":"1863-10-01","locations":[{"id":14171,"lat":37.2242881205,"lng":-78.441116268,"zoom":10,"place":"PRINCE EDWARD, Virginia"}],"tags":[{"id":875,"tag":"Women, Education"},{"id":1211,"tag":"Published Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}}]}