{"id":876,"tag":"Mormons","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":5152,"title":"Hundreds of Mormons in Honolulu en Route to California","course_id":66,"status":"P","start_date":"1846-06-20","end_date":"1846-06-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was June 20<sup>th</sup>, 1846, when the ship <em>Brooklyn</em> arrived in Honolulu, Oahu. Its passengers were hundreds of Mormon immigrants en route to California from New York led by a man named Samuel Brannan. The people of Hawaii were intrigued and confused by these new people, especially such a vast amount. The unknown elements were filled in by a history of the Mormon religion and its people.","The history that was given to the people included their book that their belief is based upon. It is called The Book of Mormon and is used in the same way that Christians use the Bible. Joseph Smith Jr. was told to be the founder of that religion and we're told of his history in how he created it. He was killed on June 27, 1844, which was not long before this voyage.","The Mormon people had a positive image due to Captain Richardson’s statement that they were courteous and gracious the entire trip. Although the Hawaiian people had different beliefs and values, they still respected the Mormons. The people did have a very difficult and harsh past due to their religion but were still kind to those they met on their travels.","The trip itself took 136 days from New York to Honolulu. In that trip, among the thousands involved, 10 people died which included four adults and six children. The people had had a long trip and had the blessings of the people there for a prosperous and positive rest of their voyage and pilgrimage to California. Because of the numerous amounts of Mormons going into California from this ship and others, the people in Hawaii stated that California would have to change greatly. With a new religion going into the area with so many followers, it would be a major change for the current people in the state. When they did arrive, they almost doubled the population of San Francisco. The Mormons also fought in the Mexican-American War and therefore shaped California’s history.","Although many of the Mormons went to California on board the <em>Brooklyn</em>, many took another route into present day Utah. Many Mormons traveled from their home of Nauvoo across the Mississippi and through Iowa. It took over a year for them to reach their destination, but they finally arrived in the Salt Lake Valley in Utah. This is the place where numerous Mormons reside today, and therefore this pilgrimage was vital to the religion."],"display_date":"June 20, 1846","search_date":"1846-06-20","locations":[{"id":15203,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":887,"tag":"Utah"},{"id":886,"tag":"Hawaii"},{"id":366,"tag":"Migration"},{"id":876,"tag":"Mormons"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}}]}