{"id":877,"tag":"Hurricane","points":[[29.5143972393,-94.8756973573]],"bounds":[[29.5143972393,-94.8756973573],[29.5143972393,-94.8756973573]],"episodes":[{"id":5153,"title":"<strong>Hurricane Creates Chaos and Damage along the Gulf Coast and Texas</strong>","course_id":66,"status":"P","start_date":"9/8/00","end_date":"9/8/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The horrific storm approached Galveston, Texas, with a fury and strong winds. The 20 foot wave rushed into the bay and ravished the town of 30,000 people. Trees were torn from their roots, people drowned from the rushing waters, and thousands of homes were destroyed. The mass of the storm was the worst that had been known thus far. The chaos that erupted from this massive hurricane would change Texas and the Gulf Coast for many years to come.","Galveston was one of the first cities to enjoy electricity, and all of the lines were destroyed. Communication was cut off to Southern Texas, and the storm was only continuing its path of destruction. This lack of communication was extremely difficult because most things were reported by hearsay and news from other towns. Without the connection with telegraphs, the official conditions were hard to determine. It also created difficulty in putting together rescue teams because they did not know what to expect upon arrival in Galveston. The railroads were destroyed, and some trains were stranded due to the flooding. There was almost no way to attempt rescues because of the harsh conditions. Because of the railroad issues, trips were canceled all along that area of the United States.","The focus of the devastation was the numerous lives lost. Between 6,000 and 8,000 people were killed within the first four hours of the hurricane’s impact with the town. This horrific number only increased as many were pronounced dead later after bring presumed missing. There were some extremely sad stories such as an orphanage where eight nuns and ninety-eight children drowned when the waters hit their home. It was such a sudden and strong hit that many were taken by surprise and did not have time to escape.","A relief train tried to make it to the town and save people but could not make it far due to the water. Upon return, they stated that there were bodies upon bodies floating in the flood waters, and that it was a tragic sight. The fact that they could not reach them was a sign that relief for the survivors would be difficult and would take time and money."],"display_date":"September 8, 1900","search_date":"1900-09-08","locations":[{"id":51696,"lat":29.5143972393,"lng":-94.8756973573,"zoom":9,"place":"Galveston, Texas"}],"tags":[{"id":878,"tag":"Natural Disaster"},{"id":877,"tag":"Hurricane"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}}]}