{"id":878,"tag":"Natural Disaster","points":[[29.5143972393,-94.8756973573],[37.7029266937,-123.005394924],[37.1084208398,-122.337010921]],"bounds":[[37.7029266937,-94.8756973573],[29.5143972393,-123.005394924]],"episodes":[{"id":5153,"title":"<strong>Hurricane Creates Chaos and Damage along the Gulf Coast and Texas</strong>","course_id":66,"status":"P","start_date":"9/8/00","end_date":"9/8/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The horrific storm approached Galveston, Texas, with a fury and strong winds. The 20 foot wave rushed into the bay and ravished the town of 30,000 people. Trees were torn from their roots, people drowned from the rushing waters, and thousands of homes were destroyed. The mass of the storm was the worst that had been known thus far. The chaos that erupted from this massive hurricane would change Texas and the Gulf Coast for many years to come.","Galveston was one of the first cities to enjoy electricity, and all of the lines were destroyed. Communication was cut off to Southern Texas, and the storm was only continuing its path of destruction. This lack of communication was extremely difficult because most things were reported by hearsay and news from other towns. Without the connection with telegraphs, the official conditions were hard to determine. It also created difficulty in putting together rescue teams because they did not know what to expect upon arrival in Galveston. The railroads were destroyed, and some trains were stranded due to the flooding. There was almost no way to attempt rescues because of the harsh conditions. Because of the railroad issues, trips were canceled all along that area of the United States.","The focus of the devastation was the numerous lives lost. Between 6,000 and 8,000 people were killed within the first four hours of the hurricane’s impact with the town. This horrific number only increased as many were pronounced dead later after bring presumed missing. There were some extremely sad stories such as an orphanage where eight nuns and ninety-eight children drowned when the waters hit their home. It was such a sudden and strong hit that many were taken by surprise and did not have time to escape.","A relief train tried to make it to the town and save people but could not make it far due to the water. Upon return, they stated that there were bodies upon bodies floating in the flood waters, and that it was a tragic sight. The fact that they could not reach them was a sign that relief for the survivors would be difficult and would take time and money."],"display_date":"September 8, 1900","search_date":"1900-09-08","locations":[{"id":51696,"lat":29.5143972393,"lng":-94.8756973573,"zoom":9,"place":"Galveston, Texas"}],"tags":[{"id":878,"tag":"Natural Disaster"},{"id":877,"tag":"Hurricane"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5311,"title":"Narrative of Caroline Woodhams during the 1906 Earthquake","course_id":75,"status":"P","start_date":"4/18/06","end_date":"4/20/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Impact and Memories of the","1906 Earthquake"," ","The great earthquake of April 18, 1906, made the San Francisco Bay Area internationally famous in the geological world. It was also the greatest ever observed by man. The San Andreas Fault and Hayward fault were the main sources for the catastrophe (Howard). Many people lost their lives, homes, and loved ones. Victims of the incident had to maintain living by any means because of losses. Although San Francisco was definitely hit hard by the quake, many other places suffered severe damage as well. The 1906 earthquake happened over eighty years ago. Numerous people of that era wanted their story to remain in history. The reports come from old settlers solicited long after the event. Newspaper reporters wrote them up after the shock had stirred up people’s interest. Among the unfortunate ones who experienced such torment was a lady named Mrs. Caroline Doxsee Woodhams.","Caroline Woodhams was born in 1886 which made her twenty years old at the time of the quake. She and her family moved from their native Iowa to the Bay Area, specifically to Redwood City. Many Americans began to travel west during the late 1880’s, and 1900’s. They did so to find work in search of a better living. Caroline found herself trying to fit in, and her dream was to go to college (Stanford), but her parents didn’t have the money to give her the opportunity to do so. In many aspects they were starting their lives over in hopes of becoming stable enough to work toward prosperity. In Iowa, the Woodhams experienced harsh weather from floods to lightning and thunder; they could have never imagined what they would endure in California.","The impact of the natural disaster began at 5:13 am Wednesday, April 18, 1906. Caroline describes the quake as being the end of the world. “Wooden beams over our bed loosened at one end and swung perilously up and down as we lying there too frightened to move. . . . We hastily donned bathrobes, coats, slippers, and joined their parade “downtown” to see the damage. We were a strange sight; hair uncombed half dressed. Down the street we stepped cautiously as glass, stone, wood, and cement lay in our paths.” Some didn’t know what to do, but Caroline's initial thought was to try and escape what seemed to be a terrible dream. Soon realizing there was nowhere to go and no one to turn to but family, they stuck together to comfort one another the best way they knew how. \"The clouds of smoke and cinders streamed down from San Francisco toward Redwood City.” At night, Caroline watched the Northern sky turn fiery red from the San Francisco holocaust. From 5 am until three or four days later fires kept burning and there wasn’t any water. Many watched as their homes burned to the ground.  The severe quake had loosened the mortar in the chimneys and the moment fires were lit in stones the flames quickly started to the roofs of the dwellings. Water was shut off since most of the Spring Valley water company’s reservoirs were ruptured. Since water mains were ruined, dynamite was used to stop the fire. Caroline and family slept in their home without heat, water, and no source of light. She describes these conditions as being horrific. “Only those with cool oil stoves could cook as all the chimneys were down. Aunt Mary Rice had us over for meals at her house as she had such a stove.” Although her aunt had accessibility to cooking, walking the ten miles wasn’t worth it at certain times. In some instances, Caroline scavenged around her home to find food which wasn’t up to par; “The pantry floor was a mass of dishes, jams, jellies, food, pots and pans.”","Caroline Woodhams kept her diary from early childhood well into her 60’s. Family generations kept it until deciding to give certain information to the San Mateo Museum. Fortunately her diary included remarkable events such as this. The earthquake was a detrimental experience to live through. The quake kept her in a state of shock for a year. Every time Caroline heard a loud noise or thought she felt a shake, she would be reminded of the quake. In some of her later journal entries, she described how she met people whom the quake had the same effect on; she didn’t feel alone which turned out to be a relief for her. The earthquake became the talk of town for months. Everyone gave their spin of events from the time when the natural disaster began. For many of the era the 1906 quake was the most devastating encounter of any of their time. “One cannot remember too much about early days of childhood, but no one will ever forget the earthquake of 1906”"," "," "],"display_date":"April 18, 1906 - April 20, 1906","search_date":"1906-04-19","locations":[{"id":52323,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"},{"id":52313,"lat":37.1084208398,"lng":-122.337010921,"zoom":9,"place":"San Mateo, California"}],"tags":[{"id":794,"tag":"San Francisco"},{"id":793,"tag":"Earthquake"},{"id":878,"tag":"Natural Disaster"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":75,"school_id":40}}]}