{"id":879,"tag":"Slave-trading","points":[[39.2464830538,-76.5960396412]],"bounds":[[39.2464830538,-76.5960396412],[39.2464830538,-76.5960396412]],"episodes":[{"id":5155,"title":"Slavery, Prejudice and Goodwill – The Complicated Matter of Changing Attitudes","course_id":66,"status":"P","start_date":"1841-06-01","end_date":"1841-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Slave-trading was not fully unlawful in Baltimore by June of 1841, and slave-owning was still considered befitting to the community, particularly on the plantations.  Slave-dealing was conducted openly here.  While public attitudes were changing about the institution, the local Christian community seemed too complacent to push for change.  They instead attempted to show their pious and benevolent nature by virtue of the method in which they held or traded their slaves.","Author Joseph Sturge recounts his visit to a slave dealer’s home, and even as an anti-slavery movement member he was received graciously, the dealer proud to show him the ample and sanitary conditions of slave quarters, sufficient amounts of food in reserve, and strongly-caged rooms “[which] surround an open courtyard where they were permitted to take in air”.  This slave-trader felt he was looked upon by the slaves as a man of reason – one example he gave was that his slaves knew while they were in his care that he would never separate them from their families and that he could put them in better circumstances than what they had before.  Still, his understanding was clear that no matter his positive interest for the slaves, he was only a spot of transfer from one master to the next, and he could not continue his care for them beyond his facilities.","In conversation with Sturge, when asked to face the glaring contradictions of his seemingly benevolent nature versus the actuality of his trade, the dealer noted that “the law permitted the trade in slaves, though he should be as willing as anyone to have the system abolished, if the State would compensate them for their property”.  The author perceived his point of view and choice of work as no more degrading than that of any slave-owner, but even his wealth would not prevent polite society from judging him more harshly for it.","To the author’s surprise, it was later revealed that he and his wife were “shunned” by society, and his conscience was heavy.   The contradictions of the institution were first divulged in conversation with the dealer, then the social rules that condemned the slave trade exposed as total hypocrisy, by virtue of the contempt with which the slave-holder viewed the slave-trader.   The free and devout men of the time seemed able to choose which morals they would uphold and which they could stand to find justification for.  This may have been not only because of a general state of confusion people lived in during this time, but, as authors Oscar and Lillian Handlin noted, also “a caution verging on timidity”.  To absolve the matter entirely would require a bewildering number of changes, ones that would pit many sides against others and take many steps to achieve.  But by 1841, while all could not agree on the approach to the issue, the concern many Americans shared was in the treatment of slaves while in possession.  This was certainly a marked difference from decades past yet clearly still identified the inherent nature of American bigotry of the time.  A writer commented, “To these sons of Africa, the whites owe an immense debt; every proper measure should be adopted to improve their education in morals, to make them religious, respectable and happy”.  His attempted consideration for the slaves fails to note the very prejudices his comment pointedly denotes – that the black slave would need morality training and Christian conversion in order for respectability and happiness.  As noted by the Handlins, “in great matters and small, prejudices burdened even those who seemed on the way toward equality”."],"display_date":"June 1841","search_date":"1841-06-15","locations":[{"id":5930,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":4,"tag":"Slavery"},{"id":64,"tag":"Anti-slavery"},{"id":95,"tag":"Abolition"},{"id":879,"tag":"Slave-trading"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}}]}