{"id":88,"tag":"Battle","points":[[38.8584536791,-78.5704125087],[39.8715057392,-77.2179223246],[35.1460265024,-85.6297474555]],"bounds":[[39.8715057392,-77.2179223246],[35.1460265024,-85.6297474555]],"episodes":[{"id":4525,"title":"West Augusta Guardsman Troubled by Enemy&#39;s Lack of Respect for Wounded Soldiers","course_id":18,"status":"P","start_date":"1862-03-25","end_date":"1862-03-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["           Jedediah Hotchkiss wrote home to his wife, Sara Hotchkiss, on Tuesday, March 25, 1862 after a skirmish with the Union army, around Woodstock, Shenandoah County in Virginia. Hotchkiss had just received news that one of his children had passed away. He longed to be at home with his family, but said, \"It is forbidden of me & it is now too late to reach you before the crisis has passed.\"  He continued to describe for her the most recent skirmish with the Union that happen on March twenty-third, a \"bloody battle…resulting disastrously to our arms.\" He mentioned that Jackson conducted the retreat well and the Confederacy only lost a few miles because of it. Hotchkiss commented that \"'Stonewall' Jackson was deceived as to the number of the enemy when he started,\" and that as it progressed more Union troops joined the fight.","The Fifth Company of Virginia bore the brunt of the battle and slowed the advance of the Union. At the end, the Confederates lost forty soldiers and some three-hundred wounded. Hotchkiss lamented that the Union \"refused to let us bury our dead or bring away our wounded.\" The Confederates did not have their wounded men removed from the battlefield until March twenty-fourth. After transporting their wounded soldiers from the battlefield, the companies met with Jackson who ordered them to retreat.  Hotchkiss wrote that the companies now lay ten miles away from the Union, approximately sixty miles from Staunton, Virginia. He ended his letter extending his thanks to his neighbors at home for helping his wife through the troubling times, and added that his wife address letters to him as  \"Mt. Jackson to be sent to Jedediah Hotchkiss\" because the Augusta Battalion of Virginia potentially could have departed from this area by the time the letter reached her.  ","Hotchkiss's experience was not unlike that of both Confederate and Union soldiers. Many suffered from homesickness. William Marvel wrote about this in, <em>Andersonville: The Last Depot</em>,<em> as </em>something that doctors at Andersonville Prison later termed, \"nostalgia,\" deeming it the first mental depression to be diagnosed. Soldiers' morale also suffered because of the inhumane treatment of the dead and wounded that they experienced out on the battlefields as well as in prisons and hospitals if they were unlucky enough to be there. The Shenandoah Valley was important to the Confederates as a source of provisions and as a route for invading the North. As far as the Federals were concerned, the Valley was not a suitable invasion route; however, it was important that they deny its use to the enemy.  "],"display_date":"March 25, 1862","search_date":"1862-03-25","locations":[{"id":14269,"lat":38.8584536791,"lng":-78.5704125087,"zoom":9,"place":"SHENANDOAH, Virginia"}],"tags":[{"id":116,"tag":"Wounded Soldiers"},{"id":88,"tag":"Battle"},{"id":117,"tag":"Shenandoah Valley"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4492,"title":"Gettysburg After the Battle\n","course_id":20,"status":"P","start_date":"1863-07-09","end_date":"1863-07-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Little of the enclosure remains save the wicket gateway, from which the gates have been torn,\" Thomas Knox wrote in a dispatch published in the New York Herald on July 9, 1863.  This was just one scene of the aftermath of Gettysburg, which was the single bloodiest and most memorable battle of the American Civil War.  In many cases, the battle spilled out of the field into the town and destroyed houses and yards.  Knox's dispatch went into a detail about just what happened to the town and outlying areas of Gettysburg.","The battlefield after Gettysburg was exactly what one would think: a war-torn landscape.   Artillery fire destroyed most of the landmarks of the time.   Knox says that cemeteries, or at least one in particular, had shattered headstones, horse-trodden graves, and destroyed shrubbery.  Breastworks were erected to prevent cavalry charges lined the battlefield and mounds of dirt supported artillery batteries.  Soldiers trampled fences and lawns.  This turned a beautiful countryside and fields into a dirty, corpse-filled, war-torn landscape.","However, in the past 150 years, Gettysburg has been turned back into a beautiful country town.  Brian Black says in his journal, titled \"Brian Black at the Copse on Gettyburg,\" that the preservation and repair of Gettysburg began just two years after Knox's article.  As it stands now, Gettysburg is a national park to commemorate the people who died there.  The copse at Gettysburg had shifted thirty feet upwards due to the growth of oak trees.  Black says this is because environments are rarely unchanging.  This dynamic environment shows people a field far different from what generals Robert Edward Lee and George Gordon Meade saw, but if one wants to look and find out where the soldiers were and where they battled, they need only to see the breastworks and mounds erected, still marking the field as a battleground."],"display_date":"July 9, 1863","search_date":"1863-07-09","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":87,"tag":"Environment"},{"id":88,"tag":"Battle"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":4601,"title":"The Battle of Shiloh: Through the Eyes of a Union Soldier","course_id":18,"status":"P","start_date":"1862-01-01","end_date":"1862-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The battle of Shiloh was fought in southwestern Tennessee in April of 1862.  Confederates started the battle in an attempt to drive General Grant's army from the Tennessee River.  Among the Union troops present, Samuel Bennett of the 26th Kentucky Volunteers kept a diary and wrote down his thoughts of the battle. For him the battle began when he left Savanna for Pittsburg Landing.  It was at this location where Bennett encountered what he called something that could \"throw a damper over a soldier.\"  The sound of guns firing and men screaming had been enough to send panic into the hearts of those Union troops.  That night they settled in and waited for fighting to resume the next morning.  The morning of April 7, 1862, Samuel Bennett and the rest of 26th Kentucky participated in a counter attack on the Confederates.  They would soon cause the Rebels to retreat.  For Bennett, that would be the end of Shiloh.  His company only suffered one dead and four wounded.  Among the wounded however, William Bennett had been Samuel's brother.  For the first time the two brothers would be separated during the war.  Thus Samuel recalled how hard it had been for him to continue, but at the same time he had realized, thus was a price of war.  ","            General Albert Sydney Johnston of the C.S.A. was the commanding officer who made the decision to send a surprise attack on the Union Army.  Gen. Johnston was killed that day and General P.T.G. Beauregard took over as commanding officer.  The fighting of April 6 was a success for Confederate troops.  The intention of Beauregard was to push Grant back to the southwest to Owls Creek, but instead they forced them northeast to Pittsburg Landing.  It was at Pittsburgh Landing, the next morning that Grant launched a counter attack that forced the Confederates to retreat and had won the Union back its territory. The Battle of Shiloh became had been the bloodiest battle in United States' history up to that point.  "],"display_date":1862,"search_date":"1862-07-02","locations":[{"id":12224,"lat":35.1460265024,"lng":-85.6297474555,"zoom":9,"place":"MARION, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":88,"tag":"Battle"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}]}