{"id":881,"tag":"whaling industry","points":[[41.2889203572,-72.2226871095],[42.560328524,-70.797191322]],"bounds":[[42.560328524,-70.797191322],[41.2889203572,-72.2226871095]],"episodes":[{"id":5175,"title":"Beale Recounts the Whaling Industry","course_id":58,"status":"P","start_date":"1839-01-01","end_date":"1839-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The whale industry was a vital part of the American economy in the 19th century. Many able-bodied men risked their lives to bring back the precious oil tied up in the blubber and head case of the enormous beasts of the sea. Thomas Beale, a surgeon aboard a whaling vessel, spent many years observing the whaling industry first hand. He took care to document the anatomy and behavior of the whales themselves in addition to giving accounts of incidents during their hunts."," ","One such incident, the capture of a sperm whale one August morning, is documented in Beale’s 1839 book, <em>The Natural History of the Sperm Whale. </em>Four whaling ships had chanced to meet in the same area on this calm morning and every man aboard each ship was on the sharp lookout for whales. Beale’s ship soon spotted one of the creatures and quickly lowered their boats. At the same moment, the three other ships saw the whale too and all the respective ships started to give chase. A boat from Beale’s ship and a rival boat were neck-and-neck and both threw their harpoons at the same time. Beale comments that if both had stuck, it would have been troublesome to figure out to whom the whale belonged. Unfortunately, neither of the harpoons caught. The whale dove and, when he resurfaced, charged straight at one of Beale’s other boats, at which point one man was finally able to hit him. Although disappointed they weren’t the ones to get the whale, the rival boats helped to reel in the whale for Beale’s crew and a fatal blow was finally struck."," ","One might think that, in such a vast ocean, whaling vessels would hardly ever meet up with each other. And even if they did, the chances of three meeting at the same time are hard to comprehend, let alone four at the same time. Robert C. Ellickson, in his paper “A Hypothesis of Wealth-Maximizing Norms – Evidence from the Whaling Industry”, gives an account of the social and legal measures which whaling ships were expected to follow and adhere to while at sea in the business of whaling. If not for strict laws and regulations regarding the capture of whales and allocating them to certain individuals, the whaling industry would have been a chaotic source of economy, riddled with cheating, stealing, and fighting over captured whales. The fact that whalers as a group set down whaling laws showed that America could have “informal social networks [that were] capable of creating rules that establish[ed] property rights”. The whalers did not need a centralized legal system to keep peace amongst themselves and, for over a century, disputes were often settled at sea “without the reassurance from American courts”."],"display_date":1839,"search_date":"1839-07-02","locations":[{"id":52564,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":659,"tag":"whaling"},{"id":881,"tag":"whaling industry"}],"course":{"name":"Literary Theory and Writing","school":"St. Norbert College","course_id":58,"school_id":44}},{"id":5198,"title":"Food Conditions Aboard the Ship Morrison","course_id":58,"status":"P","start_date":"1844-09-16","end_date":"1846-03-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the monday morning of September 16 in 1844, the ship Morrison, of New London, Conn., sailed out for a whaling voyage that concluded in 1846.  On board, the first mate Rev. Thomas Douglass recorded the happenings of the Morrison in a log book, often mentioning the poor quality of food, and the ways that the ship’s crew tried to supplement themselves with other foods.  Whalers like the Morrison were often at sea from anywhere to six months to several years--except for emergencies, they rarely docked.  Considering the number of men needed to work the ship was often in the thirties, much food was needed to keep all of the men fed and alive.  Ships were limited in space and money, and therefore needed to store the most amount of food for the least amount of money.  Because most food would spoil, the crew would often have a very limited diet of biscuits, dried and salted meat, and beans.<br /> Douglass often speaks of the crew’s endeavors to find fresh food.  They caught fish and other  seafood to create a change in their “one unvarying round of salt beef & pork,” such as “fish porpoises & black fish . . . 3 barrels of most excellent fish . . . [or] two Albatrosses.”  These caught foods at sea would provide a replacement for the salt beef and pork Douglass often mentions.<br /> Unending meals of salted meat and dry, moldy, or otherwise insect infested biscuits were often the only choice for the lowly crew; however, the captain was able to eat better prepared food, as well as a greater variety of foods.  The New Bedford Whaling Museum explains the differences in more detail: “The captain . . . ate the best meals on shipboard. Ducks, pigs, and chickens were often carried in crates to provide meat for his table.  Although the crew's rations ranged from unpleasant to revolting, hard work gave them good appetites, even for greasy pork, hard biscuits, and cockroach-laden molasses. Other fare included “heavily salted beef, pork, or horse, [and] beans, rice, or potatoes.”  The luxuries that could be afforded by the captain were more expensive than the simple menu of the crew, but were also harder to keep.  However, all of the crew fared from shortages of fresh fruits and vegetables, making the life of a man on board of a whaling ship hard, despite the chances to catch food from the sea."],"display_date":"September 16, 1844 - March 23, 1846","search_date":"1845-06-19","locations":[{"id":1220,"lat":41.2889203572,"lng":-72.2226871095,"zoom":9,"place":"NEW LONDON, Connecticut"}],"tags":[{"id":881,"tag":"whaling industry"},{"id":716,"tag":"Food/Provisions"}],"course":{"name":"Literary Theory and Writing","school":"St. Norbert College","course_id":58,"school_id":44}},{"id":5379,"title":"The Lives of Sailors' Wives","course_id":81,"status":"P","start_date":"1845-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Hannah, of Lucy Larcom’s poem “Hannah Binding Shoes”, was a sailor’s wife in the early nineteenth-century. A weathered woman who has waited twenty years for word of her husband’s whereabouts, she has remained steadfastly by her window overlooking the shore in Beverly, Massachusetts, binding shoes. She continued to ask passing neighbors of news from the harbor, but no news would ever pertain to her husband. Once a beauty, Hannah and her husband Ben married in May; he left the same month, never to return again. Hannah remained at her window binding shoes, and faithfully remained waiting until the day she died.","Hannah’s character is indicative of the lifestyle of sailors’ wives during the nineteenth century. While their husbands were at sea, women could only wait until news of their return, or perish. By 1853, only seventeen percent of women accompanied their partners to sea, and the other eighty-three percent of women who remained onshore maintained an entirely different sphere of life. Women at this time were mainly seen as dependent on the money that they received from their husbands’ work. However, while women did certainly face a socially and culturally constructed dependency status, these women who stayed home during long travels were required to be independent. Wives depended on the money that the sailors brought in after every voyage, but due to the uncertainty of next lump sum, women were forced to be skillful in how money was used. These wives maintained the home, the family’s social status, took care of the children and had to supply necessary items for their families. Oftentimes, women took up work such as sewing, housekeeping, growing cash crops, or in Hannah’s case binding shoes, in order to expand the amount and rate of income. But until their husbands came home, women could merely wait. Sailors, especially whalers, had no way of predicting how long one single voyage might last. The ship would only come back to harbor once its belly had been filled with enough whale remains to make the trip profitable, therefore could have taken several years. So these women waited, and waited time and time again. Their main source of income was from a treacherous job that took many lives, yet these wives were the backbone of the family and community. As with Hannah, who was binding shoes for more than twenty years at her window, these sailors’ wives waited and sometimes never learned exactly what became of their beloved one."],"display_date":"1845 - 1870","search_date":"1857-12-31","locations":[{"id":6138,"lat":42.560328524,"lng":-70.797191322,"zoom":9,"place":"ESSEX, Massachusetts"}],"tags":[{"id":881,"tag":"whaling industry"},{"id":1206,"tag":"Sailors' Wives"},{"id":1207,"tag":"Lucy Larcom"},{"id":1208,"tag":"Beverly, MA"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}}]}