{"id":884,"tag":"nutrition","points":[[39.878712355,-75.2036894677],[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-75.2036894677],[39.878712355,-83.1351982696]],"episodes":[{"id":5160,"title":"Nutritional Effects on Teeth","course_id":66,"status":"P","start_date":"1795-01-01","end_date":"1795-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As wars were breaking out in Europe during 1795, Issac Weld was sent over from Ireland to explore America and observe whether it was truly a land of “flourishing and happy condition”.  The Irish were curious whether in times of desperation they would be able to flee to America as a place of refuge.","During his travels Weld visited Philadelphia, where tooth decay among the residents became a concern.  He notes “The sudden decay of the teeth, is a circumstance which has engaged the attention of the faculty; both men and women, American born, losing them very generally at an early age.” By 25 years of age, the majority of people had significantly decayed teeth.","Weld notes that the cause was unknown.  Some felt it was caused by sudden changes in the weather temperature; however, it was noted that African Americans and Indians with the same exposure had beautiful white teeth.  Sugar consumption was also taken into consideration as the people seemed to use it in abundance; however, people who did not have access to sugar still showed signs of decay.  Salt was another consideration as Americans tended to eat lots of salted pork and fish.  Even bread was considered the cause as it was guaranteed to be served at every meal.","Many visitors noted that Americans had table manners unlike that of Europeans.  Rather than taking the time to chew their food and enjoy the meal with conversation, they would quickly eat the food as if they were starving.  A farmer mentions to Weld that this form of bolting food among Americans was the cause of tooth decay because it was not what nature intended.  This could have been the inspiration for Dr. Kellogg’s practice of extreme chewing of food for proper digestion.","It is interesting that Weld specifically mentioned women having more decay than men.   Women, not working as laboriously as men, tended to feel fat consumption would make them fatter and followed a more lean approach eating vegetables and lean meats. They avoided foods like pork fat and preferred birds, prairie dogs, rabbits and even a completely vegetarian based diet.  Weston Price, a dentist who studied health and its relation to teeth, states that the optimal diet for humans is that of “nutrient-dense whole foods and vital fat-soluble activators found exclusively in animal fats”.  This lack of fat consumption by women may take into account why they experienced rapid tooth decay.","It is noted by food historian Lynne Oliver that unlike the white men, slaves would adopt food preparations from the Native Americans as the foods available were foreign to them. They learned how to prepare grains, meats and vegetables.  Indians traditionally soaked the grains during preparation and considered fats a sacred food source.  These practices have both been found to provide vital nutrients as Dr. Price discovered.  This could possibly explain why the African Americans and Indians had superior teeth to the whites.","Dentistry was in its most amateur form with its first book published in the United States in 1801.  As tooth decay became more abundant and the demand for dentists increased, new remedies such as anesthesia and dentures developed.  Unfortunately, the diet and tooth decay connection was never conclusive, and the focus of dentistry went into developing remedies and not curing the cause."],"display_date":1795,"search_date":"1795-07-02","locations":[{"id":15236,"lat":39.878712355,"lng":-75.2036894677,"zoom":9,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":884,"tag":"nutrition"},{"id":885,"tag":"dentistry"},{"id":267,"tag":"Health"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":6023,"title":"Healthy Growth, Development, and Teeth: Nutrition Education for Pre-Schoolers","course_id":118,"status":"P","start_date":"9/25/75","end_date":"9/25/75","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1975, Lucille Smith and Marguerite R. Kelly, a Health Specialist and an Community Services Specialist at the Detroit Urban League, set out on a mission to educate pre-school students and their parents about the importance of nutrition. Inspired by the possibility of improving dietary habits for not only the children, but also the parents and school administrators, Smith and Kelly planned activities with five nursery schools in the area. With the goal of exposing children to the relationship between good food and healthy \"growth, development, and teeth,\" the children were brought to field trips to a local farm, learning where milk comes from and which fruit grow on which trees, and to a farmer's market, searching for the four food groups within the market.","Carolyn Merchant argues that one of the imporant concepts useful in answering questions that environmental history poses is consciousness. Consciousness is the aggregate thoughts and feelings of an individual, as well as understanding of his or her own actions. Smith and Kelly's project sought to increase the level of consiousness of food sources and nutrition for the community. By educating pre-schoolers, Smith and Kelly hoped to inspire social change, which Merchant argues is one of the impacts of societal consiousness."],"display_date":"September 25, 1975","search_date":"1975-09-25","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":884,"tag":"nutrition"},{"id":1951,"tag":"Farmer's Market"},{"id":6,"tag":"Education"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}