{"id":886,"tag":"Hawaii","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":5152,"title":"Hundreds of Mormons in Honolulu en Route to California","course_id":66,"status":"P","start_date":"1846-06-20","end_date":"1846-06-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was June 20<sup>th</sup>, 1846, when the ship <em>Brooklyn</em> arrived in Honolulu, Oahu. Its passengers were hundreds of Mormon immigrants en route to California from New York led by a man named Samuel Brannan. The people of Hawaii were intrigued and confused by these new people, especially such a vast amount. The unknown elements were filled in by a history of the Mormon religion and its people.","The history that was given to the people included their book that their belief is based upon. It is called The Book of Mormon and is used in the same way that Christians use the Bible. Joseph Smith Jr. was told to be the founder of that religion and we're told of his history in how he created it. He was killed on June 27, 1844, which was not long before this voyage.","The Mormon people had a positive image due to Captain Richardson’s statement that they were courteous and gracious the entire trip. Although the Hawaiian people had different beliefs and values, they still respected the Mormons. The people did have a very difficult and harsh past due to their religion but were still kind to those they met on their travels.","The trip itself took 136 days from New York to Honolulu. In that trip, among the thousands involved, 10 people died which included four adults and six children. The people had had a long trip and had the blessings of the people there for a prosperous and positive rest of their voyage and pilgrimage to California. Because of the numerous amounts of Mormons going into California from this ship and others, the people in Hawaii stated that California would have to change greatly. With a new religion going into the area with so many followers, it would be a major change for the current people in the state. When they did arrive, they almost doubled the population of San Francisco. The Mormons also fought in the Mexican-American War and therefore shaped California’s history.","Although many of the Mormons went to California on board the <em>Brooklyn</em>, many took another route into present day Utah. Many Mormons traveled from their home of Nauvoo across the Mississippi and through Iowa. It took over a year for them to reach their destination, but they finally arrived in the Salt Lake Valley in Utah. This is the place where numerous Mormons reside today, and therefore this pilgrimage was vital to the religion."],"display_date":"June 20, 1846","search_date":"1846-06-20","locations":[{"id":15203,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":887,"tag":"Utah"},{"id":886,"tag":"Hawaii"},{"id":366,"tag":"Migration"},{"id":876,"tag":"Mormons"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5392,"title":"The Future of Pacfic Trade Due to an Untimely Death","course_id":76,"status":"P","start_date":"1891-03-01","end_date":"1891-03-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In march of 1891, King Kalakana had died from an unknown cause in San Francisco within the United States. This death had arroused the citizens of both the continental united states as well as Hawaiian natives who enjoyed visiting San Francisco. The worry that notes itself here comes from certain negotiations that were taking place at the time of his unfortunete death. These negotiations were based on the fact that the Hawaiian Islands are a product of the United States commerce. Without help from the United States Government, the economy of the Islands would falter as this is thier biggest weak point. The general relationship between the two entities before this untimely event was friendly and beneficial, worry ensued after. Because of the death of the Hawaiian king, many other nations have come to claim the newfound trading relationship that the free islands now represent. China, which is located to the west of the islands wants to commit a trade agreement. Germany and Britian wishes to see it in thier hands as well. The carrying trade of the islands is still in American hands, and the Pacific coast is the consuming and supply market for the entire island culture. We see also that there was an native uprisal on the islands of hawaii.","The commercial importance of the Hawaiian Islands to the United States cannot very well be overestimated, for the reason that their great natural resources are only at the begining stages of development. All American trade is only due to the nations skill, efficiency and ability to transport goods.","Despite the unique trading opportunities accompanied to the islands, thier commerce has gone down significantly because of this event. The likeliness that it will flounder is doubtful due to the fact that San Francisco's market depends heavily on Hawaiian goods such as sugar, and cotton.","The men of the Hawaiian workforce, (a nation that consists of 80,000 people in 1840s) say, \"the Hawaiian Islands will become the key to the north Pacific Ocean upon the completion of the Nicaragua Canal, which will bring the mari-time powers of Europe within striking distance of San Francisco.\"","The population of Hawaii was significantly larger in 1770 when a man named James Cook arrived at the islands, over 400,000 people had migrated to the islands to domesticate it. Without proper mediciene and the lengths that sea voyages took between both Asia and the Americana's, however, people died due to venereal disease, small pox, measles, whooping cough and influenza. By 1870 the population was yet again, cut in half to 40,000 due to disease.","Inherently, the Hawaiian natives and government rely heavily on the trade that comes from the America's to support living conditions and medicene and vice versa."," "," "," "," "],"display_date":"March 1891","search_date":"1891-03-16","locations":[{"id":52618,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1227,"tag":"King Kalakana"},{"id":1226,"tag":"Pacific Trade"},{"id":1225,"tag":"Sandwich Islands"},{"id":886,"tag":"Hawaii"}],"course":{"name":"ENGL 305: Literary History and Writing","school":"St. Norbert College","course_id":76,"school_id":44}}]}