{"id":889,"tag":"Racism","points":[[39.878712355,-75.2036894677],[40.6916304076,-74.0035386433],[39.7816126185,-86.1384147396],[33.5543155862,-86.8964933862],[28.5664573086,-81.3013732137],[38.8324772244,-76.8447330303],[34.8526176,-82.3940104],[40.4107964,-75.2479061],[25.7616798,-80.1917902],[37.09024,-95.712891],[33.9123048,-80.4103957],[29.6498691,-90.1120696],[41.8781136,-87.6297982],[40.445881,-79.978896],[32.736974121658,-82.587354481526],[47.741745672861,-117.15857658134]],"bounds":[[47.741745672861,-74.0035386433],[25.7616798,-117.15857658134]],"episodes":[{"id":5163,"title":"<strong>An English Woman Writes About American Racism</strong>","course_id":66,"status":"P","start_date":"1834-01-01","end_date":"1834-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Tension over slavery and race was high in the United States when Harriett Martineau, a famous English writer, came to visit in 1834.  Martineau later wrote about her two year trip to America in a book called “Retrospect of Western Travels”, Volumes 1 and 2, which was published in 1938.  In a chapter titled “First Sight of Slavery\", Martineau wrote about an incident with an American woman in Philadelphia that clearly revealed the tensions over race.  She had heard this woman speak \"with strong horror of the abolitionists\" in the past.   While Martineau was visiting with this woman, the woman suddenly confronted Martineau with a question about race.  She demanded to know whether Martineau would prevent the marriage of a white person with a black person if she were able to.   Martineau had not planned to start any conversations on the “great question of colour” and would not have introduced the subject on her own.  But she also had a personal philosophy that she would not avoid the subject if someone else brought it up first.","Martineau responded to the women honestly, saying that she would never try to separate two people who loved each other.   In addition, she tried to convince the woman that intermarriage between the races would never really be an issue anyway because blacks and whites were not likely to want to marry each other at all.  The woman, however, just got angry, yelling at Martineau that she was an \"amalgamationist”.  Martineau did not back down, saying that even though she did not know this word, the woman could call her that if it’s what someone who believed that a white and black person should be allowed to married is called.","This Philadelphia woman quickly spread word that Martineau was an amalgamationist.  The day before Martineau was supposed to travel to the southern states, a friend that she had met on the ship on her way to America contacted her.  He told her that news of her amalgamationist views had spread.  He was very concerned for her safety because of her amalgamationist views.   He warned her that it would be dangerous for her to travel into the south.","Up until this point in her visit to America,  Martineau had been struck by how good-natured and friendly Americans were and respected the high regard that Americans claimed to have for human rights.  She admitted to having seen some mistreatment of blacks, but she had not observed anything to cause her to be \"really troubled about the enmity of the races\".  This conversation opened her eyes to the serious problem that African-Americans were dealing with, even in Northern States like Pennsylvania where slavery had almost vanished.  Despite her friend's warning, Martineau travelled to the South the following day."],"display_date":1834,"search_date":"1834-07-02","locations":[{"id":11227,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":95,"tag":"Abolition"},{"id":4,"tag":"Slavery"},{"id":889,"tag":"Racism"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5255,"title":"Southern Trees","course_id":67,"status":"P","start_date":"8/1/30","end_date":"8/31/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Strange Fruit<em>\" </em>is a haunting poem with verses that illustrate in vivid detail a dark facet of Southern life in the United States in the early-mid twentieth century.","“Southern trees bear a strange fruit,<br />Blood on the leaves and blood at the root,<br />Black body swinging in the Southern breeze,<br />Strange fruit hanging from the poplar trees.","Pastoral scene of the gallant South,<br />The bulging eyes and the twisted mouth,<br />Scent of magnolia sweet and fresh,<br />And the sudden smell of burning flesh!","Here is a fruit for the crows to pluck,<br />For the rain to gather, for the wind to suck,<br />For the sun to rot, for a tree to drop,<br />Here is a strange and bitter crop.”","Written by Abel Meeropol, a Jewish school teacher from New York, \"Strange Fruit\" was inspired by the infamous image of the beaten and lynched bodies of two African American youths in the south, Abram Smith and Thomas Shipp. The men were overtaken by a mob of an estimated 10,000 white southerners who stormed the jail in which they were held. Smith and Shipp, who had been imprisoned under accusations of rape and murder, were dragged from their cells one August night in 1930 violently beaten and ultimately hung by the rabid mob. Meeropol loathed the indiscriminate and unmerited lynchings of African Americans in the South and spoke out against it in this poem. That common hate, for both action and perpetrator would provoke anti-lynching campaigns across The United States, often spear-headed by women. Many of whom who would soon call upon \"Strange Fruit\" to be one of its most recognized anthems. African American Jazz Singer Billie Holiday would take the poem and make it into one of the most infamous Jazz recordings of the time. Enabled initially by the open mindedness of New York neighborhoods, most famously Greenwich Village, integrated establishments like the Café Society allowed the song, \"Strange Fruit,\" to reach a far wider audience then ever thought possible. The simplicity of Meeropol’s words bought to life by Holiday’s signature deep and husky voice epitomizes a pivotal yet overlooked aspect of American Society in the thirties.","Significant numbers of Southern women, in a parallel effort with their northern contemporaries like Meeropol and Holiday, began to take a stance against the very societies of which they were part. Women, who frequently saw the lynching of many African American men, formed groups such as the Association of Southern Women for the Prevention of Lynching(ASWPL)which advocated for an end to, what was for them, the all too common scenes depicted by Meeropol’s \"Strange Fruit.\" The use of their insider status as Southern women enabled them to actively attack the all too common male fueled misconception that white southern men partook in lynching as an active effort to protect the Southern Bell against men like Shipp and Smith. Women such as those in the ASWPL actively petitioned for the cause not just their own communities but throughout the South. Their goal, to put an end to this twisted illusion of southern chivalry which to them was nothing more then sadistic barbarism, painted pretty for bigoted southern men. Acting with equally as much fervor as Meeropol and Holiday, such examples stand as a testament to how injustice does not adhere to the neatly drawn lines of a map, nor those who fight it defined by where they happen to fall on that map."],"display_date":"August 1930 - August 1940","search_date":"1935-08-16","locations":[{"id":22428,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"},{"id":22726,"lat":39.7816126185,"lng":-86.1384147396,"zoom":10,"place":"Marion, Indiana"}],"tags":[{"id":999,"tag":"Strange Fruit"},{"id":998,"tag":"Abel Meeropol"},{"id":997,"tag":"Billie Holiday"},{"id":226,"tag":"Southern Women"},{"id":367,"tag":"Lynching"},{"id":889,"tag":"Racism"}],"course":{"name":"US History Since 1865","school":"University of Toronto Scarborough","course_id":67,"school_id":28}},{"id":5710,"title":"<strong>HugoBlack’s Defense of Edwin Stephenson and The Klan Agenda</strong>","course_id":110,"status":"P","start_date":"8/11/21","end_date":"10/11/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The murder trial of Fr. James Coyle in the deep south during the early twenties provided an ideal setting for the men who formed the core of the Knights of the Ku Klux Klan to further disseminate their message of hate and intolerance against some of their main targets of the time: immigrants and Catholics.  The trial transcripts, particularly the closing statements delivered by the leader of the defense team and active Klan member, future U.S. Supreme Court Justice Hugo Black, reveal that they sought not only to achieve an acquittal for their client, but also to prove that the agenda of the Klan reigned supreme in Alabama.  The Klan worked hard in the lead up to the trial to “pack the courthouse”.  In addition to the defense team, at least seven of the jurors and the judge presiding over the proceedings were all active Klansmen.  The rallying of the Klan around the defendant, Edwin Stephenson, should come as no surprise.  The trial offered an opportunity for them to address several of their key issues; miscegenation, nativism, spread of Catholicism, and the denunciation of protestant dogma.  From the very beginning, Black set the tone of his argument by attacking the only two witnesses that came forward for the prosecution, calling them “brothers in falsehood, as well as in faith”, reminding the jurors that they were both practicing Catholics.  Black posited, in a thinly veiled rant, that the testimony of these two men could not be trusted simply because of their affiliation with the Church.  From this point, Black moves to attacking the actions of Fr. Coyle himself, effectively blaming him for his own murder.  Referring to Father Coyle’s presiding over the wedding of Stephenson’s daughter to a Catholic man of Puerto Rican descent, Black argues that “Neither did he (Fr. Coyle) nor any of his friends have the right to tamper with another man’s home”.  It is plain to see that this simple sentence betrays the Klan’s deep seated disapproval of miscegenation.  Black reinforces the Klan’s seemingly noble belief that the right of a protestant man to defend the honor and integrity of his family at any cost should not only be tolerated, but also defended.  He says of Fr. Coyle; “because a man becomes a priest does not mean that he is divine... He has no more right to protection than a Protestant minister.”  Finally, Black sums up his argument by condemning Fr. Coyle for what was perhaps the most damning charge of them all; converting a member of the Protestant community to Catholicism.  He phrases the accusation cleverly, implying that this “crime” against Stephenson and his daughter was so severe, that it required swift and certain retaliation. Black had this to say, regarding Fr. Coyle’s actions: “There is such a thing as imprisonment of the human will by influence, vice and persuasion.  When you find a girl who has been reared well persuaded from her parents by some cause or person, that cause or person is wrong.”"],"display_date":"August 11, 1921 - October 11, 1921","search_date":"1921-09-10","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":889,"tag":"Racism"},{"id":1721,"tag":"Fr. Coyle"},{"id":1722,"tag":"Anti-Catholicism"},{"id":1723,"tag":"Nativism"},{"id":1724,"tag":"Birmingham, AL"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":5437,"title":"Anniversary march in Birmingham asks same questions","course_id":77,"status":"P","start_date":"1/1/93","end_date":"12/31/93","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["<strong>Y</strong>ears after civil rights pioneers, like Martin Luther King Jnr., walked the Birmingham streets protesting against segregation and for equal opportunity, influenced black Baptist preachers rewalked the march route in September 1995.  Raising awareness for a campaign to increase the black polling population nationwide; march leader Rev. Dr. Henry Lyons hoped black voters would help progressive liberal politicians to quash the remaining racial problems, left around since the sixties:  <em>“</em>We no longer live in the days of covert racism; it is now overt racism. We must go back to the streets.”","Commemorating the efforts of those who struggled three decades earlier; Lyons wanted the march to inspire a recommitment to civil rights activism in America.  There were those in Birmingham already standing up to further the concept of equality, those that believed affirmative action was still necessary in the nineties.  Established in 1993 to tackle industrial civil rights violations across America, the ‘Concerned Citizens for Racially Free America’ newsletter named and shamed those found to be breaching regulations concerning equal employment practises.  This, in 1995, included the University of Alabama at Birmingham, the state’s largest employer, guilty of failing to deliver the newsletters to faculty; as part of a larger scandal involving the postmaster general and the alleged destruction of such newsletters.","Respected Southern-society writer Peter Applebome, an adopted-Georgian, addresses the issue in the New York Times article; ‘<em>From Atlanta to Birmingham’. </em>Observing how race and tension between the white and black communities in Birmingham are still prevalent and still tarnish the city’s reputation, as they did during the civil rights era, and as the ‘Concerned Citizens’ attempted to tackle.  Speaking about the city’s black-dominated governance, Applebome quotes, then, mayor of Birmingham, Richard Arrington Jnr., saying “I'm just a symbol here of something that frightens a lot of whites or that a lot of whites resent”.  Regardless of equality, the issue of racism is constant conversation here.  With tension not always obvious, but ever-present below the surface; Applebome concludes using fellow Southern commentator John Egerton’s opinions on the matter: that the biggest difference in Southern society, since the days of segregation, is that the North has caught up to the South in terms of ‘knee-jerk racism’.","The idea being that the modern progressive American, white or black, will inherently demonstrate bias for his own races progress over others, not because he is a racist <em>per se, </em>but because it’s natural to look after ones own.  The Lyons’ march to honour those who struggled, and to observe advances on the issue of equality, was a just nod to a crucial time in American history, but it can be said that <em>while</em> we perceive race as a way to categorise people: prejudices will still exist and racial tension in the country will continue."," "," "],"display_date":1993,"search_date":"1993-07-02","locations":[{"id":43149,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":175,"tag":"African American Sufferage"},{"id":203,"tag":"Birmingham, Alabama"},{"id":889,"tag":"Racism"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}},{"id":5758,"title":"Monroe Manifests Humanity","course_id":112,"status":"P","start_date":"1/1/05","end_date":"8/31/29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Throughout American history racism has always had a profound effect on social development. From the time that settlers arrived in the early 1700s, Native Americans have been a target of racism. They were forced into slavery, removed from their land, exploited by the United States government and forced to assimilate into US culture. United States citizens and government both worked to promote racist attitudes towards Native Americans. This was apparent in the various acts of legislation that were passed through the government and the wars the US fought against the Native Americans. Although racism was fueled in part by white supremacy, Native Americans also provided an impetus for this racism by resisting oppression by the United States government. A major example of hostilities between Native Americans and the government were the Seminole wars in Florida.","The Seminoles were the most persistent in evading US military and government efforts to dislodge them. They cost the lives of many soldiers in the US military throughout various wars. Generally the Seminoles were regarded as blood-thirsty savages and were an iconic ‘bad guy’ in literature of the time period. However, as there are exceptions to every trend, in the writings of Kirk Munroe the Indians were treated as equals instead of inferiors. In his writings, this was a common theme that defied the racism permeating US society of the time. For example, in a diary that Munroe had written, which served as inspiration for several of his works, he described his encounters with Indians. These are graphic encounters, but Munroe made a point to treat the Indians fairly, and in doing this, he escaped being scalped or beheaded. This was a progressive way of behaving for the time period and he made sure that these themes found their way into his books."],"display_date":"January 1905 - August 1929","search_date":"1917-05-02","locations":[{"id":51142,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1782,"tag":"US Government"},{"id":1781,"tag":"Munroe, Kirk"},{"id":1780,"tag":"Seminole War, Indian"},{"id":889,"tag":"Racism"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":6271,"title":"Greenbelt: Enthusiasm and Exclusion","course_id":132,"status":"P","start_date":"1/1/35","end_date":"12/31/37","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Of all the federal government’s attempts to deal with the Great Depression, few were as ambitious as the creation of the Resettlement Administration. The Resettlement Administration, established in 1935, was originally designed to move farmers to more productive agricultural areas. Once farmers were moved off of poor landscapes, the agency sent in conservation experts to reclaim and improve the land. The Resettlement Administraion also oversaw the creation of model communities, designed to serve as examples of how people could live more harmoniously with the environment. The towns highlighted the necessity of green space and public transportation and emphasized the value of cooperative living. The Resettlement Administration worked with over 200 existing rural and suburban communities and actually designed three entirely new towns before the agency was dissolved.","Greenbelt, Maryland, was one of the three towns planned and established by the Resettlement Administration. Established in 1937, Greenbelt attracted unemployed and impoverished people who wanted to make a new life for themselves and were willing to be active civic participants. One citizen of Greenbelt in the early years said first inhabitants felt like pioneers working in uncharted territory. Their enthusiasm for the Greenbelt project showed itself in the creation of numerous cooperative organizations within the town. Within the first ten months, Greenbelt’s civic-minded inhabitants had founded twenty-nine clubs and organizations.","Despite this enthusiasm of the residents in the foundation of Greenbelt, there was a disappointing trend toward racial exclusion. The town originated as an exclusively white community. The only hint of diversity was the presence and acceptance of Jewish residents. The original plan for Greenbelt called for a segregated black section, the Rossville Rural Development. Officials quietly dropped the plan and later justified their decision by explaining that African Americans had their own low cost housing in Northeast Washington.","Racial inequity was a persistent problem in the New Deal, and the Resettlement Administration Programs were no different.The racial exclusiveness of Greenbelt was not unique. Several other Resettlement Administration towns who also did not allow African Americans, including Trussville, Alabama, Greendale, Wisconsin, and Arthurdale in Reedsville, West Virginia."," "],"display_date":"1935 - 1937","search_date":"1936-07-01","locations":[{"id":23887,"lat":38.8324772244,"lng":-76.8447330303,"zoom":9,"place":"Prince Georges, Maryland"}],"tags":[{"id":2533,"tag":"Greenbelt Maryland"},{"id":889,"tag":"Racism"},{"id":1084,"tag":"The New Deal"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6453,"title":"The Burning of Sterling High School 1967","course_id":148,"status":"P","start_date":"9/15/67","end_date":"9/16/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 15, 1967, the Greenville News reported a story on the burning down of Sterling High School. The origin of the fire has yet to be determined. The article states the policemen refused to answer any questions pertaining to the origin of the fire, but they were overheard along with the firemen that it could have been an intentional act. This historically black high school had just been approved by the school district trustees for renovation work that same week, coincidentally the school became extinct within the same week. Renovating the school became a lost cause. I only say this because it was never rebuilt."," Greenville lost a part of its history that day because Sterling was the first public school in the city to allow the attendance of African Americans. The school was built during the times where racism and segregation were legal. Brown vs. Board of education, which outlawed legal segregation of schools, wasn’t even implemented at the time the school was built. The demise of the school was toward the end of the civil rights movement, where segregation was no longer constitutional and no longer lawful."," The images used in the article shows just how careless the public’s [Greenville’s citizens] attention was toward those who were affected the most, the students. The image only showed two firemen and two other civilians, who all were Caucasian. Empathy toward the black community was very lackluster throughout the entire article because there wasn’t any mentioning of the Black students who were explicitly affected by this event. This points out the sense of racism that was still existing in Greenville, SC during 1967."," The policemen’s choice not to comment on the matter is another indicator of just how careless people were toward African-Americans. African American children were the individuals who lost the most, but the newspaper never seemed to highlight this at all. The black community, who were affected the most, were not interviewed at all for this event."," "," Racism was still prevalent during the date in which this article was published. The Greenville News seems to be written for a white audience because the article only shows images Caucasians, and there aren’t any mentions of African-Americans.  Media coverage is often times biased, and because of the time period, the newspaper’s text didn’t empathize with blacks whatsoever. One can see how racial tensions and attitudes were present during this time, because the overall event is seen as a cover-up, and is even written as so. Law enforcement never disclosed the issue as an act of crime, but the Newspaper does."],"display_date":"September 15, 1967 - September 16, 1967","search_date":"1967-09-15","locations":[{"id":11529,"lat":34.8526176,"lng":-82.3940104,"zoom":8,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":889,"tag":"Racism"},{"id":6,"tag":"Education"},{"id":2273,"tag":"Newspaper"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}},{"id":6471,"title":"Black Family Integrates to Levittown","course_id":153,"status":"P","start_date":"8/19/57","end_date":"8/31/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 19, 1957 an African American couple named Bill and Daisy Myers moved their family into an all-white Levittown in Bucks County, Pennsylvania. The Myers had three children and the house in Levittown had everything they wanted. Daisy recounted, “it was a rancher with a third bedroom for our baby girl, a garage for Bill, and a yard for the children to play in.” However, excited as she was about her new home, Daisy maintained apprehensions over the social consequences her move might provoke. “Numb on the outside,” and filled with anxiety on the inside, Daisy approached her new community with a mind full of doubt. The same day a crowd of people formed in front of the Myers’ front door. Soon the crowd grew into a mob filled with racist protestors, reporters, and curious onlookers. The barrage of intimidating questions and racial slurs from the crowd was a source of great stress for the Myers: “Bill had to see the doctor several times during the crisis; each time the diagnosis was nervous tension,” Daisy remembered. Eventually the questions and slurs escalated to violence and threats of death. At the peak of its madness the mob had to be beaten back from the Myers home by policemen with riot sticks. However, Daisy contended that the mob outside her house did not represent the majority of Levittowners. In fact, she claimed the Myers received supportive letters from many Levittowners, along with people from all over the world. People empathized with their situation and pleaded with them to stick it out. “These letters” Daisy stated, “were a treasure to us; Bill and I read them with deep satisfaction and treasured each one.”  ","Historian Alexander Miller confirms Daisy’s sentiments in his analysis of the incident: “The good, kind, decent people in Levittown, of whom there are many” he contends, “are ineffectual in the face of violence other than to voice support for law and order.” Even so, the good people who represented the majority were overshadowed by racist counter parts. Levittowns were a place of “racial homogeneity” Miller concedes. Thus, it was no surprise that the arrival of a black family would create unrest. Furthermore, according to Rosalyn Baxandall and Elizabeth Ewen, William Levitt himself was a white flight pioneer. He created primarily white Levittowns for people who wanted to move away from cities for a number of motives including distancing themselves from African Americans. The result was that blacks were generally excluded from the suburban life that characterized the American dream of the 1950s. Furthermore, for those like the Myers who did manage to make it to the suburbs, to live in a house, as Daisy put it, with a yard for the kids; a garage for the husband; and a garden for flowers, their dream would be under constant threat of turning into a nightmare."],"display_date":"August 19, 1957 - August 31, 1957","search_date":"1957-08-25","locations":[{"id":52867,"lat":40.4107964,"lng":-75.2479061,"zoom":2,"place":"Bucks County, Pennsylvania"}],"tags":[{"id":2878,"tag":"Suburbia"},{"id":1511,"tag":"American Dream"},{"id":889,"tag":"Racism"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}},{"id":6578,"title":"1950 Bomb Blasts on Ethnic Minorities in Miami, Florida","course_id":167,"status":"P","start_date":"6/5/50","end_date":"1/1/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Campaigns for the safety of ethnic minorities started becoming more popular after the disastrous blasts hit Carver Village, Miami on September 22<sup>nd</sup>. The ejection of the white population brought on an aura of hate towards the black community. The everlasting conflict of racism against Negroes grew every day and in the 1950’s they no longer felt safe and protected from the violence and terror that could happen any day. After several years of white occupancy, Carver Village was evacuated for the Negroes to move in. As places started to get urbanized it created a zone of transition where the white population had to depart for the entrance of the black community. However, Negro housing compared to that of the white population was considered to be in slum conditions, and when the negro population moved into houses previously owned by whites it was because they moved out for something better. According to Richard H. Parke, Carver Village housing project, originally known as Knight Manor, took place in “one of the worst white slums in the south”. The bombs on Carver Village were also not a rare incident as more than a quarter million dollars of damage has been done to buildings owned by Blacks or Jews. On September 22<sup>nd</sup> two bundles of dynamite were used to blow up an unoccupied building and it impacted many of the buildings surrounding it. However, when the news of the attack came out it was blamed on communists instead of a racist plot against the minority. There were three bombings at Carver Village that took place over a span of 3 months but the biggest one happened in December when hate groups targeted synagogues and churches.","There was no connection found between the attacks on Carver Village and the blasts on the synagogues and churches. The attacks on Carver Village seemed to be done by professionals, but the bombings of the synagogues and churches were considered to be done by amateurs. The minority have never had an advantage in the United States and racial comments and actions against them happen constantly. For Jews, it was mainly the fear from the majority of keeping control of their power. Jews faced bombings before the December 2<sup>nd</sup> attack that destroyed forty-four memorial windows at the Hebrew School in Miami. In June, there was a bombing at one of the new Jewish centers that were almost done being built. Terrorist attacks like this was a conscious action taken by the majority to try and keep the Jews at a distance. Police intervention did not help the situation much as they did not emphasize the extremity of the situation. However, even though there was a high number of citizens who were anti-Semitic, statistics conducted by Donald Wyatt prove that when the Gentiles were asked about working/living with Jews or Negroes, the majority chose Jews over Negroes.","The second attack on Carver Village happened on November 30<sup>th</sup> which resulted in damages worth $20,000. The shells against the minority, however, did not result in any casualties except for the death of Harry T. Moore. Harry T. Moore was the secretary of the National Association for the Advancement of Colored People (NAACP). Historian Tywanna Whorely states that he was the main and only casualty resulting from the bombs, however, his death was intentional. He was part of a new generation of civil right activists where the main objective was to attain equal rights for blacks. The black community witnessed major setbacks when it came to education and work. Thus, the NAACP worked hard every day to make sure equal rights were attained. This led to major dissatisfaction from the white population resulting in the bombing of Negro leader, Harry Moore, on Christmas night.","This incident was not a rare one, however, it was important as it showed the extremities people felt towards ethnic minorities. All three attacks on different races prove that racism did not stop with the black community and expanded to immigrants in general. The racist assaults that happened in Miami were attacks born out of religious hatred driven by the ones who believed that their race was superior. It can also be seen as one of the events that sparked off thousands of campaigns fighting for equality of the minority."," "," "," "],"display_date":"June 5, 1950 - January 1, 1951","search_date":"1950-09-18","locations":[{"id":52958,"lat":25.7616798,"lng":-80.1917902,"zoom":8,"place":"Miami, Florida"}],"tags":[{"id":3108,"tag":"the 1950s"},{"id":3107,"tag":"Miami blasts"},{"id":889,"tag":"Racism"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}},{"id":6668,"title":"Bringing It Home","course_id":170,"status":"P","start_date":"1800-01-01","end_date":"1865-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Baseball fans across the U.S have heard of players such as David Ortiz, Satchel Paige, or even Bo Jackson. They are some of the greatest African Americans to step foot on a baseball field. Some refer to them as “freaks of nature” because of their playing abilities. Today in Major League Baseball, about 8.5 % of the players on opening day rosters are African Americans. We all know that there was a time in America when African Americans weren't allowed to play baseball. But when were they allowed into the sport of baseball?"," ","It all began in the late 1800s. African Americans first began to play baseball on college, military, and company teams. As time progressed, blacks somehow made it into the professional stage of baseball. There is no record of who the first black baseball player was, but the first black to reach the Major Leagues was Jackie Robinson. Around the 1800s there was a lot of racial prejudice. Some people could only imagine how blacks were treated on and off the field considering that there were people who absolutely didn’t want them play baseball. Those people where whites in the U.S."," ","Because of the amount of racial prejudice floating around it was hard for players to play the game with comfort. What I mean by this is that players couldn't play the without worrying what would happen to them if they played better than a white player. During this time, if a white player saw that a black player had potential, he would do things like “spike” them during a game. White players used the tactic of spiking to injure African American players. This is done during baserunning and sliding into other bases. If a white player was running bases, he would try to step on the back of a black player's ankle or leg, leaving a huge gash or maybe even breaking the player's leg."," ","Blacks had their troubles off the playing field as well. For African Americans, they were treated the same as they were within the playing grounds. In some cases they were treated worse. For example if a team went to a restaurant and they had a black player on their roster, sometimes they were refused of service and asked to leave. In other cases they were allowed service, but if the black player were to go to the bathroom alone, sometimes customers would go to the bathroom just to threaten them or even assault them. Because some of the players may have had families, whites would go to their homes and bust the windows out while they were sleeping. Not only did whites bust windows out, they tried to set their homes on fire as well.","As time progressed,  people began to see the potential in black baseball player's. Although their potential began to be recognized, there were still some instances where player's were heckled by whites in the stands and off the field. After a while,  some whites began to realize that racial prejudice was wrong and that African Americans aren’t what they perceive them to be. The Only thing that blacks ever wanted was the equal opportunities as other people, to be specific whites.","<br />Today in the U.S, there are more black baseball players than there were in the 1800s for sure. There are African Americans playing baseball at every level of play. The number of blacks playing baseball is increasing dramatically every year. If it wasn’t for some players or people, blacks might have never made it to play in the Major Leagues."],"display_date":"January 1, 1800 - January 1, 1865","search_date":"1832-07-02","locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":3276,"tag":"Arican Americans"},{"id":233,"tag":"Baseball"},{"id":1667,"tag":"Discrimination"},{"id":889,"tag":"Racism"},{"id":1123,"tag":"1800s"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6699,"title":"Blacks Owning Blacks: The Story of William Ellison","course_id":171,"status":"P","start_date":"1857-03-26","end_date":"1857-03-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 26, 1857, William Ellison wrote to his son Henry Ellison about the family business. Life was going well and Ellison wanted to update his son on how things were going at home. John, one of Ellison’s 53 slaves had just been to the river to collect payment from a number of white slaveowners for the cotton gins they had purchased from Mr. Ellison. He came back with no money at the end of the day though. Ellison’s customers had either made excuses such as wanting to consult their overseer before paying or had not been where they said they would be. There was no frustration in Ellison’s tone as though this is something that he has had to deal with before. He then gave instructions to his son to purchase a number of farming tools that would inevitably be used in the fields by his slaves. He gave a brief farewell and ended the letter.","This same type of letter may have been sent a thousand times from a slaveholding father to his slaveholding son in mid nineteenth century American South. But William Ellison and his son, Henry Ellison, were different. William Ellison was African American, born into slavery in April of 1790 with the name April Ellison to a slave mother and white slavemaster father, Mr. William Ellison. As a young man he was apprenticed to a cotton gin maker rather than working in the fields and allowed to keep a portion of the wages he earned for his master and father, money that he later used to purchase his freedom. At the same time, he changed his name to William Ellison, after his father, to fit in with higher society. After purchasing his family, he moved to Sumter County, South Carolina and hired out other free African Americans to work in his cotton gin shop. While working, he discovered a common problem among freed slaves in the South. The expense of wages left him with a profit that would never compete with what slaveowners were earning. Wanting to move up in society, he purchased his first slaves in 1820.","By 1850, Ellison had 37 slaves while his sons owned another 16. He was one of about 180 black slave masters in South Carolina at the time, most of whom were former slaves themselves. Like Ellison, they realized that the only way to get out of the lower middle class that so many freed blacks were stuck in, was slave labor. With nearly 9,000 free blacks in South Carolina, that 180 made up a tiny percentage who were willing to do anything to compete with the upper class white slaveowners at the time. Just because they owned slaves though did not mean they were treated equally among slaveowners. As Ellison subtly hints in his letter, white slave owners would avoid interacting with African Americans as much as possible. Ellison provided many whites in the area with what were the best cotton gins available which meant that if they wanted to produce the most cotton, they would have to do business with them. They would often try to avoid paying him though. Despite the discrimination, blacks owning blacks continued all the way up to the Civil War, with many African American slave owners, including Ellison, contributing and supporting the Confederate side. Stories like Ellison’s and other black slave owners showed the economic power of slavery in Southern America in the nineteenth century. The easiest way to achieve financial and social success was to own slaves and the allure of southern wealth was enough that it convinced a few of slavery’s former victims to switch to the other side."," "],"display_date":"March 26, 1857","search_date":"1857-03-26","locations":[{"id":53057,"lat":33.9123048,"lng":-80.4103957,"zoom":8,"place":"Sumter County, South Carolina"}],"tags":[{"id":3319,"tag":"Economic Inequality"},{"id":3318,"tag":"Free Blacks"},{"id":889,"tag":"Racism"},{"id":4,"tag":"Slavery"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}},{"id":6709,"title":"In the Case of Alexina Morrison? Could Slaves Become White? And Could White People Become Slaves?","course_id":171,"status":"P","start_date":"1857-01-01","end_date":"1863-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In January of 1857, a slave trader purchased an “enslaved” woman named Jane Morrison who was “of fair complexion, blue eyes, and flaxen hair.” After her escape, the next time he’d see her was in a Jefferson Parish courtoom where Alexina Morrison had filed suit against him. The suit declared that Alexina –not Jane— was white, mistakenly identified and mistakenly enslaved. In her petition, Alexina asked that she be declared legally white and awarded $10,000 ($270,000.00 in today’s money) for the wrong that John White had done by holding her as a slave. The following case, heard by three juries and two Supreme Courts, confronted interpretations of race in relation to slavery.","Both parties, Morrison and White, made claims about Morrison's ancestry but could offer no hard evidence besides judgments of Morrison’s outward appearance. In her testimony, Morrison said she had been born to and kidnapped from two white parents. In response, White provided the bill of sale from Morrison’s purchase, but it was deemed “illegal” due to its origin in Arkansas. Therefore, both parties were left to prove Morrison’s origin through her appearance and the “speculative” opinions of physicians and others.  In his attempt to prove Morrison's \"blackness,\" White pointed to facial features like her high cheekbones. This logic, as Morrison’s lawyers pointed out, made even the white men in the room seem like they had “black” features. ","The jury was left to decide the difference between being white and performing whiteness:  Is whiteness inherent through nature or acquired through circumstance? Merely the thought of this logic had the power to shatter several existing power dynamics of the antebellum South. Whiteness could no longer be the exclusive sphere of superiority for white people if black slaves could efficiently perform it. If whiteness could be easily attained –a skill rather than a birthright, the permeable barrier would fail to protect any non-slaveholder from slavery. Whiteness, synonymous to protection from slavery, was perpetuated by the outward appearance of white people –mainly their pale skin. Therefore, a threat to Morrison’s protection was a threat to the nonslaveholders’ whiteness and their own security. <em>Morrison v White</em> raised a question central to the race-based economy of the South: how much longer would pale skin protect nonslaveholders from being enslaved? By complicating perceived notions of race in this way, Morrison unraveled a history of categorization by race and finessed her way to freedom. Ultimately, the case of Alexina Morrison showed how in some instances one of the foundations of American slavery—race—was unstable enough to derail enslavement."," ","."," "],"display_date":"January 1, 1857 - January 1, 1863","search_date":"1860-01-01","locations":[{"id":53072,"lat":29.6498691,"lng":-90.1120696,"zoom":8,"place":"Jefferson Parish, Louisiana"}],"tags":[{"id":744,"tag":"court case"},{"id":29,"tag":"New Orleans"},{"id":2986,"tag":"Louisiana"},{"id":629,"tag":"race"},{"id":889,"tag":"Racism"},{"id":3333,"tag":"Jefferson Parish"},{"id":3334,"tag":"whiteness"},{"id":3335,"tag":"appearance"},{"id":3336,"tag":"free woman of color"},{"id":3337,"tag":"enslaved woman"},{"id":3338,"tag":"John White"},{"id":3339,"tag":"Jane Morrison"},{"id":3340,"tag":"Alexina Morrison"},{"id":3341,"tag":"white slave"},{"id":3342,"tag":"blue-eyed slave"},{"id":3343,"tag":"mulatto"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}},{"id":6765,"title":"History of African Americans in Medicine","course_id":177,"status":"P","start_date":"1/1/00","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Being black prior to the year1891 was hard. Not only was racism everywhere, but for black people in the medical field, as either patients or practicing professionals, if they were qualified and more than likely deserving, there was no place for them in the medical field. This unspeakable injustice is not one that went un challenged though. Until Dr. Daniel H Williams came along to bring about a sense of hope and belonging to African American people who wished to join the medical field. It is very important to understand just how the world worked at this time. The reality of life for black people, was that if they were patients, they could not be brought into a white hospital for an operation. In others where it was allowed, “the privilege carries with it such offensive limitations on the time and manner in which the family of the patient is allowed to visit the may prefer not to use it.” Something else to realize, is that black doctors were extremely ostracized and were also not permitted to practice in public hospitals even upon meeting all of the requirements set forth by said hospitals.","Until a 1900 address by the good Dr. Daniel Hale Williams, (who subsequently opened Provident Hospital and Nurse Training School in Chicago, the nation’s first black controlled hospital), urged other Black people and white people to open black controlled hospitals. The world would no longer be deprived of all the rewards that black doctors have provided for not only the development of the prestigious career that is medicine, but to the overall increase in health possible for all people. Just as any other major change though, the opening of black controlled hospitals was something that took time. In fact, it took twelve years for there to be just 63 black controlled hospitals opened, and seven years later a total of 118.Someone once said that when preparedness meets opportunity, that’s when magic happens. The black hospital movement is no exception to this. By having an environment where black doctors were not only victims to extreme racism, and ostracizing by other doctors, but not even being able to take credit for their work. Being able to work in a safe environment, allowed for the magic to start happening, allowing black doctors to take control of their craft and put forth groundbreaking work just as the great Dr. Williams did in 1893 with the first successful open heart surgery."," "," "],"display_date":"1900 - 1945","search_date":"1923-01-01","locations":[{"id":53109,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, IL, USA"}],"tags":[{"id":3488,"tag":"Dr. Daniel Hale Williams"},{"id":100,"tag":"Medicine"},{"id":889,"tag":"Racism"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6794,"title":"Police Arrest Of Fifty Negro Men In Pittsburgh Reported In Newspaper.","course_id":180,"status":"P","start_date":"1/22/27","end_date":"1/22/27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Pittsburgh Police Round Up 50 Negro Men in Dragnet,” <em>Broad Ax</em>, an African-American, Chicago-based newspaper, describes a mass arrest of coloured people in Pittsburgh’s Hill District. In a crackdown on crime in the district, fifty African-Americans and Mexicans (lumped also under the term “Negro”) were arrested by the police. Their fate, the story says, was decided on Wednesday morning by Magistrate Orie. Twenty were fined ten dollars, or sentenced to thirty days in the workhouse. The rest of them, who were regularly employed or had excuses for being out late, were released without charge. The story further says that the roundup was made because of numerous holdups and robberies in the district.","This story illustrates a specific episode of the obverse side of “The Great Migration” (1916-1930), which saw more than a million African-Americans leave the segregated South for better lives in the North. Cities such as Pittsburgh drew the new migrants with its promise of jobs in the steel and railroad industries. They, however, faced hurdles from the law and the native populace. Police singled them out for their perceived proclivity for crime and dishonesty. It was not uncommon for them to be arrested and convicted on the flimsiest of charges. On top of that, they clashed, sometimes violently, with the local people, white Southern migrants, and European immigrants, over scarce jobs and housing. Racist city zoning laws and housing covenants also corralled the African-American population into densely packed neighbourhoods, like the Hill District, where they lived under virtual segregation-like conditions.","This story is an all too painful reminder that racism did not cease to be a spectre haunting the African-American community when they crossed the Mason-Dixon line. Having escaped from the racial inferno of the South, many soon discovered that life in the North wasn’t the racial paradise they imagined it to be. But their struggles to overcome and thrive in the new landscape did give them a sense of pride and purpose, which they had been nurturing ever since they took that train, bus, or car to the North."," "," "],"display_date":"January 22, 1927","search_date":"1927-01-22","locations":[{"id":53136,"lat":40.445881,"lng":-79.978896,"zoom":15,"place":"Pittsburgh, USA"}],"tags":[{"id":81,"tag":"Great Migration"},{"id":889,"tag":"Racism"},{"id":2537,"tag":"Pittsburgh"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":180,"school_id":28}},{"id":6872,"title":"Ku Klux Klan Member Threatens African American Elected Official","course_id":188,"status":"P","start_date":"1868-01-01","end_date":"1868-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1868, a Klan member from Lincoln County, Georgia sent a letter to African American elected official Davie Jeems. In this letter, the anonymous Klan member threatened Jeems with both physical and mental harm to “show Jeems his place.” He warned that he had his eye on Jeems every single day and advised him not to make any wrong decisions that would anger the KKK. The Klan member sent this letter with the intention of coercing Jeems to conform to the political beliefs of the Democratic party and to create fear into the African American people. The letter stated, “We nail all, radicals up in Boxes and send them away to KKK – there is. 200 000 ded returned [sic] to this country to make you and all the rest of the radicals good Democrats and vote right with the white people.” The letter ended with the use of a racial slur and the warning that the safety of every African American depends on whether or not they join the Democratic camp. The Klan member implored Davie Jeems to take heed and act accordingly.","With the end of the Civil War and the dramatic shift in political power, the southern Democratic party chose to resist Reconstruction. Thus, former Confederate general, Nathan Bedford Forest joined with others and founded the Ku Klux Klan to “keep the order” in the southern states. Through various acts of violence, the Klan tried to undermine the Republican party and restore white supremacy. Over ten percent of the African American legislators elected during the 1867-1868 constitutional conventions fell victim to the Klan’s acts of violence during Reconstruction. The Klansmen wanted life after the Civil War to resemble the Antebellum South. They could not accept that African Americans gained their freedom and citizenship rights as human beings, and they hated all of the changes that came with Congressional Reconstruction.","This specific letter embraces the issues of racism and political pressure during this time. While the threat to Davie Jeems reflects the Klan’s hatred toward African Americans, it also reflects their hatred toward change. According to historian Eric Foner, “[The Klan] aimed to reverse the interlocking changes sweeping over the South during Reconstruction.” They intended to restore the black labor force and racial subordination throughout the South as a way to orchestrate the black man’s every move. Part of these ambitions stemmed from their paranoia about a black uprising. For this reason, the Klan mainly operated in counties with an even black to white ratios or white majorities. In addition, the Klan helped the Democratic party by suppressing the black vote and directly opposing the Republicans. The KKK’s violent actions earned them the reputation as the terrorist arm of the Democratic party. Due to the KKK’s pressure in the South, the Republicans lost a lot of ground during Reconstruction in these areas."],"display_date":1868,"search_date":"1868-07-01","locations":[{"id":53202,"lat":32.736974121658,"lng":-82.587354481526,"zoom":7,"place":"Lincoln County, Georgia"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":2874,"tag":"Democratic Party"},{"id":889,"tag":"Racism"},{"id":123,"tag":"Reconstruction"},{"id":3678,"tag":"White Supremacy"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}},{"id":6900,"title":"The Ruthless KKK","course_id":191,"status":"P","start_date":"3/27/65","end_date":"3/27/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Saturday March 27th 1965, President Lyndon Johnson was “declaring war” on one of the most horrific white supremacist groups of all time: The Ku Klux Klan (KKK).? He did so via a mass television broadcast where he attacked the Klan after a woman by the name of Mrs. Liuzzo was killed by four men who were apparently associated with the Ku Klux Klan. The President was fierce in his statement telling the clan to stop “before it is too late” and even calls the group a “hooded society of bigots”?. Johnson acknowledges the threat that this group poses and realizes that he must take action in order to reassure his country’s safety. The article published by the Globe and Mail describes Johnsons mood as “sheer wrath” when hearing the news of the crime committed?. The reporter constantly hinted to Johnson’s emotion towards the KKK and how motivated he was to bring these men to justice. To explain his motivation, the article states that Johnsons father too dealt with the KKK and felt that the group was a threat to America’s safety?. Although his public attack on the Klan was used to cause intimidation, the article brings up a good point that by naming these four men publically, it could cause an unfair trial?. Nonetheless this article portrays Johnson sticking up for what he believes in and showing an enormous amount of bravery and courage. ","The Ku Klux Klan was first founded in 1866 with the goal of promoting terrorism and violence to those of African American heritage and those that had different religious beliefs to them.? There were two waves of KKK dominance; one lasting from 1866 to the late 19th century, and the other from 1915 to modern day. ? In Johnson’s announcement he stated how his father also ‘dealt’ with the KKK and here we see proof of that with the two separate waves of white supremacism. What led to the high increase of clan activity in the 60’s was when Johnson announced his plans for more Civil rights for those of colour with his new take on Liberalism and new definition to FDR’S “New Deal”. Unfortunately, Viola Liuzzo was just one of the many casualties as a result of the KKK. Viola Liuzzo was a poor white southerner born in Pennsylvania in 1925.? When growing up in the great depression she knew what it was like to be constantly moving due to a lack of funds. She noticed how those of colour were treated very poorly and were racially divided with different waiting rooms, water fountains, churches etc.? In 1965 when she heard about the opportunity to join the march in Selma Alabama she thought it was a great way to stand up against black oppression. During the march Viola was spotted sitting with a black man, and four KKK members saw this as a chance to “broadcast their message: killing Liuzzo and Moton would assure blacks that no march or demonstration would ever change what they considered the ideal southern way of life.”? The KKK were a very radical, dangerous group and did whatever was necessary to keep a white powered society; even if that meant killing someone of their own skin colour.  After Liuzzo was shot to death, the four shooters were caught just hours later where Johnson had a live broadcast declaring threats against the clan. "," "],"display_date":"March 27, 1965","search_date":"1965-03-27","locations":[{"id":52836,"lat":47.741745672861,"lng":-117.15857658134,"zoom":5,"place":"Washington DC"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":889,"tag":"Racism"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":191,"school_id":28}}]}