{"id":891,"tag":"Slave States","points":[[37.954527025,-76.8481834827]],"bounds":[[37.954527025,-76.8481834827],[37.954527025,-76.8481834827]],"episodes":[{"id":5165,"title":"Journey in the Seaboard Slave States","course_id":66,"status":"P","start_date":"1856-01-01","end_date":"1856-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Slavery is such an atrocious debasement of human nature, that its very extirpation, if not performed with solicitous care, may sometimes open a source of serious evils,\" Olmstead quoted this from Benjamin Franklin. In 1856, an Englishman, Frederick Law Olmstead, wrote <em>A journey in the seaboard slave states. </em>It is about his long journey in the seaboard slave states of Virginia, North Carolina, South Carolina, Georgia, Alabama and Louisiana.  In the chapter on Virginia, Olmstead expresses an unforgettable experience: he saw the whole process of slaves being sent to the market for sale just like merchandise.  He went to the slave-market and asked for the price and information, witnessed the procedure of slave auction and bidding, and saw slaves forced to depart from their families.  He even saw a black slave only cost $2.50.","During this period, the slave companies were all legal, and this kind of commerce flourished: “I turned into a short, broad street, in which were a number of establishments, the signs on which indicated that they were occupied by ‘Slave Dealers,’ and that ‘Slaves, for Sale or to Hire,’ were to be found within them. They were much like Intelligence Offices, being large rooms partly occupied by ranges of forms, on which sat a few comfortably and neatly clad negroes, who appeared perfectly cheerful; each grinning obsequiously, but with a manifest interest or anxiety, when I fixed my eye on them for a moment,” Olmstead says. He describes that many colored people, adults and children, were being sold like merchandise as home-servants or field-workers.  They were forced to leave their families, but no one seemed to feel a thing; in the auction, Olmstead describes, “there was an entire absence of emotion in the party of men, women, and children, thus seated preparatory to being sold.” Afterwards, Olmstead tried to do some research on general views of slavery in its social and political relations, and he discovered that people were fairly satisfied as long as the slaves were better off – as he interviewed a farmer, he says, “But what can we do that is better? Our free negroes--and, I believe it is the same at the North as it is here--are a miserable set of vagabonds, drunken, vicious, worse off, it is my honest opinion, than those who are retained in slavery. I am satisfied, too, that our slaves are better off, as they are, than the majority of your free laboring classes at the North.”","On the other hand, Olmstead was shocked that even poor white people were more “privileged” than the black people and black slaves: they received higher wages than black people, and they refused to do the jobs that black people usually did.  “Their wages were from fifty cents to a dollar [a day], varying with the demand and individual capacities . . .  No white man would ever do certain kinds of work, and if you should ask a white man you had hired, to do such things, he would get mad and tell you he wasn't a nigger.” With that said, black people and slaves were totally oppressed by whites (even poor whites), which added more stresses and dejection to their lives.","Olmstead’s story surely illustrates the picture of the slave trade through outsider’s eyes, and he showed how common and acceptable the slave trade was in the 1850s. In 1863, Francis Fedric, who actually was a slave in Virginia and Kentucky, wrote a book named <em>Slave Life in Virginia and Kentucky,</em> which was about his life as a slave over fifty years, including slaves being bought and sold, the events of slave-market, and his slave life with his fellows.  In the text, he states, “My master has bought about 100 slaves . . . for my master, at the next slave-market, intended to purchase more slaves.” Fedric’s book depicts the reality of the slave trade and the frustration and distress that slaves had to confront."],"display_date":1856,"search_date":"1856-07-01","locations":[{"id":14218,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":96,"tag":"Slave Trade"},{"id":891,"tag":"Slave States"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}}]}