{"id":894,"tag":"fur trade","points":[[42.7529827424,-73.884695438]],"bounds":[[42.7529827424,-73.884695438],[42.7529827424,-73.884695438]],"episodes":[{"id":5156,"title":"<strong>Letter from John Jacob Astor to his merchant, Peter Smith, </strong><strong>regarding the fur trade.</strong>","course_id":66,"status":"P","start_date":"1790-11-02","end_date":"1790-11-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Jacob Astor was America’s first multimillionaire. Mr. Astor, German born, moved to the United States in 1784. Shortly after, he began his commercial career in fur trafficking. Mr. Astor, a keen businessman, recognized early on the possibilities of immense fortune in both furs and peltries. The rich peltries of the North had been pursued by the early traders. The Indians had little knowledge of the relative wealth of furs at first and bartered foreign trinkets and cheap commodities for them. The early traders realized immense profits and found furs as a source of wealth. The earliest and richest crop of Central and West New York consisted of furs through which John Jacob’s Agency, aided by Peter Smith and others, found their way into both the New York and London markets.","In 1790, Mr. Astor wrote a letter to his merchant Peter Smith on the Mohawk River. He expressed the value of furs and their worth. In the business deal, he advised Peter to deliver as much furs as possible between spring and June 1<sup>st</sup>. He requested Peter to only buy furs if the price was very low and advised him that he would loan him cash if need be.","In 1790, the price and inventory that Astor was willing to pay included the following: Otter Skins: 40s, Bear 40s, Red Fox (good condition) 9s and 6p, Mink: 4s and 3p, Wolfs: 6s and 6p, Wildcat: 6s and 6p, Muskrat 1s and 5p, and Beaver 12s.","Astor had major plans in establishing trading posts all across the continent from the Atlantic to the Pacific and to send these furs to China. In 1811, Mr. Astor acquired the Mackina Company, which covered the entire south, and named it “The American Fur Company”. This was entitled the South-West in contradiction to the North-West Company which was a competing fur company based in Canada. Mr. Astor’s goal was to possess and monopolize the whole fur trade of North America. From the sixteenth to the late nineteenth century, fur trading was an important economic and political motive in the exploration and colonization of our continent. It was during this time that Mr. Astor accumulated a quarter of a million dollars, and became one of the leading figures in the fur trade."],"display_date":"November 2, 1790","search_date":"1790-11-02","locations":[{"id":15440,"lat":42.7529827424,"lng":-73.884695438,"zoom":8,"place":"Albany, New York"}],"tags":[{"id":894,"tag":"fur trade"},{"id":893,"tag":"Astor"},{"id":11,"tag":"Economy"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5157,"title":"Alexander Ross writes of his travels as a Fur Trader.","course_id":66,"status":"P","start_date":"1822-05-01","end_date":"1822-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The value of furs and peltries were increasing, causing many adventurers to travel abroad and engage in the fur trade.  Alexander Ross was raised in Scotland on his father’s farm. In 1804, He left for Quebec where his journey led him from being a schoolmaster to that of a fur trader. In 1822, in a letter to his sister, Alexander Ross wrote about his regrets, travels, and misfortunes abroad. All of this was done in hopes of finding a better life.","Ross told his sister that he regretted leaving and felt that he had no choice but to stay, due to his honor and pride to his country. Alexander Ross lived in Lower Canada for a year as a schoolmaster. Due to lack of money and pride and of not wanting to take any money from his father, Ross chose to embark on an adventure with the Pacific Fur Company as a fur trader.","Ross’s travels took him pass the islands of Cape di Verde, Falkland, Terra del Fuego, Magellan, Cape Horn, the southern promontory of America, Chili, Peru, and the Sandwich Islands. In 1811, after sailing across the North Pacific Ocean, they landed. This was the destination where the company had planned on establishing a fur trade among the natives.  Sadly, misfortune hit: the Indians seized their ship. Twenty-three of their people were murdered, eight drowned, and others were deprived of all resources. The men struggled between hope and despair for three years. Ross was one of them. With strong will to succeed, they made their way across the continent to Canada.","Ross’s strong will and determination kept him alive, and in 1813 Alexander Ross joined the Northwest Company of Montreal and occupied a post in the Okanagan (Nez Perce) country. In 1821, the escalating conflicts between the competing companies of North West and Hudson’s Bay resulted in a forced merger of the two. The Hudson's Bay Company took over all of the North West Company's operations, including Fort Nez Percé, which became an important post for the fur trade and a base for beaver hunting expeditions."],"display_date":"May 1, 1822","search_date":"1822-05-01","locations":[{"id":15201,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":895,"tag":"Ross, Alexander"},{"id":894,"tag":"fur trade"},{"id":11,"tag":"Economy"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}}]}