{"id":895,"tag":"Ross, Alexander","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":5157,"title":"Alexander Ross writes of his travels as a Fur Trader.","course_id":66,"status":"P","start_date":"1822-05-01","end_date":"1822-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The value of furs and peltries were increasing, causing many adventurers to travel abroad and engage in the fur trade.  Alexander Ross was raised in Scotland on his father’s farm. In 1804, He left for Quebec where his journey led him from being a schoolmaster to that of a fur trader. In 1822, in a letter to his sister, Alexander Ross wrote about his regrets, travels, and misfortunes abroad. All of this was done in hopes of finding a better life.","Ross told his sister that he regretted leaving and felt that he had no choice but to stay, due to his honor and pride to his country. Alexander Ross lived in Lower Canada for a year as a schoolmaster. Due to lack of money and pride and of not wanting to take any money from his father, Ross chose to embark on an adventure with the Pacific Fur Company as a fur trader.","Ross’s travels took him pass the islands of Cape di Verde, Falkland, Terra del Fuego, Magellan, Cape Horn, the southern promontory of America, Chili, Peru, and the Sandwich Islands. In 1811, after sailing across the North Pacific Ocean, they landed. This was the destination where the company had planned on establishing a fur trade among the natives.  Sadly, misfortune hit: the Indians seized their ship. Twenty-three of their people were murdered, eight drowned, and others were deprived of all resources. The men struggled between hope and despair for three years. Ross was one of them. With strong will to succeed, they made their way across the continent to Canada.","Ross’s strong will and determination kept him alive, and in 1813 Alexander Ross joined the Northwest Company of Montreal and occupied a post in the Okanagan (Nez Perce) country. In 1821, the escalating conflicts between the competing companies of North West and Hudson’s Bay resulted in a forced merger of the two. The Hudson's Bay Company took over all of the North West Company's operations, including Fort Nez Percé, which became an important post for the fur trade and a base for beaver hunting expeditions."],"display_date":"May 1, 1822","search_date":"1822-05-01","locations":[{"id":15201,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":895,"tag":"Ross, Alexander"},{"id":894,"tag":"fur trade"},{"id":11,"tag":"Economy"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}}]}