{"id":896,"tag":"Labor","points":[[40.7805662337,-73.9388482485],[41.0595411645,-76.3864688812],[42.4842595758,-71.3901525974],[41.2653695787,-75.8599727257],[42.927205,-76.1289029],[41.1489458,-73.9830029]],"bounds":[[42.927205,-71.3901525974],[40.7805662337,-76.3864688812]],"episodes":[{"id":5169,"title":"Lower Working Class Life of New York City","course_id":66,"status":"P","start_date":"1830-01-01","end_date":"1830-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the 19<sup>th</sup> century New York City was a populous municipality, with over 220,000 inhabitants by the 1830s. It was diverse, consisting of both prosperous and impoverished areas. Many buildings were beautifully created with an artistic impression, while others were insignificant and deplorable.  Prince Maximilian of Wied’s chronicled his travels in New York during this time and described the contrast between its beauty and unattractiveness. This proved the strong gap that existed between the wealthy and poor, with both groups calling the city their home. Additionally, it was easily accessible to travelers because of its convenient location on the ocean’s edge. With all its activity and work, in a boisterous setting, immigrants from several areas of the globe, especially Europe, congregated in New York City. Recent immigrants as well as second and third generation natives made up the city’s lower working class. The people adjusted to American urban life, inhabited residences, and took up whatever jobs were available throughout the city.  These circumstances enabled a prevalent, dynamic, and industrious commerce.","With the perception of the American dream in mind, people’s natural ambition was to get money, become successful, and reach happiness in life. What better place to aspire for and live out this dream than New York City?  Immigrants exhibited the strong desire to obtain a good job that paid well and expectations of achieving the American dream. The jobs attainable by the lower working class consisted of industrial and factory work. These were tedious roles that demanded back breaking work and paid minimal wages. Additional occupations like maids and seamstresses were also typical for the lower working class of New York City. The hours entailed in these jobs were long and once again pay was minimal, yet the labor required was arduous and physically demanding. Seamstresses were paid only by the pieces of their work, as opposed to an hourly rate, and this was oftentimes unpredictable. Other jobs for the lower working class included lamplighters, chimney sweepers, and couriers.","Residential circumstances were not always optimum for the lower working class. Greed driven landlords found it unprofitable to rent to that specific type of family. However, there were some landlords that did rent out to working class families. Their property consisted of two-room apartments located in brick buildings, known as tenements. One apartment would get rented out to two separate families, resulting in communal living.  Unfortunately many of them were left to rent in wooden buildings. These variations were typically neglected, rundown and dilapidated because the landlords felt it was inconsequential to repair or replace anything. Their main purpose was to gain as much profit as possible by cramming families into living quarters, and the families had no choice. New York had a shortage of tenements, and it was imperative for the inhabitants to reside within walking distance to their job locations.","Public hygiene conditions were far from sanitary, and with the combination of families residing in cramped living situations, the repercussions were repugnant. Since plumbing had yet to reach the tenements, human waste was kept in large containers, just below outhouses. When the containers would become backed up or storm flooding would occur, human waste would wash into the streets among the other debris and, occasionally, seep into homes. This brought forth exposure to many infectious diseases. This was particularly dire because the medical field was still developing. They were still researching what caused epidemics, while recognizing newer ones brought from overseas.  People were unaware how to prevent and treat these diseases. Consequently, several illnesses ran rampant through the population, including cholera. The proliferation of the population, inadequate transportation and cramped and unsanitary living conditions made lving in the city for the lower working class almost unbearable."],"display_date":1830,"search_date":"1830-07-02","locations":[{"id":8919,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":31,"tag":"Immigration"},{"id":267,"tag":"Health"},{"id":896,"tag":"Labor"},{"id":598,"tag":"New York"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5223,"title":"Suspected Mollies Murder in Broad Daylight","course_id":62,"status":"P","start_date":"1857-10-17","end_date":"1877-02-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Alexander Rea was murdered on a Saturday morning on October 23, 1868 while on his way to the coal mine where he worked. He was shot six times at close range and $500 dollars was stolen from his body. The corpse was hidden in the bushes and was not discovered until the next day. Eleven years later three suspects were arrested and tried for the crime. Patrick Hester, Peter McHugh, and Patrick Tully,   were assumed to be members of the notorious Molly Maguires, the secretive and violent Irish labor union. It was assumed that Rea, as a mine authority, had somehow crossed the Molly Maguires. Rumors spread of mine officials being targeted by the Mollies during this period. The trial brought both local and national attention.","Throughout the 1860s and 1870s there were numerous reports of mine authorities being murdered by the Molly Maguires. Historians debate the reasons behind the Molly Maguires’   violent acts.  Historian Kevin Kenny believes that the Mollies “were fighting in their own way for justice” against the indignities that Irish immigrants had to endure during this period. These indignities included Irishmen being denied work; “No Irish Need Apply” signs were common in store windows. Irishmen were also often given the most undesirable assignments within the coal mines. Although the Mollies may have started as Irishmen fighting injustices, historian Arthur Lewis believes they quickly became a violent gang who terrorized the coal mines of Pennsylvania.  In his opinion, “the Mollies degenerated into gangs of murderous thugs, they were opposed by most decent Irishmen.”","The jury at the trial, it seems, came down on Lewis’s side of the debate. The court ruling in this particular trial definitely seemed more appropriate for violent gang members than men fighting injustices. . All three men were convicted, sentenced to death, and hanged. This was the first ruling of first degree murder for that particular court. At the time the sentence brought the total of suspected Mollies on death row to fifteen men. Many saw this as the dangerous Molly Maguires finally getting their just desserts."," "," "],"display_date":"October 17, 1857 - February 24, 1877","search_date":"1867-06-22","locations":[{"id":10955,"lat":41.0595411645,"lng":-76.3864688812,"zoom":9,"place":"COLUMBIA, Pennsylvania"}],"tags":[{"id":956,"tag":"Trial"},{"id":896,"tag":"Labor"},{"id":91,"tag":"Murder"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5375,"title":"The Role of Poetry and Prose in the Lowell Mills: An Examination of Mourning in the Factory-workers' Literary Magazine","course_id":81,"status":"P","start_date":"1840-01-01","end_date":"1845-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Published in the January 1843 edition of \"<em>The Lowell Offering and Magazine</em>\" is a poem entitled \"On A Young Man Lost At Sea\" by an author credited as \"M.G.B.\" The mournful poem reads like a funeral dirge and expresses the sorrow of a sister who has lost her dear brother. The author writes of how this young man's voice will never again be heard nor will his presence be seen around the family hearth. Instead, her brother lies sleeping in his \"ocean tomb\" without an ornate stone to mark his final resting place. Instead, she writes, a monument is raised for him in every mourning heart and in every “bitter fountain” expelled.","She describes how mournful their familial house has grown, as if cast in a shade of sadness. A place that was filled with happy memories now serves as a constant reminder of a lost brother. The author writes of her brother's spirit, the essence of which lives on in all those who knew him. She comforts herself in the thought of reuniting again with her brother in death, as it is only then that their souls and spirits will reunite.","The <em>Lowell Offering</em>, a literary magazine,was established in 1840 by the women of the Lowell Mills as a response to an increasingly negative public perception of the conditions in which the women were made to work. The women used the <em>Lowell Offering </em>as a platform by which to share their self-penned poetry, stories, and essays. The subject matter of these writings ranged from retrospectives on their childhood homes to the working conditions of the mills as well as the topic of death. Death was an especially omnipresent entity for all people of the era, but especially for the factory workers. From accidents within the factory to the loss of a loved one on a sea-faring journey, the women coped by expressing their emotions in poetry and prose.","While the <em>Offering </em>provided a unique and unparalleled means by which the women could both express and share their thoughts and musings, it was heavily criticized for being far too optimistic. This condemnation was based in the belief that the increasingly long hours and speed with which the women were made to work adversely affected all aspects of their health, both physical and mental. Moreover, the <em>Offering</em> was criticized as an unrealistically optimistic “mouthpiece for the corporations,” implying that the Lowell Operative owners ultimately had their own monetary interests at heart and exploited the bodies and minds of their young female workers. In 1845, the <em>Offering</em> faced dwindling subscribers and in the face of increased opposition, put out its final issue."],"display_date":"1840 - 1845","search_date":"1842-12-31","locations":[{"id":6172,"lat":42.4842595758,"lng":-71.3901525974,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":896,"tag":"Labor"},{"id":289,"tag":"Art/Leisure"},{"id":684,"tag":"mid-nineteenth century"},{"id":1209,"tag":"female factory workers"},{"id":1210,"tag":"women's writings"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}},{"id":6267,"title":"<em>Empire Colliery Miners go on Strike</em>","course_id":137,"status":"P","start_date":"1868-07-21","end_date":"1868-07-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 21, 1868 a group of miners from the Empire Colliery in Wilkes-Barre, Pennsylvania started a strike in the region protesting hours and wages. Similar, and fairly successful, strikes in Schuylkill County inspired this particular strike. An article in Philadelphia’s <em>Daily Evening Bulletin</em> described the spreading of the cause as, “…inflammable material so susceptible to the slightest touch of the torch is kindling into a broad blaze.” The Empire Colliery’s strike is an example of this.","The creation of the Workingmen’s Benevolent Association, founded by John Siney worked as a labor union for miners in the region. Earlier in the year the association played an integral role in the passing of a new state law on July 1 that decreased the length of the standard work day from ten hours to eight. The members of the association and laborers remained unsatisfied with the lack of implementation of the new law and the decrease of salary based on the new hours. These dissatisfactions prompted the strike.","Just before midday on July 21, 1868 the miners at the Empire Colliery stopped their work for the day and began to march.  The miners marched to neighboring mines recruiting more support. The <em>Daily Evening Bulletin</em> describes the men as marching with “military enthusiasm” armed with bludgeon and pistols in case of opposition. They met some opposition at the Lehigh and Susquehanna Railroad Shop, however, and responded by unscrewing the bolts of a locomotive and allowing it to fall down the tracks. The miners encouraged the prison workers and employees of the Gas Company to join them. The superintendent of the gas company eventually gave in to the demands and was met with threats to keep his word. By nightfall the strikers had shut down all of the neighboring collieries and considered it a successful day.","While the strikers where satisfied with the work they had accomplished on July 21, in the end their actions proved to be unsuccessful and the strike disbanded. This particular strike in Wilkes-Barre ended without the laborers demands being met, but strikes simultaneously happening in Schuylkill County proved to be more successful. Nevertheless, all of the strikes happening in the Anthracite region of Pennsylvania foreshadowed the Great Coal Strike of 1902 that occurred decades later."," "," "," "," "," "," "," "," "," "],"display_date":"July 21, 1868","search_date":"1868-07-21","locations":[{"id":11127,"lat":41.2653695787,"lng":-75.8599727257,"zoom":8,"place":"LUZERNE, Pennsylvania"}],"tags":[{"id":896,"tag":"Labor"},{"id":2526,"tag":"Strike"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6615,"title":"Morrison Swift Predicts the Rise of Socialism","course_id":163,"status":"P","start_date":"6/29/03","end_date":"6/29/03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter to the <em>New York Times</em>, Morrison Swift wrote, “A question that many are asking with a great deal of interest is what effect the great socialist gains in Germany will have upon this country.” Morrison Swift wrote letters to the editor of the <em>New York Times</em> many times before. Swift, a writer, social activist, speaker, and pamphleteer, focused on social and political theory.","Germany saw a rise in socialist ideas as they neared the twentieth century. The German Social Democratic Party became one of Germany’s most popular parties, and saw massive gains in the Reichstag since 1890. Socialism also saw a rise in popularity in the election of 1900 in the United States.  Swift said, “The German elections are likely to have a very notable influence upon the American working classes in changing this, by calling their attention to politics as a method far more potent than the strike.” Unfair and dangerous working conditions brought on by rapid industrialization, such as low wages, long hours, and work-related injuries, led to strikes and standoffs between laborers and managers. Swift mentioned the unhappiness of the laborer in society, writing that workers finally realized that there may be something wrong with the interactions between labor and capital.","Between 1900 and 1904, Socialism gained popularity in a region of 20 states bounded by Maine, Minnesota, Missouri, and Maryland. This region accounted for the most socialists in office, along with between 60 percent and 85 percent of the Socialist party vote. This region was also heavily industrialized. Counties known for having unions and industry working against each other tended to vote more Socialists into office and have a more Socialist leaning during the presidential election.","Swift likened the American trust leaders to the German Emperor, William the Second, saying, “Our heads of industry and finance are bearing down on the people in ways as surprising and obnoxious to us as a free nation, as William’s ways are obnoxious and intolerable to Germany as an unfree nation.” Swift predicted that such conditions would unleash a gradual rise in popularity for Socialism. Swift mentioned, “It seems that we should recognize that Socialism is to spring into a great, perhaps huge, practical force in this country in a very short time.” In 1900, the Democratic Socialist Party, led by Eugene V. Debs, had only 0.6 percent of the popular vote, but by 1904 the Socialist Party, also led by Debs, had risen to three percent of the popular vote.","Swift highlighted the fact that Germans saw less industrialization than the United States, yet still ran to Socialism to protect themselves from industrialization. He predicted that the American laborers would run to the arms of Socialism for protection, and that it was inevitable to avoid the revolution. Despite Swift’s predictions, Socialism would decline in popularity and would almost die out after the First World War."],"display_date":"June 29, 1903","search_date":"1903-06-29","locations":[{"id":52989,"lat":42.927205,"lng":-76.1289029,"zoom":5,"place":"New York"}],"tags":[{"id":3176,"tag":"Labor Movement"},{"id":3175,"tag":"1903"},{"id":3174,"tag":"1904 Election"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":1090,"tag":"strikes"},{"id":896,"tag":"Labor"},{"id":2188,"tag":"Socialism"},{"id":2781,"tag":"Election"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}},{"id":6889,"title":"Working Reserve Supports the Farms","course_id":190,"status":"P","start_date":"4/20/18","end_date":"4/20/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Rockland County, New York, farmers were short on help during the spring of 1918. Most of their farm hands were being pressed into military service after the United States entered World War I in April 1917. Food production was likely to suffer. However, the <em>Rockland County Times </em>on 20 April, 1918,brought good news. The New York State Food Commission created the New York State Boys’ Working Reserve in March 1918 to select and mobilize young men ages 16 to 21 in support of the farms. The boys mostly came from New York City and were screened before being sent to farms upstate. In April 1918, one thousand boys had already bent sent to assist the farmers in their tasks.","The farmers were encouraged to put in requests for additional help at once, before the season began in earnest. Farmers who requested help sooner were able to get a better selection of workers than those who did so later. L.A. Muckle from the Rockland County Farm Bureau and Mr. G M Carleton of Mahwah, New Jersey, obtained the necessary paperwork and coordinated labor support for farmers. Mr. Carleton had charge of the boys from New York City High School, who would be mobilized to support Rockland County Farmers.","As of April 20, 1918, Mr. Carleton had ten boys ready for mobilization to the Rockland County to support the farms there. Furthermore, he was able to reserve an additional twenty to thirty boys within the following two weeks if he received applications from the farmers promptly. Farmers were assured that Mr. Carleton would do his best in screening the boys to be mobilized. The boys sent would be strong and willing workers who would fulfill the requirements the farmers had. These boys proved to be a valuable asset in assuring food production would not falter and contribute to the war effor","This article demonstrates that labor was a huge problem not only for the farmers in Rockland County, but also for farmers and businesses across the United States. Labor shortages not only decreased the production rates, but also hampered the war effort. The United States was not well prepared to meet its labor needs after the declaration of war in April, 1917. The creation of the Boys’ Working Reserve suggest that the government was slow to identify these issues and devise a strategy to mitigate them. The Boys’ Working Reserve provided relief to farmers, but it came nearly a year after the United States entered the war."],"display_date":"April 20, 1918","search_date":"1918-04-20","locations":[{"id":53215,"lat":41.1489458,"lng":-73.9830029,"zoom":2,"place":"Rockland County, New York"}],"tags":[{"id":1111,"tag":"World War I"},{"id":2935,"tag":"Farmers"},{"id":896,"tag":"Labor"}],"course":{"name":"Historian's Craft","school":"SUNY New Paltz","course_id":190,"school_id":102}}]}