{"id":897,"tag":"Farming","points":[[37.1925921715,-120.718016988],[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[37.1925921715,-120.718016988]],"episodes":[{"id":5170,"title":"­Agriculture in California","course_id":66,"status":"P","start_date":"1890-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["California’s land constitutes a diverse terrain. Between the mountain ranges and the coastlines, the deserts and the valleys, the state has always provoked an astonishing wonder from both locals and newcomers. Additionally, the climate proves to be beneficial in certain areas with minimal exposure to winter weather and ideal mild sunshine.  The people of the late 19<sup>th</sup> century acknowledged the optimum natural resources that California possessed.  The completion of the railroad in 1869 led to accessible transportation for Americans to the state.  They took advantage of the fertile land and prime weather in the Central Valley.","Prospective farmers could purchase an acre of land at $75, $100, or $150, depending on location, with a set eight percent interest rate. They had the choice of what they wanted to grow. Produce in the region included various fruits such as oranges, grapes, peaches, apricots, plums, cherries, apples, nectarines, and assorted berries. Fruit trees sold for $100 to $350 per acre, and within five years, trees would bear maximum fruit, resulting in profit and the chance to pay off investments. Farmers also had the choice to raise various livestock, including cattle, pig, sheep, and chicken. Cattle and chicken were popular because farmers could further profit by incorporating dairy into their revenue while waiting for their fruit trees to reach maturity. In theory, if a prospective farmer planned to spend $10,000, in addition to the acreage, fruit trees, and livestock, he could purchase a house and barn, a well and pump, and expenditures associated with everyday living at the time. However, not everyone who entered the farming business during this time understood the several processes of fruit culture. Fortunately, they had the option to hire professionals educated in the field. These educators would demonstrate different methods including how to transform grapes into raisins, how to obtain prunes from plums, how to cultivate, and things of that nature. This helped the owners of the land develop a better understanding of the business they were trying to pursue.","During the late 19<sup>th</sup> century, canned goods were highly utilized among families, hospitality industries, vessels, and trains, just as they are today. The concept of storing certain fruits and delivering them to other areas of the country, without rancidity occurring during transportation, was remarkable. In essence, it brought forth additional business and revenue for farmers outside of the local area."],"display_date":1890,"search_date":"1890-07-02","locations":[{"id":921,"lat":37.1925921715,"lng":-120.718016988,"zoom":8,"place":"MERCED, California"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":897,"tag":"Farming"},{"id":942,"tag":"California"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5839,"title":"Back to the Farm Movement: A 20th Century Battle Between Rural &amp; Urban Living","course_id":118,"status":"P","start_date":"9/1/00","end_date":"9/30/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The opening and subsequent expansion of the Henry Ford Factory in 1903, among many other factors, led to the population of the city of Detroit skyrocketing to one million residents between the years of 1910 and 1920. The rapid expansion of urban populations led to concerns that the remaining farmers would not be able to grow enough to feed them all. Some urban intellectuals suggested that people should move “Back to the Farm” in order to ensure a sufficient food supply for the country.","In September of 1910, for example, an article in the Detroit Free Press used the upcoming census as a chance for people to react to both urban and rural growth. The author believed that after decades of urban growth, the country would finally outnumber the cities nationwide. The author attributes this shift to the disadvantages of country life compared to the urban advantages of technological advancements such as the trolley, the telephone and mail. He also suggests that farmers should make a lot of money because they have to feed all the people in the cities.","Almost exactly one year later, another editorial with similar themes was published about the \"Back to the Farm\" movement. A sociologist named Dr. L.H. Balley from Cornell opposes the movement, saying that there are enough farmers to feed the cities. He calls for a \"co-ordinate relationships between city and surrounding rural areas\" where both city and farm living is healthy for the well-being of the human population as a whole.  The author in the Detroit Free Press editorial is enraged at this doctor and angrily questions the existence of sociology and the doctor grouping society as a whole instead of leaving it up to the free will of individuals to make choices.","A few days later, a third article stated that Thomas Edison visited Austria and declared that everyone should have a small plot of land to grow food for themselves and their families. He says that “rural life is the basis for human happiness,” and calls urban settings “artificial.”","The arguments in this series of editorials sets up the city and countryside as polar opposites, when they are actually inherently related. We see the relationship between the cities and the countryside in the first two editorials, where the city-dwellers depend on the produce from the countryside to feed themselves and their families. The article that features Thomas Edison goes so far to fetishize the wilderness as sacred, like nineteenth-century romantics, and inherently better for the human soul and psyche. We can see here the creation of binaries that will affect the way the human beings treat the earth in modern times."],"display_date":"September 1900 - September 1911","search_date":"1906-03-17","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1918,"tag":"Detroit Free Press"},{"id":1917,"tag":"Rural Life"},{"id":1595,"tag":"Thomas Edison"},{"id":704,"tag":"Urbanization"},{"id":1899,"tag":"Detroit"},{"id":897,"tag":"Farming"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}