{"id":90,"tag":"Indian Removal Act of 1830","points":[[41.2053333739,-90.7414019737]],"bounds":[[41.2053333739,-90.7414019737],[41.2053333739,-90.7414019737]],"episodes":[{"id":4495,"title":"Indian Land","course_id":20,"status":"P","start_date":"1830-08-20","end_date":"1830-08-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On Friday, August 20, 1830, the editor of the <em>Eastern Argus</em> printed some of the Indian Removal Act's guidelines and stipulations for all citizens to read and then judge whether this law was fair to Indian nations, especially the Penobscot Indians of Maine. Land bought and sold by the Penobscot caught the eye of the State legislature.  The state saw a way to intervene in tribal affairs to govern the harvesting and selling of timber and land.  Many whites, opposed to this treatment of the Penobscot, felt that the State put \"guardianship\" over a sovereign and independent nation. By removing the Penobscots' freedoms this would ensure Maine's sovereignty, giving the state power to rule. The editor of the <em>Eastern Argus</em> argued for the same rights for Indians as for white citizens of Portland, Maine.","Andrew Jackson, depicted by some as a king in the early 1830s, pushed the Indian Removal Act down the throat of Congress, so whites could enjoy the land once hunted and farmed by Indian tribes.  Removal of Indians had strong opposition: the Democrats feared that this bill was supported by enemies of \"internal movements,\" and other factions such as Quakers and religious groups were outraged by a bill questioning the rights of Indians. Removal of Indians from native hunting grounds and sacred land was in Jacksons' best interest, then land could be divided to white settlers.  Once the bill passed, Jackson himself became the overseer of Indian removal, by giving him a chance to exercise his leadership skills and preparing him for things to come.  Indian removal became an insurmountable ordeal for Indian tribes of the 1830s."],"display_date":"August 20, 1830","search_date":"1830-08-20","locations":[{"id":5858,"lat":null,"lng":null,"zoom":8,"place":"PENOBSCOTT, Maine"}],"tags":[{"id":90,"tag":"Indian Removal Act of 1830"},{"id":114,"tag":"Andrew Jackson"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":4638,"title":"The Defiance of Chief Black Hawk","course_id":22,"status":"P","start_date":"1832-04-01","end_date":"1832-04-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","“I fought hard. But your guns were well aimed. The bullets flew like birds in the air, and whizzed by our ears like the wind through the trees in the winter. My warriors fell around me; it began to look dismal,” said Sauk chief Black Hawk upon his surrender to the U.S 6<sup>th</sup> Infantry in August of 1832. He had fiercely resisted the continuing encroachment of white settlers into his lands and had fought many bloody battles to preserve the Sauk way of life. Black Hawk admonished the whites, “You know the cause of our making war. It is known to all white men. They ought to be ashamed of it.” He had experienced the scorn with which the whites regarded the Indian, the deceit and lies that had been used to cheat the Indians out of their lands and the poisoning influence of whites upon his people. “We were becoming like them,” he said, “hypocrites and liars, adulterers, lazy drones, all talkers, and no workers.” And so, in order to preserve the Sauk Nation Black Hawk had no recourse but to make war on the whites. His course had been set by the highest authority. “The spirit of our fathers arose and spoke to us to avenge our wrongs or die,\" Black hawk declared, “We set up the war-whoop, and dug up the tomahawk; our knives were ready, and the heart of Black Hawk swelled high in his bosom when he led his warriors to battle.” For five months Sauk, Fox, Kickapoo, and several other smaller Indian tribes battled the white invaders under the leadership of chief Black Hawk, but were ultimately defeated at the Battle of Bad Axe and Black Hawk was captured. With great sadness, Black Hawk addressed his people after his capture, ”Black Hawk tried to save you, and avenge your wrongs. He has been taken prisoner, and his plans are stopped. He can do no more. He is near his end. His sun is setting, and he will rise no more. Farewell to Black Hawk.”","The Black Hawk War, as it soon came to be known, was a classic example of the sad and shameful way in which the removal of Native Americans was handled. Sadly, this war was the result of a simple misunderstanding and unfounded fear on the part of white settlers. In 1831, under intense pressure from the United States government, the Sauk-Fox tribes gave up all of their lands in Illinois.  Chief Black Hawk had resisted previous attempts to remove his people, but finally acquiesced and led his people west. However, the journey was a disaster, and he found only hostile enemies and starvation on the western side of the Mississippi River. After only a year, Black Hawk led his people back to Illinois, having been reduced to only about 500 men, women and children. The sudden reappearance of the band of Indians sent the white settles into a panic and soon militia and army units arrived to deal with this perceived menace. Surprised by the reaction to his return, Black Hawk immediately tried to surrender under the white flag of truce. However, members of the already nervous militia opened fire and Black Hawk’s warriors returned in kind, thus beginning the Black Hawk War. Black Hawk fled back toward the west with his people, in a fighting retreat all the way. U.S. Army and militia forces caught up with and defeated Black Hawk at Bad Axe, ending the war after five months of bloodshed. Nevertheless, Black Hawk's capture did not defeat his spirit. In his surrender speech, he acknowledged no regrets and asserted the righteousness of his resistance to white incursion and mistreatment of his people."],"display_date":"April 1, 1832","search_date":"1832-04-01","locations":[{"id":2856,"lat":41.2053333739,"lng":-90.7414019737,"zoom":10,"place":"MERCER, Illinois"}],"tags":[{"id":268,"tag":"Black Hawk War"},{"id":19,"tag":"Native-Americans"},{"id":90,"tag":"Indian Removal Act of 1830"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4668,"title":"A Writer's Reaction to the Treatment of the Cheorkee People in Georgia","course_id":22,"status":"P","start_date":"1830-01-02","end_date":"1830-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["January 1830. An impassioned plea has been made by writer William Penn in the January 2<sup>nd </sup>1830 edition of   <em>The Religious Intelligencer</em>, for the case of the Cherokee Nation against the state of Georgia. He has expressed a growing outrage and disgust against the way Indians in general have been mistreated by the United States and her citizens. The government is called upon to act with Christian morality in its dealings with these ancient people, particularly in light of the conduct of the state of Georgia with regard to the Cherokee people.  In the name of moral necessity, it is said, these proud people are to be encouraged, coerced if necessary, to remove themselves west, for their own good, as well as for the benefit of those who eye the lands of the Cherokee with undisguised greed. Penn writes “It is urged, that if the Cherokees remain where they are, the state of Georgia is deprived of a valuable portion of land within her chartered limits.” However, the fact of the matter is that the lands of the Cherokees are virtually worthless, except to the Cherokees themselves. Georgia further attests “that great inconveniences will be experienced, by having an <em>imperium in imperio</em> –a separate, independent community surrounded by our own citizens.” On the contrary, the experiences of other, older states of our union do not bear out Georgia’s assertion. The United States of America is bound by treaty to defend the right of the Cherokee people to possess their country. Mr. Penn states, ”The Cherokees should, especially at this juncture, be again assured, that they stand behind the shield of the law, -the supreme law of the land,- which, in a government like ours , should afford a defence not less perfect, and certainly more convenient, than could be afforded by a cordon of 150.000 bayonets, or a wall of adamant from the earth to the sky.” The Cherokee are in crisis and “moral necessity” dictates that we deal with them prudently, “not only for our conscience’s sake, but for the reputation of our justice.”"," ","Williams Penn’s article was a reaction to what was merely a prelude to the demise of the Cherokee Nation in Georgia. His plea apparently fell mostly upon deaf ears. The dispossession of the Cherokee people came to fruition with the passage of the Indian Removal Act in December 1830. The state of Georgia seized the opportunity to enact a series of draconian laws against the Cherokees. The Cherokees appealed to the Federal government for aid against Georgian repression, and achieved a couple of small victories in court, but their fate was already sealed. President Andrew Jackson was encouraging Georgia’s anti-Cherokee policies while at the same time telling the Indians he was powerless to interfere in states’ affairs. Without the support of the Federal government, the Cherokees were unable to combat the oppressive policies of the state of Georgia. A few Cherokees had voluntarily moved west to the Indian Territory in Oklahoma, succumbing to the pressure to leave placed on them by the Georgian government while groups of tribal leaders continued to fight the state government and attempted to seek more favorable terms with the Federal government. But by the late 1830s, tribal leaders saw that removal of the Cherokee people was unavoidable. They sought to capitalize on the growing public outrage generated by the treatment of the Cherokees with the goal of obtaining a new treaty that would allow them to settle in Tennessee. However, this was not to be. In the summer of 1838, Federal soldiers were sent to forcibly remove the remaining Cherokees and relocate them to the Indian Territory, thus beginning the infamous Trail of Tears. The United States had managed to break every treaty it had made with the Cherokees and simultaneously besmirched what William Penn referred to as “the reputation of our justice.”"],"display_date":"January 2, 1830 - December 31, 1830","search_date":"1830-07-02","locations":[{"id":2390,"lat":null,"lng":null,"zoom":8,"place":"INDIAN LANDS, Georgia"}],"tags":[{"id":260,"tag":"Cherokee Indians"},{"id":19,"tag":"Native-Americans"},{"id":90,"tag":"Indian Removal Act of 1830"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4669,"title":"Tecumseh's Indian Unification Crusade","course_id":22,"status":"P","start_date":"1811-11-01","end_date":"1812-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Through the autumn and winter of 1811 and into 1812, Shawnee leader Tecumseh had been on a whirlwind tour to speak to several Indian tribes. From the Eastern Seaboard, to the Old Northwest, to the Southeast, to Canada, Tecumseh sought to convince all Indian tribes to unify against the growing white intrusion into Indian lands. With a fervor born of desperation and necessity, Tecumseh addressed the Osages, as he had so many other Indian tribes on his mission to unify the Native Americans. \"Brothers!\" he exclaimed, \"The white people came among us feeble, and now we have made them strong, they wish to kill us, or drive us back... Now, nothing will satisfy them but the whole of our hunting grounds, from the rising to the setting sun.\" Tecumseh had seen the trickery of the white men at the Treaty of  Fort Wayne and was determined to halt their advance. Tecumseh understood that all Indians were all one family, all children of the Great Spirit, and only by standing together could the red man expel the white invaders. If they did not, the consequences would be dire. However, cooperation would bring success. \"If we all unite, we will cause the rivers to stain the great waters with their blood.\" Tecumseh implored the Osages, \"Brothers, - if you do not unite with us, they will first destroy us, and then you will an easy prey to them. They have destroyed many nations of red men because they were not united, because they were not friends to each other.\" Tecumseh knew the key to survival was to adopt the political structure of their common enemy, the United States, and form a confederation of Indian nations. Tecumseh had delivered and ultimatum to the Osages: unite or die. \"Brothers, - We must be united\" he cried, \"we must smoke the same pipe; we must fight each others' battles; and more than all, we must love the Great Spirit; he is for us; he will destroy our enemies, and make all his red children happy.\""," ","Angie Debo writes, “Tecumseh stands as one of the greatest Indians known to history.” Tecumseh ascribed to the idea that all land belonged to all Indians in common and no single tribe had the right to sell part of their common holdings. Although Tecumseh originally did not want war with whites, he soon understood that only the unification of the Indians would be enough to stem the tide of white incursion. His crusade began in 1808 and spent the next five years traveling across the country, even into Canada, to spread his message of unity to as many Indian tribes as he could reach. At each stop he delivered an impassioned plea for the tribe to join his cause fight together against the Americans. Most of the time he was successful, sometimes he was not. Several tribal leaders outright refused to join him, whether out of pride or fear, none know for certain. He addressed the Osages twice and failed both times to bring them around to his cause. However, Tecumseh managed to generate an impressive following and engaged in and won several violent battles against white settlers and U.S troops. In the war of 1812, Tecumseh allied himself with the British in an effort to use the might of the British Empire to further his own goal of stopping American invasion. Unfortunately, he was abandoned by his British allies at the Battle of the Thames in Canada on October 5, 1813, and was killed in the fighting. With the Indians now leaderless and disorganized, American forces quickly re-conquered the Old Northwest. White settlers soon flooded the area and the familiar pattern of Indian land cession from the now fractured tribes continued. Tecumseh’s dream had failed and his dire predictions of the fate of Indian people had sadly come true."," "," "," "," "," "],"display_date":"November 1, 1811 - January 31, 1812","search_date":"1811-12-16","locations":[{"id":14866,"lat":null,"lng":null,"zoom":8,"place":"WISCONSIN, Wisconsin"}],"tags":[{"id":262,"tag":"Tecumseh"},{"id":19,"tag":"Native-Americans"},{"id":90,"tag":"Indian Removal Act of 1830"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}]}