{"id":901,"tag":"Industrial Revolution","points":[[42.4842595758,-71.3901525974],[42.4835854974,-71.3897675857]],"bounds":[[42.4842595758,-71.3897675857],[42.4835854974,-71.3901525974]],"episodes":[{"id":5171,"title":"Charles Dickens and the Women of Lowell, Massachusetts","course_id":66,"status":"P","start_date":"1842-01-01","end_date":"1842-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["He said he wasn’t going to compare the textile factories at Lowell, Massachusetts, to the ones in his home country of England, but how could he not? After all, Charles Dickens would make it his life’s work to critique the deplorable working conditions that his fellow countrymen had to suffer through on a daily basis. “The contrast would be a strong one,” Dickens wrote in comparing Lowell to England, “for it would be between the Good and Evil, the living light and the deepest shadow.”","By the time Dickens arrived in Lowell in 1842 for his one-day inspection of the factories, the mills had only been in operation for twenty years. Everything looked and smelled and felt new. “One would swear that every ‘Bakery,’ ‘Grocery,’ and ‘Bookbindery,’ and other kind of store, took its shutters down for the first time, and started in business yesterday.” More important, America still must have felt like a young babe to many Europeans. In that vein, Emerson famously declared that America was “a country of beginnings, of projects, of vast designs and expectations.” So when Dickens arrived in Lowell that rainy day, he probably had rather high expectations of examples of America’s grandeur and progressive thinking. In Dickens' mind, the promise of industrialization had failed in England, and it was up to America to fulfill its prophecy. Dickens, it would seem, was in no way disappointed.","Given our knowledge of Dickens’ life and his literary works, it is of no surprise that most of his focus at Lowell was on the women and the conditions in which they worked and lived in. Lowell was constructed in 1822 from the ground up. First, mills were built on the river. Next, the town was constructed around them, which included boarding houses, churches, stores, and even a hospital. Over the years Lowell had been described as a “commercial utopia.” This is perhaps because the Merrimack Manufacturing Company designed the town in the guise of a utopia, in the hopes that the women would work long and difficult hours without a hint of unrest. For a while, this appeared to work. Indeed, many people visited the mills and commented on how happy the women appeared to be. Dickens was no different. “They were healthy in appearance, many of them remarkably so, and had the manners and deportment of young women: not of degraded brutes of burden.”","Dickens most famous and most fascinating commentary, however, was in regards to three “facts,” as he calls them, which “will startle a large class of readers on this side of the Atlantic, very much.” First, Dickens wrote that many boarding houses had a joint-stock piano. Apparently, to Englishmen this would seem like a luxury not fitting for workers. Second, Dickens noted that many women subscribed to circulating libraries. This was a fact that was widely publicized in America at the time. While it’s true that many of the women read a great deal, it is perhaps an example of the propaganda that surrounded those hopeful to shape Lowell into the American dream of prosperity and innovation. Lastly, Dickens told his English readers that the women working at Lowell produced a periodical called <em>The Lowell Offering</em>. Dickens was enamored with this magazine, as were many of the visitors of Lowell. “Of the merits of the <em>Lowell Offering</em> as a literary production, I will observe…that it will compare advantageously with a great many English Annuals.” In hindsight, much of the work published in the <em>Lowell Offering</em> was rather dull and incredibly sentimental. So much so that it has been argued by Professor Allan MacDonald that, “the <em>Offering</em> received attention more because of the peculiar circumstances of its production that its merit.”[6] Nonetheless, the mere production of a periodical is remarkable when you consider the twelve-hour workdays.","Dickens can be regarded among the many well-known Europeans to write about their travels through a young America. The most famous, perhaps, was Alexis de Tocqueville, who visited the U.S. in 1841. Harriet Martineau, Michel Chevalier, and Frances Trollope are three others. Each had their agenda. For Dickens, his agenda was no doubt manifold. He was very much interested in promoting the abolitionist movement, for example. But given his background, he couldn’t help but take a daylong trip to the factories at Lowell, Massachusetts. There, he marveled at the working and living conditions the women workers faced. You can almost here in his writing the voice of a person who believed America would lead the world into the millennium."],"display_date":1842,"search_date":"1842-07-02","locations":[{"id":6172,"lat":42.4842595758,"lng":-71.3901525974,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":901,"tag":"Industrial Revolution"},{"id":900,"tag":"Cotton Mills"},{"id":899,"tag":"Charles Dickens"},{"id":898,"tag":"Lowell"},{"id":196,"tag":"women's rights"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5172,"title":"Chevalier and Lowell: The American Prophecy","course_id":66,"status":"P","start_date":"1839-01-01","end_date":"1839-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The machine once promised humanity greatness—or so the 19<sup>th</sup>-century train of thought went. “There is nothing in the physical order of things,” wrote Michel Chevalier, “of which our race has a better right to boast, than the mechanical inventions, by means of which man holds in check the irregular vigour, or brings forth the hidden energies, of nature. By the aid of mechanical contrivances, this poor weak creature, reaching out his hands over the immensity of nature, takes possession of the rivers, of the winds of heaven, of the tides of the ocean.”[1] Indeed, the machine was the greatest example yet of man’s genius. It would prove, however, to also be one of its darkest hours.","In his writings on the factories at Lowell, Chevalier went so far as to equate the steam-engine with a living being: “it runs like a courser at the top of his speed; more than this, it breathes.” This prologue set the stage for his commentary that dripped with the hope that Lowell would finally fulfils the prophecy that industrialization had promised decades prior. Chevalier was very much aware of the disastrous consequences the factories of Europe had had on the working class. This was no hidden secret. Chevalier even called the factories a “canker”. But he refused to give up on the prophecy that the machine would save mankind. “The manufacturing system is a novelty, it is expanding and maturing itself, and as it ripens, it certainly will improve.” With that in mind, Chevalier’s analysis of the working conditions at Lowell was continuously compared to those in Europe, especially in England and France. Things looked much cheerier from this perspective.","Chevalier broke his commentary down into two main groups: economic and social/religious. Economically, he focused most on the high wages the Lowell women received when compared to European workers. The average weekly wage fluctuated from $3.00 to $4.00 depending on the job. This was quite high compared to the twenty cents to one dollar a week wages Europeans made, not to mention the fact that the cost of living in Europe was much higher than that of America during this part of the 19<sup>th</sup>-century. Socially, Chevalier attempted to determine why the American system seemed fairer than the European model. He boiled it down to differences in societal expectations. After quoting at length a number of the codes at one of the factories, Chevalier admitted that those regulations would not be practical in France. Yet in America, he said that they were enforced without opposition or difficulty. This was not completely accurate, however, at least not from a historical standpoint. There were a number of strikes, the first of which took place in 1836. These typically involved wage cuts or other reductions in benefits. That said, Chevalier visited Lowell in 1832. This date is important because the factories had only been in operation for ten years, when the youth ignited a wave of hope not only across the United States but also across Europe. But, as Professor Allan MacDonald points out, we now “look back from our disillusionment with an experiment that has run its course only to acknowledge how far short we have come of the goal we had set for ourselves.” Chevalier’s wave of optimism and hope was most obvious when he tried to describe the town. “Lowell, with its steeple-crowned factories, resembles a Spanish town with its convents; but with this difference, that in Lowell, you meet no rags nor Madonnas, and that the nuns of Lowell, instead of working sacred hearts, spin and weave cotton.” Indeed, to Chevalier this new commercial utopia must have seemed like a dream come true. Here it was, the industrial revolution prophecy finally realized. Man had conquered nature and did so in a way that had no negative consequences. At least, that’s the way it appeared to Chevalier."],"display_date":1839,"search_date":"1839-07-02","locations":[{"id":6171,"lat":42.4835854974,"lng":-71.3897675857,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":902,"tag":"Chevalier"},{"id":901,"tag":"Industrial Revolution"},{"id":196,"tag":"women's rights"},{"id":898,"tag":"Lowell"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}}]}