{"id":904,"tag":"canals","points":[],"bounds":[[-100,-100],[100,100]],"episodes":[{"id":5173,"title":"Rapid development of railways and canals in America.","course_id":66,"status":"P","start_date":"1869-05-10","end_date":"1869-05-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Before the development of an interstate freeway system in the mid-twentieth century, most of the transportation systems in the US consisted of railways and canals.  “Canal fever” spread through the states from the early 1820s because of the development of flatboats and steamboats but faced a decline after 1880. A statistic conducted in 1840 showed that “between 1810 and 1840 canal mileage in the United States increased from 100 to over 3, 300 miles.”  Canals not only gave benefits for business activities but also communication between people. Canals also helped the development of many areas through the exchange of technologies, manpower and most importantly, resources and money at that period of time.","Although canals become very popular and benefited the development of the US in the early nineteenth century, they declined later because of the high construction and maintenance costs and the flooding problem caused by improper management. According to H.B. Paul, “about half the canals were abandoned in 1840 and, more recently, between 1880 and 1906”. He continued to explain that canals were already out of date in 1900 because of the high cost but slow speed of transport compared to railways. As he also mentioned, “in 1830, when canal building was in its early days, the Americans already had 23 miles of railroad. In 1850, they had 10,000 miles; in 1870, 53,000; in 1890, 105,000; and so on.” Due to the development of railways from the late 1800s, canals were much less economical to keep running in comparison. Therefore, many states decided to change their focus on the cheaper choice for transportation.","After people found this new way for transportation, the “railway fever” began, partly due to the construction of the transcontinental railroad from Sacramento, California to Omaha, Nerbraska in 1862. The success of the railroad motivated other companies to build railways on the US continent. According to “The Railroads”, “The railroad network [in late 1880s] became overbuilt. Competing lines were racing to put down track in order to lay claim to the best sites, whether railroad service was needed there or not.” Companies competed with each other in order to get the benefits from building railways. However, the over-expansion of railroad networks result in a financial panic in 1893, causing hundreds of railroads to collapse. The panic indicates that railroad development at that time was not well-planned and most of the railroads were still not efficient enough during that period of time.  Fortunately, wealthy financier J. P. Morgan began to acquire bankrupted railroads and reorganize them after the large scale bankruptcy. The action was named “Morganization.”  Morgan organized these railroads by implementing cost cuts and oversaw agreements with competitors in order to reduce competition between railways. By 1900, he owned and reorganized more than five thousand miles of railroad. His act showed that railways could be remodified to increase the efficiency and bring benefits to both companies and society as a whole. Thanks to the fundamental development of railroad networks, railways still play an important role in cargo transportation in the United States and hopefully will keep bringing benefits to the US economy in the future."],"display_date":"May 10, 1869","search_date":"1869-05-10","locations":[{"id":13362,"lat":null,"lng":null,"zoom":8,"place":"BOX ELDER, Utah"}],"tags":[{"id":666,"tag":"Railroad"},{"id":904,"tag":"canals"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}}]}