{"id":906,"tag":"Steel industry","points":[[35.1808732525,-85.1648090186],[33.5543155862,-86.8964933862],[39.2338595038,-76.3925904773]],"bounds":[[39.2338595038,-76.3925904773],[33.5543155862,-86.8964933862]],"episodes":[{"id":5691,"title":"An Uncommon Sentiment","course_id":106,"status":"P","start_date":"1/1/50","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["H. S. Chamberlain had a problem on his plate back in the mid-twentieth century.  Everyone sought cheap labor in the steel and coal industries, but feared employing certain groups of people because of their behavior.  Blacks treated with trepidation were the majority of workers in these industries.  For the most part, blacks saw nothing but discrimination and fell under the watchful eyes of white owners.  Chamberlain sought to employ more blacks, and to encourage other corporations to do so as well.  However, his peers felt that he must be disillusioned in his pursuits.  In a letter to other owners not only in Tennessee, but to Pennsylvania, and even into the Deep South, he conveyed his position on the matter.","“Around the furnaces, the great bulk of labor is colored labor, it is almost entirely so about the blast furnaces.  As far as experience goes, we have found it is by far the best labor in the South.”  How could one man be so sure of his predicament, and yet, everyone else saw black labor as a necessary evil?  It would seem that racial tensions kept most blacks in the hard, dirty, and underpaid jobs.  While Chamberlain employed these men in the same positions, he had “great success” in his endeavors.  A good number of black laborers had been on the payroll for nearly twenty years, that they “give great satisfaction,” in their duties.","This “great satisfaction” was beset with problems, of course.  Chamberlain’s white employees were extremely prejudice, and fought to keep blacks out of the skilled positions by not agreeing to teach the trade to the black workers.  Though, this is not uncommon in the South, the majority of skilled labor was delegated to the white workers because of racial discrimination.  However, Chamberlain goes on to discuss that it was this prejudice that inhibited the black men’s advancement, not their skills.  Chamberlain goes further, pointing out that as “puddlers,” black men were just as capable.  “Puddling” involved stirring the molten contents of a furnace from above with iron rods, it was one of the most dangerous and hard jobs in the “puddling” style furnaces.  “Fully as good as white men; their yield is as good; they are as steady workmen; they are as reliable in every way, and their product is fully as good as anything that we have got from white labor.”  But the quality of the black laborer’s work wasn’t the predominating factor in where they worked.  If a black man was given a “white man’s job,” white workers had a tendency to lash back with violent strikes…barring whites and blacks from the workplace until they had the matter settled.   So it was not that blacks were unable to do work correctly, or lacked the basic skills to learn and achieve, but it was the racism that divided and segregated their opportunities.  One other man had much the same opinion as Chamberlain.  T. D. Aldrich was a northern industrialist that had moved to Birmingham, Alabama to work as a supervisor.  Aldrich agreed that blacks “as a class are, without exception, the best labor I have ever handled.”","Of course there are always dissenters to an ideal.  J. W. Sloss, the head of the famous Sloss Furnace Company in Birmingham, Alabama, believed “there would be no improvement to substitute white labor for black workers.”  Sloss, like many others, thought that replacing white workers with blacks was a mistake because it raised racial tensions for no reason.  Many would point to this and say that things were done in this way just to keep the workplace at ease, that it wasn’t a racially motivated matter.  However, more than enough evidence shows that blacks were hindered in progress mainly because white workers discriminated heavily against them.  Even the National Labor Union –created in 1866- questioned whether black laborers should be allowed to work in industry because of the racial problems it would create.  Also, there was still the belief that blacks were subservient to whites, harder to educate, and more base in their dealings.  These beliefs were a circumstance that played over and over itself, even to this day.","Throughout history, there has always been a culture or race that was treated as less worthy than their counterparts.  Here in the South it was especially rough on black laborers, however, the northern industries suffered because of these tensions as well.  Blacks would be hired, whites would strike and make demands, and things would be resolved for the good of the business…which often ignored what the needs of the blue-collar black laborers that did the majority of unspecialized work in the coal and steel industries."],"display_date":1950,"search_date":"1950-07-02","locations":[{"id":29463,"lat":35.1808732525,"lng":-85.1648090186,"zoom":9,"place":"Hamilton, Tennessee"},{"id":28563,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1011,"tag":"Ethics"},{"id":1661,"tag":"Coal"},{"id":906,"tag":"Steel industry"},{"id":21,"tag":"Race Relations"},{"id":1665,"tag":"Steel"},{"id":1666,"tag":"Coal Industry"},{"id":1667,"tag":"Discrimination"},{"id":1668,"tag":"Racial Tension"},{"id":1669,"tag":"South"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":6276,"title":"Women Workers at the Bethlehem Steel Mill in Sparrows Point, Maryland","course_id":132,"status":"P","start_date":"1/1/42","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A significant part of the development of modern America can be attributed to the rise of the steel industry. Henry Bessemer developed a faster method to manufacture steel in 1864, reducing the production time from seven days to thirty minutes.  Bessemer’s work was revolutionary.  After that, steel was quickly integrated into modern society.  At the end of the Civil War, top railroad executives formed a steelmaking company that would incorporate the Bessemer process.  Steel enabled a giant leap ahead in technology, as it was much more resilient in comparison to traditional iron. Steel can be attributed to the massive expansion of railroads across the country.","In March 1887, surveyors arrived in Sparrows Point, Maryland to determine a suitable location for a steel mill.  One of the biggest steel companies in the eastern district, Pennsylvania Steel, purchased the peninsula on the Chesapeake Bay and broke ground in the following summer.  Upon its completion, more men began working at the mill, and their wives and children followed and lived in the surrounding area of Sparrows Point.  The U.S. Bureau of Labor called Sparrows Point “the most noteworthy example of a complete steel community, planned, constructed, and controlled by a steel company.”","The steel industry was a man’s world – incorporating intense heat and heavy equipment that naturally shut out women from the job -- as it drastically contributed to the masculine pursuit of expansion and modernization of America. But, when World War II erupted and men were sent overseas, some 35,000 women answered the call to serve the war effort. They entered shipbuilding, aircraft, and machinery industries throughout Baltimore. Despite the fact that they worked admirably under difficult conditions, most people viewed women as weaker with less endurance. They faced a great deal of discrimination from their male coworkers and supervisors.","Oral history interviews provide insight to women’s experiences and men’s reactions to them. When asked a group of male workers to evaluate the performance of women in the mills, their responses included “women can’t work in labor” and “the women can’t handle it.” Though it was difficult for them to become accustomed to working in the harsh environment, the most resilient women proved that they could work a “man’s job.”  When asked a group of female workers to evaluate their own experiences at the mills, their responses included, “it just takes guts,” “determination is the key,” and “any woman can make it here if she wants to.” This type of resilience was important in fighting against the prejudice that they faced upon their employment at the steel mills."],"display_date":"1942 - 1945","search_date":"1944-01-01","locations":[{"id":25547,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":228,"tag":"Roles of Women"},{"id":258,"tag":"World War II"},{"id":906,"tag":"Steel industry"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}