{"id":908,"tag":"Pollution","points":[[41.5973985943,-85.8587203887],[38.9151212228,-76.9435162098],[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-76.9435162098],[38.9151212228,-85.8587203887]],"episodes":[{"id":5162,"title":"America’s Health Threat - The Industrial Revolution","course_id":66,"status":"P","start_date":"1/1/14","end_date":"12/31/14","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1914, Stephen Graham, a traveler from Britain, was tramping along the border of Northern Ohio and Southern Michigan, from Toledo to Angola, Indiana. He was entering the West, where fields were wide and square and roads were straight and flat. One evening, he stopped and took a rest at a farm, where he noticed that there was no labor but just the family working in the field. He noted in his journal, “The days of the large farm were over. All the big ranches were being sold up, and the farmers were taking holdings that they could farm themselves without help. Labour was expensive, owing to the high wages paid in the towns for industrial work; even at two and a half dollars (ten shillings) a day it was difficult to get a decent gang to do the work in the harvest season.” Indeed, the days of large farming were over. Farms were no longer big while labor was no longer dirt cheap. Unlike the mid-1800’s, family labor had replaced hired labor on farms.  This was the result of the Industrial Revolution. Since there were enormous gains in industrial productivity, the Midwest, including Ohio, Michigan and Indiana, had progressed from primarily rural to urban societies.  Laborers, including immigrants,shifted from farms to industries.","The next morning, the son of the farm’s owner brought Graham a cup of milk and a bag of cookies with his sweaty hands. He was a very talkative boy so Graham took the chance to chat with him for awhile. From the discussion, Graham knew that his dad was laid up with pneumonia, which was why he could not see the dad working in the field the day before. As they further discussed, Graham was told that the dad’s pneumonia was exacerbated by the polluted air that spread from the nearby coal mining factories.","This is to say, the rise of industry not only introduced the decline of agricultural labor but also affected the life and health of Americans. During the Industrial Revolution of the 18th and 19th centuries, pollution had become a major problem with the introduction and the concentrated usage of artificially produced power. In particular, factories in Indiana, where the family of the farmer was located, produced a certain amount of polluted air, mainly smoke, as most of them were burning coal. The Industrial Revolution did make the country into an economic power, increasing the national wealth, but it also transferred the country into an unhealthy union, bringing citizens illness."],"display_date":1914,"search_date":"1914-07-02","locations":[{"id":16988,"lat":41.5973985943,"lng":-85.8587203887,"zoom":10,"place":"Elkhart, Indiana"}],"tags":[{"id":691,"tag":"Farm Labor"},{"id":267,"tag":"Health"},{"id":908,"tag":"Pollution"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5829,"title":"<strong>Critiquing the Use of Tetraethyl Lead in Gasoline</strong>","course_id":118,"status":"P","start_date":"1/1/24","end_date":"12/31/25","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","In Washington D.C. in 1925, the day of the official conference decision regarding the use of tetraethyl lead in gasoline, Alice Hamilton, a leader in the field of toxicology and occupational diseases, issued an article discussing her rejection of the previous 1924 Bureau of Mines Report. The 1924 Bureau of Mines Report stated that tetraethyl lead was safe for gasoline. Hamilton argued that the report, which tested tetraethyl gasoline on animals, was incorrectly analyzed and poorly conditioned to determine the correlating safety for humans. She further refuted the report by offering four unanswered questions regarding tetraethyl lead gasoline and its interactions with humans. She called into question the potential damage of manufacturing ethyl fluid to factory employees. Within the last seventeen months seventeen men had died and one became insane as a result of manufacturing this compound. Next, Hamilton addresses potential damage to gas station workers and service employees who combine the ethyl-fluid with the gasoline and pump it into automobiles. Lastly, she questions the danger regarding the emission of ethyl gasoline to the public airspace by way of car exhaust. While Hamilton acknowledged some previous scientific research into the matter, she still argued that the results were insufficient as they did not focus on the correct areas of research and the potentially for environmentally damaging side-effects to affect humans. Hamilton concluded her article by urging the conference to discontinue use of tetraethyl lead in gasoline until further research could determine the safety of its unknown effects.","During her medical studies at the University of Michigan, Hamilton utilized her academic discipline of medical science towards social reform by looking at environmentalism through a health perspective. After she was appointed to the Illinois Commission on Occupational Diseases, Hamilton began delving into investigations on lead industries. Since lead and the chemical compounds associated with it are extremely dangerous and in high demand during the rapidly expanding automobile industry of the early 1900’s, Hamilton’s work is invaluable to help to situate ourselves in understanding lead’s environmental impacts. Furthermore, Hamilton was a powerful environmental advocate in an era when the term “environmental” had yet to be established as an ideology. As a result of her influence, she must be seen as a core figure in the reconstruction of the urban and industrial roots of environmentalism."],"display_date":"1924 - 1925","search_date":"1924-12-31","locations":[{"id":21755,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":1457,"tag":"workplace safety"},{"id":87,"tag":"Environment"},{"id":908,"tag":"Pollution"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5958,"title":"Breeding Ground for Tuberculosis","course_id":118,"status":"P","start_date":"1/1/09","end_date":"12/31/31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["At the turn of the 20<sup>th</sup> century, Delray was defined by heavy industry and smoke stacks. Because of where they lived, residents were trapped in the middle of an industrial playground and subjected to poor housing policies. In 1909, Dr. Leo H. Herbert, the founder of the Detroit Tuberculosis Sanatorium, along with other renowned physicians of the time, spoke out against Detroit’s neglect of Delray’s environmental injustice during the Anti-Tuberculosis meeting. The filth and litter that filled the alley ways and cramped cottages were breeding grounds for tuberculosis. Aside from the health risks, the lack of proper leisure space for children, such as parks and playgrounds, created an unsuitable, and even disgraceful, living environment for Delray residents. Dr. Herbert pointed at the Solvay Processing Company’s pollution as the culprit of killing plant life in the area. The doctors argue that the children in Delray are constantly in danger of contracting tuberculosis at school because of their poor living conditions. Dr. Herbert was at the forefront of health issues in Detroit and devoted his career to fighting tuberculosis in the city.","As the tuberculosis epidemic was occurring, the first Great Migration increased Detroit’s black population from 5,741 in 1910 to 40,838 in 1920. Due to racial segregation in Detroit’s hospitals and the growing tuberculosis epidemic, black-owned and operated hospitals answered the African American community’s health crises. While hospitals like the Bethesda Hospital (1931) and the Good Samaritan Hospital (1929) made progress in combating tuberculosis for minorities, the white plague continued its presence in the poor neighborhoods of southwest Detroit."],"display_date":"1909 - 1931","search_date":"1920-07-01","locations":[{"id":50025,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1319,"tag":"tuberculosis"},{"id":1941,"tag":"Delray"},{"id":908,"tag":"Pollution"},{"id":1899,"tag":"Detroit"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5964,"title":"Images of Industrial Growth in Delray","course_id":118,"status":"P","start_date":"1898-01-01","end_date":"12/31/09","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In its early years Delray was a rural community. When industry began to locate itself on the edge of the Detroit and Rouge Rivers, Delray began to transform into a hub of industry. By the late 1800s Delray was the home of burgeoning glass, furniture, railroad car, chemical, brick, wagon, salt, and iron industries. These industries fueled a large immigrant community, and set the stage for large-scale industrial developments on the river, with a nearby community of workers.","But the 1955 publication of the Detroit Master Plan zoned Delray as heavy industrial, and set in motion a conflict of industry and revenue over the dwindling Delray community. it is difficult to associate the change to any specific cause. One might certainly be the increased ability of workers to get to work without the traditional walk or railcar, which meant they no longer needed to live blocks away from the factories. This resulted in a reduction of nearby populations, and those left behind were often the poorer minorities.","Regardless, Delray changed at the turn of the century. These images show a gradual conversion from farmland to factories. There are wide open expanses around the factories, area that was initially fields and rivers changed rapidly into housing, or additional industry. These factories were often located on the waterfront, something very apparent in these images. This would be a factor that both polluted and isolated the water front from the local community. One image, labeled 'Site of Detroit Edison Plant 1899,' is an excellent example of this transition. It depicts what had been fields and farmland, as the eventual location of a massive factory. These communities that filled up the farmland around factories dwindled in the post war period, and industry began its effort to take back Delray. Yet despite consistent fires, disregarded pollution limits, dumping, and proposed developments for the betterment of the city, the Delray community is still kicking."],"display_date":"1898 - 1909","search_date":"1904-01-01","locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":58,"tag":"Industry"},{"id":908,"tag":"Pollution"},{"id":87,"tag":"Environment"},{"id":1899,"tag":"Detroit"},{"id":2091,"tag":"Development"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5993,"title":"Pet Coke Piles, Pollution \"Sinks\", and Detroit","course_id":118,"status":"P","start_date":"1/1/90","end_date":"12/31/90","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Coal-fired power plants have long been one of the world’s largest emitters of greenhouse gases. There are various kinds of inputs that a power plant can use in the process of creating electricity, and one of these is petroleum coke. An important factor that makes pet coke desirable is the fact that it can produce fuel efficiencies in integrated steel mills. The company that first discovered this fact in the 1900s was none other than U.S. Steel, located on Zug Island in the city of Detroit, in the state’s most polluted zip code. In a wild coincidence, almost 100 years later in 2013, large piles of petroleum coke produced in the Alberta tar sands were left on the bank of the Detroit River in Southwest Detroit, only a few miles from U.S. Steel’s main facility. These forty-foot piles of black pet coke, owned by the controversial Koch Carbon under the company Detroit Bulk Storage, shed sticky, toxic dust into people’s homes, cars, and lungs, causing many more problems than just greenhouse gas emissions. The citizens of nearby neighborhoods, such as Delray, were extremely frustrated that the company was allowed to store the pet coke so near to homes and the river, and cause detriment to their health and well-being in the process. Recently, local protests succeeded in getting one of the piles removed to an unspecified location, most likely in southern Chicago. A proposal is now pending to relocate the remaining pet coke piles only a few miles down the Detroit River. The potential new neighbors of the pile are already raising the alarm at the ineffectiveness of this solution, since it essentially moves the environmental injustice downriver instead of eliminating the problem completely.","Urban environmental historian Joel A. Tarr discusses pet coke in the context of pollution “sinks”, illustrating the national tendency to, because of economic and technological factors, “shift our pollution burdens from one media and one sink to another rather than adopting a more holistic approach to the environment”. The voice of the neighborhood groups in opposition to the piles, as well as action by the city, confirm Tarr’s assertions that society today is beginning to confront the issues of simply unloading pollution burdens onto some other party instead of changing practices to reflect the fact that no community should be subject to these environmental and health dangers."],"display_date":1990,"search_date":"1990-07-02","locations":[{"id":41645,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2092,"tag":"Environmental Justice"},{"id":1899,"tag":"Detroit"},{"id":908,"tag":"Pollution"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6008,"title":"Polluting Detroit's Backyard","course_id":118,"status":"P","start_date":"3/1/62","end_date":"3/31/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["With unswimmable water and inedible fish, water recreation on Belle Isle is quite limited. A 1962 report from the U.S. Department of Health, Education, and Welfare about the pollution of The Detroit River, Lake St. Clair, and Western Lake Erie described current water quality issues and their main causes. The report begins with how important water recreation and usage is to Michigan, describing the popularity of Belle Isle, a “Water Oriented Park”, with 1,400,000 visitors in 1960.  Pollution made it unswimmable, due to possible ingestion of sewage-contaminated water. This problem had been ongoing for several decades: a 1913 water quality report was conducted because of the high incidence of typhoid fever and other gastroenteric diseases during that time. Between then and the publication of the 1962 report, many measures were taken to combat industrial and residential dumping into the river, which showed some progress, but there were still high levels of contamination.  This made swimming, boating, and fishing (all very popular activities on Belle Isle) unsafe.  The Department concluded that more stringent measures must be taken to reduce sewage waste and industrial toxin dumping.","This sort of clash of industry and green spaces can relate to the City Beautiful Movement. The movement described beautification of cities, saying that this aestheticism can provide civic virtue and social order to a city’s population, because the space is more desirable.  It came as a response to the urban crisis during the Industrial Revolution, as more people moved into the cities and thus more poverty, congestion, and disease spread.  Belle Isle as a recreational park provided the green space to achieve this harmony between industry and green spaces.  From the water report, however, we can see that this harmony was not perfectly achieved.  The industrial waste and disease found a way to surround Belle Isle; taint it, if you will."],"display_date":"March 1962","search_date":"1962-03-16","locations":[{"id":33546,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2140,"tag":"water quality"},{"id":2043,"tag":"City Beautiful movement"},{"id":908,"tag":"Pollution"},{"id":2053,"tag":"Detroit River"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6039,"title":"Freeways Effects on Health in Delray","course_id":118,"status":"P","start_date":"1/1/99","end_date":"1/1/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the aftermath of WWII, Detroit followed national urban planning trends in seeking to enhance high-speed transportation between the growing suburbs and the city center. Plans began for an extension to the I-75 highway to rectify the problem. The route recommended by the Fisher Freeway Planning Committee began at the southwest limits of the city, in the neighborhood of Delray. There, it would connect with three other freeways in the section under consideration: the Jefferies Freeway, I-96 and the Chrysler Freeway, serving as a terminus for the Jefferies freeway and providing interstate traffic access to the Ambassador Bridge to Canada. It also served to give traffic on both freeways access to the freeway loop. What this meant for Delray, however, was that there would be even more pollution in an already environmentally distraught neighborhood. It also divided industrial areas, residential areas and public and semi-public areas in the neighborhood, essentially splitting the community in half.","The Fisher Freeway was completed in 1959, and in the following years asthma and lung infection rates in Delray greatly increased. In part, this can be attributed to the increase in traffic, especially the diesel-run semi trucks that made up a large part of the international commerce and which emitted large amounts of carbon monoxide. Air pollution has been linked to morbidity and mortality from several diseases, including diverse conditions such as coronary disease and Hodgkin's Lymphoma. In terms of the effects on respiratory disease, exposure to air pollution has been linked to the aggravation of chronic respiratory symptoms and increased mortality from chronic obstructive pulmonary disease. Nationwide, over the course of the 20th century, air pollution increased greatly alongside the noted increase in the prevalence of asthma. More recent declines in pollution and improvements in public health do not compensate for what Delray residents have had to endure for decades."],"display_date":"January 1, 1999","search_date":"1999-01-01","locations":[{"id":41645,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":908,"tag":"Pollution"},{"id":1941,"tag":"Delray"},{"id":1953,"tag":"Urban Renewal"},{"id":2092,"tag":"Environmental Justice"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}