{"id":91,"tag":"Murder","points":[[32.8096032441,-94.3088738744],[42.2500833872,-73.6318487586],[41.0595411645,-76.3864688812],[40.9182274637,-75.7088377722],[39.878712355,-75.2036894677],[34.8943497126,-82.3707811393],[42.331427,-83.0457538],[40.702799328925,-73.90271488317]],"bounds":[[42.331427,-73.6318487586],[32.8096032441,-94.3088738744]],"episodes":[{"id":4493,"title":"The Letter Begging for Peace\n","course_id":20,"status":"P","start_date":"1868-08-26","end_date":"1868-08-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Around one o' clock Friday morning Albert Browning, \"a freedman and quiet inoffensive citizen of the city,\" lay resting peacefully in his home with his wife and little children. For unknown reasons a number of white men grabbed him and led him just a few feet outside of his home. They tied the terrified man's hands behind his back, went into his home, and began robbing him of his money, many types of clothing, a gun, and his horse. After coming out with everything, leaving Browning with nothing but the clothes on his back, they shot him through the head simultaneously with several different guns and pistols. According to Freedman's Bureau agent W.H. Johnson, \"after committing such horrible acts of violence they proceed to the church, and busted down the doors.\" To their surprise, inside was an assemblage of freedmen who bravely protected their church and scared the white men away.  Johnson implored the government to help the freedmen, pleading, \"they go to their church, enter the enclosure, fasten their gates and remain very quiet, interrupting no one, not wishing to interfere with any one, provided they are left unharmed\"","  Reconstruction in the South is still characterized as a time of strict white repression and violence as whites tried to reckon with the freedom of slaves within their communities. Especially in the Deep South, where many parishes had large African American populations, whites coutinely committed acts of violence against freed slaves. African Americans were safe neither in their own homes nor the houses of the Lord. Even the legal system often failed to protect former slaves. Writing a letter had a whole different meaning depending on the color of the hand it came from. W.H. Johnson's letter pled for the unheard voice of the freed slave. Historian Carl H. Moneyhon has explored the post-war dominance of Texas society by whites who ruled their state by violating the human and civil rights of African-American Texans. He argued that Reconstruction offered Texans an opportunity for a society free of race-consciousness, which it rejected, and that the costs of that rejection continue."," After the Civil War, the South suffered from both economic hardship and drastic social change. For centuries, the South had relied on slaves to harvest crops on plantations. When the slaves were free it caused some owners to lose a lot of money. When this happened, six former Confederate soldiers started a hate group called the Ku Klux Klan.  Their random acts of violence led the nation into a swarm of unnecessary and enduring violence such as the 1998 murder of James Byrd, an African American who was dragged for three miles behind a pick-up truck by three white men down a narrow, winding asphalt road. As journalist Dina Temple-Raston detailed in her study of Byrd's murder, the legacies of post-Civil War racial violence continue to haunt present-day Texas."],"display_date":"August 26, 1868","search_date":"1868-08-26","locations":[{"id":13029,"lat":32.8096032441,"lng":-94.3088738744,"zoom":10,"place":"MARION, Texas"}],"tags":[{"id":91,"tag":"Murder"},{"id":92,"tag":"Freed Slaves"},{"id":94,"tag":"Hate Crimes"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":4607,"title":"<strong>Whitman mourns for the fallen star of the Union</strong>","course_id":18,"status":"P","start_date":"1885-01-01","end_date":"1885-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Walt Whitman, one of the major American writers of the Civil War, wrote <em>When Lilacs Last in the Dooryard Bloom'd</em> after the assassination of the very charismatic leader of the Union during the Civil War, Abraham Lincoln. This poem mourned the death of the powerful, western fallen star which was now hidden by blackness, leaving only desperation and bitterness behind. The poem followed the coffin throughout the country where you could see the remains of the devastation caused by the Civil War. The country women were still mourning for their own family members. They seemed ready to mourn for their president, as they were already wearing black veils and the images of past battles haunted men's thoughts. The poet addressed his despair, not knowing how to mourn such a leader properly. Was he to mourn like he would for a family member? A part of the country was disoriented by this assassination, only adding to the trouble caused by the new situation of the country after the Civil War. The poem itself seemed to show that even nature was disturbed by the death of Lincoln and willing to honor the president. Although Whitman did not mention Lincoln's name in the poem, it clearly expressed the disarray of this loss: they described the country with full of promises to come in the following seasons, and left at a loss of a leader in a time when he was clearly needed, as he was the one that had the people behind him, and to have paved the way during the war, for the reconstruction to come.","This poem about the assassination of Lincoln echoes <em>Captain O my Captain</em>, also written by Whitman. According to Stephen B Oates, like many people in the country, Whitman saw Lincoln as the \"mythic equalizer of his age and land\". The disarray expressed in this poem was reflective of the mind of a number of people in America like Sandburg who said that, thinking about Lincoln \"the people of the United States could finally see themselves, each for himself and all together\".","According to Merrill D Peterson, what was memorable about Whitman's piece of work was not the content but rather the \"rhapsodic sympathy\" between the \"good gray poet\" and Abraham Lincoln. He thought Whitman communicated the dramatic import of Lincoln's death on the Nation's future. Many poets were moved by the spiritual kinship between the two men and some were inspired to write poems about it, like James Oppenheim."],"display_date":1885,"search_date":"1885-07-02","locations":[{"id":8761,"lat":42.2500833872,"lng":-73.6318487586,"zoom":9,"place":"COLUMBIA, New York"}],"tags":[{"id":18,"tag":"Politics"},{"id":2,"tag":"Health/Death"},{"id":178,"tag":"assassination"},{"id":91,"tag":"Murder"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":5223,"title":"Suspected Mollies Murder in Broad Daylight","course_id":62,"status":"P","start_date":"1857-10-17","end_date":"1877-02-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Alexander Rea was murdered on a Saturday morning on October 23, 1868 while on his way to the coal mine where he worked. He was shot six times at close range and $500 dollars was stolen from his body. The corpse was hidden in the bushes and was not discovered until the next day. Eleven years later three suspects were arrested and tried for the crime. Patrick Hester, Peter McHugh, and Patrick Tully,   were assumed to be members of the notorious Molly Maguires, the secretive and violent Irish labor union. It was assumed that Rea, as a mine authority, had somehow crossed the Molly Maguires. Rumors spread of mine officials being targeted by the Mollies during this period. The trial brought both local and national attention.","Throughout the 1860s and 1870s there were numerous reports of mine authorities being murdered by the Molly Maguires. Historians debate the reasons behind the Molly Maguires’   violent acts.  Historian Kevin Kenny believes that the Mollies “were fighting in their own way for justice” against the indignities that Irish immigrants had to endure during this period. These indignities included Irishmen being denied work; “No Irish Need Apply” signs were common in store windows. Irishmen were also often given the most undesirable assignments within the coal mines. Although the Mollies may have started as Irishmen fighting injustices, historian Arthur Lewis believes they quickly became a violent gang who terrorized the coal mines of Pennsylvania.  In his opinion, “the Mollies degenerated into gangs of murderous thugs, they were opposed by most decent Irishmen.”","The jury at the trial, it seems, came down on Lewis’s side of the debate. The court ruling in this particular trial definitely seemed more appropriate for violent gang members than men fighting injustices. . All three men were convicted, sentenced to death, and hanged. This was the first ruling of first degree murder for that particular court. At the time the sentence brought the total of suspected Mollies on death row to fifteen men. Many saw this as the dangerous Molly Maguires finally getting their just desserts."," "," "],"display_date":"October 17, 1857 - February 24, 1877","search_date":"1867-06-22","locations":[{"id":10955,"lat":41.0595411645,"lng":-76.3864688812,"zoom":9,"place":"COLUMBIA, Pennsylvania"}],"tags":[{"id":956,"tag":"Trial"},{"id":896,"tag":"Labor"},{"id":91,"tag":"Murder"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5236,"title":"Turncoat at the Mollie Trials","course_id":62,"status":"P","start_date":"1875-09-03","end_date":"1876-03-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1876 the New York Times published an article describing the murder trial of John P. Jones , a mine boss of the Lehigh and Wilkesbarre Coal Company. It was widely believed that Jones murderers were members of the secretive and violent Irish labor union called the Molly Maguires. During this time stories of the Mollies murdering mine bosses that crossed the group were very common.","A very interesting point the article made is that the prosecution actually had a witness that was close to the Mollies. James Kerrigan, a former member of the Mollies, was the prosecution’s star witness in the case. This was an anomaly because the Molly Maguires were such a secretive group, even its supposed own members did not acknowledge that the labor union existed. So the prosecution finding someone who was associated with the Mollies that was willing to testify against them was extremely powerful evidence. Kerrigan’s testimony implicated three alleged Mollies in the murders of Jones and a policeman named Yost.","Throughout the 1860s and 1870s Molly Maguires dominated the coal mines of Pennsylvania. It was difficult for authorities to stop the organization because there was very little evidence of the Mollies crimes or that they even existed. Kerrigan, an admitted member of the Mollies, testifying against other members was largely damaging to the organization. Historian Arthur Lewis describes Kerrigan as unremorseful while he testified against his former brethren. According to Lewis Kerrigan “ answered all questions cheerfully… and after seven hours on the stand, retired to his seat with the modest air of a good man who has just performed a citizen’s duty for which he expects no reward.”","According to the article Kerrigan’s testimony was hugely important. In the case that the piece focused on the evidence from Kerrigan helped solved two murders.  The article also claims that Kerrigan’s confessions “enabled the Police to reach some of the leaders and completely break up the gang.” Kerrigan’s testimony, according to the piece, was hugely responsible for toppling the Molly Maguires."],"display_date":"September 3, 1875 - March 26, 1876","search_date":"1875-12-14","locations":[{"id":10908,"lat":40.9182274637,"lng":-75.7088377722,"zoom":9,"place":"CARBON, Pennsylvania"}],"tags":[{"id":33,"tag":"Labor Union"},{"id":91,"tag":"Murder"},{"id":956,"tag":"Trial"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5670,"title":"The Murder and Trial of Singleton Mercer","course_id":99,"status":"P","start_date":"1843-02-10","end_date":"1843-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On 10 February 1843 Singleton Mercer shot and killed Mahlon Hutchinson Heberton aboard the ferry John Finch. Public sympathy for Mercer was high and just over a month later, on 28 March, Mercer was acquitted of the charges on the grounds of insanity— a relatively new and controversial defense. The defense was controversial because the murder was one of revenge. Heberton, often described as handsome and well-mannered, seduced Mercer’s sister, 16 year old Sarah Mercer, under false pretenses and allegedly lured her into a brothel and raped her. Because of this, Mercer’s murder was usually seen as justified, and many, namely The Philadelphia Public Ledger,  expressed desire to punish Heberton post-mortem.","<br />The seduction began when Sarah first met Heberton while she was walking in town with her 15 year old friend, whereupon she mistook Heberton for a Spanish gentleman named Mr. Bustedo. Heberton used this mistaken identification to his advantage and arranged “accidental” meetings with Sarah over the next two or three days. This courtship eventually climaxed when Heberton brought Sarah to a brothel, where he, upon being denied consent, raped her. Singleton Mercer was outraged upon hearing of these events and, after being unable to prove Heberton guilty to officials, decided to find his own route to justice. He found his way to Heberton’s residence and noticed Heberton and his acquaintance James Vandyke were entering into a carriage. Mercer followed the carriage to the ferry, where he shot at Heberton four times, striking him once. The bullet penetrated under his left shoulder and through his lungs before being brought to a stop by his heart. Heberton died within an hour. Following the shooting, Mercer handed his firearm to Vandyke, saying “Here I am — I did it.” Mercer was arrested that day and held without bail until trial.","<br />The murder, known colloquially as “The Tragedy of Mahlon Heberton,” gained widespread attention, and the public is known to have displayed “widespread sympathy” for Singleton Mercer. It’s no surprise, then, that attendance at his trial was high, and that he was acquitted of the charges. Yet, while the general public was pleased with this outcome and cheered “Huzzah Mercer Huzzah” as he left the courtroom and returned home, several legal officials found this verdict unjust, and believed this trial directly lead to the subsequent and unfair acquittal of other murderers.","<br />The murder of Heberton also inspired a best-selling Antebellum novel by George Lippard, The Quaker City. The Quaker City, for one of its plotlines, plucked several specific details directly from the murder. Singleton Mercer was not pleased with his portrayal in the book and, when he found out Lippard had a stage version of the novel planned, protested the production and used his wealth and influence to purchase all the tickets to the production. As a result, the show never materialized.","<br /><br />"],"display_date":"February 10, 1843 - April 14, 1843","search_date":"1843-03-13","locations":[{"id":11228,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":1641,"tag":"Insanity Defense"},{"id":1640,"tag":"George Lippard"},{"id":1639,"tag":"Singleton Mercer"},{"id":1638,"tag":"Heberton"},{"id":1637,"tag":"Sarah Mercer"},{"id":1636,"tag":"John Finch"},{"id":1635,"tag":"The Monks of Monk Hall"},{"id":1634,"tag":"The Quaker City"},{"id":91,"tag":"Murder"},{"id":1513,"tag":"Philadelphia"}],"course":{"name":"Pamphlets &amp; Pirates: Popular Print Culture in Antebellum America","school":"Northeastern University","course_id":99,"school_id":56}},{"id":6181,"title":"<strong>The History behind the Mansion House in Greenville, South Carolina </strong>","course_id":135,"status":"P","start_date":"1820-01-01","end_date":"1838-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Mansion House in the town of Greenville, South Carolina was erected in 1820 on South Main Street, where it successfully functioned as a hotel. John Nolan included a drawing of this Greenville hotspot in his book <em>A Guide to Historic Greenville</em>, which allows his readers to peek back at forgotten times. The Mansion House was not just any hotel, as every notable who had to visit Greenville in the mid and late 19<sup>th</sup> century stayed here. Vice President John Calhoun even had a preferred room in The Mansion House during its hey days. The hotel was the most luxurious experience that Greenville had to offer during this period in time, and a veritable must see on South Main Street. During the Spanish-American War the hotel served as a military division headquarters, but soon afterwards the building became too dilapidated to maintain its function as a Greenville hotspot.","One specific notable, however, has had an entirely different experience in the urban space surrounding the Mansion House. William Lowndes Yancey, born in Warren County, Georgia in 1814, came to Greenville to become editor of the newspaper known as the <em>Greenville Mountaineer</em>. His career would expand beyond that into the field of politics, but it was right next to the Mansion House, in front of Dr. Crittenden’s store, where he did something that would have a severe impact on another influential family of the Greenville area. On September 8, 1838 Yancey shot his wife’s uncle, Dr. Robinson Earle, to death on South Main Street, which was the start of a controversial murder trial in the city. Yancey had committed this foul act because he felt his honor was compromised by Earle, who had called him a liar. Revenge of honor was not uncommon in the South during this time, and Greenville was in this aspect a true southern city.","Almost exactly a century after it was built, the Mansion House was closed down and demolished, and the rest of South Main Street also underwent extensive renovation. Only a few feet next to where the Mansion Hotel used to grace South Main, a new hotel was erected in 1924, called the Westin Poinsett. This hotel is still part of the city’s spatial fingerprint today and it was built in a similar characteristic L-shape. The drawing in Nolan's book helps us picture how Yancey and Earle walked the streets of 19<sup>th</sup> century Greenville and where Yancey took Earle’s life because of a silly argument."],"display_date":"1820 - 1838","search_date":"1829-07-01","locations":[{"id":11530,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":2372,"tag":"South Main Street"},{"id":2371,"tag":"Yancey"},{"id":2370,"tag":"Earle"},{"id":2369,"tag":"Mansion House"},{"id":91,"tag":"Murder"},{"id":1412,"tag":"Greenville, SC"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}},{"id":6182,"title":"<strong>A Murder Trial in the <em>Greenville Mountaineer</em></strong>","course_id":135,"status":"P","start_date":"1838-01-01","end_date":"1839-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On November 9, 1838 the <em>Greenville Mountaineer </em>reported on a murder trial against none other than its own editor, mister William Lowndes Yancey. Yancey shot and killed his wife’s uncle, Dr. Robinson Earle, on South Main Street in broad daylight in September 1838. The Yancey family was well known in the Greenville area in the 1820s, as was the Earle family, which caused this trial to become a rather infamous one. The murder was quite a violent, because Yancey not only shot Earle, but he bludgeoned him repeatedly with his pistol and attempted to stab him with his sword after he did not fall down immediately. The entire conflict ensued after Yancey had struck Earle's son, who had called him a liar after Yancey defamed a politician that was related to the Earles. While Dr. Earle and Yancey initially worked out their differences while walking through the downtown area, Yancey lost his temper when Earle once again called him a liar. The article in the <em>Greenville Mountaineer </em>offers an elaborate account of the events leading up to the murder, with witness testimonials and details of conversations between victim and perpetrator. Even though the murder was well recorded due to the many witnesses, Yancey pleads not guilty when he is on trial. He ends up not being acquitted, but the judge does rule that Yancey acted out of self-defense and sentenced him to a mere year in prison and a fine.","The size of the article tells us something about the impact this trial had on the society of Greenville in 1838, and it is very understandable that the murder of one notable by another in broad daylight on South Main Street was the talk of the town. Interestingly enough, the murder did not result in a family feud, as Yancey’s son Ben would even be buried in the Earle Family Cemetery on Old Buncombe Road in a later year.","The <em>Greenville Mountaineer </em>was a newspaper that focused largely on anti-nullification and was located on Buncombe Street in Greenville. The article it wrote on Yancey's trial seems quite sensationalistic and the paper also allowed Yancey to keep sending in articles while he was incarcerated. The <em>Mountaineer</em>'s attempts to sell more papers through this strategy did not work wonders, as it did not operate independently for a very long time. The <em>Greenville Mountaineer </em>merged with the <em>Southern Patriot </em>as it was purchased by the latter paper’s editor. The competition between smaller newspapers was very high in the late 19<sup>th</sup> century and a lot of newspapers came and went through mergers or bankruptcies. Although the murder was infamous, impactful and well-documented at the time, it did very little to damage Yancey’s reputation after he was convicted, since revenge of honor was commonly accepted at the time."],"display_date":"1838 - 1839","search_date":"1838-12-31","locations":[{"id":11531,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":2373,"tag":"Greenville Mountaineer"},{"id":2370,"tag":"Earle"},{"id":2371,"tag":"Yancey"},{"id":91,"tag":"Murder"},{"id":1412,"tag":"Greenville, SC"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}},{"id":6183,"title":"<strong>Mapping a Crime Scene in Greenville, South Carolina</strong>","course_id":135,"status":"P","start_date":"1838-01-01","end_date":"1838-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Writer of the <em>Greenville Century Book</em> S.S. Crittenden has personal ties to that fateful day in November 1838, when newspaper editor William Lowndes Yancey shot his wife’s uncle, Dr. Robinson Earle in the heart of the downtown area. The murder was conducted because Earle had called Yancey ‘a damned liar,’ and Yancey felt that he needed to defend his honor against Earle’s accusations. This remarkable murder of one notable on another in fact took place on or right in front of the porch of Dr. John Crittenden’s store in Greenville, South Carolina. S.S. Crittenden was Dr. John Crittenden’s son, and born and raised in Greenville. He was still a young boy of eleven years old during the murder of Dr. Earle, as Crittenden’s year of birth is 1829. Dr. Crittenden’s store was located on the corner in front of The Mansion House hotel on South Main Street. Crittenden does describe the location of his father’s store on South Main in such a way that, even though he does not specifically mention the murder, it helps to map the 1838 murder scene. The only time when Crittenden wrote of Yancey in his Century Book, is when he mentions the names of previous editors of the <em>Greenville Mountaineer</em>, which suggests that he knows of Yancey, and that the murder was not detrimental to his reputation. More evidence for this is the fact that Yancey’s time in jail did not stop him from contributing articles to the <em>Greenville Mountaineer</em> and he was pardoned after only a few months. Later on in life, Yancey even made it to Congress. This is quite interesting, as the Earle family is a very well-known and influential family in the Greenville area, and Yancey and Earle were in fact family by marriage. While Crittenden’s book features a lot of information about the city of Greenville and life in the late 19th century and early 20th century, he may have intentionally chosen not to focus on crimes in the area, as the book has a romantic undertone and seems to have been written to commemorate the city, rather than critically analyze it. However, the fact that Helsey included the murder of Dr. Earle in her book Hidden History of Greenville County tells us something about its virtually non-existent notoriety."],"display_date":1838,"search_date":"1838-07-02","locations":[{"id":11531,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":1412,"tag":"Greenville, SC"},{"id":2371,"tag":"Yancey"},{"id":2370,"tag":"Earle"},{"id":91,"tag":"Murder"},{"id":2374,"tag":"Mansion Hotel"},{"id":2375,"tag":"Crittenden"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}},{"id":6465,"title":"Cross Burned Outside White Female Civil Rights Martyr's House","course_id":153,"status":"P","start_date":"4/1/65","end_date":"4/1/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 1<sup>st </sup>1965, a cross was burned outside the late Viola Liuzzo’s house in Detroit, Michigan.  The <em>Brownsville Herald</em> reported a few days later that another cross had since been burned, making it “the fourth cross burning in Detroit in less than 24 hours.” The incident occurred on the front lawn of the Liuzzo house just two days after the funeral of Viola Liuzzo, commemorating the life the working class Michigan native. Liuzzo was shot while she ferried people during the Civil Rights marches from Selma to Montgomery, Alabama. Liuzzo had identified herself as a keen supporter and worker for the Civil Rights movement in the South, and the burning of the cross outside of her home in the North is evidence of the Ku Klux Klan claiming responsibility for her murder. ","Cross burning is a long established form of hate crime and is specified in many state laws: “burning crosses with the intent to cause alarm among African Americans was symbolic speech, and the statute was an illegal censorship of the right of expression.” The newspaper’s mild account of the incident may be partly intentional in order to avoid alienating parts of their readership, which may include racist sympathisers. Jeannine Bell addresses this possibility: “Often acts of anti-integrationist violence look like petty crimes – vandalism or other property damage…local officials must understand that a cross-burning is not just an arson.” It may also be for this reason that coverage of the cross burning outside of the Liuzzo household is minimal, with only a brief mention in Mary Stanton’s biography of Viola Liuzzo.","Despite the clear involvement of the Ku Klux Klan in Viola Liuzzo’s murder due to evidence provided by Gary Thomas Rowe – Ku Klux Klan member and FBI informant – the language used in the article reveals the power that the organisation had over journalism and the general public. When considering who set the cross alight, the newspaper accuses “pranksters, bigots, or punks…it will be interesting to see just what kind of strange people they are.” Historian Gary May claims that even President Johnson used relatively tame rhetoric when acknowledging the Klan’s involvement, and appealing to them to end their activities: “If Klansmen hear my voice today, let it be both an appeal – and a warning – to get out of the Klan now and return to a decent society.” The focus centered on the Klu Klux Klan’s involvement in the murder in Alabama, and both journalists and historians alike fail to stress the significance of the racially motivated cross burning back in Michigan.","This case stands out due to the victimisation of a white female in the North, while most other incidents of cross burning targeted African-Americans in the South. Viola Liuzzo’s husband and her five children faced other forms of violence after the murder, including “obscene phone calls and hate mail.” The burning cross is, however, a symbol strongly associated with Klan activity, and establishes their presence in a neighbourhood previously considered a fair distance from the more public troubles of the South."],"display_date":"April 1, 1965","search_date":"1965-04-01","locations":[{"id":52862,"lat":42.331427,"lng":-83.0457538,"zoom":7,"place":"Detroit, Wayne County, Michigan"}],"tags":[{"id":2858,"tag":"Hate Crime"},{"id":15,"tag":"Race-Relations"},{"id":91,"tag":"Murder"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}},{"id":6888,"title":"A Shell Shocked Woman","course_id":190,"status":"P","start_date":"8/1/17","end_date":"12/31/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 3rd, 1917, Mrs. De Saulles, a wife and mother in New York City, murdered her husband, shooting him dead after he threatened to take their son away. In a surprising turn of events, however, Mrs. De Saulle’s defense team claimed that she suffered from shell shock, a psychological condition associated with soldiers who had experienced bombing in the Great War. The <em>New York Times</em> reported, “(Her defense team)...will argue that the announcement that she was not to have her son anymore was the equivalent of explosion of a shell in her presence and that she suffered from the same lapse of memory which has been produced frequently in soldiers.” The <em>New York Times</em> asked the doctor who diagnosed her if he considered Mrs. De Saulles to be mentally sane, to which he replied, “I do not.” He argued that the diagnosis of shell shock rendered her insane and not responsible for her actions. These words had a concrete impact on the court: the jury declared her innocent. She later went on to gain custody of her son and live a complete life as a mother.","Shell shock was a new disorder that emerged during World War I, a confusing mental disease that left both soldiers and doctors in a state of turmoil. No one knew the causes or the boundaries of this powerful and harmful illness. Symptoms included tremors, loss of sight and hearing, and memory loss. Social stigmas surrounded shell shock, including ideas of cowardice, femininity, and hysteria. Doctors often accused men of faking their symptoms, not understanding how serious or critical this mental illness was.  For the first year of the war, medical and miliatary authorities did not take shell shock seriously.","Mrs. De Saulles’s case shows the gradual, widespread acceptance of this disease. Claiming shell shock, a mental disease that many believed did not exist, cleared her of her husband’s murder. It took several years for this mental disease to gain recognition and to be taken seriously. In the earlier stages of the war, authorities criticized soldiers for claiming shell shock, but now even a non-soldier asserted this disease with success. Not just any individual, but a woman. Her claim of shell shock was successful: she won her court case, as the jury believed in shell shock as a genuine mental condition. This court case of Mrs. De Saulles, accused of murder, showed powerful strides in acceptance of mental health and the gradual defeat of the stigma surrounding shell shock."],"display_date":"August 1, 1917 - December 31, 1917","search_date":"1917-10-16","locations":[{"id":8915,"lat":40.702799328925,"lng":-73.90271488317,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":91,"tag":"Murder"},{"id":3700,"tag":"Shell Shock"}],"course":{"name":"Historian's Craft","school":"SUNY New Paltz","course_id":190,"school_id":102}}]}