{"id":910,"tag":"Sailors, Seafarers","points":[[39.878712355,-75.2036894677]],"bounds":[[39.878712355,-75.2036894677],[39.878712355,-75.2036894677]],"episodes":[{"id":5176,"title":"Smells Like Sailor Spirit: The Angst of the Early American Sailors","course_id":58,"status":"P","start_date":"1796-08-05","end_date":"1796-08-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 5th 1796, a man by the name John Rego went to the Collector of the District of Pennsylvania and received his seaman’s protection certificate. This certificate is signed by the collector of the district, Sharp Delany.  The document describes that John is thirty seven years old and five feet seven inches tall. This paper states that John is an American citizen and that he was born in America. The number in the left hand corner is nine. This certificate is the earliest surviving record that we have. The importance of the record is that it gives us a detailed description of some of the earliest American seaman with which we can compare with later generations of sailors.  These papers alongside British prison records are the main source for our views on the American sailor. These records give us an accurate portrait of the American sailor.","The British after the revolutionary war began imprisoning American sailors on the high sea. Without proof of citizenship, the British continued to hold these sailors and imprison more, illegally. The seamen then started to carry “unofficial” forms of identification which included copies of town or parish birth records. However, these documents weren’t issued by the government. In 1796 the government began a program to stop this. Congress passed “An Act for the Relief and Protection of the American Seaman.” This act issued certificates to the American sailor that proved their citizenship. Not only do these certificates provide names of early American sailors, but they also show us the literacy level, age, and length of careers. Also, most sailors were from coastal, urban areas, while only a small percentage were from rural areas or the ‘frontier.’ It was typical that younger sailors were more literate and this also translated to race. White sailors were most often more literate than their black counterparts. However, Dye notes that literacy was higher among younger black seafarers.These certificates were issued beginning in August of 1796. The final copy available from history is dated December 30th 1861."],"display_date":"August 5, 1796","search_date":"1796-08-05","locations":[{"id":15236,"lat":39.878712355,"lng":-75.2036894677,"zoom":9,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":910,"tag":"Sailors, Seafarers"},{"id":911,"tag":"American Sailors"}],"course":{"name":"Literary Theory and Writing","school":"St. Norbert College","course_id":58,"school_id":44}}]}