{"id":912,"tag":"Gettysburg","points":[[39.8715057392,-77.2179223246]],"bounds":[[39.8715057392,-77.2179223246],[39.8715057392,-77.2179223246]],"episodes":[{"id":5177,"title":"General Abner Doubleday at Gettysburg: Why is he not remembered?","course_id":64,"status":"P","start_date":"1863-07-01","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At approximately 10:15 AM on the morning of July 1, 1863, Major General Abner Doubleday was thrown into command of the forces along McPherson's Ridge when his immediate superior, General John F. Reynolds, was shot and killed in the early engagement between Union and Confederate infantry. Doubleday became responsible for the entire battlefield and holding back the Confederate advances until the full strength of the Union’s First Corps could be brought up. His units demonstrated incredible bravery throughout the day and Doubleday himself showed exceptional skill as a commander in his handling of the battlefield. From McPherson’s Ridge to Cemetery Hill and Seminary Ridge, the First Corps and the other units under Doubleday’s command fought well against the Confederate forces and fought a gallant rear-guard action as Union forces withdrew to the heights surrounding Gettysburg. Doubleday’s official battle report touts the importance of his actions in giving the entire army time to establish good ground outside Gettysburg leading to the eventual rout of the Confederate forces. Though Doubleday is not mentioned by name in many subsequent accounts of Gettysburg, the First Corps is glorified for its actions during the engagement and it was Doubleday who commanded them for much of the first day. Why then, is Doubleday not touted as a hero of Gettysburg or great stories written about the units he commanded?","Due to a false report from General Howard, who assumed command of the First Corps upon his arrival at McPherson’s Ridge, General Hancock was under the impression, and so reported to General Meade, “that Doubleday’s command gave way” and consequently Meade replaced Doubleday for the remainder of the Gettysburg battle with a junior officer. Regardless of this demotion in battlefield rank, on the third day of the battle, Doubleday’s command withstood the fury of the Confederate artillery barrage and subsequently repulsed Pickett’s Charge. He ordered his Vermont regiment, under General Stannard, to seize on a perfect opportunity and flank the oncoming Confederate forces, who had successfully reached Union lines and “a few of them even laid their hands on [Union] guns.<sup>” </sup>","The actions by the Vermont regiment arguably saved the day for Union line, however following the battle there was much debate between Hancock and Stannard as to who gave the order to execute the flanking movement. Hancock and Meade are given the credit for repulsing Pickett’s charge, leaving Doubleday unrewarded once again, and the re-telling of Pickett’s charge (from both Union and Confederate perspectives) in history books and fiction works alike, give glory to the Confederates for their bravery and discipline; nothing is said about the small units like Stannard’s Vermont men who saved the Union line. Doubleday never forgave Hancock and Howard for their false reports and the promotion of a junior officer over him. This false report gave Doubleday only temporary status in regards to Gettysburg, it was a slight against his record and his reports about his actions and the actions of his men were subsequently overlooked. Thus General Doubleday was kept from being written into the annals Gettysburg greats alongside the likes of Buford and Chamberlain and glorified as a hero. To this day Abner Doubleday remains unrewarded and unremembered for his crucial role at this climactic moment."],"display_date":"July 1, 1863 - July 3, 1863","search_date":"1863-07-02","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":912,"tag":"Gettysburg"},{"id":913,"tag":"General Abner Doubleday"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}},{"id":5181,"title":"<strong>J.E.B. Stuart and His Performance in Gettysburg, or Lack of it!</strong>","course_id":64,"status":"P","start_date":"1863-07-01","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["JE.B. Stuart rode into Gettysburg overdue by two gory days to General Lee’s disappointed relief.  Stuart’s role until then had been to serve as Lee’s eyes delivering updates of the Union’s movements.  Until Gettysburg, Stuart had built a strong and very public reputation all over the South for his flamboyance, skill and valor on the battle field.  A West Point graduate, he first garnered experience out in the Western frontier where he met and aided “Stonewall” Jackson.  Choosing to fight for the Confederacy was based upon strong convictions aligning with the South coupled with a willingness to accept whatever the consequences driving him to fight his hardest.  Stuart enlisted alongside his Southern “brothers” and served as a Captain for the Confederate Cavalry by March 16<sup>th</sup>, 1861.","Once Stuart’s gallant behavior from the battle field leaked out to the local and CSA national press he became a well-known “war-hero”.  During the war up until Gettysburg, Stuart’s ego increasingly inflated.  It is thought that his perceived reputation clouded his decision-making capacity and led him to “misinterpret” the orders as evidenced in his defensiveness in his recollections.  Allegedly, his ego had negatively influenced the loss at Brandy Station.  Critics hoped that this was his punishment and he’d learn from this blunder. Gettysburg served that function instead.","Stuart sought total redemption approaching Gettysburg.  He genuinely felt he was carrying out his duty to General Lee despite his route south towards Washington D.C.  This may explain Stuart’s prolonged arrival at Gettysburg and so negligence in delivering obsolete or unhelpful intelligence to Lee about the Federals.  He claimed that he “misread” the order for him to stay near to Lee and Gettysburg, run interference and gather intelligence and send it to the higher ranking officials. Instead of completing his mission, he covered hundreds of miles and missed most of the battle and the opportunity to potentially save the Confederacy.  Lee was extremely upset with Stuart and Stuart felt privately shameful about it.  He rode up to the battle on the Union’s flank and hoped to surprise attack the Union at Gettysburg however by that time, the Union developed an adequate cavalry to combat and hold off the Confederacy’s.  To many, Stuart lost the battle and maybe even the war.  To others, he had an honest mistake at the worst possible time in his career and it may have cost him his life just months later."],"display_date":"July 1, 1863 - July 3, 1863","search_date":"1863-07-02","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":919,"tag":"Confederacy Calvary"},{"id":918,"tag":"Stuart"},{"id":912,"tag":"Gettysburg"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}},{"id":5183,"title":"General Ambrose P. Hill in the Battle of Gettysburg","course_id":64,"status":"P","start_date":"1863-07-01","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["General Ambrose Powell Hill viewed Gettysburg as his chance for redemption from a reputation as a cantankerous, argumentative and tardy leader in the Confederate Army, but the ill fate that befell his troops in the battle was not the ending he desired. It was day one of the Battle of Gettysburg and Ambrose Powell Hill was about to face his first battle as the promoted commander of the Third Corps, a position Hill was eager to live up to. Hill distinguished himself in the first battles of the Civil War as the leader of the fabled \"Light Brigade\" but this day he faced more responsibility in one of the most important battles of the war to date.","The promotion came along with the devastating death of Thomas \"Stonewall\" Jackson mere weeks before the Battle of Gettysburg. Hill and the ever-praised Jackson had often clashed; one of their altercations even ended with Hill's arrest by Jackson. In the wake of Jackson's death Confederate General Robert E. Lee divided up his corps into three divisions, giving command of one division to Hill. Earlier in the Civil War Hill received much criticism from other Confederate leaders for his tendency towards tardiness and subsequent high volume of stragglers during his marches when he raced to compensate. He felt this battle was his chance to prove his competence and military skill once and for all.","On the first day of battle Hill led his men in a march towards the town of Gettysburg. Along the way they encountered Federal troops assumed to be cavalry. Not until it was too late did Hill and his soldiers realize these troops were a veteran Union force that was able to \"dispute the further advance\" of the Confederates. Hill noted in his report \"the want of cavalry had been and was again seriously felt\" but his troops were able to halt the enemies' move through the town. At this point Hill felt it prudent to cease fighting for the day and allow his men to rest. As he had long been criticized for not allowing his men mandatory rest breaks, this was a deliberate gesture on Hill's part. The next day fighting resumed and Hill described the incredible resistance of the Union forces. He also commented on the inability of his troops, guided by many able subordinates, to breach the line. Hill stated in his battle report that his men started day three in the same position they had started day two. However historians agree that Hill's battle report leaves much to be desired in the way of clear explanations of action. Some suggest his ailing health left him unable to take charge of his men and led him to spend much of his time in the company of General Lee instead of with his troops. There is little favorable evidence that Hill even came close to his predecessor Jackson's military skill.","Day three of the battle brought the famous Pickett's Charge, although Hill's report suggested this might be an ill-fitting moniker for the assault. Hill listed the troops engaged, putting no particular emphasis on Pickett's men since Pickett's men were in Longstreet's corps and in conclusion of the charge, merely wrote \"the assault failed and our troops fell back in disorder.\" This rather abrupt conclusion to the report on one of the Civil War's most important engagements is indicative of General Hill's great disappointment in the performance of his troops as well as the outcome of the battle. Hill was no Stonewall Jackson, a truth that was painfully apparent after the Battle of Gettysburg."," "],"display_date":"July 1, 1863 - July 3, 1863","search_date":"1863-07-02","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":920,"tag":"Pickett's Charge"},{"id":32,"tag":"Civil War"},{"id":912,"tag":"Gettysburg"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}},{"id":5189,"title":"Chamberlain's Defense of Little Round Top","course_id":64,"status":"P","start_date":"1863-07-02","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 2, 1863, Colonel Strong Vincent looked to Joshua Chamberlain and the 20th Maine regiment to defend Little Round Top “at every hazard”.  It was vital for the Union army to not lose this hilltop position to prevent the Confederates from breaking through their lines. At Gettysburg, the 20th Maine and other Union troops took both Little Round Top and Big Round Top. They have become immortalized through the accounts of Joshua Chamberlain.","Writers and scholars alike have found the narrative style of Chamberlain’s after action report to be both unique and captivating. It was his own artful and inspirational portrayal of the battle that brought Joshua Chamberlain fame as America’s Gettysburg hero.","In his report, what Chamberlain did not disclose is as important, if not more, than what he did. The report of Joshua Chamberlain found in the Official Records, dated July 6th, 1863, was actually recreated from memory in 1884 because government editors lost the original. Combined with the the discrepancies of his report and the reports of other participants in the battle, Chamberlain’s accuracy and role in the victory on Little Round Top comes into question.","In Chamberlain’s report, the Union regiments initially opened fire at close range and pushed the Confederates into taking shelter. Soon after, a final assault by the Confederate forces came. All seemed lost for the 20th regiment on Little Round Top as their ammunition depleted, until a rash call by Chamberlain for the bayonet and hand-to-hand combat took the Confederates by surprise.  Chamberlain claimed, “the effect was surprising; many of the enemy’s first line threw down their arms and surrendered.”","In the view of the soldiers of the 20th Maine, many agreed that their attack with the bayonets was the result of their pent up frustrations in the battle. According to their accounts, Chamberlain never said “charge”, as he later claimed, he only called that they fix the bayonet and prepare for a charge.","At the time of this charge, Confederate Colonel Calvin Oates had begun to withdraw Confederate troops seeing the ineffectiveness of their rally for Little Round Top. Along with the move by Oates and Colonel Michael Bulger to disperse and detach Confederate troops prior to the battle, Chamberlain faced depleted Confederate forces that were much smaller than he would later claim.","Later in life, Joshua Chamberlain sought to defend his legacy and story against the contradictory reports of the battle. In particular, both Colonel Oates and Colonel Elias Spear challenged his presentation of the battle.  Chamberlain’s unwillingness to admit the true efforts of Oates’ troops and their thrusts on the crest of Vincent’s spur, led to the denial of a battlefield monument for Oates’ 15th Alabama regiment. Despite the discrepancies to his reports, Joshua Chamberlain has maintained his role as the Hero of Little Round Top at Gettysburg."],"display_date":"July 2, 1863 - July 3, 1863","search_date":"1863-07-02","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"},{"id":103,"tag":"Joshua Lawrence Chamberlain"},{"id":912,"tag":"Gettysburg"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}},{"id":5192,"title":"The Burden of Defeat: The XI Corps Breaks at Gettysburg","course_id":64,"status":"P","start_date":"1863-07-01","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Burden of Defeat: The IX Corps Breaks at Gettysburg","     The specter of defeat seemed to hang over the military career of German immigrant and revolutionary statesman turned Republican politician and Union General Carl Schurz and bad luck stalk his every move. Poorly positioned at the extreme right flank of Hooker’s army at Chancellorsville, the Eleventh Corps, especially Schurz’s third division, bore the brunt of General “Stonewall” Jackson’s fierce surprise counter-attack, routing the exposed and outnumbered federals and earning the unit an undeserved reputation for cowardice, especially when considering Schurz’s own personal courage under fire, rallying his division and mounting a somewhat effective resistance against a numerically superior foe. To add insult to injury, the misperception soon featured an ethnic slant: composed of a sizeable German minority, they were branded the “Flying Dutchmen” and the German-Americans’ proud rallying cry “I fight mit Sigel” acquired the sneering addition “and I run mit Schurz,” a taunt that would follow the general and his men throughout the war.","     On July 1, 1863, the Eleventh Corps, temporarily under Schurz’s direct command, marched into combat on the outskirts of Gettysburg to assist the heavily engaged First Corps. Seizing upon a potential opportunity for redemption, Major-General Francis Barlow’s impetuosity, euphemistically regarded as “too much bravery” in Schurz’s memoirs, led him to order his division out of line and onto a small knoll he believed to be a more advantageous position, breaking the defensive perimeter around the city and drawing brutal enfilade fire from confederate musket and cannon.","     Schurz recognized the mounting crisis and dispatched “aide after aide” to establish contact with Barlow, but the damage was done. In short order Barlow was severely wounded and his division driven from the field, leaving a gaping hole in the union line through which charging confederates began to pour, collapsing several portions of the line and forcing Schurz and his staff to stage a fighting withdrawal through the city. In a clear attempt to preserve the honor of his men, Schurz insisted in his report—and maintained throughout his life—that the divisions hotly “contest(ed) the ground step by step.” Moreover, he directly counters allegations that his men “routed…pell-mell” through the city, offering instead a picture of hasty but “orderly” retreat in his memoirs.","     When the smoke cleared and the casualties were tallied, the Eleventh Corps had lost over one third of its entire effective strength. Major-General Schimmelfennig suffered the ignominy of seeking refuge in a pig sty to evade capture following his division’s retreat through the packed city streets, already filled with broken elements of the First Corps. Despite repelling a large Confederate assault threatening two major Cemetery Ridge artillery batteries the following day, this “very spirited hand-to-hand fight” was scarcely remembered and Schurz and his “German” division, though courageous even in defeat and bled white with casualties, remained, to many, the “Flying Dutchmen.”","     The extent of his emotional wounds and defensive posturing becomes apparent when considering his November 1863 press exchange with Leslie Combs, a Kentucky Democrat who openly accused Schurz of personal cowardice at Chancellorsville. Opting to engage in a questionable public honor duel he “deem(ed) appropriate…to stop a slander political enemies seem bent on sustaining,” Schurz brands Combs a liar, demands a retraction and invites him to stand next to him in combat and “not leave for a single moment.”","     Indeed political generals and their reputations often suffered grievously at the hands of the press and public, and Carl Schurz was no different. Though he would go on to hold various high offices throughout the federal government, he never truly ended his apologetics, even justifying his command decisions from beyond the grave through his posthumously published memoirs.  Such was his burden of defeat."],"display_date":"July 1, 1863 - July 4, 1863","search_date":"1863-07-02","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":912,"tag":"Gettysburg"},{"id":321,"tag":"Union Army"},{"id":892,"tag":"European immigrants"},{"id":985,"tag":"11th Corps"},{"id":986,"tag":"Political Generals"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}},{"id":5338,"title":"The Irish Brigade Endures More Hard Fighting at Gettysburg","course_id":74,"status":"P","start_date":"1863-07-02","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"After a long and fatiguing march, we arrived on the evening of the 1st instant within about 3 miles of Gettysburg,” wrote Major Sergeant Clair Mulholland in his 1863 battlefield report.  There the 116<sup>th</sup> Pennsylvania Infantry, along with others of its Brigade, awaited orders to the sound of the surrounding battle.  In the late afternoon the Brigade finally marched toward the battle, eager to succeed once more in its military endeavors.","What truly set this Brigade apart was its title as the Irish Brigade.  Composed of the 63<sup>rd</sup>, 69<sup>th</sup>, and 88<sup>th</sup> New York Infantries, the 28<sup>th</sup> Massachusetts Infantry, and Mulholland’s 116<sup>th</sup> Pennsylvania Infantry, the Irish Brigade was unique in that almost the entirety of its men were Irish Catholic immigrants or descendents thereof.  By the time Mulholland marched his regiment across the fields of Gettysburg, the Brigade had already come to fame as a heroic one.","While Irish Catholics remained one of the most underrepresented populations in the Union Army, the Irish Brigade fought valiantly to earn the respect of its fellow soldiers.  Many had been wary at the idea of a purely Irish Brigade of the Union Army, as such ethnic divisions might run contrary to the term “Union”.  However, others saw the value of the Brigade in its ability to threaten the British out of allying themselves with the South.  A successful Irish Brigade hinted to the British that any action in favor of the Confederacy could cause trouble in its already troubled territory of Ireland.  Luckily for the Union, the Irish Brigade was most often successful.","At Gettysburg in particular the Irish Brigade famously pushed back Longstreet’s Corps in the wheat field near Little Round Top and Devil’s Den on July 2<sup>nd</sup>.  According to Mulholland, “The order was given to advance, which the brigade did in excellent style, driving the enemy from their position, which we at once occupied.”  While the end of the second day of battle brought heavy loss for the Brigade, the following day found them witnessing the failure of Pickett’s Charge, which they saw as revenge for their massive losses at the Battle of Fredericksburg.  By the end of the third day the Confederate troops at the wheat field had surrendered.  The Brigade had suffered severe losses—of the 530 soldiers it brought to Gettysburg, about 320 were killed—something they had become used to as a consequence of its unending bravery.  Mulholland reported, “Every one did his duty in a manner that excited my warmest admiration and gratitude. Were I to mention any one in particular it would be but showing injustice to the rest, as each one tried to excel the other in deeds of gallantry and daring.”","Today the Irish Brigade is honored at Gettysburg with the statue of a Celtic cross and a greyhound.  The greyhound is the Irish symbol of loyalty and the statue itself a memorial to the Irish Brigade’s heroism.  It stands as a reminder that despite the prejudices that may have been held against the Irish, when the battle began those who fought did not hesitate to act with valor."],"display_date":"July 2, 1863 - July 4, 1863","search_date":"1863-07-03","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":912,"tag":"Gettysburg"},{"id":759,"tag":"Immigrants"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5783,"title":"One Man’s Death Wish Due to the Slave Law of Kansas","course_id":113,"status":"P","start_date":"1856-06-06","end_date":"1856-06-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1855, Senator David Atchison of Missouri said, “Mark every scoundrel among you that is the least tainted with free-soilism, or abolitionism, and exterminate him…[e]nter every election district in Kansas . . . and vote at the point of a Bowie knife or revolver!” according to historian James McPherson. One year later, George W. Brown, a civilian, waited for execution for violating “every section of the Slave Law of Kansas” quoted the Gettysburg, Pennsylvania <em>Star and Banner</em> in 1856.  The likelihood of hard labor, a fine, death, or a combination of punishments for one of these violations was very high – there was a good chance that Brown was already dead by the time the article hit the newsstands.","The thirteen clauses of the Kansas Slave Law Act did not just regulate slaves, but also free negroes, and mulattos too. The Slave Law Act managed situations ranging from free people who violated the Law Code (who were sentenced to die) to those who aided, concealed, and/or  rescued slaves who also deserved a death penalty. Furthermore, those who printed indecent documents or helped minorities print indecent documents were penalized accordingly, and finally those who opposed slavery and were forced to sit as a juror to any violation to the above clauses. The Kansas Law also paralleled part of the Federal Fugitive Slave Law by including those who refused to help police officers apprehended escaped slaves and were subjecting them to punishment.","Kansas suffered terrible civil unrest during the mid-1850s. Events there captured broad attention and even understood  in terms of the slavery debate. The author of <em>The Star and Banner</em>, published in Adams County, Pennsylvania, begged for Brown’s release, despite the possibility of his death. Very little information is known about Brown or his case, <em>The Star and Banner </em>published one of the only articles written. The blip is the single moment of news about a Kansas man in a Pennsylvania newspaper spoke for a larger political issue that the people of Pennsylvania were an advocate for: the emancipation of southern slaves. The possibility of Brown’s death ensured the abolitionists of Pennsylvania would spread the word about the atrocities that occurred in Kansas and other southern states."],"display_date":"June 6, 1856","search_date":"1856-06-06","locations":[{"id":10805,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":1821,"tag":"Kansas Slave Law"},{"id":4,"tag":"Slavery"},{"id":9,"tag":"Law"},{"id":912,"tag":"Gettysburg"},{"id":1287,"tag":"Kansas"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}