{"id":913,"tag":"General Abner Doubleday","points":[[39.8715057392,-77.2179223246]],"bounds":[[39.8715057392,-77.2179223246],[39.8715057392,-77.2179223246]],"episodes":[{"id":5177,"title":"General Abner Doubleday at Gettysburg: Why is he not remembered?","course_id":64,"status":"P","start_date":"1863-07-01","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At approximately 10:15 AM on the morning of July 1, 1863, Major General Abner Doubleday was thrown into command of the forces along McPherson's Ridge when his immediate superior, General John F. Reynolds, was shot and killed in the early engagement between Union and Confederate infantry. Doubleday became responsible for the entire battlefield and holding back the Confederate advances until the full strength of the Union’s First Corps could be brought up. His units demonstrated incredible bravery throughout the day and Doubleday himself showed exceptional skill as a commander in his handling of the battlefield. From McPherson’s Ridge to Cemetery Hill and Seminary Ridge, the First Corps and the other units under Doubleday’s command fought well against the Confederate forces and fought a gallant rear-guard action as Union forces withdrew to the heights surrounding Gettysburg. Doubleday’s official battle report touts the importance of his actions in giving the entire army time to establish good ground outside Gettysburg leading to the eventual rout of the Confederate forces. Though Doubleday is not mentioned by name in many subsequent accounts of Gettysburg, the First Corps is glorified for its actions during the engagement and it was Doubleday who commanded them for much of the first day. Why then, is Doubleday not touted as a hero of Gettysburg or great stories written about the units he commanded?","Due to a false report from General Howard, who assumed command of the First Corps upon his arrival at McPherson’s Ridge, General Hancock was under the impression, and so reported to General Meade, “that Doubleday’s command gave way” and consequently Meade replaced Doubleday for the remainder of the Gettysburg battle with a junior officer. Regardless of this demotion in battlefield rank, on the third day of the battle, Doubleday’s command withstood the fury of the Confederate artillery barrage and subsequently repulsed Pickett’s Charge. He ordered his Vermont regiment, under General Stannard, to seize on a perfect opportunity and flank the oncoming Confederate forces, who had successfully reached Union lines and “a few of them even laid their hands on [Union] guns.<sup>” </sup>","The actions by the Vermont regiment arguably saved the day for Union line, however following the battle there was much debate between Hancock and Stannard as to who gave the order to execute the flanking movement. Hancock and Meade are given the credit for repulsing Pickett’s charge, leaving Doubleday unrewarded once again, and the re-telling of Pickett’s charge (from both Union and Confederate perspectives) in history books and fiction works alike, give glory to the Confederates for their bravery and discipline; nothing is said about the small units like Stannard’s Vermont men who saved the Union line. Doubleday never forgave Hancock and Howard for their false reports and the promotion of a junior officer over him. This false report gave Doubleday only temporary status in regards to Gettysburg, it was a slight against his record and his reports about his actions and the actions of his men were subsequently overlooked. Thus General Doubleday was kept from being written into the annals Gettysburg greats alongside the likes of Buford and Chamberlain and glorified as a hero. To this day Abner Doubleday remains unrewarded and unremembered for his crucial role at this climactic moment."],"display_date":"July 1, 1863 - July 3, 1863","search_date":"1863-07-02","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":912,"tag":"Gettysburg"},{"id":913,"tag":"General Abner Doubleday"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}}]}