{"id":917,"tag":"William Rosecrans","points":[[35.1803733014,-85.1633326083],[34.7357841762,-85.3009353974]],"bounds":[[35.1803733014,-85.1633326083],[34.7357841762,-85.3009353974]],"episodes":[{"id":5179,"title":"General William Rosecrans' Report at the Battle of Chickamauga","course_id":64,"status":"P","start_date":"1863-09-19","end_date":"1863-09-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Major General William Rosecrans, commander of the U.S. Army of the Cumberland, awoke nervous on September 20, 1863. His forces at Chickamauga had been assailed throughout the previous day but held their ground. Rosecrans did not know if they could withstand another day of Confederate assault, however. He also did not know that he was about to give an order that would swing the battle, the Chattanooga campaign, and his own legacy as a commander.","That morning Rosecrans inspected his line and found that its left, which he felt should be protected at all costs, was vulnerable. Two hours after fighting began, Rosecrans was incorrectly informed that a gap existed along his left. He ordered General Thomas Wood on the Union right to move left and close the gap: “The general commanding directs that you close up on Reynolds as fast as possible, and support him.” The problem was, a Confederate force opposite Wood had been waiting for an opportunity to charge. When Wood moved left the Confederates, according to Rosecrans, “poured in through this breach,” breaking through the Union lines and driving several of Rosecrans’ divisions from the field. The breakthrough proved to be the decisive movement of the battle, a Confederate victory. How and why was this order given?","The report from General George Thomas that “Reynolds’ right was exposed” was met with fear and panic by Rosecrans, historian Glenn Tucker notes. Caught up in the heat of the moment, Rosecrans directed his aide-de-camp, Major Frank Bond, to write the fateful order. Chief among Rosecrans’ errors, according to Tucker, was that he did not consult his chief of staff, Brigadier General James Garfield, who was busy, when deciding what action to take. Garfield knew the positions of each Union regiment and would have been able to inform Rosecrans that a gap did not actually exist.","In his official report Rosecrans reluctantly admits that, without his mistake, the Union army would probably have driven the Confederates from the field. Even with the fateful order, Rosecrans describes Chickamauga as a resounding victory since the Union ultimately held Chattanooga. Tucker disagrees and places blame on Rosecrans, arguing that his erratic temperament led to the reckless advance. Rosecrans biographer William Lamers puts Wood at fault, since he should have told Rosecrans the move was impossible. Not suprisingly, Rosecrans downplayed his errors in his official report. His commanders saw through the semantics, however, and relieved him of his command less than one month later.","The order would haunt Rosecrans for the rest of his life. He wrote an article in the May 1887 issue of the Century Illustrated magazine justifying the entire Chattanooga campaign, arguing that miscommunication between Reynolds, Wood, Thomas and Brigadier General John Brannan created the gap in the Union line. His <em>New York Times</em> obituary in 1898 did not pull any punches, however, blaming the Chickamauga defeat on Rosecrans. Even in death Rosecrans could not escape the fateful order.","Regardless of fault, Rosecrans’ order was significant because it gave the Confederates their only major victory in the western theatre of the war. Additionally, not even one of the war's most competent commanders could avoid the communications breakdowns that often plagued armies. Clearly, Rosecrans had good reason to be nervous that foggy September morning."],"display_date":"September 19, 1863 - September 20, 1863","search_date":"1863-09-19","locations":[{"id":12053,"lat":35.1803733014,"lng":-85.1633326083,"zoom":9,"place":"HAMILTON, Tennessee"},{"id":2308,"lat":34.7357841762,"lng":-85.3009353974,"zoom":9,"place":"WALKER, Georgia"}],"tags":[{"id":917,"tag":"William Rosecrans"},{"id":916,"tag":"The Battle of Chickamauga"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}}]}