{"id":918,"tag":"Stuart","points":[[39.8715057392,-77.2179223246]],"bounds":[[39.8715057392,-77.2179223246],[39.8715057392,-77.2179223246]],"episodes":[{"id":5181,"title":"<strong>J.E.B. Stuart and His Performance in Gettysburg, or Lack of it!</strong>","course_id":64,"status":"P","start_date":"1863-07-01","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["JE.B. Stuart rode into Gettysburg overdue by two gory days to General Lee’s disappointed relief.  Stuart’s role until then had been to serve as Lee’s eyes delivering updates of the Union’s movements.  Until Gettysburg, Stuart had built a strong and very public reputation all over the South for his flamboyance, skill and valor on the battle field.  A West Point graduate, he first garnered experience out in the Western frontier where he met and aided “Stonewall” Jackson.  Choosing to fight for the Confederacy was based upon strong convictions aligning with the South coupled with a willingness to accept whatever the consequences driving him to fight his hardest.  Stuart enlisted alongside his Southern “brothers” and served as a Captain for the Confederate Cavalry by March 16<sup>th</sup>, 1861.","Once Stuart’s gallant behavior from the battle field leaked out to the local and CSA national press he became a well-known “war-hero”.  During the war up until Gettysburg, Stuart’s ego increasingly inflated.  It is thought that his perceived reputation clouded his decision-making capacity and led him to “misinterpret” the orders as evidenced in his defensiveness in his recollections.  Allegedly, his ego had negatively influenced the loss at Brandy Station.  Critics hoped that this was his punishment and he’d learn from this blunder. Gettysburg served that function instead.","Stuart sought total redemption approaching Gettysburg.  He genuinely felt he was carrying out his duty to General Lee despite his route south towards Washington D.C.  This may explain Stuart’s prolonged arrival at Gettysburg and so negligence in delivering obsolete or unhelpful intelligence to Lee about the Federals.  He claimed that he “misread” the order for him to stay near to Lee and Gettysburg, run interference and gather intelligence and send it to the higher ranking officials. Instead of completing his mission, he covered hundreds of miles and missed most of the battle and the opportunity to potentially save the Confederacy.  Lee was extremely upset with Stuart and Stuart felt privately shameful about it.  He rode up to the battle on the Union’s flank and hoped to surprise attack the Union at Gettysburg however by that time, the Union developed an adequate cavalry to combat and hold off the Confederacy’s.  To many, Stuart lost the battle and maybe even the war.  To others, he had an honest mistake at the worst possible time in his career and it may have cost him his life just months later."],"display_date":"July 1, 1863 - July 3, 1863","search_date":"1863-07-02","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":919,"tag":"Confederacy Calvary"},{"id":918,"tag":"Stuart"},{"id":912,"tag":"Gettysburg"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}}]}