{"id":923,"tag":"James A. Garfield","points":[[34.7357841762,-85.3009353974]],"bounds":[[34.7357841762,-85.3009353974],[34.7357841762,-85.3009353974]],"episodes":[{"id":5188,"title":"James A. Garfield at Chickamauga","course_id":64,"status":"P","start_date":"1863-09-19","end_date":"1863-09-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["James A. Garfield was by definition an opportunist, he used even his failures in life to present a heroic image and thus propel himself into political office.  Such was the case when he beseeched his commanding officer after their position had been overrun and he desired to be where the Union was winning the battle (and thus seen as victorious), “Let me go to the front… It is dangerous, but the army and country can better afford for me to be killed than for you.”  During the Civil War, General Garfield was the Chief of Staff for General Rosecrans, whose defining moment of the war came in the Battle of Chickamauga.  On September 19, 1863 the forces of Lieutenant General Longstreet of the Confederate Army would face off with the forces of General Rosecrans.  For days, Garfield and his fellow officers had prepared for the attack, and he is recognized as knowing better than any man the disposition of the Union forces.  During the first day of the battle, no notable victories achieved, the battle seemingly favored the Union.  The following day, September 20, 1863, a message sent to Rosecrans noted that General Brannon’s division was out of place, leaving a chasm in the line.  Rosecrans immediately sent off an order to General Thomas Wood to close the gap, however, Wood, dumbfounded, could clearly see that Brannon was in his proper place.","The order sent to General Wood was the only order of the battle not personally penned by Garfield, instead it was transcribed by Rosecrans’s Senior Aide de Camp, Major Frank Bond.  The ambiguity of the order was an oversight for the Union forces, which were in position to win the battle.  Whether out of blind obedience or disdain for Rosecrans is a matter of debate, but Wood followed the order and left his position.  According to the official Union report of the battle, General Wood claims that the disposition of the order left him no option but to obey immediately.  In perfect timing, Longstreet’s forces attacked Wood’s position, after he vacated it, overrunning the Union lines. The scene following would be a stampede of Union men running for safety while Garfield and his fellow officers tried to restore order.  Useless against the stampede, Garfield fled with Rosecrans who would go on to secure Chattanooga, and win the campaign.  Garfield’s memoirs would reflect exaggerated gallant efforts to preserve the Union lines.  These memoirs, an attempt to glorify his own actions for political purposes and perhaps propel himself into the Presidency, seem embellished when compared to the official report.  According to official record, his actions, apart from not writing the order from Rosecrans, had no affect on the outcome of the battle.  Students of Garfield would be wise to remember that each of his personal sagas were calculated to fit neatly in a political equation, Chickamauga in particular provided him with an opportunity to begin campaigning."],"display_date":"September 19, 1863 - September 20, 1863","search_date":"1863-09-19","locations":[{"id":2308,"lat":34.7357841762,"lng":-85.3009353974,"zoom":9,"place":"WALKER, Georgia"}],"tags":[{"id":916,"tag":"The Battle of Chickamauga"},{"id":923,"tag":"James A. Garfield"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}},{"id":5668,"title":"The Assassination of President James A. Garfield","course_id":104,"status":"P","start_date":"1881-07-02","end_date":"1881-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At 9:30am, the morning of July 2<sup>nd</sup>, 1881, President James A. Garfield was shot at Baltimore and Potomac Depot, a train station in Washington, D.C. (<em>Salt Lake Daily Harold, </em>1881). In the ladies room of the train car, two shots were fired at President Garfield, with one bullet penetrating his right arm and the other piercing his abdomen just above the right hip, near his kidney (<em>Salt Lake Daily Harold, </em>1881).  The weapon used was an extremely heavy California caliber gun known as a “Bulldog” (<em>Salt Lake Daily Harold, </em>1881).","The initial rumor was that ex-console Marseilles Gatto, who had been removed from office earlier, was behind the murder plot (<em>Salt Lake Daily Harold, </em>1881). However, it was the man immediately caught fleeing the scene, Charles J. Gitteau, who was deemed as Garfield’s killer. Following the murder, Gitteau walked out of the train, passing Captain Parkee, a ticket agent who realized what Gitteau had done, jumped through the window after him and tackled him to the ground (<em>Salt Lake Daily Harold, </em>1881). With the help of two police officers and no resistance from the assassin himself, Gitteau was arrested and taken to police headquarters continuously hollering “I did it and will go to jail for it. I am a stalwart, and Arthur will be President” (<em>Salt Lake Daily Harold, </em>1881).","As all this commotion was occurring outside of the train, the scene inside was just as hectic. Multiple doctors monitored Garfield’s condition, giving hourly updates as they could. At some points, doctors remarked that the President might not make it. At other points throughout that day, his condition improved greatly (<em>Salt Lake Daily Harold, </em>1881). Ultimately, Garfield would survive his attack for a short period of time, but not without great suffering and pain. During the months of July and August, Alexander Graham Bell, inventor of the telephone, unsuccessfully tried to locate the bullet lodged in Garfield’s abdomen with a metal detector he had specifically designed for the President (“Life and Death in the White House”, <em>americanhistory.si.edu</em>). Despite all the efforts made by Bell and other medical experts, Garfield succumbed to his injuries on September 19<sup>th</sup>, 1881, dying from an infection and internal hemorrhage “James Garfield, <em>whitehouse.gov</em>).","When a theory was brought forth, prior to the President’s passing, suggesting that the attempted assassination was a result of a calculated plot, Garfield simply just shook his head saying that “[He did] not believe it.”(<em>The Evening Critic, </em>1881). Charles Gitteau, however, did have a plan. The unsuccessful lawyer believed that the president’s political decisions were threatening the position of the Republican Party and its power within government (“Life and Death in the White House”, <em>americanhistory.si.edu</em>). Gitteau was found guilty on January 25<sup>th</sup>, 1882 and executed in June that same year “Topics in Chronicling America - The Garfield Assassination”, <em>loc.gov</em>).","Although Garfield did not sign off on any legislation while in office, his death has contributed to the development of equal opportunity in modern day American politics. In 1883, one year after the execution of his assassin and only three years after his death, the Pendleton Civil Service Act was passed by congress (\"Pendleton Civil Service Act\", <em>britannica.com</em>).  This legislation established the mechanism of permanent federal employment based on merit rather than on political party affiliation (\"Pendleton Civil Service Act\", <em>britannica.com</em>). At the time, this was a tactic to avoid an unknown, “deranged office seeker”, such as Gitteau, from ever entering politics. This is relevant to today’s society because this act eliminates corrupt practices, forcing congress members, such as presidents, to appoint people based on their credentials rather than on patronage and remain true to the American dream of equality for all."],"display_date":"July 2, 1881","search_date":"1881-07-02","locations":[{"id":1278,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":740,"tag":"President"},{"id":178,"tag":"assassination"},{"id":923,"tag":"James A. Garfield"}],"course":{"name":"US History since the Civil War","school":"University of Toronto Scarborough","course_id":104,"school_id":28}}]}