{"id":930,"tag":"Lumbee","points":[[34.6761061329,-79.1203944361]],"bounds":[[34.6761061329,-79.1203944361],[34.6761061329,-79.1203944361]],"episodes":[{"id":5199,"title":"Lumbee Education in Segregated North Carolina","course_id":63,"status":"P","start_date":"9/5/11","end_date":"9/5/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“The State is in earnest in her effort to educate all of her children” declared H. L. Edens on September 5, 1911. The remark was made in an announcement that declared the Indian Normal School of Robeson County, which would later become the University of North Carolina at Pembroke, had been accepted “as a State institution.”","In a time in which the South was entrenched deeply in the institution of segregation, and unashamed racism was a way of life, the acceptance of the Normal School by the state was a significant step forward for Indian education. At all levels of education, as with virtually all parts of society, the South was divided into two extensively segregated groups: the black community and the white community. In the midst of this bipolar society, the Lumbee population of North Carolina carved out a unique identity to separate themselves from both the white and black communities. North Carolina was one of the few places in the South where the distinction between black and Indian was made, and the state’s acceptance of an Indian school as a state institution further acknowledged that distinction. The Lumbee community has always made an effort to distinguish themselves as a legitimate community, independent and distinct from both the black and white communities. The result was the creation of a three-tiered system of segregation, rather than the two-tiered system which existed throughout the South. Edens made sure to point out that the decision of the state to accept the Indian Normal School placed it “for the first time on the same footing with other State normal schools.”","Although the school was accepted as a state institution, H. L. Edens, the school’s principal, knew this was not enough to assure its success. Local families, the vast majority of whom were farmers or rural laborers, would have to take advantage of the school and send their children there to receive an education. This was no easy task for many of those in Robeson County, where abject poverty was part of everyday life. “Let as many parents as possible be with us on the opening day,” Edens urged. “Your children, your own flesh and blood, in mute appeals beg that you do not shroud their lives in that degree of ignorance that will make them hewers of wood and drawers of water for life.”","People who received a proper education as children had the potential to raise themselves out of poverty by adulthood, thereby breaking the chain of poverty that tied them to the rural lifestyle of their forefathers. Educated children had the potential to become doctors, teachers, lawyers, or other professionals, whereas the uneducated were relegated to the field of manual labor. But by becoming educated, they did not have to abandon their past and customs; as the Indian Normal School was uniquely Indian in nature, there need not be a loss of culture to attend. Edens knew how important the culture and customs of the local Indians were, and used that pride as a call for attendance: “let every Indian who has the pride of ancestors, and who hopes to multiply opportunities for his children in the years to come rally to the support of his normal [school].”","As Principal of the Normal School, Edens oversaw many changes, the foremost of which was moving the school to Pembroke, which was the center of the local Indian population. The success he attained by moving the school, coupled with his successful campaign to increase attendance at the Indian Normal School, can be seen today, as the school has evolved over time to become the University of North Carolina at Pembroke."],"display_date":"September 5, 1911","search_date":"1911-09-05","locations":[{"id":18701,"lat":34.6761061329,"lng":-79.1203944361,"zoom":9,"place":"Robeson, North Carolina"}],"tags":[{"id":931,"tag":"Normal school"},{"id":930,"tag":"Lumbee"},{"id":266,"tag":"Segregation"},{"id":180,"tag":"Indians"}],"course":{"name":"Digital History","school":"University of North Carolina at Pembroke","course_id":63,"school_id":9}}]}