{"id":932,"tag":"Native American","points":[[34.6401072699,-79.1035356779],[43.3355886249,-102.551603055],[32.364480123,-90.8603381835],[42.107446354,-83.1351982696]],"bounds":[[43.3355886249,-79.1035356779],[32.364480123,-102.551603055]],"episodes":[{"id":5202,"title":"The Education of the Native American Indian","course_id":63,"status":"P","start_date":"5/26/30","end_date":"5/26/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 23, 1930, School Board Chairman W.H. Godwin told a graduating class “to have some ambition in life, to beware of bad company, obey the laws of the land and in so doing obey the laws of God. Learn to live and act in a way in which people will respect…remembering always that there is a place for skill.” The graduating class he addressed consisted of fifteen youths who attended an Indian grade school in Pembroke, NC; they graduated the seventh grade. The principal of the school, A.N. Locklear, spoke of “the advantages children of the present day are having over those of a few years ago,” and encouraged the graduates to take advantage of the opportunities presented to them. These two individuals gave confidence to over a dozen youths in a manner that, today, is something students hear the world over. However, prior to the 1930s, students who attended the “Pembroke graded school, Indian” did not have a whole lot to look forward to after graduation. The reason? Their Native American heritage.","In the late 1800s and early 1900s, Native American education in the U.S. faced many limitations that white Americans had little incentive to correct. Communication between the educators and the Indian students was one area that desperately needed improvement. According to K. Tsianina Lomawaima and Teresa L. McCarty, white teachers of Native American students expected the children to be stoic. Estelle Reel, Superintendent of Indian Schools in 1900, explained the stoicism in Native American students as a sort of deficiency in the Indians’ mind, nerve, and muscle development, which did not allow for these people to express their emotions. Reel’s statement was one that neglected to take into account the fact that many Native American students only spoke their native tongue, while schools only taught in English, thus taking away the students’ means of expression. The schools, as claimed by some historians, were not so much there to teach as a means to “civilize” the Indians as whites were civilized. This supposed civilizing was done by white teachers who had little to no knowledge of their students’ culture or language. This ignorance led to the teachers assuming their students were either stupid or slow. Such beliefs allowed the school system to blame the student, not the school itself, as the source of any difficulties encountered in teaching the student.","The 1928 Meriam Report, authorized by the Institute of Government Research, gave a harsh, unforgiving look into the inadequate education of Native Americans. Following this report, many reforms were put into practice to improve not only the education of Indian students, but, also the quality of the schools, from food to health care to simple respect for culture. Teachers, who in prior years were insufficient due to a lack of funding, were finally upgraded by hiring individuals who actually had teaching degrees. In boarding schools, meals, having been described as being little better than a form of slow starvation, were fixed to include the dietary necessities for keeping students well nourished and active. In short, the Meriam Report ushered in a series of reforms that allowed Native American students to be educated with the same knowledge, and respect, as white students."],"display_date":"May 26, 1930","search_date":"1930-05-26","locations":[{"id":22209,"lat":34.6401072699,"lng":-79.1035356779,"zoom":9,"place":"Robeson, North Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":932,"tag":"Native American"},{"id":933,"tag":"Pembroke"}],"course":{"name":"Digital History","school":"University of North Carolina at Pembroke","course_id":63,"school_id":9}},{"id":5666,"title":"<strong>Native American trials on Pine Ridge Shooting</strong>","course_id":104,"status":"P","start_date":"1/1/75","end_date":"12/31/76","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1975, the shooting of the two FBI agents took place on the Pine Ridge reservation in South Dakota and four Native Americans were accused of the murder. The four men accused were Robert Robideau, Dino Butler, Leonard Peltier and Jimmy Eagle. Leonard Peltier was a Native American who was one of the four men to be accused for the murder. Robert Robideau and Dino Butler were charged for murder and were put to trail in June 1976 (<em>The Milwaukee Star Times, </em>1976). Leonard Peltier was a leader of the American Indian Movement (AIM) and was arrested in Canada for the 1975 shooting. Robideau and Butler had a trail in Cedar Rapids, Iowa and were acquitted (<em>The Windsor Star, </em>1999).","Peltier was in Canada and had to be extradited before his trial could take place. The affidavit which was given for the extradition of Peltier from Canada to stand trial for the murder of the FBI agents was later found to have been false because the woman who was on the affidavit was found to be lying that she was not there in Pine Ridge and never met Petlier (<em>The Windsor Star, </em>1999). Jimmy Eagle another person who was also accused of the crime would have his trial later. The presiding judge, Edward McManus in this case made several convictions of the leaders of the AIM (<em>The Milwaukee Star Times, </em>1976). The Native American Solidarity Committee (NASC) and AIM noted that all that were accused of this crime was trialled wrongly because of the lack of evidence and the bias of politics (<em>The Milwaukee Star Times, </em>1976). According to the NASC most of the accused people were already trialled and convicted by the public for these crimes because of the media influence (<em>The Milwaukee Star Times, </em>1976). Public opinion insured that the truth of the affairs between the government and the Native Americans would mostly side with the government views on the matter. Native Americas were not actively allowed to be involved in the concerns of their treaties, the legal system and affairs were controlled by the government (<em>The Milwaukee Star Times, </em>1976). All the protests the Native Americans had to be heard on the issues that they wanted the public to be aware of are of no concern to other American’s. The Native Americans were invisible to the other people. The American public regarding the Native American affairs should be handled between the Native American leaders and the government. The Native Americans wanted to have equal rights to have an equal voice in their affairs and how they were dealt with by the government. Other ethnic groups in America have fought to be given their rights and privileges, but are treated unjustly by the American government. According to the NASC and AIM, Native Americans were treated poorly and unjustly by the American government (<em>The Milwaukee Star Times, </em>1976). The Native American affairs are due for revision so that they may receive the rights and privileges of all the other Americans."],"display_date":"1975 - 1976","search_date":"1976-01-01","locations":[{"id":35368,"lat":43.3355886249,"lng":-102.551603055,"zoom":8,"place":"Shannon, South Dakota"}],"tags":[{"id":1628,"tag":"Pine Ridge"},{"id":1627,"tag":"Leonard Peltier"},{"id":932,"tag":"Native American"}],"course":{"name":"US History since the Civil War","school":"University of Toronto Scarborough","course_id":104,"school_id":28}},{"id":5814,"title":"A Native American Officer Writes Home about Promotion","course_id":113,"status":"P","start_date":"1863-10-07","end_date":"1863-10-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 7, 1863 Captain Ely S. Parker of the United States Army wrote a letter to his brother Nic under the belief that their father was dead, bemoaning that, “We are orphans, scattered far and wide across this country. We must all do our best. We can feel that our lost parents have gone the course of nature.” Parker ended the letter by asking Nic to move in with their sister left alone by the death of their father, and take care of his house before finally telling his brother, “I am now Asst. Adjt. Genl. To Major General Grant and will remain so for the future.” This final news would be important for anybody but it was particularly important to Parker a member of the Seneca Nation.","Ely S. Parker played an important role in the Civil War as Adjutant to General Grant. He wrote many of Grants important orders and correspondence and was named Grants military secretary during the Petersburg campaign. Parker attained the rank of brevet brigadier general, the only Native American to reach this rank in the Federal Army during the Civil War. Parker was present at Appomattox and wrote the terms of Lee’s surrender. At the surrender Lee looked at Parker and seeing that he was a Native American remarked, “I am glad to see one real American here.” Parker later said, “I shook his hand and said, ‘we are all Americans’.”","Parker’s letter home highlights how soldiers were often just as concerned about the things going on at home as they were about the war; even during a pivotal moment in his military career Parker was more concerned about his dying father and making sure his sister was taken care of than he was about his promotion.","Letters like Parker’s can highlight the sentiments that soldiers felt towards the war. Even though Ely S. Parker was a very unique person living in very unique circumstances his letter still reflected how many soldiers looked at the war."],"display_date":"October 7, 1863","search_date":"1863-10-07","locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":761,"tag":"letter"},{"id":32,"tag":"Civil War"},{"id":932,"tag":"Native American"},{"id":1870,"tag":"Ely Samuel Parker"},{"id":1871,"tag":"General Grant"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5979,"title":"How <em>Not</em> to be an Amateur Archaeologist: Early 20th Century Detroit Edition","course_id":118,"status":"P","start_date":"3/19/21","end_date":"3/19/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ancient artifacts have always been things of curiosity and wonder for those who discover them, including Ex-Lieutenant Lamb of the United States army. In the period preceding 1921, Franklin Lamb uncovered a burial mound that was near Fort Wayne that he thought to be \"peculiar looking\". He had been the quartermaster of the fort when he noticed the mound, and his curiosity could not be sated until he knew what was causing the earthen irregularity. He ordered the mound to be opened, and discovered that buried beneath the dirt were \"perfect specimens of Indian pottery, weapons, and all sorts of utensils\". He then decided to show these artifacts to the United States war department as pieces of prideful discovery, but instead of being rewarded, Lamb was instead found to be in violation of an ancient treaty between the Native American tribes and the United States government. He was ordered to replace the items in their original state in the ground, and to \"restore the mound to its original condition\".<br /><br />To shed some light on this situation, it’s necessary to first ask why the burial mound was located where Lamb encountered it. As a possible answer, we can look to the French past of the city of Detroit and Fort Wayne. In 1710, Antoine Cadillac, the founder of Fort Pontchartrain du Detroit, invited four Native American tribes to the area of Detroit to aid the French in the fur trade business (a booming economy at this period of the Great Lakes region). The four invited tribes included the Potawatomi tribe, who were given the rights to settle near the fort to be under the protection of the French during their trapping season (this establishment is illustrated in the Bellin map, located in the sources below, which includes a Potawatomi label in the area of the fort as well as “ecores de sable”, or sand bluffs/burial mounds). This invitation also included an inherent treaty between the Potawatomi and the militia which gave the Native Americans protection against destruction of their burials and living encampment. When the British took over the area after 1760, the Potawatomi made the decision to leave their village for a site further along the Detroit River, and left their village and burial ground area to Robert Navarre, a former French official. The remains of the Potawatomi inhabitance in the area are the most reasonable source of the burial mound that was dug up by Ex-Lieutenant Lamb in 1921."],"display_date":"March 19, 1921","search_date":"1921-03-19","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":932,"tag":"Native American"},{"id":2104,"tag":"Burial Mound"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}