{"id":933,"tag":"Pembroke","points":[[34.6401072699,-79.1035356779]],"bounds":[[34.6401072699,-79.1035356779],[34.6401072699,-79.1035356779]],"episodes":[{"id":5202,"title":"The Education of the Native American Indian","course_id":63,"status":"P","start_date":"5/26/30","end_date":"5/26/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 23, 1930, School Board Chairman W.H. Godwin told a graduating class “to have some ambition in life, to beware of bad company, obey the laws of the land and in so doing obey the laws of God. Learn to live and act in a way in which people will respect…remembering always that there is a place for skill.” The graduating class he addressed consisted of fifteen youths who attended an Indian grade school in Pembroke, NC; they graduated the seventh grade. The principal of the school, A.N. Locklear, spoke of “the advantages children of the present day are having over those of a few years ago,” and encouraged the graduates to take advantage of the opportunities presented to them. These two individuals gave confidence to over a dozen youths in a manner that, today, is something students hear the world over. However, prior to the 1930s, students who attended the “Pembroke graded school, Indian” did not have a whole lot to look forward to after graduation. The reason? Their Native American heritage.","In the late 1800s and early 1900s, Native American education in the U.S. faced many limitations that white Americans had little incentive to correct. Communication between the educators and the Indian students was one area that desperately needed improvement. According to K. Tsianina Lomawaima and Teresa L. McCarty, white teachers of Native American students expected the children to be stoic. Estelle Reel, Superintendent of Indian Schools in 1900, explained the stoicism in Native American students as a sort of deficiency in the Indians’ mind, nerve, and muscle development, which did not allow for these people to express their emotions. Reel’s statement was one that neglected to take into account the fact that many Native American students only spoke their native tongue, while schools only taught in English, thus taking away the students’ means of expression. The schools, as claimed by some historians, were not so much there to teach as a means to “civilize” the Indians as whites were civilized. This supposed civilizing was done by white teachers who had little to no knowledge of their students’ culture or language. This ignorance led to the teachers assuming their students were either stupid or slow. Such beliefs allowed the school system to blame the student, not the school itself, as the source of any difficulties encountered in teaching the student.","The 1928 Meriam Report, authorized by the Institute of Government Research, gave a harsh, unforgiving look into the inadequate education of Native Americans. Following this report, many reforms were put into practice to improve not only the education of Indian students, but, also the quality of the schools, from food to health care to simple respect for culture. Teachers, who in prior years were insufficient due to a lack of funding, were finally upgraded by hiring individuals who actually had teaching degrees. In boarding schools, meals, having been described as being little better than a form of slow starvation, were fixed to include the dietary necessities for keeping students well nourished and active. In short, the Meriam Report ushered in a series of reforms that allowed Native American students to be educated with the same knowledge, and respect, as white students."],"display_date":"May 26, 1930","search_date":"1930-05-26","locations":[{"id":22209,"lat":34.6401072699,"lng":-79.1035356779,"zoom":9,"place":"Robeson, North Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":932,"tag":"Native American"},{"id":933,"tag":"Pembroke"}],"course":{"name":"Digital History","school":"University of North Carolina at Pembroke","course_id":63,"school_id":9}}]}