{"id":934,"tag":"Pembroke State College","points":[[34.6401072699,-79.1035356779]],"bounds":[[34.6401072699,-79.1035356779],[34.6401072699,-79.1035356779]],"episodes":[{"id":5200,"title":"Secondary Education in Robeson County in 1945","course_id":63,"status":"P","start_date":"5/15/45","end_date":"5/15/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Thursday May 17, has been set as Senior Day, when high-school senior students of Robeson County are invited to visit the college, see its various activities and mingle socially with its students and faculty,” reports the May 15, 1945, issue of <em>The Robesonian</em>.   As the article described, the students had a full day planned for them at Pembroke State College, including tours of many of the different departments and buildings located on campus, a presentation by the college president and a chapel session. In addition, students were treated to lunch and invited to participate in a softball tournament.  Being an all Indian school in 1945, Pembroke State offered the Lumbee people of Robeson County an opportunity to obtain a secondary education. During this time in American history, the attainment of any degree by a minority was important in the job market, which was still very racially divided.","Due largely to World War II, the 1940s marked the beginning of rapid changes in opportunities for secondary education in the United States. As noted by historians John Rury, Argun Saatcioglu and William Skorupski, after the war the government allotted more funding to education. This allowed more focus to be placed on high school graduation and higher education. In 1940, less than forty percent of 17 year olds enrolled in high school in the south. As the war ended, enrollment increased slightly thanks to expanded government funding, which helped small minority schools such as Pembroke State College. The allotment of more funding allowed the college to offer more courses and programs which eventually led to it becoming an accredited university founded, served and attended by many native peoples of Robeson County.","In 1945, the option for Robeson County high school students to attend Pembroke State College was a rarity, as it was the only four-year accredited college for Native Americans in the nation. Given the profound struggles of the Indians of Robeson County, this accomplishment was enormous, well deserved and long overdue. Prior to the institution’s founding in 1887, most Indians were not educated at all or very little, which made the opportunity to complete a degree at an accredited college an achievement to be proud of. The struggle of the Lumbee people and the dedication of many educators and a few politians built Pembroke State College from the ground up, from The Croatan Normal School in 1887 to The University of North Carolina at Pembroke today."],"display_date":"May 15, 1945","search_date":"1945-05-15","locations":[{"id":25656,"lat":34.6401072699,"lng":-79.1035356779,"zoom":9,"place":"Robeson, North Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":934,"tag":"Pembroke State College"},{"id":935,"tag":"UNCP"}],"course":{"name":"Digital History","school":"University of North Carolina at Pembroke","course_id":63,"school_id":9}},{"id":5203,"title":"The Self-Integration Of Pembroke State College","course_id":63,"status":"P","start_date":"7/3/56","end_date":"7/3/56","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the summer of 1956, the University of North Carolina at Pembroke (UNCP) had “a record enrollment of 124 in its summer session,” wrote a journalist for <em>The Robesonian</em>.  The reason for this record breaking enrollment was clear: more white students were taking advantage of the university’s summer sessions.  UNCP, then known as Pembroke State College (PSC), started admitting whites in 1953, one year prior to the <em>Brown v. Board of Education</em> case.  For decades the university was an Indian-only institution for the advancement Indian students.  But since its foundation in 1887, PSU “expanded, physically and culturally, and has become able to accommodate more students.”  Even though only two of three races who lived in Robeson County were being admitted, for its time the facility served as a model for racial integration in education.","This integration happened because of many elements and advantages that were “mutually agreeable to members of both races” during the university’s self-integration.  None of the other state educational institutions in the counties surrounding Robeson offered summer classes.  All enrolled students were at least eighteen years old and lived independently off the campus.  This meant, according to the article, that the students had the option of coming and going as they pleased to fit their schedules, without any interference from social or family factors.  Besides white students having the opportunity for summer education, Pembroke State needed the increased enrollment to keep itself running as a valuable state institution.  Probably the biggest factor was that students of both races had a shared interest in being educated.  “They are attending college for the purpose of learning,” the paper noted.  There was no intended agenda for advancing, nor preventing, integration. ","When integration was put into law, however, many in the Lumbee community opposed it.  PSC was created during the time of government-sanctioned segregation in education.  The school served as a way that the Lumbee tribe could stand on its own and not have to deal with interference from the white majority in local governance; and, at the same time, prevent their community from being classed with the African American population in the area. Since years before the institution’s foundation, and even today, Lumbee Indians have had to fight for legal recognition and tribal benefits.  The “Cherokee Chief” stereotype, which is still present in the athletic mascots of today, prevents the Lumbee from being legitimized as a tribe in the eyes of the government because they are not seen as “real” Indians.  The creation of UNCP was one of the few ways that the Lumbee were recognized as a tribe.  Educator James Author Jones, who grew up in the Indian only school system, wrote that the Lumbee Indians “remembered their ancestors’ struggle to establish their own school in the 1800s . . . . Such a fight resulted in the establishment of the Indian only school system, a symbol of tribal autonomy, and the founding of what would become the University of North Carolina at Pembroke.” The struggle was about keeping the institution for Indian only education, which, ironically, was actually brought into existence because of segregation.","Despite this resistance, integration of UNCP, and all other educational institutions in the United States, did eventually happen.  Schools were required to integrate, according to Jefferson Currie II, “with all deliberate speed” according to the outcome of the 1954 Supreme Court case of <em>Brown v. Board of Education</em>.  In 1954, according to the UNCP website, the schools doors were open to “all qualified applicants without regards to race.”  Few students took advantage of this during the spring and fall semesters, however, delaying the real impact of integration. UNCP integration thus happened at what many believed to be a more natural pace, under the circumstances.  But because of the factors that influenced the enrollment of white students during summer sessions, UNCP’s integrated was believed, and turned out, to be inevitable."],"display_date":"July 3, 1956","search_date":"1956-07-03","locations":[{"id":30574,"lat":34.6401072699,"lng":-79.1035356779,"zoom":9,"place":"Robeson, North Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":937,"tag":"integration/segregation"},{"id":938,"tag":"lumbee indians"},{"id":934,"tag":"Pembroke State College"}],"course":{"name":"Digital History","school":"University of North Carolina at Pembroke","course_id":63,"school_id":9}}]}