{"id":935,"tag":"UNCP","points":[[34.6401072699,-79.1035356779]],"bounds":[[34.6401072699,-79.1035356779],[34.6401072699,-79.1035356779]],"episodes":[{"id":5200,"title":"Secondary Education in Robeson County in 1945","course_id":63,"status":"P","start_date":"5/15/45","end_date":"5/15/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Thursday May 17, has been set as Senior Day, when high-school senior students of Robeson County are invited to visit the college, see its various activities and mingle socially with its students and faculty,” reports the May 15, 1945, issue of <em>The Robesonian</em>.   As the article described, the students had a full day planned for them at Pembroke State College, including tours of many of the different departments and buildings located on campus, a presentation by the college president and a chapel session. In addition, students were treated to lunch and invited to participate in a softball tournament.  Being an all Indian school in 1945, Pembroke State offered the Lumbee people of Robeson County an opportunity to obtain a secondary education. During this time in American history, the attainment of any degree by a minority was important in the job market, which was still very racially divided.","Due largely to World War II, the 1940s marked the beginning of rapid changes in opportunities for secondary education in the United States. As noted by historians John Rury, Argun Saatcioglu and William Skorupski, after the war the government allotted more funding to education. This allowed more focus to be placed on high school graduation and higher education. In 1940, less than forty percent of 17 year olds enrolled in high school in the south. As the war ended, enrollment increased slightly thanks to expanded government funding, which helped small minority schools such as Pembroke State College. The allotment of more funding allowed the college to offer more courses and programs which eventually led to it becoming an accredited university founded, served and attended by many native peoples of Robeson County.","In 1945, the option for Robeson County high school students to attend Pembroke State College was a rarity, as it was the only four-year accredited college for Native Americans in the nation. Given the profound struggles of the Indians of Robeson County, this accomplishment was enormous, well deserved and long overdue. Prior to the institution’s founding in 1887, most Indians were not educated at all or very little, which made the opportunity to complete a degree at an accredited college an achievement to be proud of. The struggle of the Lumbee people and the dedication of many educators and a few politians built Pembroke State College from the ground up, from The Croatan Normal School in 1887 to The University of North Carolina at Pembroke today."],"display_date":"May 15, 1945","search_date":"1945-05-15","locations":[{"id":25656,"lat":34.6401072699,"lng":-79.1035356779,"zoom":9,"place":"Robeson, North Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":934,"tag":"Pembroke State College"},{"id":935,"tag":"UNCP"}],"course":{"name":"Digital History","school":"University of North Carolina at Pembroke","course_id":63,"school_id":9}}]}