{"id":937,"tag":"integration/segregation","points":[[34.6401072699,-79.1035356779],[33.5505101397,-90.3010742823],[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-79.1035356779],[33.5505101397,-90.3010742823]],"episodes":[{"id":5203,"title":"The Self-Integration Of Pembroke State College","course_id":63,"status":"P","start_date":"7/3/56","end_date":"7/3/56","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the summer of 1956, the University of North Carolina at Pembroke (UNCP) had “a record enrollment of 124 in its summer session,” wrote a journalist for <em>The Robesonian</em>.  The reason for this record breaking enrollment was clear: more white students were taking advantage of the university’s summer sessions.  UNCP, then known as Pembroke State College (PSC), started admitting whites in 1953, one year prior to the <em>Brown v. Board of Education</em> case.  For decades the university was an Indian-only institution for the advancement Indian students.  But since its foundation in 1887, PSU “expanded, physically and culturally, and has become able to accommodate more students.”  Even though only two of three races who lived in Robeson County were being admitted, for its time the facility served as a model for racial integration in education.","This integration happened because of many elements and advantages that were “mutually agreeable to members of both races” during the university’s self-integration.  None of the other state educational institutions in the counties surrounding Robeson offered summer classes.  All enrolled students were at least eighteen years old and lived independently off the campus.  This meant, according to the article, that the students had the option of coming and going as they pleased to fit their schedules, without any interference from social or family factors.  Besides white students having the opportunity for summer education, Pembroke State needed the increased enrollment to keep itself running as a valuable state institution.  Probably the biggest factor was that students of both races had a shared interest in being educated.  “They are attending college for the purpose of learning,” the paper noted.  There was no intended agenda for advancing, nor preventing, integration. ","When integration was put into law, however, many in the Lumbee community opposed it.  PSC was created during the time of government-sanctioned segregation in education.  The school served as a way that the Lumbee tribe could stand on its own and not have to deal with interference from the white majority in local governance; and, at the same time, prevent their community from being classed with the African American population in the area. Since years before the institution’s foundation, and even today, Lumbee Indians have had to fight for legal recognition and tribal benefits.  The “Cherokee Chief” stereotype, which is still present in the athletic mascots of today, prevents the Lumbee from being legitimized as a tribe in the eyes of the government because they are not seen as “real” Indians.  The creation of UNCP was one of the few ways that the Lumbee were recognized as a tribe.  Educator James Author Jones, who grew up in the Indian only school system, wrote that the Lumbee Indians “remembered their ancestors’ struggle to establish their own school in the 1800s . . . . Such a fight resulted in the establishment of the Indian only school system, a symbol of tribal autonomy, and the founding of what would become the University of North Carolina at Pembroke.” The struggle was about keeping the institution for Indian only education, which, ironically, was actually brought into existence because of segregation.","Despite this resistance, integration of UNCP, and all other educational institutions in the United States, did eventually happen.  Schools were required to integrate, according to Jefferson Currie II, “with all deliberate speed” according to the outcome of the 1954 Supreme Court case of <em>Brown v. Board of Education</em>.  In 1954, according to the UNCP website, the schools doors were open to “all qualified applicants without regards to race.”  Few students took advantage of this during the spring and fall semesters, however, delaying the real impact of integration. UNCP integration thus happened at what many believed to be a more natural pace, under the circumstances.  But because of the factors that influenced the enrollment of white students during summer sessions, UNCP’s integrated was believed, and turned out, to be inevitable."],"display_date":"July 3, 1956","search_date":"1956-07-03","locations":[{"id":30574,"lat":34.6401072699,"lng":-79.1035356779,"zoom":9,"place":"Robeson, North Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":937,"tag":"integration/segregation"},{"id":938,"tag":"lumbee indians"},{"id":934,"tag":"Pembroke State College"}],"course":{"name":"Digital History","school":"University of North Carolina at Pembroke","course_id":63,"school_id":9}},{"id":5690,"title":"One Jew’s Rebuttal to the Civil Rights Movement","course_id":106,"status":"P","start_date":"1/1/57","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1957, an anonymous Jewish citizen in Greenwood, MS created a pamphlet called “A Jewish View on Segregation”. In his pamphlet, he gives an account of why the Jewish population should prefer segregation. His premise is the same as White Southerners “that the innate inferiority of African Americans would leave them incapable of competing on equal terms in an integrated society”. He claims that like the master of the antebellum plantations of years past, the white Southerner still had the African-American in their charge and needed to segregate them from society where they could still flourish at their own speed. He cites education as being his primary reason against integration. He argues that if the overwhelming ratio of African-American pupils were allowed to intermingle with white students it would lower the quality of education received by all white children. African-African children were on many occasions behind in their school studies and would often have to repeat a grade. These at risk children would in turn be older than the range of the average grade level student and therefore have a hand in exposing the younger students to negative influence. The meaning of the pamphlet goes against the conventional narrative that all Southern Jews were sympathetic to the plight of African-Americans in their struggle of equality.","An opinion poll in 1959 concluded that the Southern Jewish population was more supportive of the Civil Rights Movement than most Southern Whites although they tended to feel this way in secret. The goal of many Southern Jews was to keep a conservative political profile for fear of falling prey to heavy scrutinizing by Southern Gentiles in the form of Jim Crow laws. To the Southern Jewish businessman, Jim Crow laws were similar to the Nuremberg laws of the Nazi Socialist Party of 1930s Germany. These laws were put into force to keep patrons away from the European Jewish merchants in the form of boycotts and to reduce the status of the Jewish population to second class citizenship. In order to be seen as equals in White society, Southern Jews had to choose their words wisely in order to not be regarded as the masterminds behind the Civil Rights Movement and therefore face ostracism of Anti-Semitic rhetoric from the White majority.","Clive Webb, author of “<em>Fighting Against Fear</em>”, states “most southern Jews were inherently sympathetic toward the black struggle for racial equality, their actions were constrained by political circumstances”. Many of the southern Jewish community wished that their Northern counterparts would forego their convictions of wanting to assist with the Civil Rights Movement because their aiding in the various marches and voters registrations would only bring the wrath of white supremacy upon them, not the Northern visitors.  Jewish merchants feared that whites would not patronize their businesses, thus devastating their socio-economic status which also proved to be a leading concern of the southern Jewish community. After being oppressed, contained and driven almost to the point of extinction, it is understandable why many Southern Jews chose not to openly take part in the Civil Right Movement. Against this background, the author of the anonymous pamphlet stands out as different from the typical beliefs of Southern Jews."],"display_date":"1957 - 1960","search_date":"1959-01-01","locations":[{"id":28265,"lat":33.5505101397,"lng":-90.3010742823,"zoom":9,"place":"Leflore, Mississippi"}],"tags":[{"id":937,"tag":"integration/segregation"},{"id":1071,"tag":"Civil Rights Movement"},{"id":6,"tag":"Education"},{"id":1664,"tag":"Jewish"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":6053,"title":"\"World War II Was The Greatest Setback To Negro Relations\"","course_id":118,"status":"P","start_date":"1/1/30","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Black Bottom has been known from many residents who resided there to be a tight-knit functional black community. They didn’t have the resources that white people had in Detroit, and in their community they created the resources they needed to survive. A former resident of Black Bottom, Sidney Barthwell Jr., recalled “Funeral homes, doctors — there were a dozen different black-owned hospitals,” Barthwell said. “The Detroit black community in its heyday was absolutely fantastic. It was better than Harlem.” Barthwell’s father, Sidney Barthwell Sr. owned and operated many chains of pharmacies and soft serve ice cream shops in Black Bottom. In an interview, his father states that, “I think that World War II was the greatest setback to Negro relations in general. I think that one of the mistakes that black people made was when they thought they had integration, they gave up their own institutions. I think every ethnic group needs a place where they can get together and discuss things that are peculiar to their problems.”","During World War II (WWII) and after, Detroit was on the verge of creating an “urban utopia” laid out by Mayor Jeffries and his Detroit Housing Committee. To keep Detroit segregated, Mayor Jeffries planned to keep black people in the center of the city away from the white people. “Slum” areas such as Black Bottom were eventually razed and destroyed for the construction of I-375 like many other public housing buildings. Displaced residents of public housing were left to fight on their own. City planners promised urban housing for low and middle income families to compensate with over populated Detroit."],"display_date":"1930 - 1950","search_date":"1940-07-01","locations":[{"id":22722,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1994,"tag":"I-375 Freeway"},{"id":242,"tag":"WWII"},{"id":937,"tag":"integration/segregation"},{"id":1914,"tag":"Black Bottom"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}