{"id":939,"tag":"Public Schools","points":[[34.6761061329,-79.1203944361],[33.6657929366,-80.2164264171],[28.5664573086,-81.3013732137]],"bounds":[[34.6761061329,-79.1203944361],[28.5664573086,-81.3013732137]],"episodes":[{"id":5204,"title":"Changes to School Regulations in North Carolina","course_id":63,"status":"P","start_date":"9/8/04","end_date":"9/8/04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In September of 1904 <em>The Robesonian</em> published a list of suggested rules and regulations from the State Education Department.  In the article was a reminder to county superintendents that State Statutes gave them the authority to adopt all or some of the suggested rules at their discretion.  The rules and regulations published in <em>The Robesonian</em> in 1904 bear little resemblance to today’s school rules.  Many of the rules dealt with how the teachers were to visit the children and convince their families to let them attend school.  The teacher salaries were tied to how many new students they could get to attend as well as the average attendance.  The rules also spelled out what to do when students could not or did not pay for their books and supplies as well as which students could attend without paying tuition. ","These rules proposed in 1904 brought more changes to a system first created in 1863.  During the 1863 session of the North Carolina General Assembly a bill was introduced by Congressman Harris of Cabarrus County to establish a system of graded schools in North Carolina.  One of the items spelled out in the House Bill was who could attend without paying tuition.  The Bill spelled out that children of Confederate soldiers who had been killed or disabled during the war were to attend without paying tuition.  The Soldiers under age thirty five were also allowed to attend without paying tuition.  The tuition waivers for Confederate soldiers were no longer in effect in 1904; however their descendants could still apply for free tuition.  No mention was made in the bill of blacks or Indians in the 1863 bill, but by 1904 schools had been established for both black and Indian students.  These schools were primarily for the teaching of trade skills rather than general education. ","M.C.S. Noble has traced the evolution of rules changes in the North Carolina public school system from the 1770s until the 1930s.  First, the public school system changed from serving white students only to gradually encompass both black and Indian students.  He also demonstrated how teachers’ duties changed from recruiting to educating.  By the 1930s teachers were no longer required to visit prospective homes in order to convince potential students to attend, but some of their salary was still dependent on the average attendance throughout the year."],"display_date":"September 8, 1904","search_date":"1904-09-08","locations":[{"id":51446,"lat":34.6761061329,"lng":-79.1203944361,"zoom":9,"place":"Robeson, North Carolina"}],"tags":[{"id":941,"tag":"Education Legislation"},{"id":940,"tag":"Education Law"},{"id":939,"tag":"Public Schools"},{"id":6,"tag":"Education"}],"course":{"name":"Digital History","school":"University of North Carolina at Pembroke","course_id":63,"school_id":9}},{"id":5540,"title":"Teenage School bus Drivers, Black and White, Crash on South Carolina Highway","course_id":91,"status":"P","start_date":"1/20/53","end_date":"1/20/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“W.H. Ridgeway, the 16-year-old driver of the white bus, sobbed in his hospital bed and told his mother over and over how sorry he was the wreck had happened”","The Columbia State, South Carolina’s largest newspaper, reported this pitiful scene on January 21st, 1953, under the front-page headline, “Clarendon School Bus Crash Kills 2”. The State ran no pictures of the crash, but the details the paper includes are vivid and horrific.","A little girl lay on the roadside, with her leg bone protruding through the skin. The interior of the school bus was described as a mass of blood, twisted metal, and schoolchildren’s pocketbooks. 40 children were taken to the hospital for injuries. Willie Lemon, the 18-year old driver of the Negro school bus, and Thomas Harrelson, a 10-year-old passenger on the white school bus both died from the injuries they sustained.","At the time of the accident, schools in South Carolina were not yet shared by black and white children. but the highways used to get to schools were. The crash came at a climactic moment in Clarendon County, South Carolina. The court case Briggs v. Elliot, from the very same school district, ruled that segregated schools were not equal  because of the lack of resources at black school, specifically, they had no buses.","Briggs v. Elliot was combined with 4 other cases in 1954, including Brown v. Board, that were collectively decided by the watershed Supreme Court ruling that segregated schools were inherently unequal. At the time of the 1953 highway crash though, the court-ordered, federally enforced, desegregation of schools in South Carolina hardly seemed clear or imminent in the state’s future.","The teenage bus-drivers involved in the highway crash, were in fact, coming to and from “equalization” schools; the Manning Training School, where Willie Lemon had just dropped off a bus full of black students, was built the same year as the accident. Equalization schools were a massively expensive project undertaken by the State of South Carolina after the Briggs v. Eliot case to avoid the desegregation decision NAACP lawyers were successfully building.","The decision to employ teenage bus-drivers, though one way of cutting costs in the convoluted and costly equalization school project, was beginning to receive scrutiny from the companies that insured South Carolina school buses. The January 21st accident intensified this criticism.","The accident happened because the young and inexperienced drivers collided head on the “pea-soup” fog conditions on the highway that morning. The thick haze that clouded the moment made for treacherous conditions, where the drivers couldn’t see the road ahead of them, and in that spirit perhaps, was the entire moment between the Briggs v. Elliot and Brown v. Board landmarks in South Carolina history."," "],"display_date":"January 20, 1953","search_date":"1953-01-20","locations":[{"id":28318,"lat":33.6657929366,"lng":-80.2164264171,"zoom":9,"place":"Clarendon, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":43,"tag":"Desegregation"},{"id":792,"tag":"Transportation"},{"id":266,"tag":"Segregation"},{"id":746,"tag":"Supreme Court"},{"id":408,"tag":"Children"},{"id":939,"tag":"Public Schools"},{"id":84,"tag":"Black History"},{"id":467,"tag":"Black Schools"},{"id":719,"tag":"South Carolina"},{"id":572,"tag":"Buses"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":6219,"title":"Equality in Education","course_id":131,"status":"P","start_date":"1890-02-01","end_date":"1890-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On February 11, 1890, The Town of Winter Park opened not one, but two schoolhouses: Knowles Public school, for whites, and Public School No.31, for blacks. Public School No. 31 had an especially good turnout, with both white and black in attendance. Mayor Robert White Jr. and Founder of Winter Park, Loring Chase, came out to celebrate this moment promoting education.  Chase boasted that “with this, as with Knowles School for white scholars, Winter Park takes formal possession of the best school building in Orange County for a colored school,” and was arguably the best colored school in the state. This dedication towards supporting education in Winter Park both parallels and contrasts with other southern states during this time period. Unlike the rest of the South, Winter Park allowed its black residents to attend school without the fear of being harmed and with the reassurance that they would be receiving a good education. Similar to the communities in other parts of the country, Winter Park began to put more emphasis into the quality of its education.","The fact that a large segment of the town gathered to support the opening of both  Public School No.31 and Knowles School emphasize the importance of education to the community. While the schools were segregated, the ability for the town to support the safety and education of its black citizens was astonishing in comparison to the rest of the south. During this period white southerners embrace racial restrictions for African Americans. These policies banned blacks from experiencing many of the benefits that whites were able to enjoy. For example, while whites were able to go to school and pursue education, racial segregation forced blacks to rely on inadequate resources in their schools. Black students were often forced to learn in broken-down schoolhouses as well as use outdated textbooks. Additionally, students in the South were often victims of lynchings, school burnings and the like. However, in Winter Park the stakes were much different; students were able to attend school with a feeling of security because the town supported both school openings equally. They were also assured that they would receive an adequate education due to Public School No.31 being considered the best of its kind in the state.","Indeed, after the Civil War Florida began to place more emphasis on the importance of education. The US was investing heavily in the importance of education in the 1890s. By 1890 over 70% of all children attended grammar school. Additionally, the amount of high schools in various states rose from 160 in 1870 to over 6,000 by the end of the century. During this time the amount of explicit and implicit expenditures in the US school system rose from $314 million to $515 million in 1880 and 1890 respectively. Winter Park was not far behind in this process. The opening of Knowles School and Public School No.31 in 1890 proves that the importance of education bled into Florida as much as other parts of the country during this historical period."," "," "],"display_date":"February 1890","search_date":"1890-02-14","locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":2433,"tag":"southern education"},{"id":939,"tag":"Public Schools"},{"id":467,"tag":"Black Schools"},{"id":266,"tag":"Segregation"},{"id":1336,"tag":"racial equality"},{"id":6,"tag":"Education"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}}]}