{"id":940,"tag":"Education Law","points":[[34.6761061329,-79.1203944361]],"bounds":[[34.6761061329,-79.1203944361],[34.6761061329,-79.1203944361]],"episodes":[{"id":5204,"title":"Changes to School Regulations in North Carolina","course_id":63,"status":"P","start_date":"9/8/04","end_date":"9/8/04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In September of 1904 <em>The Robesonian</em> published a list of suggested rules and regulations from the State Education Department.  In the article was a reminder to county superintendents that State Statutes gave them the authority to adopt all or some of the suggested rules at their discretion.  The rules and regulations published in <em>The Robesonian</em> in 1904 bear little resemblance to today’s school rules.  Many of the rules dealt with how the teachers were to visit the children and convince their families to let them attend school.  The teacher salaries were tied to how many new students they could get to attend as well as the average attendance.  The rules also spelled out what to do when students could not or did not pay for their books and supplies as well as which students could attend without paying tuition. ","These rules proposed in 1904 brought more changes to a system first created in 1863.  During the 1863 session of the North Carolina General Assembly a bill was introduced by Congressman Harris of Cabarrus County to establish a system of graded schools in North Carolina.  One of the items spelled out in the House Bill was who could attend without paying tuition.  The Bill spelled out that children of Confederate soldiers who had been killed or disabled during the war were to attend without paying tuition.  The Soldiers under age thirty five were also allowed to attend without paying tuition.  The tuition waivers for Confederate soldiers were no longer in effect in 1904; however their descendants could still apply for free tuition.  No mention was made in the bill of blacks or Indians in the 1863 bill, but by 1904 schools had been established for both black and Indian students.  These schools were primarily for the teaching of trade skills rather than general education. ","M.C.S. Noble has traced the evolution of rules changes in the North Carolina public school system from the 1770s until the 1930s.  First, the public school system changed from serving white students only to gradually encompass both black and Indian students.  He also demonstrated how teachers’ duties changed from recruiting to educating.  By the 1930s teachers were no longer required to visit prospective homes in order to convince potential students to attend, but some of their salary was still dependent on the average attendance throughout the year."],"display_date":"September 8, 1904","search_date":"1904-09-08","locations":[{"id":51446,"lat":34.6761061329,"lng":-79.1203944361,"zoom":9,"place":"Robeson, North Carolina"}],"tags":[{"id":941,"tag":"Education Legislation"},{"id":940,"tag":"Education Law"},{"id":939,"tag":"Public Schools"},{"id":6,"tag":"Education"}],"course":{"name":"Digital History","school":"University of North Carolina at Pembroke","course_id":63,"school_id":9}}]}