{"id":942,"tag":"California","points":[[37.1925921715,-120.718016988],[37.7749295,-122.4194155]],"bounds":[[37.7749295,-100],[37.1925921715,-122.4194155]],"episodes":[{"id":5170,"title":"­Agriculture in California","course_id":66,"status":"P","start_date":"1890-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["California’s land constitutes a diverse terrain. Between the mountain ranges and the coastlines, the deserts and the valleys, the state has always provoked an astonishing wonder from both locals and newcomers. Additionally, the climate proves to be beneficial in certain areas with minimal exposure to winter weather and ideal mild sunshine.  The people of the late 19<sup>th</sup> century acknowledged the optimum natural resources that California possessed.  The completion of the railroad in 1869 led to accessible transportation for Americans to the state.  They took advantage of the fertile land and prime weather in the Central Valley.","Prospective farmers could purchase an acre of land at $75, $100, or $150, depending on location, with a set eight percent interest rate. They had the choice of what they wanted to grow. Produce in the region included various fruits such as oranges, grapes, peaches, apricots, plums, cherries, apples, nectarines, and assorted berries. Fruit trees sold for $100 to $350 per acre, and within five years, trees would bear maximum fruit, resulting in profit and the chance to pay off investments. Farmers also had the choice to raise various livestock, including cattle, pig, sheep, and chicken. Cattle and chicken were popular because farmers could further profit by incorporating dairy into their revenue while waiting for their fruit trees to reach maturity. In theory, if a prospective farmer planned to spend $10,000, in addition to the acreage, fruit trees, and livestock, he could purchase a house and barn, a well and pump, and expenditures associated with everyday living at the time. However, not everyone who entered the farming business during this time understood the several processes of fruit culture. Fortunately, they had the option to hire professionals educated in the field. These educators would demonstrate different methods including how to transform grapes into raisins, how to obtain prunes from plums, how to cultivate, and things of that nature. This helped the owners of the land develop a better understanding of the business they were trying to pursue.","During the late 19<sup>th</sup> century, canned goods were highly utilized among families, hospitality industries, vessels, and trains, just as they are today. The concept of storing certain fruits and delivering them to other areas of the country, without rancidity occurring during transportation, was remarkable. In essence, it brought forth additional business and revenue for farmers outside of the local area."],"display_date":1890,"search_date":"1890-07-02","locations":[{"id":921,"lat":37.1925921715,"lng":-120.718016988,"zoom":8,"place":"MERCED, California"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":897,"tag":"Farming"},{"id":942,"tag":"California"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":6561,"title":"San Francisco Vigilance Committee By George DeRosa (Dickinson College, Class of 2016)","course_id":161,"status":"P","start_date":"1851-01-01","end_date":"1851-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was an odd thing to see so many people gathered on the balcony of the Jones Hotel at four in the morning. Fire bells rang as half-dressed people wearily watched the horizon glow a soft orange for the fifth time in eighteen months.[1] San Francisco may have been a “cloth and board” city, with no advanced water system – a tinderbox, but suspicions mounted as the Great Fire of May 4, 1851, destroyed eighteen city blocks, including the timber “portable,” that was constructed somewhere in Boston or Baltimore, and shipped in sections, to house the Joshua Norton & Company, Merchandising Company.[2] The local newspaper <em>Alta</em> was quick to place blame. “Little doubt, if any, remains that this city was set on fire by some fiend for the purpose of robbery.”[3]","Crime, murder, arson, and violence were commonplace in frontier towns and mining communities. Penal colonies were often purged and felons from Van Dieman’s Land, New South Wales, and Sydney Australia found their way to San Francisco, California. These felons would often organize themselves into cooperative organizations and terrorize the city and countryside. The general term “hounds” was used to describe anyone who banded together and specialized in pick-pocketing, thievery, arson, or assassination.[4] A small collective of convicts from Australia lived on Telegraph Hill, behind the charred remains of Norton’s former business, in a quarter called Sydney Town. Bungaraby Jack, Jemmy-from-Town, Big Brummy, Billy Sweet Cheese, and Tommy Round Head, were members of the crime collective known as the Sydney Ducks.[5]","On Sunday, June 8, a letter was published in the <em>Alta,</em> which proposed the formation of a “Committee of Safety” and a formal plan about how the committee should operate. The degenerate nature of society could supposedly only be improved by monitoring and boarding vessels that came in from Australia and refuse anyone who looked of doubtful character to come to shore. In terms of the “hounds” that had already made their way into the city, “committees of vigilance” were to be established and arbitrarily determine who would have to leave the city. It was proposed that one should be given five days’ time in order to leave the city or face the consequences of the “war of extermination,” that would be waged against them. “Let us set about the work at once. It may be well to call a public meeting in the square, to organize and carry out these views. Without this, or some other similar plan, the evil cannot be remedied; and if there is not spirit enough amongst us to do it, why then in God’s name let the city be burned, and our streets flow with the blood of murdered men.”[6]","Two days later, on the night of June 10, between eighty and one-hundred local merchants gathered in a storeroom on Sansome Street to draft the constitution of San Francisco’s first Vigilance Committee and elect its officers.  Unfortunately, for one of the Sydney Ducks, Mr. John Jenkins, was caught stealing a safe and taken to the meeting still going on.[7] He was sentenced to be hanged that same night. Many voiced their concerns over the severity of the punishment. Should attempted theft warrant execution? Others were only concerned with the hanging taking place late at night. They felt the event should be held in broad daylight with a larger audience to send a better message to other “hounds.” Members of the police force were there and the Captain attempted to save Jenkins from the mob and take him into custody, but it was of no use, the committee was too strong.[8]","Jenkins was taken to the California Engine House and the bell was rung to alert more townsfolk of the public event that was about to transpire. The biggest complaint of the night was that Jenkins would be hanged on the liberty pole. Deeming it too unpatriotic to execute someone on the pole where they fly the country’s flag, Jenkins was taken to the “old adobe” custom-house instead.  The police tried one more time to take back Jenkins but he was too well protected by armed members of the Vigilance Committee. Despite the tumult, Jenkins was placed into the makeshift gallows and hanged. [9]","John Jenkins became the first person to be officially hanged in San Francisco.  The coroner charged specific members of the committee with the responsibility for his death. The Vigilance Committee responded with a complete list of all the members and declared that the guilt was equally shared. The Committee considered itself a means to creating social good and that it had the ability purge the negative elements of the society. For a time, many residents in Gold Rush era San Francisco, agreed. [10]"," ","[1] Drury, <em>Norton I, Emperor of the United States</em>, 28.","[2] Devens, “The Reign of the Vigilance Committees in San Francisco:1851 & 1856,” 45.","[3] Drury, <em>Norton I, Emperor of the United States</em>, 29.","[4] Devens, “The Reign of the Vigilance Committees in San Francisco:1851 & 1856,” 47.","[5] Drury, <em>Norton I, Emperor of the United States</em>, 29.","[6] Josiah Royce, <em>California, </em>417-18.","[7] Drury, <em>Norton I, 29</em>.","[8] Devens, “The Reign of the Vigilance Committees in San Francisco,”47-8.","[9] Ibid. 47-8.","[10] Royce, <em>American Commonwealths</em>. 421."],"display_date":1851,"search_date":"1851-07-02","locations":[{"id":52945,"lat":37.7749295,"lng":-122.4194155,"zoom":8,"place":"San Francisco, CA"}],"tags":[{"id":256,"tag":"gold rush"},{"id":244,"tag":"Violence"},{"id":1310,"tag":"urban history"},{"id":942,"tag":"California"},{"id":3076,"tag":"vigilance"}],"course":{"name":"Digital History","school":"Dickinson College","course_id":161,"school_id":91}},{"id":6748,"title":"Smallpox Anti-vaccination in the 1920's","course_id":177,"status":"P","start_date":"10/18/20","end_date":"12/31/29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Smallpox inoculation has been a controversial topic throughout the early history of vaccination of highly infectious diseases, and even throughout its eradication. In the 1920’s, a Californian physician, A. A. O’Neill, writes an article pleading for families to vaccinate their children in San Francisco. Despite the fact that the technique had already been prominent for hundreds of years, parents were choosing to not vaccinate their children out of “negligence” and “ignorance”. Even with all this time passed, smallpox vaccination was still seen as ineffective or not necessary, but its effectiveness at preventing the contagious disease was extremely successful. Smallpox has negatively affected many communities, but the success of vaccination was resulting in pleas for the vaccine in this Californian community.","            In 1920’s San Francisco, there was an array of misinformation regarding the smallpox vaccine and its effectiveness. Physicians were telling patients that they could be immune from smallpox; A. A. O’Neill describes this as an “erroneous statement”. Nurses were working in hospitals without becoming vaccinated, putting themselves and the patients at risk. This lack of vaccination in San Francisco can be described as negligence of parents not vaccinating their children and lack of knowledgeable information, and lack of vaccination can also be attributed to the passiveness of the medical profession toward vaccination and their neglect of it during times of need. A third factor regarding the lack of smallpox vaccinations during this time is associated with the anti-vaccinations propaganda of the 1920’s, which forced the repeal of a law mandating smallpox vaccinations. This propaganda had deadly effects, with ten thousand unvaccinated persons yielding 247 deaths. O’Neill goes on to state that, “there is no possible excuse for the appearance of smallpox in a civilized community at the present day”. This statement stems from the evidence displayed outlining the preventability of the disease by vaccination.","            Vaccination in the 1920’s had many objections from various groups including scientific, political, and philosophical ideologies. It was an ongoing battle for public opinion with medical and scientific professionals, who often responded in opposition to these objections to vaccination. Ideological struggles prevailed, and there was constant fear that scientific advances such as vaccination were being used coercively against the public. Anti-vaccination activists and propaganda were prevalent in the Progressive Era and the 1920s, despite evidence for the success of vaccination, specifically smallpox. The matter was simply an issue of how various citizens viewed scientific knowledge during a period of swift and unsettling change. Anti-vaccination in San Francisco during the 1920’s was influenced by these ideologies and stemmed from a lack of trust in medical professionals, as the growth of technology, medicine, and new ideas were escalating during this time."," "," "],"display_date":"October 18, 1920 - December 31, 1929","search_date":"1925-05-25","locations":[{"id":966,"lat":37.7749295,"lng":-122.4194155,"zoom":8,"place":"SAN FRANCISCO, California"}],"tags":[{"id":942,"tag":"California"},{"id":3439,"tag":"smallpox"},{"id":3440,"tag":"vaccination"},{"id":3441,"tag":"1920's"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}