{"id":95,"tag":"Abolition","points":[[39.878712355,-75.2036894677],[36.656573937,-81.2227084988],[42.3649994065,-70.9800517697],[42.8528904967,-77.2997890257],[39.1954617755,-84.5426360039],[39.864392731,-85.009873998],[40.7805662337,-73.9388482485],[39.2464830538,-76.5960396412],[42.7999140458,-76.8297839055],[39.3253786,-77.7388818],[37.2467123,-80.1205256],[-22.9068467,-43.1728965]],"bounds":[[42.8528904967,-43.1728965],[-22.9068467,-85.009873998]],"episodes":[{"id":4497,"title":"A Pennsylvania Anti-Slavery Movement\n","course_id":20,"status":"P","start_date":"1848-12-20","end_date":"1848-12-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On December 20, 1848, in a small chamber of the Assembly Buildings in Philadelphia, the Pennsylvania Anti-Slavery Society held a very outspoken convention. Many gathered -- presidents, vice presidents, and secretaries -- in order to set straight their position in regard to the Free Soil Party and the church. They were also going to let the people of Pennsylvania know their stand on the United States Constitution. As soon as the convention started, Edward M. Davis, president, invited all people attending the convention, whether they were friendly or unfriendly, to the Pennsylvania Anti-Slavery Society to participate in the discussions at the Convention. Many of the people who attended the convention felt that Congress should secure the freedom of every slave who set foot on any national territory or national vessel. Congress received different petitions through letters; some members of Congress read different newspaper articles and brought them up at meetings. The petitions came to be very successful, only because they agitated the nation.  "," Six problems were addressed and resolved during the convention. The first two basically reviewed the rise and accomplishments of the anti-slavery cause. The next two established a committee chairperson to be in charge of running the petitions. Finally, members resolved that the anti-slavery convention would express their hearty approval and would further recommend throughout the state and country that the appropriate petitions to Congress were needed."," The Convention reaffirmed its use of antislavery petitions as a tool in achieving emancipation. Mr. H.C. Wright, a convention official, said, \"in our efforts to abolish slavery we must be prepared to cut through whatever should stand in our way. Now is the favorable time to press these petitions and others.\" With this being said, after the convention adjourned, abolitionists near and wide petitioned everywhere they could. Slavery was to be the great question of discussion during the coming sessions of Congress."," Two key issues that Congress debated from 1848 to 1850 were the Compromise of 1850 and the Fugitive Slave Act. Moreover, the anti-slavery petitions started to become more important.  Slavery played a major role in these debates. The Fugitive Slave Act was the most controversial; it required citizens to assist in the recovery of fugitive slaves. The passage of this act made abolitionists all the more resolved to put an end to this slavery. The Compromise of 1850 accomplished what it set out to do -- kept the nation united -- but the solution was only temporary."],"display_date":"December 20, 1848","search_date":"1848-12-20","locations":[{"id":11228,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":95,"tag":"Abolition"},{"id":64,"tag":"Anti-slavery"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":4559,"title":"William Wilberforce&#39;s Acts of Abolition","course_id":20,"status":"P","start_date":"1833-01-01","end_date":"1833-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["William Wilberforce was only one among many men who south to abolish the      transatlantic slave trade throughout his lifetime. He was a British politician      who began his political career by becoming an independent member of Parliament      for Yorkshire, where he learned how to debate and express ideas. During his      time there, he also became an evangelistic Christian. He grew eager to spread      his new religion and assert its incompatibility with slavery. Wilberforce      agreed with the Philadelphia National Enquirer that, \"slavery takes away the      key of knowledge, withholds the Holy Scriptures, crushes the intellect of      God's intelligent creatures, and exposes to insult without protection.\" His      dear friends, James Ramsay, shared unbelievable stories of his work on slave      ships, stories that horrified Wilberforce. He became restless for the chance      to save innocent human beings who were treated like animals.","Inspired by his      faith and the knowledge he had gained through his political career,      Wilberforce decided it was time to promote change. He and a group of      abolitionists promoted the idea to stop the transportation of slaves, which      would hopefully lead to the complete abolition of slavery.      Without slave ships and trade ports, slaves could not be transported anywhere,      and many people would lose their jobs.Wilberforce, supported by his group of      abolitionists, introduced the idea to stop the transatlantic slave trade to      Parliament in 1787.During the twenty years that it took to get Parliament's      approval to stop the transatlantic slave trade, Wilberforce grew tired, and      the effects began to show in his physical health. On March 25, 1807, the Slave      Trade Act was finally passed. Wilberforce lived the rest of his life fighting      for the complete abolition of slavery. The Slavery Abolition Act of 1833      abolished all slavery in the British Empire. William Wilberforce died just      three days later.","The success of abolition in the British Empire shocked American slaveholders.      Plantation economies in America were built on strong slave labor and slaves      were used to produce cotton, sugar, and tobacco. They were an important      resource to keep agricultural production going. Even though the United States      Congress abolished the slave trade in 1808, slaves were reproducing in      American and by the 1850s were at an all time high. It was the American Civil      War, rather than an act of Congress, that brought the end of slavery in the      United States."],"display_date":1833,"search_date":"1833-07-02","locations":[{"id":11227,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":95,"tag":"Abolition"},{"id":4,"tag":"Slavery"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":4594,"title":"Abolitionism Takes a Whipping in Virginia","course_id":18,"status":"P","start_date":"1851-01-01","end_date":"1851-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["All that John Gornith heard as he stood tied to an oak tree in the Virginia woods was the crack of the whip. In 1851, the Vigilance Committee of Grayson County, Virginia arrested Gornith for spreading abolitionist propaganda. The Committee forced Gornith, a friend of an Ohio abolitionist, to renounce his abolitionist sentiments and leave the state, but not before tying him to a tree to \"receive a dozen lashings.\"John Gornith's story, published in the <em style=\"mso-bidi-font-style: normal;\">New York Times</em> in September of 1851, is but one of many cases involving the persecution by anti-abolitionist groups in the southern United States. The article about Gornith's relates how large a problem various anti-abolitionist sects were in the pre-war South. The inability to regulate their actions and their hatred towards African Americans and abolitionists contributed greatly to the plague of violence that became prevalent in the antebellum South. "," Abolition was, by 1851, heavily seated in Northern ideals and was spreading rapidly throughout much of the rest of the country. The Northerners were not far from being as radical as the South, when it came to matters of slavery. As Jane and William Pease put it, \"…both antislavery political moderates and Garrisonian radicals evolved a new style. [by] Openly defying government, breaking the law, and tolerating violence…they searched for a new tactic to embrace and achieve their aims.\"","In a similar manner, Southerners realized the threat abolitionism posed to their social and economic systems. By forming \"committees\" and \"societies,\" the southern citizens of the U.S. policed the problem of abolitionists spreading their word. Such actions as the ones taken against John Gornith were not uncommon. The formation of the mobs resulted from, as historian Clement Eaton argues, \"…a necessity to brake up the monotony of rural life and offer an outlet for boredom…\" The policing acts that these mobs took part in went virtually unchecked by anyone in the Southern culture, adding to the thought that they were \"right\" measures to be taken against such an invasive as abolition.  ","By this point the antislavery mail campaign had been well underway under the direction of Lewis Tappan from New York. The idea behind the campaign was to send antislavery propaganda throughout the whole country in an attempt to educate and make the southern people hate slavery in such a way that would lead to its end. The last line of the article brings this issue to the forefront. The fact that since an abolitionist had been caught in a southern area, the belief that he could have been spreading propaganda had to be assumed. For this reason, mail was not sent out to any of the counties or districts South of Wilmington, N.C. The article states, \"Great excitement prevailed, and the Committee were in pursuit of others. The mail brings nothing south of Wilmington tonight.\" The case of John Gornith exemplifies the roles of certain committees and organizations in the antebellum southern culture. Furthermore, John Gornith's case is one that shows how and to what extent anti-abolitionist sentiments were enforced in the antebellum South. "],"display_date":1851,"search_date":"1851-07-02","locations":[{"id":13874,"lat":36.656573937,"lng":-81.2227084988,"zoom":10,"place":"GRAYSON, Virginia"}],"tags":[{"id":95,"tag":"Abolition"},{"id":171,"tag":"Vigilance Committee"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4886,"title":"William Lloyd Garrison writes the song \"I am an abolitionist!\"","course_id":33,"status":"P","start_date":"1841-01-01","end_date":"1841-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","“I am an Abolitionist!”","In the mid nineteenth century abolitionists would assemble and sing songs to inspire their movement. William Lloyd Garrison, a famous abolitionist and activist wrote “Song of the Abolitionist”, set to the famous tune “Auld Lange Syne”.  The beginning of each verse starts with the emphatic phrase “ I am an Abolitionist!”, which is repeated throughout the song. The song mentions a lot of the abolitionist’s motives and ideas.  The lyrics mention that they joyfully enlist in the war to fight freedom and to preserve liberty to all because it is the noblest thing to do. The song refers to abolitionists as “oppressions deadly foe”, which suggests they will be fighting with a forceful passion for justice of slavery. Also, the song mentions God, which shows that abolitionists believe that slavery is more than just a moral issue based on the religion of the time, Christianity. “In God's great strength will I resist, And lay the monster low; In God's great name do I demand, To all be freedom given, That peace and joy may fill the land, And songs go up to heaven”  These lyrics show the strong dedication that Garrison works to spread to other abolitionists and unite and motivate them to stick strong to their morals in attempt to destroy the evils that slavery has opposed upon American society. Religion was a strong argumentative tool because Garrison hoped that this would persuade people who considered themselves to be Christian which was a majority of the population.","William Lloyd Garrison, a passionate abolitionist played a significant role a spokesman for the black community when he published his infamous newspaper The Public Liberator and Journal of the Times. On January 1st 1830, Garrison published his first edition of The Liberator¸ which would be the first of 1,800 weekly issues of the journal. Garrison had promises of support from many well known African American abolitionists of the time. He hoped that the paper would work to give a voice of both sympathy and understanding of the state of the black community. The Liberator struggled greatly in its first several years, with little support, much criticism, and lack of subscribers to keep it afloat. Garrison admitted that African Americans of the times were poor and struggling in terms of buying his paper, but he aggressively believed that was the exact reason they needed a voice in the press to help them overcome these difficulties, which was represented through the paper. Soon prominent black organizations and societies were beginning to catch on and began to use the paper in order to advertise their meetings and subsequently publicize their problems. Issues were explored in the paper such as Nat Turners Rebellion and the issue of separate churches and schools. This began to spark conservation about the realities of slavery and give a voice to those who were not being heard prior.","Overall, William Lloyd Garrison, although controversial, was an effective abolitionist in terms of getting the public’s attention on issues facing African Americans. Through the publication of his newspaper The Liberator, and other persuasive techniques such as the development of songs such as “Song of the Abolitionist”, he brought other people as fellow soldiers who were fighting for freedom of all. He used powerful techniques to draw people into his cause and work to motivate them to join his quest to promote liberty. He was arguably one of the most influential abolitionists of his time period."],"display_date":"January 1841","search_date":"1841-01-16","locations":[{"id":6208,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":95,"tag":"Abolition"},{"id":502,"tag":"The Liberator"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4988,"title":"Anti-Abolitionists are Antagonized in <em>The Herald</em>","course_id":35,"status":"P","start_date":"1835-08-31","end_date":"1835-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When residents of Geneva, New York acquired their daily copy of <em>the Herald</em> on August 31, 1835 they had no idea they were about to read a prophetic vision of the United States’ future. After acknowledging an anti-abolition meeting that had taken place in the town just a few days prior, the anonymous author of the front-page article went on to denounce the meeting as foolish and to predict the gradual alienation between the North and South, until the point where the South no longer wanted anything to do with the Union. To this anonymous author the separation between the North and the South seemed almost inevitable; South Carolina had already expressed desire for independence in the Nullification Crisis in 1832 and the South, with the preference for states’ rights over federal ones, was already uncomfortable with the North having so much power. It became clear that the author hoped to garner support for the abolitionist movement in defaming its opposition; the meeting, the author asserted, was a “farce” populated by “third-rate lawyers” who were attempting to fight an impossible battle in Geneva. With no economic connections to the South, residents of Geneva saw no reason to support the anti-abolition movement.","The issue concerning states’ rights and the extent of states’ powers in relation to the Federal government dates as far back as the Articles of Confederation which gave states a great deal of power; a more powerful Federal government was eventually instituted, though the arguments over the rights of the states continued. This issue became a core concept in the discussions of slavery in the South, where intellectuals, politicians, and plantation owners defended its position in the Southern economy. The United States had not yet faced the possibility of adding more slave states to the Union, but the precedent was tested in 1819. Just fifteen years prior to the anti-abolition front’s meeting in Geneva the United States had become embroiled in disagreements over the introduction of new slave states after the acquisition of the Louisiana Territory, which exacerbated the animosity between the North and South. The Missouri Crisis constituted one of the first open clashes concerning slavery and states’ rights: the debate centered around the creation of a new state, Missouri, as a slave state. Prominent Northern politicians such as Rufus King violently opposed this idea and fought against Missouri’s admittance as a broadening of Southern slavery. Eventually a compromise was reached, allowing Missouri to enter the Union as a slave state and Maine as a free one. This compromise only served to delay the eventual confrontation even further, and allowed for problems to continue to surface between the abolitionists in the North and slaveholders in the South."],"display_date":"August 31, 1835","search_date":"1835-08-31","locations":[{"id":8962,"lat":42.8528904967,"lng":-77.2997890257,"zoom":9,"place":"ONTARIO, New York"}],"tags":[{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":95,"tag":"Abolition"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":5016,"title":"A Former Slaveholder Finds Justification Through Religion","course_id":43,"status":"P","start_date":"1840-02-12","end_date":"1840-02-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1830s a young South Carolina preacher and slaveholder delivered a sermon that justified the institution of slavery in America within the realms of Christianity.  Years later, a reverend in Cincinnati gave a sermon about his endeavor to find proof of the injustices of slavery and the rightful backing of abolitionism through Christianity.  Both of these preachers were able to find justification for their own personal and political beliefs within the Bible, but that is not uncommon today.  What is unique is that both of these men were, in fact the same individual, Reverend W.H. Brisbane.","Reverend W.H. Brisbane began his life as a fairly unremarkable young white male in southern nineteenth-century America. Brisbane grew up on a southern plantation with slaves and later owned his own plantation with over twenty-five of his own slaves. As a man of the church, Brisbane turned to the Bible to find scriptural justification for slavery for both himself and other white Christians.","After half a lifetime of supporting slavery through his teachings and ignoring the pro-abolitionist literature that he came across, Brisbane underwent what he refers to as a moral awakening in which he saw the \"error of his ways.\"  He immediately freed many of his slaves and traveled north to join the cause of the abolitionists and use his persuasive skills as a orator to sway people towards his new understanding of Christianity as anti-slavery.","This issue of religion being used as justification for slavery, secession, and eventually war is a prominent issue in nineteenth-century America and it is fascinating how one man can at one point or another be a champion for both sides of a polar issue.  <em>American Abolitionists</em> by Stanley Harrold outlines how abolitionist movements generally started as radical, northern institutions but as information and social consciousness grew, more and more moderates began to join the anti-slavery clause.  It was abolitionist literature that originated in the north that played a vital role in Brisbane's own self-examination.  This moment of contingency in American history, where moderates, religious leaders, and even some former slaveowners gave their support for abolitionism had far reaching effects throughout the rest of the nineteenth century."],"display_date":"February 12, 1840","search_date":"1840-02-12","locations":[{"id":10238,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":79,"tag":"Religion"},{"id":4,"tag":"Slavery"},{"id":95,"tag":"Abolition"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5147,"title":"In this episode, a historical essay titled The Underground Railroad by Levi Coffin is described. Coffin was an active abolitionist who dedicated nearly 20 years to helping slaves escape to freedom. In his essay, he details his experience.","course_id":52,"status":"P","start_date":"1850-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Underground Railroad, a network of secret routes and safe houses, was established to lead slaves to freedom in Canada. In order to be successful, slaves needed the shelter, food, and safety of various abolitionists who were sympathetic to their cause. For the slaves, the long journey was anything but easy, but those who helped them along the way faced their own challenges. In his 1850 essay titled <em>The Underground Railroad</em>, Levi Coffin chronicles the trials and tribulations of operating a safe house for slaves.","Levi Coffin, known as the president of the Underground Railroad, successfully helped thousands of slaves escape to freedom. Born and raised in North Carolina during the early 1800’s, Coffin was exposed to the horrors of slavery at an early age. It was here that he developed his overwhelming sympathy towards the oppression and injustice of blacks. With his parents and grandparents opposed to the institution of slavery, Levi was encouraged to be compassionate towards the slaves. In fact, Coffin and a cousin started a school that taught blacks to read by using the Bible. Unfortunately, disgruntled slave-owners forced the school to be shutdown In 1824, Coffin and his wife Catherine moved to Newport (now known as Fountain City), Indiana. It is here that he established a successful merchant business and became an integral part of a truly humanitarian effort.","As a man of strong faith, Coffin believed strongly that it was his moral duty to help the slaves along their journey to freedom.  He was heavily ridiculed by members of his community and urged to think about the possible devastating consequences to his family and business. As noted in his essay, Coffin responded to his critics by explaining, “if by doing my duty and endeavoring to fulfill the injunctions of the Bible, I injured my business, then let my business go. As to my safety, my life was in the hands of my Divine Master, and I felt that I had his approval. I had no fear of the danger that seemed to threaten my life or my business. If I was faithful to duty, and honest and industrious I felt that I would be preserved, and that I could make enough to support my family” [1].  With strong conviction, Coffin continued to keep his home open to the Underground Railroad. Slaves would arrive unannounced, typically in the middle of the night. They were taught that a hitching post out front signified a safe house. From here, Coffin and his wife would prepare the slaves for their travel to the next stop along the route. The slaves were accommodated with food, clothing, and a place to rest. Then, Coffin explains, in the darkness of night, he would lead the group of slaves along the secret, and dangerous path. He acknowledges that the chance of getting caught by bounty hunters and their bloodhounds was very real. In fact, Thomas Garrett, a fellow abolitionist in Wilmington, Delaware was arrested and fined $5,400 for housing slaves.","For over 20 years, Levi Coffin and his wife stayed committed to the fugitive slaves despite the possible repercussions and the arduous labor. In his essay, he describes the hardships, “the care of so many necessitated much work and anxiety on our part, but we assumed the burden of our own will and bore it cheerfully” [2].   Inspired by Coffin’s efforts, many of his neighbors, who once criticized him, began to become involved.  While many were still unwilling to house the slaves out of fear of persecution, most were willing to provide clothing and food. Through various publications, speeches, and action, Levi Coffin became a fearless crusader in the fight for the abolishment of slavery. By his courageous action, Coffin encouraged others to join in the effort to help slaves escape bondage."," "," ","[1] \"Levi Coffin\", The Underground Railroad, http://The National Center for Public Policy Research (http://www.nationalcenter.org/UndergroundRailroad.html).","[2] <em>Ibid</em>."],"display_date":1850,"search_date":"1850-07-02","locations":[{"id":3733,"lat":39.864392731,"lng":-85.009873998,"zoom":10,"place":"WAYNE, Indiana"}],"tags":[{"id":95,"tag":"Abolition"},{"id":4,"tag":"Slavery"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":52,"school_id":43}},{"id":5154,"title":"The Changing Public Attitude towards Slavery","course_id":66,"status":"P","start_date":"1841-03-10","end_date":"1841-03-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the mid-19<sup>th</sup> century, the changes in the public mindset towards slavery had not yet been fully reinforced by law but the distaste with which other countries had viewed the institution for some time was clear.  Blatant racism was still plainly evident, yet the abolition movement was now growing and the public response to prejudice was now becoming very different.  After recent written accounts of slavery in the United States had been published by intellectuals such as Harriet Martineau and James Silk Buckingham, there were others from overseas taking on the voyage to the United States.  They wished to reveal and record what they saw about this young, powerful republic with such controversial politics at hand, in wonderment of the idealized American principles burdened so heavily by slavery’s contradiction of them, and to participate in the abolishment of the institution.","On March 10, 1841, one such voyage carrying many passengers of international backgrounds from Great Britain to America.  Joseph Sturge, an author and anti-slavery movement member, recalls how an inebriated British man, in calling to attention a waiter standing by, referred to him as “blackey”.  The waiter responded, “My name is Robert; when you want anything from me, please address me by my name; there is no gentleman on board who would have addressed me as you have done; we are all of the same flesh and blood; I did not make myself; God made me”.","His intoxication was of no excuse, and while many passengers on board indeed held their own opinions as to the lesser status of black men, it was also understood by the observers that there was not a man present, no matter their prejudices, who would have supported the initial offender against this much-deserved return. Sturge’s observations reflect that the passengers on the voyage to America could see the waiter as a man, much as themselves, and could not deny the accuracy of his response.  In decades earlier, few black men standing alone would have dared speak out without fear of immediate and unanimous reprisal, yet this was 1841, and here was a glimpse of the gradual but necessary progressions of the public outlook about slavery as an unacceptable institution.","Abolition-movement members such as the American brothers Arthur and Lewis Tappan were working diligently towards their cause, an attempt to “ma[ke] the whole nation look the captives in the face”, as yet another overseas onlooker noted.   People were becoming uncomfortable with slavery and racism as it seemed uncivilized and sinful amongst developed men.  Author St. George Tucker noted how even in pursuit of  independence and the hope for a better life which the Americans had sought for themselves, somehow they had turned from the oppressed into the oppressors, and in many cases, much more viciously.","The traveling writers from overseas were being joined by many American intellectuals, such as Emerson and Thoreau amongst others, all pointed in their goal of revealing a changing attitude about slavery in the United States.  Developments in communication allowed this perspective to circulate more widely than ever possible before.  Many people now not only understood the institution of slavery but were faced with its details every day.  The cultivation of thought encouraged by publications seemed to require a new evolution in behavior."],"display_date":"March 10, 1841","search_date":"1841-03-10","locations":[{"id":8921,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":4,"tag":"Slavery"},{"id":64,"tag":"Anti-slavery"},{"id":95,"tag":"Abolition"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5155,"title":"Slavery, Prejudice and Goodwill – The Complicated Matter of Changing Attitudes","course_id":66,"status":"P","start_date":"1841-06-01","end_date":"1841-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Slave-trading was not fully unlawful in Baltimore by June of 1841, and slave-owning was still considered befitting to the community, particularly on the plantations.  Slave-dealing was conducted openly here.  While public attitudes were changing about the institution, the local Christian community seemed too complacent to push for change.  They instead attempted to show their pious and benevolent nature by virtue of the method in which they held or traded their slaves.","Author Joseph Sturge recounts his visit to a slave dealer’s home, and even as an anti-slavery movement member he was received graciously, the dealer proud to show him the ample and sanitary conditions of slave quarters, sufficient amounts of food in reserve, and strongly-caged rooms “[which] surround an open courtyard where they were permitted to take in air”.  This slave-trader felt he was looked upon by the slaves as a man of reason – one example he gave was that his slaves knew while they were in his care that he would never separate them from their families and that he could put them in better circumstances than what they had before.  Still, his understanding was clear that no matter his positive interest for the slaves, he was only a spot of transfer from one master to the next, and he could not continue his care for them beyond his facilities.","In conversation with Sturge, when asked to face the glaring contradictions of his seemingly benevolent nature versus the actuality of his trade, the dealer noted that “the law permitted the trade in slaves, though he should be as willing as anyone to have the system abolished, if the State would compensate them for their property”.  The author perceived his point of view and choice of work as no more degrading than that of any slave-owner, but even his wealth would not prevent polite society from judging him more harshly for it.","To the author’s surprise, it was later revealed that he and his wife were “shunned” by society, and his conscience was heavy.   The contradictions of the institution were first divulged in conversation with the dealer, then the social rules that condemned the slave trade exposed as total hypocrisy, by virtue of the contempt with which the slave-holder viewed the slave-trader.   The free and devout men of the time seemed able to choose which morals they would uphold and which they could stand to find justification for.  This may have been not only because of a general state of confusion people lived in during this time, but, as authors Oscar and Lillian Handlin noted, also “a caution verging on timidity”.  To absolve the matter entirely would require a bewildering number of changes, ones that would pit many sides against others and take many steps to achieve.  But by 1841, while all could not agree on the approach to the issue, the concern many Americans shared was in the treatment of slaves while in possession.  This was certainly a marked difference from decades past yet clearly still identified the inherent nature of American bigotry of the time.  A writer commented, “To these sons of Africa, the whites owe an immense debt; every proper measure should be adopted to improve their education in morals, to make them religious, respectable and happy”.  His attempted consideration for the slaves fails to note the very prejudices his comment pointedly denotes – that the black slave would need morality training and Christian conversion in order for respectability and happiness.  As noted by the Handlins, “in great matters and small, prejudices burdened even those who seemed on the way toward equality”."],"display_date":"June 1841","search_date":"1841-06-15","locations":[{"id":5930,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":4,"tag":"Slavery"},{"id":64,"tag":"Anti-slavery"},{"id":95,"tag":"Abolition"},{"id":879,"tag":"Slave-trading"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5163,"title":"<strong>An English Woman Writes About American Racism</strong>","course_id":66,"status":"P","start_date":"1834-01-01","end_date":"1834-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Tension over slavery and race was high in the United States when Harriett Martineau, a famous English writer, came to visit in 1834.  Martineau later wrote about her two year trip to America in a book called “Retrospect of Western Travels”, Volumes 1 and 2, which was published in 1938.  In a chapter titled “First Sight of Slavery\", Martineau wrote about an incident with an American woman in Philadelphia that clearly revealed the tensions over race.  She had heard this woman speak \"with strong horror of the abolitionists\" in the past.   While Martineau was visiting with this woman, the woman suddenly confronted Martineau with a question about race.  She demanded to know whether Martineau would prevent the marriage of a white person with a black person if she were able to.   Martineau had not planned to start any conversations on the “great question of colour” and would not have introduced the subject on her own.  But she also had a personal philosophy that she would not avoid the subject if someone else brought it up first.","Martineau responded to the women honestly, saying that she would never try to separate two people who loved each other.   In addition, she tried to convince the woman that intermarriage between the races would never really be an issue anyway because blacks and whites were not likely to want to marry each other at all.  The woman, however, just got angry, yelling at Martineau that she was an \"amalgamationist”.  Martineau did not back down, saying that even though she did not know this word, the woman could call her that if it’s what someone who believed that a white and black person should be allowed to married is called.","This Philadelphia woman quickly spread word that Martineau was an amalgamationist.  The day before Martineau was supposed to travel to the southern states, a friend that she had met on the ship on her way to America contacted her.  He told her that news of her amalgamationist views had spread.  He was very concerned for her safety because of her amalgamationist views.   He warned her that it would be dangerous for her to travel into the south.","Up until this point in her visit to America,  Martineau had been struck by how good-natured and friendly Americans were and respected the high regard that Americans claimed to have for human rights.  She admitted to having seen some mistreatment of blacks, but she had not observed anything to cause her to be \"really troubled about the enmity of the races\".  This conversation opened her eyes to the serious problem that African-Americans were dealing with, even in Northern States like Pennsylvania where slavery had almost vanished.  Despite her friend's warning, Martineau travelled to the South the following day."],"display_date":1834,"search_date":"1834-07-02","locations":[{"id":11227,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":95,"tag":"Abolition"},{"id":4,"tag":"Slavery"},{"id":889,"tag":"Racism"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5299,"title":"Polite Letters from the South: The South Reacts to Garrison's <em>The Liberator</em>","course_id":74,"status":"P","start_date":"1831-01-01","end_date":"1839-02-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“You son of a bitch: If you ever send such papers here again, we will come and give you a good Lynching…” wrote the Lynch Club of Charleston, South Carolina, to newspaper publisher William Lloyd Garrison, “So you had better keep them at home.” This was one of two letters that Garrison published in his paper,<em> The Liberator</em>, on February 15, 1839, sarcastically titled, “Polite Letters from the South.” The second letter from Somerton, Virginia, threatened, “You can remain in Boston, and preach your doctrines, but coward-like, afraid to open your mouth elsewhere. The writer will visit your paper soon, and pull your damned nose for you.”","On January 1, 1831, Garrison released the first issue of his abolitionist paper, <em>The Liberator</em>. A rising figure among the abolitionist community, Garrison stated that with his paper he was going to be, “As harsh as truth, and as uncompromising as justice.” From 1831 until 1865, Garrison released weekly issues of the anti-slavery paper, during which he gained a tremendous number of followers, despite beginning with limited circulation. However, once the paper entered into the South, Garrison began to receive various threats to his life.","According to author Nick Fauchald, in Columbia, South Carolina, there was a $1,500 reward posted by the Vigilance Committee for the capture of any persons who had possession of <em>The Liberator</em>, and there were other cities that passed laws forbidding the paper to even leave the post office. In Raleigh, North Carolina, it was threatened that Garrison would be thrown in jail if he ever entered into the city; and the Georgia House of Representatives passed a bill which offered a $5,000 reward for anyone who captured Garrison and brought him to court. Garrison, however, did not take these threats seriously claiming that they were “free publicity” and boasted, “My language will displease many. To displease them is my intent.”","By publishing these threatening letters in his own newspaper, Garrison showed that he was not afraid, but instead used them to demonstrate that he was unwavering. Despite these letters, and hundreds more like them, Garrison was not deterred from his cause. In reality, Garrison and his supporters became even more devoted to their anti-slavery cause, which contradicted the intended effect of the Southern writers."],"display_date":"January 1, 1831 - February 15, 1839","search_date":"1835-01-23","locations":[{"id":6207,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":64,"tag":"Anti-slavery"},{"id":4,"tag":"Slavery"},{"id":95,"tag":"Abolition"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5564,"title":"<strong>The World Antislavery Convention: From Emancipation to Women's Rights</strong>","course_id":96,"status":"P","start_date":"1840-06-01","end_date":"1840-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["For ten days in June 1840, abolitionists from both sides of the Atlantic met together at the World Antislavery Convention in Freemason’s Hall in London, England.  The purpose of the convention was to better organize and unite international abolitionist forces in the fight for emancipation.  Ironically, while championing the freedom of black slaves, the convention reinforced a different type of subordination—that of a woman to a man.  The treatment of Lucretia Mott and Elizabeth Cady Stanton at the convention led them to begin their own movement—for women’s rights.","The convention was a vastly popular event, with 350 delegates from countless countries and anti-slavery associations throughout the Western world.  In fact, so many people came out to the event that the doors were opened early, and “every available foot of the large hall, with the exception of the platform, was densely crowded.”  The female delegates believed they were to be seated, but upon their arrival they were turned away and forced to the gallery.  Lucretia Mott wrote in her diary “The Friends present were nearly all opposed to women's admission. We were told…that our coming had been announced in London Yearly Meeting, and that they were put on their guard against us”.  In fact, few men at the time were comfortable with female anti-slavery advocates publicly speaking out and serving as leaders in the fight for abolition.","There were exceptions, including William Lloyd Garrison.  Within the wing of the abolitionist movement that Garrison led, women had already been introduced into leadership roles. Yet by this time, the ranks of the Garrisonians were falling, and a rival organization had been formed in opposition to the Garrisonians.  The convention mainly consisted of delegates from this new organization, and they were determined to keep the women out.  Yet Garrison, who was present at the convention, and a few other male delegates protested the treatment of the females, and sat in the gallery alongside their female counterparts. Though the women attempted to  “reason with them on the subject” and urge them to remain in their seats, they found “[the men] were fixed” upon joining them.","What happened at the convention had a profound impact on Mott and Stanton.  Upon their arrival home in the United States, they pondered their treatment and decided they needed to begin a women’s rights movement to protest the societal roles of females. Stanton penned “my experience at the World's Antislavery Convention, all I had read of the legal status of women, and the oppression I saw everywhere, together swept across my soul, intensified now by many personal experiences”.","The product of the treatment of women at the World Antislavery Convention culminated into a Women’s Rights Convention in Seneca Falls New York in 1848. Conceived by five women, Stanton, Mott, Mary Coffin Wright, Maryanne McClintock, and Jane Hunt, this new convention was created to bring life to the women’s rights movement.  The five declared a need for equality between the sexes.  At the convention, Stanton read the Declaration of Sentiments she had written, which were explicitly based off of the Declaration of Independence.   This convention was essential in the organization of the Women’s Rights Movement, as it laid out plans and goals for the progress of women in society.  The Seneca Falls Convention spearheaded the progress of the movement, but the fight for women’s rights truly began on those fateful days in London, as the women were rejected as man’s equal in an ironic discussion of freedom and human rights."],"display_date":"June 1840","search_date":"1840-06-15","locations":[{"id":52574,"lat":null,"lng":null,"zoom":8,"place":"Outside US"},{"id":9090,"lat":42.7999140458,"lng":-76.8297839055,"zoom":9,"place":"SENECA, New York"}],"tags":[{"id":1493,"tag":"London"},{"id":634,"tag":"Elizabeth Cady Stanton"},{"id":635,"tag":"Lucretia Mott"},{"id":633,"tag":"Seneca Falls Convention"},{"id":796,"tag":"Women's Rights Movement."},{"id":190,"tag":"William Lloyd Garrison"},{"id":95,"tag":"Abolition"},{"id":64,"tag":"Anti-slavery"}],"course":{"name":"Transatlantic Abolitionism","school":"University of Richmond","course_id":96,"school_id":11}},{"id":5610,"title":"Educational Needs Sparked by the Thirteenth Amendment","course_id":93,"status":"P","start_date":"1865-01-31","end_date":"1865-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While most northern newspapers were printing articles celebrating the passage of the Thirteenth Amendment, the <em>Daily National Intelligencer</em> published a sobering editorial that focused on the challenges still facing the nation.  This editorial, printed on February 1, 1865 in response to the passage of the Thirteenth Amendment by Congress, recognized the great accomplishment but also pointed out that the country now had to care for a newly freed population.  The editor stated, “How this multitude of ignorant and helpless men are to be cared for is such a weight upon the public conscience as should never cease to oppress it until a clear account can be rendered.”  This was an urgent concern that had to be addressed.","The education of slaves often integrated vocational skills training and religious instruction.  However, reading and writing were rarely included because literate slaves were viewed as a threat to their slaveholders.  Being literate would enable them to communicate with other slaves.  It was feared that this would lead to the organization of riots and escapes.  Often, slaves who could read and write were segregated from the other slaves and sometimes branded for easy recognition.  In addition, the illiteracy of slaves helped to ensure the continuance of their low social ranking.","Because of their prior vocational training, many freedmen had skills that enabled them to secure jobs as laborers.  Their illiteracy, however, was a hindrance.  To address the educational needs, along with the many other needs, of the freedmen, the Freedmen’s Bureau was established.  The role of this organization was to meet educational needs by developing schools for freedmen.  This proved to be a challenging task.  In his book about The Freedmen’s Bureau, Paul Cimbala stated, “The federal government failed to provide the Bureau with sufficient financial resources to do great things for education…”  The Bureau had to rely on contributions of both whites and African Americans.  Some northern groups donated funds towards the project, but it was often not enough.  Gilbert Eberhart, the Georgia Bureau’s chief education officer, believed that freedmen should pay their own way for education.  However, this would be a problem because most freedmen were illiterate and unemployed or making very little pay at the jobs they did have.  They would more than likely not be able to finance the needed institutions on their own.","As this editorial indicated, the North had been pushing for the abolition of slavery for awhile.  Following the Emancipation Proclamation set forth by President Lincoln during the Civil War, the Thirteenth Amendment fulfilled that goal.  Unfortunately, the problems and challenges did not end along with slavery.  The population of freedmen had many needs.  High among those needs was education, as most freedmen were illiterate.  The <em>Daily National Intelligencer</em> reminded the public, “There are many questions involved in this problem of the gravest character; but sufficient unto the day is the evil thereof.”  Despite the hurdles the country still had to face, celebration was in order."],"display_date":"January 31, 1865","search_date":"1865-01-31","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":445,"tag":"Education for blacks"},{"id":95,"tag":"Abolition"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"},{"id":142,"tag":"african americans"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5630,"title":"A New York Doctor’s Supports Slavery","course_id":93,"status":"P","start_date":"1853-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As many northerners opposed slavery, some certainly did not. The idea of the abolition of slavery became the central political issue in the North as well as the South during the 1850s. In 1853, Doctor John H. Van Evrie of New York explained, “Gigantic efforts are now being made to convince the people of the North that the overthrow of the present relations of black and white races in the South, or what is mistakingly called ‘the Abolition of Slavery.” Doctor Van Evrie argued against the benefits of the abolition of slavery for whites, blacks, and the whole of the United States civilization. As he clarified, “To overthrow the present relation of the races is to injure both the white man and the Negro, and to inflict a deadly blow upon the cause of humanity, civilization, and Christianity.” Fortunately, his political opinion was not overwhelmingly popular in the North. However, racism remained rampant in the North and especially in the South. Dr. Van Evrie argued that a philanthropic movement, sparked by the Quakers, led to a gradual emancipation of slaves in the northern states. He concluded that, “Several states were induced to follow the example of Massachusetts and Pennsylvania.” Gradual emancipation occurred in New Jersey and New York followed by the rest of the northern states. The movement gained significant strength in the latter part of the decade.","Historian Leon F. Litwack explained that, “Fundamental differences existed between a condition of legal servitude and freedom, municipal, state and federal statutes which relegated northern Negroes to a position of legal inferiority.” Northern freedmen were not held captive by slavery; however, they did experience discrimination and certain prejudices which subjected them to poor socio-economic standing. Litwack detailed in his article that, “Northern Negroes found themselves systematically separated from the white community.” Although Van Evrie’s argument may be immoral, he was right that the abolition of slavery would cause problems for the population as a whole. Integration of blacks into the communities had been a disaster as Litwack points out. Blacks were mistreated greatly and the political debate on the abolition of slavery annihilated the wig party altogether. Dr. Van Evrie would certainly argue that the abolition of slavery caused more harm to the United States than good."],"display_date":1853,"search_date":"1853-07-02","locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":4,"tag":"Slavery"},{"id":95,"tag":"Abolition"},{"id":266,"tag":"Segregation"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5634,"title":"The Campaign of Louis Kossuth and the Slavery Question","course_id":96,"status":"P","start_date":"1851-10-20","end_date":"1851-10-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1851, Hungarian revolutionary Louis Kossuth became an international celebrity who found himself trapped in the divisive slavery politics of the United States. He gained notoriety worldwide as a brilliant crusader for the liberty of his country, and upon announcing a tour around the United States to enlist support for his cause, Kossuth was met with the enthusiasm of the American media. The <em>New York Times</em> welcomed him and published his “Address to the People of the United States.” In his address he explained Hungary’s “struggle of independence” as not much different from America’s former struggle. Kossuth flattered Americans, suggesting that American liberty inspired the rest of the world: “May your great example, noble Americans, be to other nations the source of social virtue; your power be the terror of all tyrants- the protector of the distressed; and your free country ever continue to be the asylum for the oppressed of all nations.”"," ","Though Kossuth intended his message to be an invitation to help him, different parts of the nation interpreted it in their own way. Kossuth never mentioned slavery in his address. However, his appreciation of the US as a “free country” and his condemnation of “tyrants” caught the attention of abolitionists who hoped to enlist Kossuth in their cause. Abolitionists felt something of kinship with Kossuth as they viewed the oppression of slaves and Hungarians to be similar causes. Abolitionists urged Kossuth to endorse abolition but felt betrayed when he refused to do so. Knowing that such a declaration would cost him support in the most of the country and hoping to raise funds from rich southerners, Kossuth tried to avoid associating with abolitionists. He appealed to Southerners in supporting states' rights but ultimately was unable to advocate for democracy abroad when many leading Southerners would hardly promote democracy at home. His image as a freedom fighter was too much for conservative southern slaveholders to handle, so they rejected Kossuth’s presence and mission during his tour."," ","After a stay of about a year in the US, Kossuth failed to raise adequate support and funds for his cause. His tour of the US revealed how avoiding slavery politics was impossible during a time when the question of slavery consumed the nation. Though his cause was separate from slavery issues, Americans managed to interpret Kossuth through an American lens. Since his mission did not fit exactly into any side of the slavery debate, Americans felt comfortable ignoring Kossuth and focused on their own issues. The strong divisiveness of slavery politics shaped how Americans confronted foreign policy, and Kossuth’s visit proved the US was not ready to confront issues of freedom internationally when freedom was being contested so heatedly on their own soil."],"display_date":"October 20, 1851","search_date":"1851-10-20","locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":4,"tag":"Slavery"},{"id":95,"tag":"Abolition"},{"id":1218,"tag":"The New York Times"},{"id":1597,"tag":"Louis Kossuth"}],"course":{"name":"Transatlantic Abolitionism","school":"University of Richmond","course_id":96,"school_id":11}},{"id":6647,"title":"A Portrait of Failure","course_id":170,"status":"P","start_date":"1859-10-16","end_date":"1859-10-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This portrait of John Brown, the leader of the Raid on Harper’s Ferry in October of 1859, was drawn by an artist named David Hunter Strother after John Brown’s execution. and was published in Harper’s Weekly in June of 1866 and April of 1868. This was seen as important because it caused remembrance of the situation of Harper’s Ferry and how it was a key event in the Abolition of Slavery and the start of the Civil War. The other source used recounts how troubled past of the Brown family. It is an excerpt from an essay, by a professor named  Robert E. McGlone of the University of Hawaii, called Rescripting a Troubled Past: John Brown's Family and the Harpers Ferry Conspiracy, which was published in the Journal Of American History.","Going back to October of the year 1859, abolitionist John Brown, alongside other abolitionists, crossed the border of Maryland into Virginia. Brown took control of an United States arsenal at Harper’s Ferry. His hope was to arm slaves and have them break free. His mission, ultimately a failure as General Robert E. Lee and his platoon of Marines thwarted Brown’s plans and captured him, whilst killing off most of his men including Brown’s two sons. This ultimately led to Brown being tried for treason against the state of Virginia. The governor at the time, Henry A. Wise, gave permission for Brown to be hanged after finding him guilty. Finding him guilty, ultimately ended the cause according the McGlone’s essay.","Robert E. McGlone’s article praises Brown’s efforts for the abolition of slavery. He calls him a martyr for the cause. He praises his family for also being for this cause. His sons, Watson and Oliver, were also martyrs for this cause since they were killed during the firefight. McGlone also spoke on how the Browns came from nothing. They did not want credit for their doings, they just wanted slavery to be done with. He went on to talk about how the family did not receive any sort of credit. Their cause died with John Brown’s failure. Why should this receive any attention? They are saying this needs to receive attention because it pushed the nation into the direction of war between these two sides.","These events caused a huge stir in the South. Slave owners were terrified of something like this happening tothem. It also caused a discourse amongst political leaders. It stirred up massive amounts of tension between freestates and slave states. This also was a cause that called the attention to state laws and federal laws, and whichone overruled the other. Although this was not a key event to starting what later would be called the Civil War, itwas a push in that direction. This event more or less sounded a warning alarm of what was to come in the nextdecade. The portrait used was used to keep Brown’s cause alive. Keeping Brown’s cause in the light really shedsanother light on the causes of the Civil War."],"display_date":"October 16, 1859 - October 18, 1859","search_date":"1859-10-17","locations":[{"id":53017,"lat":39.3253786,"lng":-77.7388818,"zoom":10,"place":"harpers ferry, west virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":95,"tag":"Abolition"},{"id":2743,"tag":"Abolitionist"},{"id":4,"tag":"Slavery"},{"id":629,"tag":"race"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6825,"title":"The Brethren Denomination Officially Forbids Slave Ownership","course_id":188,"status":"P","start_date":"1845-05-09","end_date":"1845-05-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In May of 1845, a committee of ordained leaders from the German Baptist Brethren (Church of the Brethren) convened in Roanoke County, Virginia to discuss the most pressing questions facing their denomination. Much of their discussion, according to the minutes of the meeting, focused on the nuances of traditional Brethren theology in terms of worldliness, alcohol use, nonresistance, feet washing, service language, and the like. Additionally, the topic of slavery appeared in their annual discourse. The elders made their position clear, saying “it would be best for a follower of Jesus Christ to have nothing at all to do with slavery.” They forbade both owning and hiring slaves. The committee also considered admitting African Americans into the church. While the decision to admit free blacks into the church was left to individual congregations, the committee made certain that if they were admitted they would be treated as equals to whites, asserting that the love of God “makes no distinction in the brotherhood” according to race.","At the time of this meeting, the slavery crisis in the United States divided religious denominations. At the start of the nineteenth century, the Second Great Awaking set a spark among Protestants in the North. According to historian James McPherson, this revival created numerous reforms and a collective conscience among New England’s Protestants. Slavery was deemed a sin and religion-based abolitionism flared up. Many Protestants in the South moved increasingly in the opposite direction, developing biblical defenses of their “peculiar institution”. As a result of these sectional divisions over slavery, in 1844 the Methodists, followed by the Baptists in 1845, and the Presbyterians in 1858, were torn into separate factions, North and South.","Although written some 157 years after the first organized Anabaptist criticism of slavery, this denomination-wide decision contrasts sharply with those of other American Protestants. The Brethren became unified. While some Brethren had individually denounced slavery, others did own slaves. The denomination also crossed sectional lines, existing both above and below the Mason-Dixon Line. According to the previous year’s meeting minutes, the elders accepted an invitation from the Roanoke, Virginia congregation. It is unclear why exactly they selected this locale, but it provided the perfect setting to discuss the question of slavery. They discussed the immorality of slavery in the home of that institution. By adopting the resolution in Virginia, there could be no question that slave state Brethren were included. In addition, to soothe possible divides, the elders selected a softer stance on the integration of free blacks. Although the elders felt all men were created equal and that it would be best for all to accept them into the church, they left it up to individual congregations and offered some mercy to those who were “weak in the faith.” By clarifying the Brethren’s stance on slavery and racial equality, this 1845 meeting placed the Brethren squarely in the court of abolitionism in the wake of national division."],"display_date":"May 9, 1845 - May 10, 1845","search_date":"1845-05-09","locations":[{"id":53156,"lat":37.2467123,"lng":-80.1205256,"zoom":6,"place":"Roanoke County, Virginia"}],"tags":[{"id":95,"tag":"Abolition"},{"id":4,"tag":"Slavery"},{"id":1336,"tag":"racial equality"},{"id":3615,"tag":"Protestants/Anabaptists"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}},{"id":6855,"title":"Joaquim Nambuco Writes to Henry W. Hillard About Abolition in Brazil","course_id":188,"status":"P","start_date":"1880-10-19","end_date":"1880-10-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            After the Civil War, the United States’ relationship with Brazil became an important one because of the thousands of Confederates who had relocated to South America.    Henry W. Hillard served as the U.S. Ambassador to Brazil from 1877 to 1881 and became a vocal member of the Brazilian Anti-Slavery Society.  Joaquim Nabuco, a Brazilian abolitionist, served as the legal attaché to the United States from 1876 to 1878 and worked closely with to end slave labor there.  ","            On October 19, 1880, Nabuco sent a letter to Hillard that discussed the difficulties he faced in trying to abolish slavery in Brazil as well as asking how the United States South was doing economically since the end of slave labor.  Within the letter, Nabuco sent an English copy of the Brazilian Anti-Slavery Society manifesto and asked Hillard to give his opinion on it because he had already experienced an emancipation movement and saw how free labor versus slave labor affected the economy.  Nabuco realized that with emancipation would come a new relationship between planters and laborers, but he wanted to know what it looked like in the United States during the Reconstruction era as the South readjusted to a slave free life.  Brazil, almost twenty years after the American Civil War, still was unreceptive to the idea of emancipation.  Nabuco explained to Hillard, “It is impossible to convince the planters that their true friends are those who desire to give them a permanent, firm, and progressive base instead of this provisional one called slavery.”  From the way Nabuco saw it, if people chose to work for the planters instead of being forced into it, there would be a better relationship between owners and workers, and therefore better productivity. He stated, “Only with emancipation can it (Brazil) trust its future to agriculture.”  ","            Hillard, born in North Carolina, served in congress from Alabama’s legislator, and even served as a Colonel in the Confederate Army; therefore, it was surprising that a man with Hillard’s upbringing could change his mind on a significant issue such as slavery.  Nabuco appreciated this perspective and hoped that Hillard could find the right words to convince slave owners in Brazil to move forward towards free labor.  "],"display_date":"October 19, 1880","search_date":"1880-10-19","locations":[{"id":53188,"lat":-22.9068467,"lng":-43.1728965,"zoom":2,"place":"Rio de Janeiro, Brazil"}],"tags":[{"id":365,"tag":"Emancipation"},{"id":95,"tag":"Abolition"},{"id":3660,"tag":"Brazil"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}