{"id":950,"tag":"Frank Knox","points":[[43.2926870754,-84.6047678086]],"bounds":[[43.2926870754,-84.6047678086],[43.2926870754,-84.6047678086]],"episodes":[{"id":5212,"title":"Frank Knox: A Self-Made Man","course_id":68,"status":"P","start_date":"1894-01-01","end_date":"1898-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When Frank Knox was only six, his family moved to Grand Rapids, Michigan. At age eleven Knox got his first job delivering newspapers. He woke up at three in the morning to deliver the paper. At the age of fifteen Knox’s family was suffering financially. He quit high school to work as a shipping clerk at a wholesale book and stationary store in Grand Rapids.  Despite being promoted to house salesman, Knox lost his job in the economic panic of 1893. Unemployed for the first time since age eleven, Knox decided, after some encouragement from his pastor, that he would work his way through college. By the fall of 1894, Knox had saved $25 to start his college career.","At age twenty Frank Knox enrolled at Alma College. One of his first jobs was spading gardens for A.W. Wright. Knox lived on about $200 a year ($30 for tuition and the rest for living expenses). Through sophomore and junior year, he would paint signs and wait tables. In Knox’s junior year at Alma the new gymnasium was finished; he became the physical director for the new gymnasium, earning $5 a week ($3.25 of which went toward meals and housing).","During Frank Knox's four years at Alma College, he did not just work and study, but he was also an active member in student athletics, participating in football, baseball, and track, and Greek life. Knox was instrumental in establishing intercollegiate athletics at Alma and was also a member of the Zeta Sigma fraternity and president of the Athletic Association.  He played on Alma’s first football team as a half-back and was captain of the football team in 1895.","Frank Knox served his country from the time he left Alma. In 1898, he had completed five years of school in four and was in his senior year. He enlisted in Theodore Roosevelt’s “Rough Riders” before graduation. Knox recruited fifteen other students and pedaled 120 miles on bicycle to get into the army. He fought in many battles in the Spanish-American war and lived though a couple close encounters. He also served in the New Hampshire militia as major in command of animal-drawn section of 303rd Ammunition train. Knox proudly served in World War I and also ran for the Vice-Presidency in 1936 and later served as secretary of the Navy during World War II until he died from an unexpected heart attack on April 22, 1944.","Frank Knox always kept Alma close to his heart.  In tribute, Mrs. Annie Reid-Knox class of 1899 gave the funds for the current Reid-Knox building in memory of her husband. The largest room in the Reid-Knox building is a replica of the Knox’s living room in Manchester, New Hampshire."],"display_date":"1894 - 1898","search_date":"1896-07-01","locations":[{"id":6341,"lat":43.2926870754,"lng":-84.6047678086,"zoom":9,"place":"GRATIOT, Michigan"}],"tags":[{"id":950,"tag":"Frank Knox"},{"id":946,"tag":"Alma College"}],"course":{"name":"Histories of Alma College","school":"Alma College","course_id":68,"school_id":45}}]}