{"id":955,"tag":"Theatre","points":[[33.5543155862,-86.8964933862],[33.553582253,-86.8959288939],[40.7964015502,-73.8979738005],[39.5358347431,-76.0898051386],[40.672670386386,-73.961707701296]],"bounds":[[40.7964015502,-73.8979738005],[33.553582253,-86.8964933862]],"episodes":[{"id":5217,"title":"James Nelson Makes Plea to the City","course_id":62,"status":"P","start_date":"1/1/55","end_date":"12/31/80","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["He called it a \"rape of history.\" <em>Birmingham News</em> art critic James Nelson made this charge as part of his plea to the citizens of Birmingham to save the historic Fox building. The Fox once housed one of the city’s many theatres; however, that was not the reason Nelson wanted to save it. The building was an architectural marvel and a structure he believed was Birmingham’s equivalent to Chicago’s Old Water Tower, the only standing structure after the Great Chicago Fire. The building was built in the Italian Renaissance palaccio style. With three floors, each separated by a cornice rib that could be seen from the street. Built by an early mayor of Birmingham, the building had architectural, social, religious and political significance; however, its close proximity to the Central Business District and lack of interest in revitalizing downtown, made the building a prime target to be torn down.","Throughout the late summer and early fall, <em>The Birmingham News </em>ran stories on the back-and-forth court battle that was taking place. Finally, the newspaper reported United States District Judge U. W. Clemon ruled that the building could be demolished after a long and excruciating grassroots effort to save the building failed. The judge’s ruling stated that the preservationists had waited too long to file a suit to save the building. Even though there was an effort to save the building, the Judge said that there was a severe lack of interest in restoring the building. Instead, he said, the Fox building had been an unoccupied eyesore in the city for years. In its place was to stand a branch of the Federal Reserve Bank of Atlanta.","According to John Poole, author of “The Federal Theatre Project in Georgia and Alabama,” Birmingham’s explosive growth at the end of the nineteenth century and the beginning of the twentieth century led to its citizens caring more about economics than history. Poole’s theory has proven true with the demolition many historic buildings in Birmingham to make way for new buildings and parking lots that will be more practical to the city. Because of this, Birmingham lost many pieces of its history. Future generations will not have as many architectural marvels as past generations had to rejoice over. Perhaps future city governments will look back and heed Nelson’s warning."],"display_date":"1955 - 1980","search_date":"1968-01-01","locations":[{"id":28563,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":704,"tag":"Urbanization"},{"id":203,"tag":"Birmingham, Alabama"},{"id":955,"tag":"Theatre"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5232,"title":"Captain O’Brien Gives Birth to Theatre in Birmingham","course_id":62,"status":"P","start_date":"1890-01-01","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The citizens of Birmingham lived without art. That was until Captain Frank O’Brien, Birmingham, Alabama’s fourteenth mayor, leased the upper floor of a small brick building in the city’s Southside in 1872. It was named Sublett’s Hall in honor of a Confederate Major from Mississippi and was the first theatre in Birmingham. Captain O’Brien is best remembered for his other contribution to the city: O’Brien’s Opera House. Like Sublett’s Hall, O’Brien’s Opera House opened in the upper floors of a brick building. However, the Opera House was built ten years later in the city’s Northside. The theatre’s opening night was a sell-out. On that night, the theatre showed <em>The Black Cook. </em>The Parisian musical had been controversial when it played in New York. Sermons were even preached against it. Opening night was eventful for another reason. The lights would not turn on. Captain O’Brien borrowed headlights from locomotives from the nearby train yard.","In 1899, a New York company, Klaw and Erlanger, leased the theatre for five years for $4000. The story attracted attention because New Yorkers were taking interest in Birmingham’s new theatre life and <em>The New York Times </em>even reported on it. O’Brien’s Opera House attracted large crowds from all parts of the young city until 1900 when the larger and more beautiful Jefferson Theatre opened a few blocks away. The Opera House would reopen in 1906 under different ownership as The Gaiety, a burlesque house. The Gaiety closed in 1912 and was demolished in 1915, but theatre was just beginning to flourish in Birmingham.","According to Don Haarbauer, theatre in Birmingham is unique in the South because the city was founded after the Civil War and therefore has few ties to the society of the “Old South.” The city never had an aristocracy devoted to the arts. Instead, artistic interests were left to the middle class. Haarbauer says that this allowed theatre to thrive in downtown for many years. It started to see its decline, however, with the rise of suburban multiplexes."],"display_date":"1890 - 1910","search_date":"1900-07-02","locations":[{"id":206,"lat":33.553582253,"lng":-86.8959288939,"zoom":9,"place":"JEFFERSON, Alabama"},{"id":8931,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":203,"tag":"Birmingham, Alabama"},{"id":955,"tag":"Theatre"},{"id":579,"tag":"New York City"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":6268,"title":"Aberdeen Proving Ground Creating a Local Impact","course_id":132,"status":"P","start_date":"10/20/17","end_date":"7/15/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["World War I impacted millions of people and their environment. After hostilities erupted in Europe in 1914, the United States maintained an official stance of neutrality. But American industry recognized an opportunity, and provided a variety of supplies to warring nations. The German strategy of unrestricted submarine warfare made neutrality impossible, however. The United States declared war on Germany in 1917, and the federal government entered into the business of military supply.","Six months after the official declaration of war, the federal government purchased over 35,000 acres of land in Harford County, Maryland. The War Department contracted with the Maryland Dredging & Contraction Co. for construction and Aberdeen Proving Ground opened in October, 1917. The facility was used for designing and testing ordinance material. The construction of the Proving Ground had a profound impact on the local community. Population increased dramatically, and workers and locals alike demanded new services.","Transportation services became a priority for both locals and workers. On November 1<sup>st</sup> 1917 Mr. James Buckelew requested a railroad track extension so that workers could travel directly from Baltimore to the Proving Ground. Work to extend the tracks began on December 20<sup>th</sup> 1917. Unfortunately, the new line was not complete until  July 15<sup>th</sup>, 1920, well after the end of the war.","The population increase also created opportunities for new businesses in Aberdeen. Recreational facilities were particularly in demand. The Aberdeen Amusement Company constructed a theater that became an important social space for locals, workmen, and soldiers alike. The Aberdeen Amusement Company was the only theatre in the Aberdeen area, so it was  important to everyone. Sadly, on a cold winter night in February of 1918, the Odd Fellow Building, located right next to the theatre caught fire and caused severe damage. The reconstruction of the buildings took over three years, but the theatre was rebuilt and renamed “New Theater.\"","Aberdeen Proving Ground created a local impact for the town of Aberdeen. It helped the town grow to over 15,000 people in a short period of time, and it made a home for not just the locals, but a home for soldiers and their families during World War I."],"display_date":"October 20, 1917 - July 15, 1920","search_date":"1919-03-03","locations":[{"id":15946,"lat":39.5358347431,"lng":-76.0898051386,"zoom":9,"place":"Harford, Maryland"}],"tags":[{"id":1111,"tag":"World War I"},{"id":792,"tag":"Transportation"},{"id":955,"tag":"Theatre"},{"id":2527,"tag":"Aberdeen"},{"id":2528,"tag":"APG"},{"id":2529,"tag":"local"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6874,"title":"Uncommon History: The Tale of the Female Playwright","course_id":186,"status":"P","start_date":"1/1/75","end_date":"12/31/85","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the early 1970s, theatre was dominated by male actors, male directors, male playwrights, and male producers. In an article titled The ‘Woman’ Playwright Issue Gayle Austin, 80s playwright and journalist, expressed that many of the female characters portrayed in the shows of this time were flat or two-dimensional, leaving the female audience in this male dominated world wanting more than the typical “hooker with a heart of gold” trope that satisfied the male gaze. Plays like Da, an Irish comedy that focused on a man’s relationship with his father, or the musicals like Pippin, a story of a boy turning into a man while finding his way in the world, captivated audiences while not having a single multidimensional female character in the entire script. When women playwrights attempted to combat this lack of representation with their own creations, they were met with ridicule from male critics that considered their work “juvenile and substandard” to the male playwrights. Female playwrights like Wendy Wasserstein and Caryl Churchill faced an issue in their medium as many of them were barred from publishing and producing their work due to the constant harsh criticism.","It wasn’t until the early 1980s that a wave of feminist playwrights began releasing their work and women began to gain real representation on the live stage. Smaller production companies such as The Monstrous Regiment began producing the plays to showcase these feminist playwrights and express to the oppressive male critiques that these shows were relevant to audiences. Across the country, audiences began to show support for this new female role as women were being expressed as someone with emotion and ability, rather than the previous types of roles produced by male writers. Wendy Wasserstein, author of Uncommon Women and Others, as well as Caryl Churchill, author of world renowned play Top Girls, made waves in the world of theatre, leading a new feminist era of theatre itself.","The main goal of these female writers was to change the theatrical climate for the better; to see women actresses get to become women directors, playwrights, and producers. Austin expresses a common myth thought about female writers that came out of the theatre community, stating “Women can’t direct. It’s not part of our childhood training. Directors must be able to command, declaim, dictate, shock, humiliate, create, destroy, and resurrect.” This common thought originally barred the female world from directing as their will is thought to not be strong enough for the job. ","What was once the question of, (Austin 1983)“is this female character really a person?” evolved into the astounding creation of characters such as Muffet De Nicola, a woman who is just finishing college and questioning whether or not it was worth it and what life will be after it all in Wasserstein’s Uncommon Women and Others, or the savvy business woman Marlene, who began to adopt toxic male traits to climb the business ladder in Churchill’s Top Girls. These women now have interests beyond men or devilish schemes, or even implied lives beyond the show’s plot. This was a rarity before the Feminist Theatrical Movement. Thanks to the efforts of the few female playwrights, it is now and forever common in many shows across America."," "],"display_date":"1975 - 1985","search_date":"1980-07-01","locations":[{"id":52989,"lat":40.672670386386,"lng":-73.961707701296,"zoom":11,"place":"New York"}],"tags":[{"id":3679,"tag":"Feminist Theater"},{"id":619,"tag":"Second Wave Feminism"},{"id":2471,"tag":"20th Century"},{"id":617,"tag":"Feminism"},{"id":627,"tag":"Theater"},{"id":955,"tag":"Theatre"},{"id":1205,"tag":"Women's History"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":186,"school_id":69}}]}