{"id":957,"tag":"St. Patrick's Day","points":[[40.7805662337,-73.9388482485]],"bounds":[[40.7805662337,-73.9388482485],[40.7805662337,-73.9388482485]],"episodes":[{"id":5227,"title":"The Irish Riot on Saint Patrick’s Day","course_id":62,"status":"P","start_date":"1867-03-17","end_date":"1867-03-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Four leaf clovers adorned the street corners of New York City, soft bagpipes in the background-accompanied fiddles, and the whiskey flowed forth with a seemingly endless supply. The stereotypes of St. Patrick’s Day are numerous, and all derogatory towards the Irish immigrants who migrated to this land for a better life than the turmoil they were facing due to the Great Famine. These images are nowhere better generalized than in a Harper’s cartoon from 1867.","<br /> The image, portraying the St. Patrick’s Day celebration of 1867 characterizes the Irish as drunken apes who fight with each other and the police. The dialogue at the bottom reads, “RUM. BLOOD. The day we celebrate” signifying that the Irish rejoice in fighting with the police, spilling blood, and drinking rum.","<br />This representation of the Irish is characteristic across the country during this time period and was representative of the views of American Nativists. Nativists were American born citizens who sought to blame the Irish for the poor labor conditions in the United States during the middle and late nineteenth century. Because of the poor conditions for laborers, the unavailability of jobs, and low wages – the simple option was to blame the disparity on the new immigrants. Continually, this attitude towards the Irish was repeated and spread throughout the country – fueling Native anti-catholic, anti-Irish sentiment.","<br /> No single item from Nast’s engraving is grounded in truth. While the Nativists had their own frustration towards the Irish, they placed many more challenges on the immigrants because of their own irrational harassment."," ","[Image] <strong>ttp://tinyurl.com/3v6qj3q</strong>"],"display_date":"March 17, 1867","search_date":"1867-03-17","locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":958,"tag":"Irish Immigration"},{"id":957,"tag":"St. Patrick's Day"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}}]}