{"id":958,"tag":"Irish Immigration","points":[[38.1882210605,-77.65248979],[40.7805662337,-73.9388482485]],"bounds":[[40.7805662337,-73.9388482485],[38.1882210605,-77.65248979]],"episodes":[{"id":5218,"title":"The Irish March on Fredericksburg","course_id":62,"status":"P","start_date":"1862-12-11","end_date":"1862-12-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the eve of battle, war cries echoed throughout the valleys surrounding Fredericksburg Virginia in Spotsylvania County. Among the nearly 200,000 men preparing to engage in battle, just under two thousand were Irish Americans. These men, new to the land, had been conscripted into service almost as soon as setting dry-foot upon US soil. Despite the Irish immingrants' recent arrival, they were more than ready to fight. Thomas Galley described the Irish Brigade on the eve of battle coming “out from the city in glorious file, their green sunbursts waving…\" In his account every man had \"a sprig of green in his cap and a half-laughing, half murderous look in their eyes.” Galley's chronicle demonstrates how the men of this Irish unit instilled fear into anyone who would dare form ranks against them.","<br />In December of 1862, the US Civil War was in full swing. Throughout the ranks of Union forces, Irish immigrants were segregated into their own units. These soldiers were a unique breed of individual. An atmosphere of myth lay centered around the Irish soldiers of the Civil War. For the Americans who were fighting, they understood the causes of war. However, many of the Irish, having no knowledge of American politics, neither understood the war nor the reasons for which they were fighting and dying. Because of this, the American-born soldiers admired the willingness of the Irish immgrants to fight and die for a cause that was not their own. Galley describes the Irish rank's death-march as they attacked an entrenched enemy position and became the target of Confederate volleys: “they passed just to our left, poor fellows, poor, glorious fellows, shaking goodbye to us with their hats! They reach a point within a stone’s throw of the stone wall. No further.“","<br />This image is representative of Irish units throughout the Civil War. Galley’s account illustrates the iconic nature of these Irish soldiers. While marching full force into what they knew would be their last engagement, the men were smiling and laughing, with a look of passion and murder in their eye; from the perspective of American soldiers, this kind of bravery bordered on insanity.","<br />Because of the actions and attitudes like that of these Irish soldiers in battle at Fredericksburg, the opinion and attitude towards Irish immigrants changed for some Americans. While the Irish would have a long road towards equality, for those Americans who served in battle with the Irish, progress was made towards integration with those that, “try to go beyond, but are slaughtered.”<br /><br />"],"display_date":"December 11, 1862 - December 15, 1862","search_date":"1862-12-13","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":958,"tag":"Irish Immigration"},{"id":32,"tag":"Civil War"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5227,"title":"The Irish Riot on Saint Patrick’s Day","course_id":62,"status":"P","start_date":"1867-03-17","end_date":"1867-03-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Four leaf clovers adorned the street corners of New York City, soft bagpipes in the background-accompanied fiddles, and the whiskey flowed forth with a seemingly endless supply. The stereotypes of St. Patrick’s Day are numerous, and all derogatory towards the Irish immigrants who migrated to this land for a better life than the turmoil they were facing due to the Great Famine. These images are nowhere better generalized than in a Harper’s cartoon from 1867.","<br /> The image, portraying the St. Patrick’s Day celebration of 1867 characterizes the Irish as drunken apes who fight with each other and the police. The dialogue at the bottom reads, “RUM. BLOOD. The day we celebrate” signifying that the Irish rejoice in fighting with the police, spilling blood, and drinking rum.","<br />This representation of the Irish is characteristic across the country during this time period and was representative of the views of American Nativists. Nativists were American born citizens who sought to blame the Irish for the poor labor conditions in the United States during the middle and late nineteenth century. Because of the poor conditions for laborers, the unavailability of jobs, and low wages – the simple option was to blame the disparity on the new immigrants. Continually, this attitude towards the Irish was repeated and spread throughout the country – fueling Native anti-catholic, anti-Irish sentiment.","<br /> No single item from Nast’s engraving is grounded in truth. While the Nativists had their own frustration towards the Irish, they placed many more challenges on the immigrants because of their own irrational harassment."," ","[Image] <strong>ttp://tinyurl.com/3v6qj3q</strong>"],"display_date":"March 17, 1867","search_date":"1867-03-17","locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":958,"tag":"Irish Immigration"},{"id":957,"tag":"St. Patrick's Day"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}}]}