{"id":959,"tag":"Jazz","points":[[39.9878097372,-91.1885648416],[30.1220750117,-89.7244851703],[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-83.1351982696],[30.1220750117,-91.1885648416]],"episodes":[{"id":5431,"title":"Jazz Boom!","course_id":79,"status":"P","start_date":"1/1/29","end_date":"1/1/29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The American country was in turmoil. People were starving for work and relief from the Depression. Franklin D. Roosevelt was struggling to regain control of the plummeting economy and the people were worn. Any distraction offered to these hard working masses was widely accepted. Music, for many, was seen as brief respite from the difficulties of their daily life. Along with FDR’s fireside chats, music was being aired into an increasing number of homes on a regular basis.","As part of Roosevelt’s New Deal programs, <em>Works Projects Administration</em> (WPA) began collecting art and music and exposed the nation to an evolving style of music, jazz. Evoking an emotional response from the audience, jazz music, reminiscent of African American spirituals, had become popular in many urban areas allowing the music industry to endure during the years when so many industries struggled to stay afloat. Changes  in musical style occurred around 1935 in conjunction with technological advances in for both film and audio technology. In addition, the New Deal program, <em>Works Projects Administration</em> (WPA) began collecting art and music and exposed the nation to the ever-evolving style of music.","Many of the WPA’s contributing artists gained fame during this era leaving a lasting influence on the nation’s music industry. The impact these people made on the cultural history of The United States and its music[btm1]  is enduring. For example, Billy Holiday, known as Lady Day, came to the forefront of the music scene in 1935, when she became vocalist for major orchestras such as Count Basie and His Barons of Rhythm. Count Basie had worked with other such greats as Louis Armstrong, another influential jazz musician. Armstrong, also known as Satchmo, a shortened version of Satchel Mouth, began playing cornet as a young man elevating himself in the industry  becoming a great trumpet player and singer. Often in demand during the Depression, Armstrong made his first trip to Europe in 1932.","The recording and film technologies as well as that of jazz music itself progressed during this period. Benny Goodman was a well-established radio and studio musician who combined forces with other musicians to focus on a purely jazz sound rather than popular tunes. Securing a contract to perform on the radio show “Let’s Dance” catapulted his sound to stardom with the crowning achievement being the first-ever jazz concert at New York’s prestigious Carnegie Hall.","Following Goodman’s successes with Swing Jazz bandleaders began to feature more jazz arrangements, styles and solos ushering in a new genre of music that is still evolving today."," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "],"display_date":"January 1, 1929","search_date":"1929-01-01","locations":[{"id":19406,"lat":39.9878097372,"lng":-91.1885648416,"zoom":9,"place":"Adams, Illinois"},{"id":20995,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":1290,"tag":"Satchmo"},{"id":1289,"tag":"Louis Armstrong"},{"id":471,"tag":"music"},{"id":1291,"tag":"Swing Jazz"},{"id":1081,"tag":"The Great Depression"},{"id":1085,"tag":"WPA"},{"id":997,"tag":"Billie Holiday"},{"id":959,"tag":"Jazz"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":5861,"title":"Groit Galaxy freak out on Belle Isle","course_id":118,"status":"P","start_date":"6/11/78","end_date":"6/11/78","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The air was electric with anticipation as a substantial crowd of jazz enthusiasts, free thinkers, day trippers, beat poets and social activists waited for the captivating headliners, experimental improvisational ensemble Groit Galaxy, to begin their set at the Bandstand on Belle Isle, Detroit. The six sweating figures on stage held their instruments and waited in the summer afternoon heat for a cue from their leader, pre-eminent saxophonist Faruq Z. Bey, to burst into life. Groit Galaxy were the final act on a special day of alternative culture hosted by the Friends of Belle Isle, consisting of several other local jazz and funk groups, original poetry readings by several esteemed artists, amateur sports and other family oriented activities. Representing one of the many recreational uses of the park, the event gave the space a cultural edge.","The event described in its 1978 press release entices guests to come visit a cultural and social landmark that holds a special place for many Detroiters. The 'Jazz on a Summer's Day' concert was held in the historic spirit of the island park as it was free to all visitors, and was attended by many socially aware individuals from all walks of life. The socially inclusive yet radical vibe of the concert was intended by local promoter John Sinclair, whose work in Detroit as a radio host, blues and jazz musician, poet, band manager and most importantly political activist made him an influential figure in the thriving avant-garde arts scene of Detroit in the late 70's. Sinclair was involved in many important Detroit organisations such as the Detroit Artists Workshop Press, which became famous 'hippy' collective Trans Love Energies. The location of the event as a political space is particularly appropriate as the origin of the 1943 race riot, for Sinclair participated in the 1967 riots and was jailed, arguably politically, for 2 years following this. The event however was held in cooperation with the Belle Isle Police Department, reflecting Sinclair's reluctance to engage in militant activism and encourage cultural participation."],"display_date":"June 11, 1978","search_date":"1978-06-11","locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1949,"tag":"Concert"},{"id":1899,"tag":"Detroit"},{"id":959,"tag":"Jazz"},{"id":1901,"tag":"Belle Isle"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5866,"title":"Rise and Fall of Paradise Valley","course_id":118,"status":"P","start_date":"1/1/40","end_date":"12/31/43","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the late 1930’s and early 1940s, Paradise Valley was one of the few Detroit neighborhoods in which black people were allowed to reside. Paradise Valley was a over populated neighborhood because of so many black migrants from the South moving up North to find jobs that could only live in certain areas such as Paradise Valley. It became a well known area for hosting famous African-American jazz musicians who would come from all over to play in Paradise Valley, Detroit. Robert Hayes recounts this period in his poem saying that Paradise Valley was “a shoe scraping, Cadillac Royal Saturday night good times.” It became such a popular area because of all the entertainment coming in to perform, that reluctant and discriminating white people began to intertwine with all black audiences so that they could also see these famous black performers.","Just as Paradise Valley began to prosper as an entertainment area of Detroit, corruption and a riot slowly caused the demise of the area. Following the illegal gambling and bribes accepting scandal dealing with the Mayor Richard Reading and several members of the police force in 1940, Detroit had its first of two major riots/rebellions in June of 1943. After these incidents, white people from all around became reluctant to visit Paradise Valley and it the area began to take a negative turn because of all the bad events that originated in the area."],"display_date":"1940 - 1943","search_date":"1941-12-31","locations":[{"id":27066,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":2177,"tag":"Gambling"},{"id":2178,"tag":"Bribes"},{"id":1963,"tag":"1943 Race Riots"},{"id":959,"tag":"Jazz"},{"id":1955,"tag":"Paradise Valley Detroit"},{"id":2176,"tag":"Mayor Reading"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}