{"id":96,"tag":"Slave Trade","points":[[35.8067238469,-78.6641504807],[40.7805662337,-73.9388482485],[44.3791988514,-75.856779795],[25.7665375474,-80.1467565312],[30.1025454694,-84.0003902079],[32.2508016784,-86.1660804753],[37.954527025,-76.8481834827],[36.7198931687,-77.1037749414],[33.0697355251,-83.2500363363],[30.1220750117,-89.7244851703],[42.3513145465,-71.9048338794],[38.1882210605,-77.65248979],[39.1445168984,-78.1775216949],[39.9525839,-75.1652215],[37.9925909,-77.973865],[36.057938,-76.6077213],[43.8638703,-79.013729],[43.7726461,-79.354268],[41.883178,-87.6214853],[29.9510658,-90.0715323],[37.09024,-95.712891]],"bounds":[[44.3791988514,-71.9048338794],[25.7665375474,-95.712891]],"episodes":[{"id":4520,"title":"Opposition to the Slave-Trade","course_id":20,"status":"P","start_date":"1795-02-09","end_date":"1795-02-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"By the gentleman just arrived from Raleigh, the seat of government in North Carolina, We learn that the assembly of that state have passed a law to prohibit further importation of slaves into that state, either by land or sea, from any part of the world.\" This strong statement described North Carolina's bill banning the importation of slaves into the state. Slaves in North Carolina worked hard growing tobacco and other crops. They generated great wealth for the slave holders, but they did not earn anything in return, and they had no legal rights. The government banned the slaves' importation in North Carolina in part to protect slaves' value, and it was a sign of North Carolina's opposition to the slave trade.","The government of North Carolina did what it could to prohibit the importation of slaves into the state, banning the importation of foreign slaves in 1786.  Moreover, under a state law passed in 1816, any person who brought foreign slaves into the state of North Carolina, in opposition to Congress's ban on the transatlantic slave trade, would forfeit their slave property. The state would then sell the slaves and keep the profits from the sale. These strict regulations made sure citizens did not buy slaves from any other parts of world.","North Carolina, New York, Maryland, Delaware, Massachusetts, Pennsylvania, Georgia, Connecticut, and Rhode Island all prohibited the importation of slaves before 1800. Prohibiting the importation of slaves was also a very important event for the American Congress, and in 1808, as soon as allowed under the U.S. Constitution, Congress agreed to forbid the importation of slaves without opposition. \"In 1819, Congress declared the slave-trade to be piracy, though,\" according to historian Hubert H. Bancroft, \"none of its participants seem to have been condemned as pirates.\" Furthermore, the declaration was not only for a particular state, but was a national declaration for all the states of America. The declaration was necessary in that time, because the slave holders living in the Southern part of the country realized that slave trade might cause an explosion in the slaves' population, and they were afraid that slaves would fight against them for freedom. Furthermore, they had enough slaves to produce children, who were the potential slaves of the future, so they did not need extra slaves. For this reason, they allowed the declaration stopping the slave trade.<strong> </strong>Although prohibiting the importation of slaves was not as important as abolishing slavery, prohibiting the importation of slaves was a very important step toward abolishing slavery."],"display_date":"February 9, 1795","search_date":"1795-02-09","locations":[{"id":15239,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"Wake, North Carolina"}],"tags":[{"id":110,"tag":"Importation"},{"id":4,"tag":"Slavery"},{"id":96,"tag":"Slave Trade"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":4506,"title":"Transatlantic Slave Trade: Slave Smuggling","course_id":20,"status":"P","start_date":"1850-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["If a sea captain wanted to become a slave smuggler, \"the first step is to purchase a vessel in one of the ports of the United States whose sailing qualities have been tested by several years of service.\"  The seller of the vessel was bound by contract to take the vessel to a port on the African coast that the buyer had selected.  Rice, water casks, and cooking utensils were shipped on board of the vessel.  The only problem was that having rice, cooking utensils, and water casks together on board the vessel could be considered \"conclusive evidence of an intention on the part of the master or owner to employ the vessel in transporting Negroes from Africa to be sold as slaves.\"  Because of this, they had to sneak the water casks on board somewhere quiet, usually at the latest time possible before departure.  \"Nineteen vessels out of every twenty fitted out in the United States for this illegal traffic on the coast of Africa, manage to evade the law,\" one newspaper editor observed.  After having left port safely, the vessel had nothing to fear because British ships believed the United States government would not allow slave ships to sail under an American flag.  Once the vessel had reached Africa, it would \"run into one of the numerous river arms that characterized the African coast.\"  These river arms offered great places to load the slaves without attracting attention, and slavers could choose when they felt the best time of departure would be.  On the way back, the vessels went to Cuba, where the slaves were unloaded and \"distributed among the sugar plantations.\"  Slavers sometimes burned their vessels to destroy evidence and thus avoid capture.","A dramatic increase of illicit traffic and actual importations of slaves took place in the decade 1850-1860.  The fitting out of slavers became a prosperous business in the United States, one centered in New York City.  Vessels leaving New York were in close alliance with legitimate trade.  Downtown merchants of wealth and respectability engaged in buying and selling African slaves throughout the 1850s with little interference from the government.  \"During eighteen months of the years 1859-1860 eighty-five slavers were reported to have been fitted out in New York harbor, and these alone transported from 30,000 to 60,000 slaves annually,\" wrote historian W.E.B. Dubois.  \"The United States deputy marshal of that district declared in 1856 that the business of fitting out slavers was never prosecuted with greater energy than at present.\"  Because there were few United States war-ships in Brazil, American smugglers easily ran in cargoes, in spite of the prohibitory law.  Ships often used the flag of the United States to conceal acts of piracy.  When Brazil's trade declined, Cuba's trade greatly increased, and the illegal trading continued until British enforcement and further diplomacy finally ended the Atlantic trade in the 1860s.             "],"display_date":"1850 - 1860","search_date":"1855-07-02","locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":4,"tag":"Slavery"},{"id":96,"tag":"Slave Trade"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":4498,"title":"The Survival of Innocent Slaves on Ship Erie\n","course_id":20,"status":"P","start_date":"1860-10-04","end_date":"1860-10-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The capture of the slave ship <em>Erie</em><em> </em>was a very jubilant moment for Mr. Seys, the United States agent for recaptured Africans. \"It did my heart good,\" he said, \"to hear the shout of exultation and the expressions of delight visible on every countenance.\" The ship was residence to 897 slaves. From the foul odor of feces to the rapid spread of unknown diseases, this ship was in no condition for any human being to reside. The living conditions of the slaves were brutal, foul, and insanitary. The age of the <em>Erie</em><em>'s </em>residents ranged from early childhood to late adulthood. The successful capture of this ship and its captain, Nathaniel Gordon, made a great historical change in the illegal transatlantic slave trade.","Captain Gordon openly violated British and American laws by carrying slaves on the <em>Erie</em>. The ship intended to sail to the Congo River and exchange a cargo of whiskey for hundreds of slaves, and then deliver those slaves to Cuba. But Gordon's plan went awry, resulting in the capture of his ship. On August 8, 1860, with the triumphant capture of ship <em>Erie</em>, 860 of its slaves were set free, while the other thirty-seven lost their lives due to diseases and poor living conditions.","The capture of the ship <em>Erie</em><em> </em>did not abolish slave trade, but it did affect the trade system. Great Britain and the United States played a large role in abolishing slave trade. The British began to fine ships that carried slaves, but also compensated slave owners for their loss of slaves. The American Civil War began shortly after ship <em>Erie</em><em>'s </em>capture. This was the Americans' way of putting an end to slave trade. The end of the war in 1865 ensured the adoption of the Thirteenth Amendment on December 2, 1865, freeing all remaining in the United States. These tragic events in the slave trade history resulted in the start of a new beginning for African Americans."],"display_date":"October 4, 1860","search_date":"1860-10-04","locations":[{"id":8861,"lat":44.3791988514,"lng":-75.856779795,"zoom":8,"place":"JEFFERSON, New York"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":4543,"title":"The Other Side of The Slave Trade","course_id":21,"status":"P","start_date":"1845-01-01","end_date":"1845-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A letter from Geo B. Matthew to Lord Stanley in 1845 gives us a unique insight into the way in which the slave trade was operated.  Matthew gives reports of ships with \"Colored\" crews that have been wrecked and the crews were sold into slavery.  The letter also shows us a comparison between slaves in the United States, as compared to other parts in the world.  "," As opposed to obtaining slaves directly from Africa, or relying on native born slaves, some slave owners in the south bought stolen slaves.  These slaves were not the average field hands either; they were crew members on ships.  The crew members would have been skilled workers. Therefore, they were not at the absolute bottom rung of society if they were entrusted with manning a ship. Also obtaining slaves that were already skilled workers diminished the need for \"slave breeding\" in which, according to British economist John Elliott Cairnes, \"The old states . . . undertook the part of breeding and rearing slaves till they attained to physical vigor\" (Lowe & Campbell, 1976).","The idea that these slaves were not at the lowest social level provides a comparison between the treatments of slaves in America with those who were enslaved in areas of the Caribbean.  Those in the Caribbean were used on ships, which meant they were trusted to work as a crew without working to overthrow their owner.  While in the United States, plantations implemented harsh regulations on slaves.  There were slave codes which worked to trap the slaves, as well as overseers who watched over the fields.  ","This letter provides plenty of detail into the differences of slaves in America and other parts of the Western Hemisphere.  Also it shows that the origin of slaves in America was not always easily identified.    "],"display_date":1845,"search_date":"1845-07-02","locations":[{"id":1283,"lat":null,"lng":null,"zoom":8,"place":"ALCHUA, Florida"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":4564,"title":"African Slave Trade in the United States","course_id":20,"status":"P","start_date":"1857-04-01","end_date":"1857-04-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The United States Congress outlawed the African slave trade in 1808, but there were some who still took part in the slave trade, knowing it was illegal.  Some southerners even talked about reviving the slave trade in the mid-1850s, but most Americans opposed this idea, and numerous slave smugglers were put on trial in the United States.  According to the <em>New York Herald</em>, \"the United States considered slave trafficking legal but the laws considered it piracy.\"  During the Revolution it was a fact that the American Colonies were involved in the slave trafficking, but at that point all nations considered it legal. By the middle of the nineteenth century, many western nations opposed the slave trade. ","Before 1808, Congress could not prohibit Americans from participating in the slave trade, but they did pass a law, in 1794, that the owners of American vessels caught engaging in any slave trafficking would be fined two thousand dollars and forfeit their vessel. In 1800, Congress changed the fine to one thousand dollars and added two years imprisonment for anybody present on the vessel while participating in slave trafficking. In 1818, the laws changed dramatically: any captain caught carrying any person of color for enslaving would forfeit not only his ship but also the cargo on the vessel. The American and British navies worked to limit the number of ships transporting slaves to Central and South America, but with limited success. Between 1794 and 1840 thousands of slaves were imported into Brazil and Cuba; some smugglers even brought African slaves into North America, where prices for slaves rose dramatically during the 1850s."],"display_date":"April 1, 1857","search_date":"1857-04-01","locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":96,"tag":"Slave Trade"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":4577,"title":"The reliance on the slave trade as a benefit to the economy","course_id":21,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Slave Trade","Understanding the economic standards for growth in the new world at the time can help one understand the importance of the slave trade. There was a constant demand for slaves because they were vital to the stability of their individual plantations. \"Slavery shaped the economic growth of the lower South in the eighteenth century \" (Rosenbloom 1999). These individual slaves were not looked at as important figures, but what was essentially important to their owners was what they got out of them. Their labor was cheap, but what they produced was expensive. Therefore, the slave owner was making a complete profit through the purchase of a slave or slaves. \"If eight vessels were fitted out for this purpose, and but a single one escaped the vigilance of the cruisers, the profit accruing from the sale of her cargo would more than counterbalance the loss sustained in the capture of the remaining seven\". This quote explains the risk/reward factor that is related to the slave trade. A slave's dedication to the plantation can produce such a great profit over time. This economic factor leaves little doubt as to why a landowner would want slaves.","Nowadays the buying and selling of slaves is looked at in the right moral context. However, in the centuries even before the founding of America slavery was viewed as a way to achieve economic proliferation. This was seen by acquiring land to grow cotton in warm southern climates such as Florida. Feelings and rights were not accounted for when talking about slavery. What mattered most was that the slaves were delivered in the right quantity to their prospective owners. Africans were treated as a possession like any other object that was traded for at the time. However, possessing a slave at the time guaranteed a turnover rate in the favor of the owner. This concept began to spread throughout the country as owners battled for the possession of hard working and dedicated slaves. Society became dependant on the goods that slaves produced consequently demanding more land, which in turn meant more slaves. These slaves would be found through the network of trade from Africa and the Caribbean. Without this vast system of trade that brought about thousands upon thousands of slaves, plantations would have died out resulting in an economic failure."],"display_date":1860,"search_date":"1860-07-01","locations":[{"id":1319,"lat":25.7665375474,"lng":-80.1467565312,"zoom":8,"place":"DADE, Florida"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":157,"tag":"Transatlantic Slave Trade"},{"id":4,"tag":"Slavery"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":4861,"title":"Slavery in Florida","course_id":33,"status":"P","start_date":"1865-02-09","end_date":"1865-02-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Florida became United States territory in 1821. Up until then, the Spanish had ruled the land for almost three hundred years. When Florida achieved statehood, the total population was twelve thousand, the majority consisting of free blacks, fugitive slaves, or Seminole, Creek or Mikasuki Indians. Some blacks found the more relaxed racial climate to their liking. By the 1730s, Spanish Florida existed as a haven for runaway slaves from Georgia and the Carolinas. While the life of a slave in colonial Florida was not necessarily better than the life of a British slave in Virginia, the institutions of government and church offered them better legal protection and far greater opportunity for freedom.","By 1830, Middle Florida had emerged as the state’s “black belt”. The vast majority of slaves lived in this region, consisting of Jackson, Gadsden, Leon, Jefferson and Madison Counties. Although cotton would come to be the main cash crop of Middle Florida, most slaveholders owning large areas grew sugarcane only for their own consumption. Planters often cultivated a variety of other crops other than their staple, such as corn, sweet potatoes, greens, squash, and okra.","On February 9, 1865 a twenty-two year old slave named Thomas was sold for fifty-five hundred dollars in Jefferson County, Florida. Life on a slave plantation improved greatly on the larger units as bondservants established extended kinship ties. Slave women often gave birth to their first children at young ages.  Sometimes, in order to keep slave families together, some masters allowed slaves the opportunity of selecting their new masters or heirs.","Religion served as a means of unifying the black community. In Florida, and other areas of the South, a mixture of Euro-Christian and African religious practices helped make life more bearable for slaves. They typically worshipped in the white-controlled churches of their masters. At Tampa’s Methodist church, some meetings were racially segregated, while others were not. Even though most sermons taught obedience, the slaves heard the message of equality before God. They came to believe firmly that the souls of slaves were as precious as those as whites. Enslaved blacks thus found within the church powerful reassurance of their humanity.","The relationship between slaves and their masters were imperative. Masters relied on their slaves as a means of survival in terms of profit. Agriculture was the main source of income for plantation owners in the South, and slaves were the ones who planted, maintained and harvested these crops in order to sell them. Slaves relied on their masters for food, shelter and protection. Most people in the antebellum era, especially poor whites, were extremely resentful towards blacks.","Slavery in Florida evolved from the Spanish, who were the first to settle there since its discovery in 1513. The Floridian slave system was much less harsh than the others (British, Portuguese) because of this Spanish influence."],"display_date":"February 9, 1865","search_date":"1865-02-09","locations":[{"id":1383,"lat":30.1025454694,"lng":-84.0003902079,"zoom":9,"place":"JEFFERSON, Florida"}],"tags":[{"id":436,"tag":"florida slave history"},{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":5049,"title":"Narrative of Walter Calloway, slave from Richmond, VA","course_id":43,"status":"P","start_date":"1858-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Imagine being purchased as a slave at ten years old, forced to relocate from Virginia to Alabama, and required to endure hours of hard labor and beatings.  This was the life of Walter Calloway, born in 1848 in Richmond, Virginia.  At the age of 10, Calloway was bought by slave master John Calloway whose plantation resided just outside of Montgomery, Alabama.  As he sat on a porch outside his home answering questions, he recalled the strenuous labor he performed at the tender age of ten, along with his mother and brother.  His master, who was often cruel to their slaves, was bearable and fed him well, but it was the overseer named “Green Bush” and African-American named Mose who performed the mistreatment to Walter and others.  Walter described the torture when he said, “Green Bush what sho’ whup us iffen we don’t do to suit him.  Yassuh, he mighty rough wid us be he didn’t do de whippin’ hisse’f.”  He continued to describe the beating of a fifteen-year-old girl that almost killed her.","As his labor took the majority of his time, Walter and the other slaves were deprived of schooling.  They were required to go to the school and take care of the white children at times, and he then stated the white men eventually all joined the Army, as was expected of them.  After the Civil War, Walter described the lack of action on the plantation except for “gangs of so’jers passin’ th’ough gwine off to de war.”  Confederate soldiers would pass through and take some of their food for the soldier’s rations.","Then the United States soldiers arrived on the plantation and he was told to warn Mrs. Freeman but before he returned the Union soldiers had wrecked havok on the plantation.  They destroyed the smoke house, hams, and the remainder of the rations.  He had heard they also burned cotton plantations and steamboats harbored in Montgomery.  Shortly after the war, Walter was freed but he was quick to state that “we ain’t nebber been what I calls free.”  He and the other slaves had no money and all were scattered in various different locations.  He ended his interview as he asked for help back into the house.","In the article “North American Slave Narratives” William Andrews described the importance of studying the narratives of slaves during the nineteenth century to better understand the time period, and the issues happening during their lives.  In addition, “the autobiographical narratives of former slaves comprise one of the most extensive and influential traditions in African American literature and culture”.  While the narratives provide excellent historical documents, they also helped bridge relationships between Africa-Americans and whites after the war, allowing for whites to begin to understand the repression the African-Americans had faced.","The narratives such as Walter’s will be used for generations in the future in order to attempt to grasp some sort of understanding about this troubling period in American history.  Charles L. Perdue provided his view of the importance of slave narratives in his book “Weevils in the Wheat: interviews with Virginia ex-slaves” when he said “Though most historians have not utilized the ex-slave interviews in the past, there is a growing realization that prior histories have been one-sided on the subject of slavery and that the slaves’ view of the institution is essential to round out the picture\".  The first-hand account of the period is invaluable to historians and students alike and he further explained, “the ex-slave interviews provide us with insights into Afro-American culture that are not obtainable from other sources”.  Stories like Walter Calloway’s must continue to be shared and studied to shed further light on their troubles and the tribulations they worked to overcome.","Walter’s narrative not only described the horrible mistreatment of slaves, but the lack of the value of African-American lives during the nineteenth century.  They were purchased as commodities and forced to work hard labor as young as ten years old.  Although Walter and his mother and brother were able to stay together, this was often not the case and most families were separated and spread throughout the country."," "],"display_date":1858,"search_date":"1858-07-02","locations":[{"id":300,"lat":32.2508016784,"lng":-86.1660804753,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":4,"tag":"Slavery"},{"id":32,"tag":"Civil War"},{"id":1,"tag":"Crime/Violence"},{"id":96,"tag":"Slave Trade"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5165,"title":"Journey in the Seaboard Slave States","course_id":66,"status":"P","start_date":"1856-01-01","end_date":"1856-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Slavery is such an atrocious debasement of human nature, that its very extirpation, if not performed with solicitous care, may sometimes open a source of serious evils,\" Olmstead quoted this from Benjamin Franklin. In 1856, an Englishman, Frederick Law Olmstead, wrote <em>A journey in the seaboard slave states. </em>It is about his long journey in the seaboard slave states of Virginia, North Carolina, South Carolina, Georgia, Alabama and Louisiana.  In the chapter on Virginia, Olmstead expresses an unforgettable experience: he saw the whole process of slaves being sent to the market for sale just like merchandise.  He went to the slave-market and asked for the price and information, witnessed the procedure of slave auction and bidding, and saw slaves forced to depart from their families.  He even saw a black slave only cost $2.50.","During this period, the slave companies were all legal, and this kind of commerce flourished: “I turned into a short, broad street, in which were a number of establishments, the signs on which indicated that they were occupied by ‘Slave Dealers,’ and that ‘Slaves, for Sale or to Hire,’ were to be found within them. They were much like Intelligence Offices, being large rooms partly occupied by ranges of forms, on which sat a few comfortably and neatly clad negroes, who appeared perfectly cheerful; each grinning obsequiously, but with a manifest interest or anxiety, when I fixed my eye on them for a moment,” Olmstead says. He describes that many colored people, adults and children, were being sold like merchandise as home-servants or field-workers.  They were forced to leave their families, but no one seemed to feel a thing; in the auction, Olmstead describes, “there was an entire absence of emotion in the party of men, women, and children, thus seated preparatory to being sold.” Afterwards, Olmstead tried to do some research on general views of slavery in its social and political relations, and he discovered that people were fairly satisfied as long as the slaves were better off – as he interviewed a farmer, he says, “But what can we do that is better? Our free negroes--and, I believe it is the same at the North as it is here--are a miserable set of vagabonds, drunken, vicious, worse off, it is my honest opinion, than those who are retained in slavery. I am satisfied, too, that our slaves are better off, as they are, than the majority of your free laboring classes at the North.”","On the other hand, Olmstead was shocked that even poor white people were more “privileged” than the black people and black slaves: they received higher wages than black people, and they refused to do the jobs that black people usually did.  “Their wages were from fifty cents to a dollar [a day], varying with the demand and individual capacities . . .  No white man would ever do certain kinds of work, and if you should ask a white man you had hired, to do such things, he would get mad and tell you he wasn't a nigger.” With that said, black people and slaves were totally oppressed by whites (even poor whites), which added more stresses and dejection to their lives.","Olmstead’s story surely illustrates the picture of the slave trade through outsider’s eyes, and he showed how common and acceptable the slave trade was in the 1850s. In 1863, Francis Fedric, who actually was a slave in Virginia and Kentucky, wrote a book named <em>Slave Life in Virginia and Kentucky,</em> which was about his life as a slave over fifty years, including slaves being bought and sold, the events of slave-market, and his slave life with his fellows.  In the text, he states, “My master has bought about 100 slaves . . . for my master, at the next slave-market, intended to purchase more slaves.” Fedric’s book depicts the reality of the slave trade and the frustration and distress that slaves had to confront."],"display_date":1856,"search_date":"1856-07-01","locations":[{"id":14218,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":96,"tag":"Slave Trade"},{"id":891,"tag":"Slave States"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5662,"title":"Solomon Bayley: The Hope of Escaping Slavery","course_id":103,"status":"P","start_date":"1813-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Solomon Bayley touched the tender side of slavery in his narrative. Torn away from his enslaved family in Delaware and carried off in a wagon, Bayley jumped to freedom. It was only the chance to buy back his wife and son that motivated Bayley. On his adventure he was forced to journey by foot through Virginia, and ran into scheming slaves and slave owners. Bayley finally made it to the slave markets where his wife and son were being sold. The most revealing ordeal Bayley encountered is one in which he bought his wife. The ties of affection to his wife glistened brightly. Not only did the daughter of his wife’s master plea for Bayley to succeed but other white southerners felt the need chip in as well. With a daughter’s sympathy and borrowed money, Bayley was able to strike a deal, in which he bought his wife and only had to be enslaved to a benevolent white slave owner for a year.","Bayley's narrative is evidently relatable to Walter Johnson’s book, <em>Soul by Soul</em>. Johnson presents us with the rigors of slave trade.  At the trading market it was common for slaves to use emotion in order to be traded where they wished to be or not. Case in point, Bayley has to rely on the use of emotion to appeal to the daughter and white men.  By Bayley showing distress and despair, the white men and daughter decide to lend a hand. However, the slave owners want Bayley's family to be enslaved to them for the coming year. Bayley agreed to this deal. Bayley was exercising the little agency a free slave has when he or she has leverage (i.e an able-bodied family and money). The dream of reuniting his family on a plantation and eventually situating his family in a completely free lifestyle is Bayley's end goal. We are also able to see the struggle and anxiety slaves had to go through just to see their family again. Bayley was able to conquer his anxiety through prayer and see his goal to the end. This connects to Walter Johnson's <em>Sould By Soul</em> on page 180 when Johnson provides the example of the slave Henry. Henry bargained with the slave owners to be sold with his wife or else he would runaway. Johnson describes the Henry and Bayley's behavior perfectly on page 180 when he shares \"Slaves who were brave enough to meet insincere questions with a sincere response built upon the accreted experience of the slave market with unwilling slaves...\" Bayley was candid towards the benevolent owners in sharing his financial problems. It took alot of guts to stand up for himself and ask for his wife. After reading Johnson it is clear that slaves do have agency which enabled them appeal to owners."],"display_date":"1813 - 1825","search_date":"1819-07-02","locations":[{"id":14214,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":501,"tag":"Escaping slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":5642,"title":"Inside the Slave Trade: John Brown's Experience Within a New Orlean's Slave Pen","course_id":103,"status":"P","start_date":"1855-01-01","end_date":"1855-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["John Brown, also known as Fed, was born into slavery in Virginia. As a child, he was separated from his family, and was sold and purchased by three different masters. Brown suffered from many acts of cruelty from his masters: he lost partial use of one eye after being kicked in the face repeatedly by an overseer. He was also used in a number of gruesome experiments performed by a doctor who was seeking the cure for sun stroke. After multiple attempts to escape, Brown found himself in a slave pen in New Orleans. After being sold from the pen, Brown finally managed to escape from his owner in Mississippi, and he was able to attach himself to part of the Underground Railroad, making his way North. He eventually managed to gain passage to England, having heard tales of freedom in Britain from slaves in his past.","While Brown attempted to maintain a low profile in the slave pen, he was able to observe some of the subtleties that lay beneath the surface of the slave trade. During his three months at the slave pen, Brown was able to gain insight into the slave trade, noting the subtle differences between potentially cruel owners, compared to those who may have been more forgiving. Walter Johnson, in his book <em>Soul by Soul</em>, discusses how slave-traders were regarded with disdain by all, including other slave-holders. In fact, multiple times Johnson quotes Brown's narrative, particularly the chapters in which Brown discsses his time in the slave pen. Traders would constantly force slaves to stand straight, smile, and \"act the part\", in order to manipulate buyers, even when the slaves were at their most vunerable. Brown recalled how \"Even the poor, dear, little children, who are crying and wringing their hands after 'daddy and mammy,' are not allowed to exchange with them a parting caress\"(118). There was heavy emphasis placed on the interaction between potential buyers and slaves, but some slaves, including John Brown, were able to use this to their advantage. Although small, slaves found a source of power within the Slave Market. Some buyers would avoid slaves who stood too tall and answered too quickly, thinking that those slaves might cause trouble. Others would pass over those who showed weakness, either physically or emotionally. Through his observations of these interactions, Brown developed an ability to \"cheat the system\" in a way, acting undesirably towards buyers who he thought would be cruel, while adopting a more favorable view towards potentially more gentle masters. While slave traders and buyers thought they were in complete control, some slaves may have been able to gain more control over their sale then advertised."],"display_date":1855,"search_date":"1855-07-02","locations":[{"id":14283,"lat":36.7198931687,"lng":-77.1037749414,"zoom":9,"place":"SOUTHAMPTON, Virginia"},{"id":1525,"lat":33.0697355251,"lng":-83.2500363363,"zoom":10,"place":"BALDWIN, Georgia"},{"id":5598,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":4,"tag":"Slavery"},{"id":96,"tag":"Slave Trade"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":5646,"title":"The Power of the Bible","course_id":103,"status":"P","start_date":"1849-01-01","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","Walking all alone through the dirt roads of Vermont on a bitterly cold winter day, Aaron found himself astonished. Aaron's astonishment had nothing to do with the journey itself; it was far removed from the runaway slave advertisements he had grown accustomed to seeing on the sidewalks of Ohio claiming his name, from the days in which he had to hide whenever there were newcomers in town, from the unforgiving days, the hunger, and the refusal of many white families to let him sleep in their homes. Instead, he was astonished by the supremacy of God: “ … I had froze all my toes and feet; with good shoes and stockings on too… And when I come to realize what the Lord has brought me through, I am really astonished; he has kept my unworthy body from freezing to death, and from starving to death” (Aaron 1849; 18). This becomes a very important moment in Aaron’s life:  the \"poor way-faring Bondman\" had found justice finally--- a true revelation--- in the bible.","Horace Greeley once said, “It is impossible to enslave, mentally or socially, a bible-reading people. The principles of the bible are the groundwork of human freedom.” <em>The Light and Truth of Slavery</em> by Aaron is a commentary that reflects this humanistic idea of the slave having control over his or her future. In the book, Aaron cannot read or write a word, but knows the bible quite well. In fact, after escaping the South, Aaron starts lecturing in churches throughout the North. Aaron touches on issues like slavery, religion, and politics. This book is not your traditional narrative, because very little is known about the narrator’s past. We know that he was born a slave in the South. We also know that the death of his parents precipitated his decision to escape.","One of the biggest themes in Aaron’s book is the slave experience. According to Aaron, slaves often face the difficult decision of running away from their masters and risking their lives. Slaves ran the risk of being caught and placed on the whipping post. On top of that, many slaves often had no food and very little clothing. In the book, Aaron describes his terrible experience during a bitterly cold winter. He says, “When I struck into the Vermont State, for one week I could scarce step a step, cause I had froze all my toes and feet; with good shoes and stockings on too. Little after that time I could pull all my toe nails out like rotten meat…” (Aaron 1849: 18). Slaves like Aaron firmly believed that that if slaves had the option of staying in the South, they would choose to stay without a doubt.","The slave experience is also portrayed in Walter Johnson’s book, <em>Soul by Soul. </em>In the book, he describes the environment of the slave market, which expanded dramatically in cities like New Orleans. African Americans faced the issue of new ownership. As a result, many of them refused to be traded. The book says, “…the slaves had come to know and trust one another, and in the market they could share their observations of the slaveholder and collectively resist them” (Johnson 1967: 16). Others decided to escape rather than accepting a possible trade. Agency was a big issue in the slave market. Slaves were not allowed to have a say when deciding on terms of the contract. Similarly, Aaron's book deals with the difficult decision of escaping slavery and risking their lives. Aaron had seen his parents die from exploitation, and he did not wanted to die like that. He escaped to the North, where he was able to sin his booktart a new life.","In his book, Aaron also talks about a big contraction. He says that most white people say that they are good Christians, and yet they are slaveholders. Aaron thinks that this is hypocrisy. According to him, slavery is a sin and the bible condemns it. Only the worst of the worst could allow such a monstrosity to occur; he states that there are close to three million slaves during the time. Good Christianity, according to Aaron, is loving one another no matter the color or race. He says that preachers in the North are the most evil; they preach one thing in the North and then go back to the South, and become slaveholders. In addition, Aaron hates it when white people say that slaves should be happy where they are, because they are worst off in Africa where “kings” make hundreds of sacrifices.","In short, <em>The Light and Truth of Slavery </em>talks aboutissues that are deeper than slavery. The commentary depicts the journey of a “way-faring bondman” looking for answers. In the book, Aaron travels around the North lecturing people, and asking important questions that everyone should ask, such as why is there slavery in the land of the free? Aaron believes that the answer lies in politics and in the church."],"display_date":1849,"search_date":"1849-07-02","locations":[{"id":6217,"lat":42.3513145465,"lng":-71.9048338794,"zoom":8,"place":"WORCESTER, Massachusetts"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":92,"tag":"Freed Slaves"},{"id":165,"tag":"Church"},{"id":3,"tag":"African-Americans"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":5660,"title":"A Family Divided: Henry Watson and The Slave Trade","course_id":103,"status":"P","start_date":"1813-01-01","end_date":"1823-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Henry Watson woke up one morning by himself. His mother, who had put him to bed the night before, was not next to him. He began to worry; he had never been without his mother before, even a day. After all he was still a child. He scurried out of bed and looked around. He asked several other slaves, who knew his mother well, of her whereabouts. Every single one gave him a blank stare; no one said a word to him. He went to the kitchen, where his mother worked, and asked his mistress of his mother’s whereabouts. She said nothing and ordered him back to work. This frightened Watson. He was scared, lonely, worried and weak without his mother. Soon the trauma brought upon him illness. An illness that he was not expected to recover from.","An old slave woman came to Watson’s aid. She felt sorry for the child and began to take care of him. She treated him like the mother that he lost. During his recovery she told him about the mysterious disappearance of Watson’s mother. His mother had tucked Watson in bed one night, during the night a slave trader came to the house in which they were in bondage. The trader entered the house and attempted to take Watson’s mother away. She resisted to the best of her ability. The trade had to tie her up by her hands and feet and then proceeded to drag her away in the horse and buggy that he arrived in. The mysterious disappearance was no longer mysterious. In fact, it was common for slave families. Watson was no longer scared, or lonely, he was now angry, angry that he lost his mother to the slave trade, angry that his family was broken up. He swore that he would escape when he became of age and search for his mother, but as Watson's days in bondage wore one, his mother became a distant memory.","Walter Johnson’s <em>Soul by Soul</em> talks a lot about slavery in the south from the perspective of the slave trade. He looks at the trade from many perspectives that affect our understanding of slavery in the south. For Henry Watson, the trade was all too real to him. His first exposure of the trade was with the loss of his mother. Although he never witnessed her leaving nor did he know where she went, Johnson does talk about how the trade did break up communities, friendships and families. Watson was no exception. He lost his mother, his only parent and immediate relative, to a slave trader."],"display_date":"1813 - 1823","search_date":"1818-07-02","locations":[{"id":14288,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":96,"tag":"Slave Trade"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":5664,"title":"The Henry Watson Story","course_id":103,"status":"P","start_date":"1813-01-01","end_date":"1823-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the year 1813 right outside Fredericksburg, Virginia, a slave was born. The name of the slave was Henry Watson. Henry was born into slavery by his late mother, Letty. Like most slaves he had no recollection of his age, he had heard that the age of a slave is kept by the different seasons of the year. If a child were to ask of their age, the answer would be similar to this quote “this planting corn time, you are six, eight or ten”.","Henry awoke one morning in an utter confusion. He asked for his mother but no one spoke his mother was gone. The separation from his mother took a toll on Henry’s emption and body. No one expected the poor young boy to recover until old slave-women began to take care of him. The only way she could comfort young Henry was to give him the most information she could about the untimely disappearance of his loving mother. The story she told was cruel but common in the slave trade era. One day a slave-trader had pulled his buggy up to the front door of the house and his mother was sent forth. As she approached the buggy, she was knocked down, tied and thrown into the buggy. She was never to be seen again. This traumatic event made Henry strong and angry.","Henry learned that the principal business of slave masters was to raise slaves to be sold on the market. Unfortunately, Henry had learned the hard way about the trading process. One day, Henry’s life was turned upside down unexpectedly. Henry saw a man approaching his master’s house so he ran with the rest of children to hide. He got wind that his master was looking for him and ordered him into the house. The man inspected Henry and was satisfied. During the slave trade era, the body of a slave was inspected to for whipping scars or any other discretion on the body. Walter Johnson of <em>Soul by Soul</em> stated that Slave Traders “had to consider the slaves’ perspective to make sure they would have a body to go with the bill of the sale”. Slaves entered the trade alone and anonymous making Henry alone as ever.","In Walter Johnson’s <em>Soul by Soul </em>he speaks mainly of the slave trade and the surrounding market. Johnson looked at slave’s perspective of the trades and that was what Henry’s narrative was about. Henry wanted to tell his story through his own eyes, hoping that we as readers can try to understand the pain and suffering the slave market has caused."],"display_date":"1813 - 1823","search_date":"1818-07-02","locations":[{"id":13834,"lat":39.1445168984,"lng":-78.1775216949,"zoom":9,"place":"FREDERICK, Virginia"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"},{"id":126,"tag":"fugitive slave"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":6375,"title":"This Side Up, With Care: The Narrative of Henry Box Brown","course_id":149,"status":"P","start_date":"1849-03-23","end_date":"1849-03-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Henry Box Brown is notorious for escaping from slavery in the southern United States by shipping himself to freedom in the North in a wooden box. In <em>Narrative of the Life of Henry Box Brown</em>,<em> Written By Himself</em>, Brown described his experiences as a slave, and the events that triggered his bold plan to free himself. Brown was born into slavery in Virginia in 1815, and he described his life as not as physically brutal as that of other slaves. Regardless, Brown argued that slavery was cruel and damaging, particularly in consideration to how it separated him from his family. Brown and his wife were promised by their respective slaveholders that neither of them would be sold, so that they could remain together. Unfortunately, Brown’s wife and children were eventually sold to a slaveholder in North Carolina, and as a result Brown decided that he needed to escape slavery as the helplessness wrought by being enslaved became unbearable. ","Brown had the idea to ship himself in a wooden crate disguised as dry goods to territory in the North where slavery had been abolished. With the help of white abolitionist friends, Brown was successfully shipped from Virginia to Pennsylvania in a box that was three feet one inch long, two feet six inches wide, and two feet deep. Brown travelled in the box a distance of 350 miles in a period of 27 hours. He carried with him only a small portion of water stored in a bladder, for the purpose of hydration and wetting his face so that he would not faint. During the journey, the box was often thrown, tipped, and turned upside down, causing Brown pain and injury. The box was labelled “this side up with care,” but on a few occasions the box was tipped upside down, and Brown had to carefully balance himself so that he would not snap his neck. He risked being found and brought back into slavery or being physically hurt during his treacherous escape, but he successfully completed the trip without harm. When the box arrived in Philadelphia, Brown was greeted by several abolitionists, who celebrated his safe and successful journey. Brown’s testimony of his desperation to escape shows how even in the absence of physical brutality, slavery was a cruel, dehumanizing institution because of the mental and emotional impact it had on enslaved people.","The slave trade separated people from their loved ones and destroyed lives without any remorse, and as a result slaves like Brown reacted dramatically. In <em>Soul By Soul: Life Inside the Antebellum Slave Market</em>, historian Walter Johnson introduces the chattel principle, a concept which states that “any slave’s identity might by disrupted as easily as a price could be set and a piece of paper passed from one hand to another” (19). This principle essentially describes how the life of a slave was never stable because the threat of sale always loomed over their heads. Johnson further describes how disruptive slavery was to the bonds that enslaved persons forged between each other, stating that most intelligent, self-aware slaves knew that every social relation, whether by blood, love, or friendship, was in no way secure because its dissolution by the slave trade was always imminent. In Brown’s narrative, he criticized this disruptive nature of the slave trade, stating that “the tyrant slaveholder regards not the social, or domestic feelings of the slaves… without giving the slightest consideration to the domestic or social ties by which the individuals are bound to each other,” because the slaveholders felt that the slaves’ feelings did not matter (17). Being separated from his family greatly pained Brown and caused him to grow weary of his bondage, which triggered his determination to escape from slavery hidden in a wooden shipping crate."," "],"display_date":"March 23, 1849","search_date":"1849-03-23","locations":[{"id":11224,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"PHILADELPHIA, Pennsylvania"},{"id":52765,"lat":37.9925909,"lng":-77.973865,"zoom":8,"place":"Louisa County, Virgina"}],"tags":[{"id":2729,"tag":"Runaway Slave"},{"id":238,"tag":"African American"},{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6390,"title":"The Life and Family of a Black Slave: John Jacobs","course_id":149,"status":"P","start_date":"1855-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The narrative of John Jacobs begins with his youth in Edenton, North Carolina. He recalls his mother and father with only the most barebones descriptions. His mother died while he was very young and his father while he was only 13 years old. Jacobs recalls his father having been dehumanized and stripped of his manhood due to slavery. The inability to have a right to hsi wife, his body, and his kids robbed Jacobs' father of any humanity he could have possessed. In replacement for this lack of humanity came a nasty hatred and temperement that Jacobs can recall clearly. Jacobs attributes his character and perception of life as a slave to his father; thus, adopting a similar ill-tempered manner and mind.","Jacobs describes his processes for being traded or distrubuted to several differented slave holders. He recalls the ownershop paths of several of his other family members as well. A good part of his known family remain in close proximity to him in Edonton throughout their lifetime as slaves.","John Jacobs' uncle runs away but is later caught and returned to his owner. Then, he escapes perminately once his wife's honor is stripped due to evil white-men. Jacobs also mentions his one sister running away and not being found. Later, Jacobs writes that his sister had been hiding behind the cupboard of his freed grandmother's home for 6 years and 11 months. ","Jacobs develops a postive reputation amongst his slave owners due to strong compliance and a trustworth demeanor. According to Jacobs, however, he did not possess such well intentioned thoughts. Instead, he dreampt of his escape and formulated his compliance with his owners to advance his progression toward eventual escape, especially with his final owner Mr. Sawyer. It is with Mr. Sawyer that Jacobs is able to attempt and escape but his family ties pull him back into slave territorty.","Jacobs's story stresses the importance of family, community, and relationships amongst the black slave community. The story speaks clearly to what slaves valued during their time enslaved. Th narrative gives readers a view of how the brutality of the time formed the character of the enslaved. The narrative gives first hand accounts of the many brutal attacks committed on black men, women, and children. Reading the narrative replicates the fear and mental development of any black slave. This is a story of pure perseverance through the tough turmoil of the antebellum south. John Jacobs is just one individual who owns a story as devastating as this related to slavery in the south."],"display_date":"1855 - 1875","search_date":"1865-07-01","locations":[{"id":52759,"lat":36.057938,"lng":-76.6077213,"zoom":8,"place":"Edenton, North Carolina"},{"id":52800,"lat":43.8638703,"lng":-79.013729,"zoom":8,"place":"Niagara Falls, New York"},{"id":52801,"lat":43.7726461,"lng":-79.354268,"zoom":8,"place":"Canada"},{"id":52802,"lat":41.883178,"lng":-87.6214853,"zoom":8,"place":"Chicago, Illinois"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":455,"tag":"Plantation Life"},{"id":454,"tag":"Slave Life"},{"id":2749,"tag":"Slave Family"},{"id":2732,"tag":"slave narrative"},{"id":2750,"tag":"Slave Punishment"},{"id":2751,"tag":"Slave Hiding"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6439,"title":"Fugitive Slave John Brown's Experience in a New Orleans Slave Pen Exposes the Horrors of the Slave Trade","course_id":145,"status":"P","start_date":"1840-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a typical day in a New Orleans slave pen, John Brown got called up to the flogging room—a room dedicated to punishment for slaves who misbehaved on the auction block. Here, slaves were beaten repeatedly with a long leather paddle, known as a “flog”. The “flog” delivered punishment equivalent to the whip, but did not leave wounds that could jeopardize the price of a slave. When his name was called, Brown knew that he was not wanted for punishment, but for assistance. As the men, women, and children were stripped naked and laid flat on the floor, Brown was forced to hold down their feet until the brutal torture was over.","Brown spent much of his time between sales in New Orleans hotels, banks, and stores that had been converted into slave pens. These pens were almost always full, each holding close to 500 enslaved people and always being replenished with new slaves. Inside the barred windows and concrete walls of these pens, Brown witnessed the same horrors and disgraces on a daily basis.","As each slave arrived in various conditions, they went through intense processes of grooming, which Brown described as no light business. Hairs were plucked and dyed and deformities were hidden. Slaves were stuffed with food in order to give them a healthy look. They were forced to dance to a fiddle for exercise, or dance to the whip if they refused. After these daily processes, men, women, and children were separated and “sized out” (or put in groups based on their size) once again to be prepared for the second sale of the day—the afternoon sale.","Brown described the slave pens as a brothel for young mulatto women whose fates were in the hands of buyers only wanting them to satisfy their sexual desires. Because they were forced to lie about their age to make themselves more appealing to buyers, slaves often never knew their true age They faced consequences if they did not say the age the trader chose them to be. Slaves were sent to the flogging room for what Brown considers the “unpardonable” offense of not speaking up and looking bright on the auction block. A well-made, flawless looking slave was devalued by their lack of interest or vacant stare. Brown said that the uncivilized manner in which slaves were handled and inspected epitomized the horrors on the auction block. As husbands and wives, and mothers and children watched their loved one be sold in front of them, they dare not bid a goodbye or give one last embrace, or they would be faced with severe punishment.","John Brown believed that only those who experienced slavery could tell and truly understand the horrors that happened beyond the auction rooms where the dealer is left alone with their “chattel” offered to him to buy. But he refrained from telling the most horrifying scenes he witnessed in his narrative. So, why would a freed slave, who is aspiring to educate abolitionists on the true horrors of slavery, choose to leave out the most gruesome details that defined the slave market? Historian Karen Halttunen argues that witnessing such intense cruelty puts reformers like John Brown in a difficult position. Brown omits the most painful material from his narrative in order to highlight the slave industry’s obscene nature. In Brown’s case, saying less actually says more. By stating that he is excluding the most painful details, readers are forced to think about and imagine what could possibly be worse than the horrors Brown did include. Brown introduced the very kind of painful material about the slave market that he intentionally set aside."," "],"display_date":1840,"search_date":"1840-07-01","locations":[{"id":52821,"lat":29.9510658,"lng":-90.0715323,"zoom":8,"place":"New Orleans, Louisiana"}],"tags":[{"id":244,"tag":"Violence"},{"id":29,"tag":"New Orleans"},{"id":2795,"tag":"slave pen"},{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":145,"school_id":11}},{"id":6658,"title":"A Northen and Sothern perspective of the slave trade using slave coffles as the main transportation of the slaves.","course_id":170,"status":"P","start_date":"1840-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            The transportations of slaves during the Domestic Slave Trade allowed cotton sales to flourish as well as the income of slave owners. Slave owners knew that transporting a small group of slaves would be more manageable than a larger group in the prevention of riots and allowed more control over them. The domestic slave trade from someone with an abolitionist perspective, would say that the treatment of the slaves is inhumane while a southern slaveholder treated a slave as a source of property and future investment. White slave holders had to take extra precaution to ensure they were safe from any type of revolution. James Buckingham stated that, “we met a group of slaves including men, women, and children, the men chained together in pairs, the women carrying the children and bundles as they march to the South.” The abolitionists of the 1830’s believed that slavery was a national sin, centered on Evangelical Protestants beliefs. Abolitionists desired the slave trade to cease knowing that the slaves deserved better. Several abolitionists that were prominent figures fighting for the emancipation of slaves were William Lloyd Garrison, Wendell Phillips, and Frederick Douglass. Douglass, A freed slave and an important figure fought for the emancipation of slavery through the eyes of once being a slave, escaping to the North to fight. He understood the hardships and psychological trauma a slave could have suffered.","A southerner enjoyed the control associated with the binding of slaves to physical labor, they relished the fact that they could relax while the slaves sweated through the day picking cotton and suffering bloody fingertips. Southerners believed that an end of slavery would demolish their economic system until the creation of cotton. Cotton was a useful resource that allowed clothing to be created and sold, however, southerners realized previous slaves could be potential candidates for the task. If the slaves would have been set free, southerners believed that they would be unemployed and could band together to create a revolution burning land, houses, and animals in order to get revenge. The southerners’ method was cruel indeed, however, the binding of individuals together combined with a small group enabled a successful transport of slaves to the railroad station for further transportation to future slaveholding sites. Many abolitionists after seeing the mistreatment of the slaves fought to end the “madness”. Besides cotton, sugar was also a popular cash crop to be sold alongside cotton to increase the slaveholders’ income. Southerners viewed slave coffles as a cheap form of transportation that allowed the advancement of economic growth despite the Northerners viewpoint. Famous abolitionists such as Frederick Douglass deserve admiration for their dedication toward the fight to emancipate slaves. The Declaration of Independence states,” We hold these truths to be self-evident, that all men are created equal.” These words are a symbol of freedom upon the backs of the slaves, Thomas Jefferson knew that every man should be equal, that every person has certain rights from birth. That no person should have to endure the suffering of human trafficking or unequal treatment due to the color of one’s skin, or the breaking apart of one’s family due to a system designed to oppress.","The end of the Civil War brought freedom and promise of a new generation. Although there was still a need to rebuild as a result of the damage that occurred, a new opportunity was able to present itself, the opportunity of justice and retribution. The Civil War can be debatable, as far as whether it was a result of taxes and tariffs, or slavery, it was actually about separation and the need to be rejoined. But the Civil War, as most wars are, ended in bloodshed but the result changed the perspective of fellow Americans forever. The North and the South merged as one to create a better establishment built for the American people. Abolitionist fought for the rights of slaves because it was a moral obligation. The treatment of slaves during the Domestic Slave Trade was very cruel and deserved, from a northern perspective, condemnation. With the aftermath of the Civil War, today’s generation can now celebrate the end of a despicable business that profited from the trafficking of human beings which lead to an increase in production in cotton and the wealth of slaveholders who profited off of the enjoyment of control and brutality to mold their slaves into a form of capital."," "],"display_date":"1840 - 1860","search_date":"1850-07-02","locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":3268,"tag":"Slave Coffles"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}