{"id":962,"tag":"Mines","points":[[40.8520278753,-76.7091102455]],"bounds":[[40.8520278753,-76.7091102455],[40.8520278753,-76.7091102455]],"episodes":[{"id":5234,"title":"Infiltration of the Molly Maguires","course_id":62,"status":"P","start_date":"1873-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1894 McClures Magazine published a piece by Cleveland Moffett on the infiltration and the eventual downfall of the Molly Maguires, a violent and secretive Irish labor union accused of terrorizing Pennslyvania coal country. The heroes of the piece were wealthy mine owner Frankilin B. Gowen and Pinkerton detective James McCparland both according to Mclure were instrumental in toppling the Molly Maguires . The Mollies in contrast were depicted by McClures as villains who “killed men and women with whom they had no dealings, against whom they had no personal grievances, and from whose death they had nothing to gain, except, perhaps, the price of a few rounds of whiskey”.","According Moffet, in 1873 Franklin B. Gowen, President of the Reading Railroad, was fed up with the Molly Maguires. The Molly Maguires had been terrorizing the coal mines owned by Gowen and killing many officials who ran the mines. To finally rid himself of the Mollies Gowen enlisted the help of the Pinkerton detectives. Allen Pinkerton, head of the detectives, assigned James McParland to Mollie case. Pinkerton ordered McParland “to remain in the field until every cut-throat has paid with his life for the lives taken”.  A few weeks later McParland assumed the cover name McKenna and entered bar frequented by Mollies. In the bar McParland was accused of cheating in a card game and as a result found himself in a fight with a large Mollie named Frazier. McParland knocked out the much larger Frazier and became an instant sensation among Mollies, making it much easier for him to infiltrate the group. Soon McParland was inducted as a full fledged member of the Mollies and even became a secretary of the Shenandoah division. Afterwards McParland began traveling throughout the divisions of secret labor union, all the while gathering evidence Maguires against the Mollies.","Moffett’s sensationalized story on  Gowen and McPardland’s victory over the evil Molly Maguires is an interesting look into public opinion of the Mollies during that time; however many modern historians believe the situation was more complicated.  Historian Wayne Broehl, for example, asserts that Gowen conjured up the specter of the Molly in Pennsylvania to demonize labor unions. Broehl claims that Gowen was having problems with the labor union within his mines and after being unable to subdue the union “decided to break the struggling labor organization by painting it with the brush of Molly Maguireism.” Broehl’s argument does not seem implausible, but it does not explain the murdered mine officials. In any case Gowen’s idea of sending a man inside the Molly Maguires was successful.","McParland spent two and a half years under cover before there was sufficient evidence to bring down the Mollies. The evidence eventually led to the arrest of many suspected Mollies, nineteen of them for the crime of murder. All nineteen of these men were hanged and McParland’s evidence was vital to the cases."],"display_date":"1873 - 1875","search_date":"1874-07-02","locations":[{"id":11213,"lat":40.8520278753,"lng":-76.7091102455,"zoom":9,"place":"NORTHUMBERLAND, Pennsylvania"}],"tags":[{"id":962,"tag":"Mines"},{"id":33,"tag":"Labor Union"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}}]}