{"id":963,"tag":"Iron and Steel Industry","points":[[33.5543155862,-86.8964933862]],"bounds":[[33.5543155862,-86.8964933862],[33.5543155862,-86.8964933862]],"episodes":[{"id":5235,"title":"An African American Worker at Sloss Furnace Encounters the Color Line","course_id":62,"status":"P","start_date":"1/1/25","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["'\"A nigger can't bid for a white man's job.\" was how Alonzo Gaines described labor divisions among African Americans and whites at the time he was employed at Sloss Furnaces in Birmingham, Alabama. In 1984 Gaines sat down in an interview with the Sloss Furnace Association with the goal of recording his thoughts on his career at Sloss Furnaces, a pig-iron producing blast furnace in Birmingham, Alabama. In the course of his interview he recounted his own personal experiences with this workplace segregation. According to Gaines while he was employed at the concrete plant he had been instructed to operate a machine called the compressor when it usual operator, a man by the name of McDonald, was off work. Eventually the position of compressor operator became open and interested workers began applying for the position, or as they called it, biding on the job. Gaines too applied as he had already been operating the compressor for some time but when he approached the superintendent, a man by the name of Lawson, he was summarily denied the position in favor a white applicant. Superintendent Lawson informed Gaines frankly, “You can run it just as good as McCan, but you ain't gonna get it.\"","The “Color Line” that Gaines had encountered served as a barrier to African American workplace advancement in the south for decades. The south had developed strict delineations between what were considered “white” and “black” positions. According to historian William A. Sundstrom the color line segregated African Americans and whites, “along lines of skill levels, supervisory responsibilities, and manual versus white-collar tasks,” in many industries. It was implicitly understood and, as Gaines testimony shows, sometime explicitly stated that an African American worker would not have a supervisory position over a white worker. This is exactly what happened to Gaines when he applied for the compressor operator position; despite having the necessary skills to operate the machine he was told upfront that he would never get the position. That position was considered a “white job” and Gaines was denied the opportunity simply because of an ingrained prejudice that placed some positions at a higher social status that would then denied to those who were considered lower in social rank, even inspite of their proven capacity to perform the work required of that position."],"display_date":"1925 - 1950","search_date":"1937-12-31","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":963,"tag":"Iron and Steel Industry"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":3,"tag":"African-Americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5237,"title":"Safety Conditions in the Iron and Steel Industry","course_id":62,"status":"P","start_date":"1/1/50","end_date":"12/31/71","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“The foreman would let you know if it was safe. Because he said something was safe didn’t mean it was safe.” This is how Ulysses S. Anderson described the safety conditions at Sloss Furnace, a pig-iron producing blast furnace in Birmingham, Alabama. While being interviewed by the Sloss Furnace Association Anderson spent a great amount of time describing the safety conditions he encountered during his employment at Sloss. As the previous quote demonstrates, the safety standards at Sloss were not always up to par. Anderson describes several incidents wherein he was almost injured or killed. Two of these incidents stand out as examples of the safety conditions at Sloss and the dangers that workers in steel mills routinely faced. In the first incident Anderson accidently stepped into a hole and as he pulled his foot out hole it was badly burned by the hot iron. He described the injury saying that his foot had been burned, “from the arch all the way down.” Anderson had to have skin removed from his leg so that it could be grafted to his foot. In the second incident Anderson was almost killed by poisonous gases escaping from the furnace. According to his testimony he was working on cleaning the coal from the furnace when he suddenly became aware of a severe pain in his head and it was then that he noticed two men lying unconscious on the floor. When a co-worker by the name of Mr. Seabury noticed Anderson and the two unconscious men he immediately set off the alarm and got the three men out of the area. Luckily Anderson and the two other men managed to survive the incident. According to Anderson no one had ever bothered to warn him about the potential hazard of gases escaping from the furnace.","Unfortunately hazards like those faced by Anderson were all too common in the furnaces and mills of the era. According to historian John A. Fitch, “every workingman in an iron or steel mill is in danger because he is working with forces which are, seemingly, always watching for a chance to get beyond human control.” The number of deaths from accidents in furnaces and mills could be simply astounding. According to Fitch’s study of steel mills in Allegheny County, Pennsylvania there were 195 deaths in single year from workplace accidents in iron and steel mills. These sorts of accidents were often caused by lack of safety provisions built into the machines and equipment utilized in the furnace or mill. Fitch provides an account that serves to illustrate this point. In one mill he visited there was heavy machinery with exposed gearing that was, “absolutely unguarded, although it was common knowledge that workmen had been caught in just such places and badly injured.”","Despite the fact that simple safety precautions and common sense could have lessened the danger workers faced, they were placed in extremely dangerous situations could that result in dire consequences. If an accident did occur it was likely that those involved would die horrible and painful deaths, and even if they survived they were often permanently scarred and kept from working. This is exactly what happened to Anderson when his foot was badly burned; he was forced to endure a skin graft and then spend six to eight weeks off the job while he recuperated."],"display_date":"1950 - 1971","search_date":"1960-12-31","locations":[{"id":28563,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":11,"tag":"Economy"},{"id":963,"tag":"Iron and Steel Industry"},{"id":964,"tag":"Industrial Safety Conditi"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5399,"title":"<strong>EPA enacts clean air act, aggravating public</strong>","course_id":77,"status":"P","start_date":"11/1/70","end_date":"12/30/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["“I’ve lived with pollution 50-something years.  I guess I can put up with it” quipped Eugene Campbell on the day the Environmental Protection Agency ordered the shutdown of Birmingham, Alabama’s steel plants. The plants were shut following a court order under the aegis of the 1970 Clean Air Act which set safe levels for particulates in the atmosphere, levels that Birmingham had routinely exceeded. The day after the shutdown, November 18, 1971, an article in the Birmingham News’ Metro Edition reported “an estimated 8,000 to 9,000 workers... lost a day’s pay as a result of [the] federal injunction.” Campbell was a North Birmingham resident where the particulate levels in the air were commonly above a safe standard, according to EPA guidelines.  Campbell, however, like many of his neighbors: was more concerned with the community’s livelihood than their lungs; “What are the people in Birmingham going to do if they [District Judge Sam C. Pointer and the EPA] run industry out?”","The plants were reopened the day after the shutdown and unions encouraged the installation of particulate devices that they claimed U.S. Steel had been reluctant to spend money on previously.  Though they lost that day’s pay, these workers argued that the shutdown was their employer's fault for not having installed these devices previously.  The particulate level would never again rise to the point where another shutdown was necessary, thanks to the new measures brought in to factories, and the eventual dwindling of heavy industry in Birmigham.","A full report on the story, staunchly supporting the EPA’s efforts, by journalist Patrick J. Sloyan assailed U.S. Steel for weakening a 1969 bill on pollution control, for ignoring the early EPA request to curtail production when the pollution level was first considered hazardous, for concealing this inaction to the media and for having their attorneys first on the scene in protesting the injunction.  The front-page report on the story in the Birmingham news confirmed the company’s inaction, listing it amongst other companies that failed to respond promptly.  However the Birmingham News held back any criticism of the company, with most of its opinion pieces on the matter condemning the EPA for the halting of industry.","The EPA had been formed eleven months before the incident in Alabama, after President Nixon had called for several smaller environmental agencies to be consolidated.  The new agency defined the danger levels of air pollution just one month prior to the events in Birmingham.  It was these guidelines the EPA’s enforcement team in Birmingham put forward to Judge Pointer when attempting to achieve the injunction.  Shortly after the EPA’s formation, in December 1970, Nixon signed the Clean Air Act into law, stating “I think that 1970 will be known as the year of the beginning, in which we really began to move on the problems of clean air and clean water and open spaces for the future generations of America”.","The incident in Birmingham would be the first time the EPA utilised the Clean Air Act, and demonstrated the federal organisations muscle over big industry in emergency situations.  The events and responses of this tale in America’s environmental history show how government agents and politicians might envisage the best for the American people without considering real world aspects.  The people seem to respond with much more day-by-day realism on the matter, according to the quotes used in the Birmingham News, the steel town <em>needed</em> the factories running.  With mouths to feed the citizens didn’t feel like they could afford the luxury of clean air and healthy lungs if that meant industrial operations would cease."],"display_date":"November 1, 1970 - December 30, 1971","search_date":"1971-06-01","locations":[{"id":35012,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1233,"tag":"Environmental History"},{"id":963,"tag":"Iron and Steel Industry"},{"id":203,"tag":"Birmingham, Alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}}]}