{"id":965,"tag":"Gym","points":[[43.2926870754,-84.6047678086]],"bounds":[[43.2926870754,-84.6047678086],[43.2926870754,-84.6047678086]],"episodes":[{"id":5214,"title":"Alma College's Hogan Physical Education Center","course_id":68,"status":"P","start_date":"1/1/65","end_date":"12/31/65","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1923 Memorial Gym was constructed on the northwest end of campus. The gymnasium was named in honor of all of the local veterans who served in World War I. It was converted to the Clack Art Center after the college built a new gymnasium.","In 1969, Alma College built a new Physical Education Center, which included four racquet ball courts, a weight room, a 20ft deep, six-lane swimming pool, and a multipurpose room. The new Physical Education Center was badly needed. Teams practiced in the new gym all day until 1 a.m. The multipurpose room located in the basement was where wrestling, baseball, and even the archery team practiced. In the building of the new Physical Education Center, Alma College decided to go with a new type of flooring called “Tartan” made by 3M. Alma was the first college in the state and surrounding states to use Tartan. The new flooring allowed for tennis to be played inside. Unfortunately, because the floor was so popular, it wore out and had to be replaced.","In 1988 the Physical Education Center went through an expansion. The north end was remodeled and additional locker rooms and a training room was built.","In 1997 the college added the McIntyre Education and Health Sciences Center wing to the west side of the Physical Education Center.","The Physical Education Center officially became The Hogan Physical Education Center by a generous donation in 1999 by James Hogan, who wanted to honor his parents Romain and Helen Hogan. Romain and Helen Hogan both attend Alma College in the 20s, where they met. Romain was on the football team, involved in glee club, and was manager of the Zeta Sigma house.","In 2009, Hogan went through a $10.2 million renovation. Improvements included a large size gymnasium, new bathrooms, and an expansive lobby. The Hogan Center includes the Art-Smith Arena, which is over 29,000 square feet. Art Smith was a teacher and coach at Alma from 1956-1974, who was inducted into the Alma College Hall of Fame. The Arena has the ability to seat 2,430 people.","The 2009-2010 expansion makes the Hogan Center the College’s first LEED-certified building.  The bathrooms in the new addition include waterless urinals and low-flow fixtures. The construction of the building included regional materials. The landscaping surrounding the building needs little water. The court includes a new “Greenplay” flooring that is the same flooring used on the court of the men's NCAA final four tournament."],"display_date":1965,"search_date":"1965-07-02","locations":[{"id":32430,"lat":43.2926870754,"lng":-84.6047678086,"zoom":9,"place":"Gratiot, Michigan"}],"tags":[{"id":965,"tag":"Gym"},{"id":946,"tag":"Alma College"},{"id":954,"tag":"Hogan"}],"course":{"name":"Histories of Alma College","school":"Alma College","course_id":68,"school_id":45}}]}