{"id":97,"tag":"Espionage","points":[[34.4008642849,-77.6110652671],[37.954527025,-76.8481834827],[40.7127753,-74.0059728]],"bounds":[[40.7127753,-74.0059728],[34.4008642849,-77.6110652671]],"episodes":[{"id":4815,"title":"Funeral Services held for Rose O’Neal Greenhow","course_id":37,"status":"P","start_date":"1864-10-01","end_date":"1864-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     Funeral proceedings were held on October 1, 1864 to lay to rest noted Confederate spy Rose O'Neal Greenhow. Greenhow worked in an elaborate spy network that encompassed Washington D.C. and the surrounding areas. Greenhow became one of the standouts in the spy-ring, supplying vital information to the Rebel forces at critical points during the start of the Civil War. Her greatest achievement came when she supplied Confederate General Pierre G.T. Beauregard with information concerning Union movements before the first major encounter of the Civil War. Her information helped secure the Confederate victory at the First Battle of Bull Run on July 21, 1861. Confederate President Jefferson Davis later acknowledged Greenhow for her loyal service.","     Union authorities apprehended Greenhow during the first year of the war. Allan Pickerton, a Union detective and spy, suspected Greenhow of participating in espionage as early as July 1861. Pinkerton imprisoned Greenhow in Old Capitol Prison in 1862, along with Greenhow's eight-year old daughter, Rose. Five months later, Greenhow was released with the stipulation that she be exiled to the South. Once released, Greenhow boarded a blockade runner to Europe, where she continually tried to raise support for the Confederacy in both London and Paris. In 1864, Greenhow left her daughter in a convent and decided to return to America. Her ship, the <em>Condor</em>, sailed for North Carolina but ran aground trying to escape a Union gunboat patrolling the blockade. On September 30, Greenhow boarded a lifeboat, hoping to reach shore. However, the boat capsized, and Greenhow drowned off the coast, dragged down by a large amount of gold in her pocket.","     Hundreds of Wilmington women lined the wharf awaiting Greenhow's remains. The funeral for Greenhow was organized by the Soldier's Aid Society and held in the chapel of Hospital Number 4. The body was surrounded by wax candles, garlands, and flower bouquets. Located on the bier, a Confederate flag paid tribute to the fallen woman who helped her country at any possible opportunity. Thousands of Confederate mourners paid their last respects. On Sunday, the body and coffin were moved to the Catholic Church of St. Thomas. After the funeral service, the coffin was carried to Oakdale Cemetery, draped once again with the Confederate flag. Greenhow was finally laid to rest, two days after her untimely death on October 1, 1864. Greenhow was raised as an orphan, grew to become one of the greatest Confederate spies, and died the heroine of a nation."],"display_date":"October 1, 1864","search_date":"1864-10-01","locations":[{"id":9658,"lat":34.4008642849,"lng":-77.6110652671,"zoom":8,"place":"NEW HANOVER, North Carolina"}],"tags":[{"id":407,"tag":"Death"},{"id":97,"tag":"Espionage"},{"id":7,"tag":"Women"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}},{"id":5332,"title":"Lieber Code Provides Definition and Punishment for Confederate Spies","course_id":74,"status":"P","start_date":"1863-04-24","end_date":"1863-04-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Issued in April of 1863, General Orders 100, also referred to as the Lieber Code, provided the Union Army with clear instructions as to how to deal with captured Confederate soldiers,  as well as non-combatants during the Civil War. Created at the request of Abraham Lincoln, the Lieber Code provided soldiers with rules and expectations for their conduct. The Code devoted an entire section to spies. A spy was defined as “a person who secretly, in disguise, or under false pretenses, seeks information, with the intention of communicating it to the enemy.” Whether or not a spy successfully communicated information to the enemy made no difference in the treatment he or she received. If captured, a spy would be detained, immediately taken to the commanding general, then arrested, and “securely guarded.” Captured spies’ activities were investigated by the provost marshal.","The Lieber Code revealed the complications that spying activities caused both sides of the armies, because it so thoroughly defined a spy, as well as the procedures for his or her capture and detainment. Union and Confederate officials valued intelligence gathering as a vital part of their war strategies. President Lincoln believed that having information about the South’s intelligence was the “hardest nut to crack” in defeating the Confederacy; however, identifying a spy proved difficult. During the war, spies were able to exercise their activities and orders with ease.","Spies for the North and South were mostly English speaking Americans. They had knowledge of each other’s geography and had lived under the same government before the war began. Specifically, the Union had unique difficulties to face when secession occurred in regards to the South’s military intelligence, which disadvantaged the North. Before secession had even taken place, Confederate espionage rings had been established. Most effective was Rose Greenhow’s spy organization, located in Washington D.C.","Military officers from the North also “went south” after secession. When they did this, they took all of their information with them. Due to these different factors, it is understandable why the Union first created a set definition and codes for handling spies before the South."],"display_date":"April 24, 1863","search_date":"1863-04-24","locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1132,"tag":"Francis Lieber"},{"id":573,"tag":"Government Laws"},{"id":32,"tag":"Civil War"},{"id":97,"tag":"Espionage"},{"id":683,"tag":"Abraham Lincoln"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5345,"title":"Timothy Webster Becomes First Spy Executed in the Civil War","course_id":74,"status":"P","start_date":"1862-05-04","end_date":"1862-05-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the day of April 29, 1862, Timothy Webster became the first person executed during the Civil War for acts of espionage. Convicted four days prior to his execution, a court-martial in Richmond, Virginia ruled that Webster, an “alien enemy,” should “suffer death by hanging.” The <em>New York Times</em> republished an original article from the <em>Richmond Dispatch</em> relaying the information of Webster’s capture and trial. Both articles included a “brief synopsis of the proceedings,” which cited Webster’s alleged offenses and the court’s ruling.","The first charge stated that Timothy Webster had been caught on April 1, 1862, “in the service of the United States” lurking “about the armies and fortifications the Confederate States in and near Richmond.” Although the court brought another charge against Webster, they reached a “not guilty” verdict. This second accusation against Webster placed him in Memphis, Tennessee in July of 1861 also around Confederate fortifications. While the burden of proof for the second charge was not strong enough for a conviction, the guilty ruling on the first charge alone sealed Webster’s fate.","In the conclusion of the brief, a fair amount of detail regarding Webster’s final moments provided the reader with a clear picture of the events on April 29. The article went so far as to narrate the malfunction of the first rope used to hang Webster, stating “The half-hung and partially stunned man was speedily raised and assisted up, and a new rope being ready, he was soon swinging, in accordance with his sentence.”","The charges the Confederate court-marshal brought against Timothy Webster at the time of his execution turned out to be only a fraction of the Union spy’s activities. Born in the United Kingdom, in 1821, Webster immigrated to the United States and worked as police officer in New York City. At the war’s onset, he became involved in detective work for the Union, which led to his career as a spy. Part of the new Secret Service ring, Webster was the most valued agent to the organization’s creator, Allan Pinkerton. Prior to his capture, Pinkerton had sent Webster on numerous successful espionage missions to Baltimore. There, he infiltrated the Sons of Liberty group in February of 1861. This, supposedly, led Webster, and subsequently Pinkerton, to a plot in the organization to assassinate Abraham Lincoln.","Webster had also been employed as a double agent. Confederate Secretary of War, Judah Benjamin, used Webster to transport important document to Confederate agents that were across Union lines. With the documents in his possession, Webster made stops before delivering the dispatches allowing Union officials to read the contents of the messages.","When Webster was struck by a case of rheumatism on his mission to Richmond in 1862, Pinkerton sent Union spies Lewis Pryce and John Scully to locate Webster, who had been too ill to relay information back to Pinkerton. The two spies were captured while searching for Webster, and suspicion engulfed the valuable agent. Scully and Pryce received death sentences, but were released after their testimonies implicating Webster."],"display_date":"May 4, 1862","search_date":"1862-05-04","locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1145,"tag":"Timothy Webster"},{"id":97,"tag":"Espionage"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":6796,"title":"The Wiretapping Profiteer","course_id":180,"status":"P","start_date":"1/14/45","end_date":"2/26/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Feb 26th, 1960, the <em>New York Times</em> announced the outcome of the case of a 56 year-old man named John G. Broady in New York City's General Sessions Court. Broady was a private investigator and attorney who pleaded guilty to “three charges of eleven-count of indictment charged with conspiracy and making false representations in order to obtain information from telephone companies”. Judge Mitchell D. Schweitzer sentenced Broady to a six-month suspended sentence on Feb 25th. Regarding what a suspended sentence entailed, it meant that the judge decided to delay the defendant’s prison sentence after he was been found guilty. The judge granted Broady a period of probation, rather than immediately having the defendant serve his sentence. As long as Broady does not break the law again and fulfills the conditions in his probation, his prison sentence would be lifted. Judge Schweitzer noted that the defendant was already serving a “two-four year term for illegal wiretapping - a term that he began serving [in January], so he considered the idea of giving Broady another sentence to serve no purpose”. The sentence that the judge is referring to occurred back in 1955, when Broady was convicted for his involvement in a secret wiretapping business in an apartment located on 360 E. 55th Street, New York City. This organization was linked to 100,000 of the city's telephones. Broady’s collaborators were Shannon B. Warren, an electrical technician; and Walter Asmann and Carl R. Ruh, two members of the New York telephone company. These men placed taps on multiple “business and private phones, and sold the information” to clients. All of the men who involved were detained during a police raid in 1955.  ","As a consequence of this operation’s discovery, it exposed to NYC authorities how easy it was for third parties to illicitly tap into the city’s extensive telephone network. During the 1950s, the crime of eavesdropping in the state of New York existed in a gray area. While the American federal government considered illegal wiretapping as an uncondonable crime, the New York state’s government was far more lenient towards the practice, as its own independent legistation allowed the practice to operate with and without court approval. This meant that there were significant disparities between the federal and state wiretapping statutes. With this knowledge in mind, Broady argued in his 1956 trial that “all state efforts to penalize wiretapping and conduct associated with wiretapping were unconstitutional”. With this argument, Broady attempted to try to avoid being punished for his criminal activity via a legal loophole. This pressured the legal authorities to bring the eavesdroppers to trial as soon as possible, as they were aware of this issue in New York’s wiretapping laws. The original court case in the 50's resulted with Broady being convicted as the operation's brainchild. As for his accomplices, they were acquitted of any charges because they agreed to testify against him. Due to the outcome of this case, the federal government decided to update New York's legal code on wiretapping. By 1957, the state of New York made the practice of unwarranted wiretapping to be officially illegal. Any illegally intercepted evidence was outlawed from being submitted in New York courts. The state’s legal definition of eavesdropping was updated to include bugging on microphones and dictaphones.  "],"display_date":"January 14, 1945 - February 26, 1960","search_date":"1952-08-05","locations":[{"id":53112,"lat":40.7127753,"lng":-74.0059728,"zoom":8,"place":"New York, NY, USA"}],"tags":[{"id":3549,"tag":"wire-tapping"},{"id":290,"tag":"Crime"},{"id":97,"tag":"Espionage"},{"id":9,"tag":"Law"},{"id":3545,"tag":"wiretapping"},{"id":3546,"tag":"eavesdropping"},{"id":3547,"tag":"criminal law"},{"id":3548,"tag":"NYC"},{"id":3550,"tag":"wire tapping"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":180,"school_id":28}}]}