{"id":974,"tag":"Buildings - Heritage Cent","points":[[43.2926870754,-84.6047678086]],"bounds":[[43.2926870754,-84.6047678086],[43.2926870754,-84.6047678086]],"episodes":[{"id":5245,"title":"The Oscar E. Remick Heritage Center for the Performing Arts","course_id":68,"status":"P","start_date":"3/1/92","end_date":"3/31/92","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the mid 1900’s roughly one-third of Alma College’s student body was involved in the performing arts either through music, dance, or theatre, and there was not enough space to house all of the college’s performing arts groups. The college was in desperate need of a performance center. Designs and drawings of such a center were first seen in a 1962 yearbook. However, the construction did not begin until over thirty years later.","The center would cost over six million dollars, almost half of which came from individual donors, primarily from the Beck family. Lawrence Beck, an Alma college trustee, and his family provided a gift of two million dollars to the college for the performing arts center. Lawrence Beck chose the name “The Heritage Center for the Performing Arts” to honor his Danish family and all immigrants for their roles in shaping our country and bringing their dreams to America.","A planning committee was formed prior to the construction of the building that met regularly to decide the policies that the center was going to uphold. This committee comprised mostly of Alma College professors. They planned ticket policies, and also set the philosophy statement which states that the Heritage Center is to serve both the college and Alma communities to provide teaching and performance opportunities for those interested in the fine arts. The committee hired graphic designer Jan White Arvanetes to create the logo for the Heritage Center.","Construction began in March of 1992. On October 2 of that same year, there was a tragic incident in which two masons working on a wall died after the wall collapsed on them. There now stands a plaque in their honor. The construction of the 43,000 square foot Heritage Center was finished in the fall of 1993.","The center contained many features including an 11,000 square foot, 500 seat concert hall called Presbyterian Hall; a separate 200 seat theatre for the theatre department; and a separate dance studio for rehearsal and teaching. The center also held faculty offices for the dance and theatre departments. Other features included a majesty hall, costume room, green room, ticket facilities, a set-construction area, dressing rooms, and a make-up room.","In the beginning of October 1993, the Heritage Center hosted a couple of open houses. The first show to take place in the Heritage Center’s Presbyterian Hall was a performance of Beethoven’s ninth symphony on October 22 and 241993. Within the first nine months, the Heritage Center brought over 13,000 people to sixty performances.","In April of 2003, the center was dedicated to the 10<sup>th</sup> president of Alma College and became “The Oscar E. Remick Heritage Center for the Performing Arts.”"],"display_date":"March 1992","search_date":"1992-03-16","locations":[{"id":41547,"lat":43.2926870754,"lng":-84.6047678086,"zoom":9,"place":"Gratiot, Michigan"}],"tags":[{"id":946,"tag":"Alma College"},{"id":974,"tag":"Buildings - Heritage Cent"},{"id":975,"tag":"Performing Arts Center"}],"course":{"name":"Histories of Alma College","school":"Alma College","course_id":68,"school_id":45}}]}