{"id":976,"tag":"The Scots","points":[[43.2926870754,-84.6047678086]],"bounds":[[43.2926870754,-84.6047678086],[43.2926870754,-84.6047678086]],"episodes":[{"id":5246,"title":"How Alma College became \"The Scots,\" and the start of the Highland Festival in Alma, Michigan.","course_id":68,"status":"P","start_date":"11/10/31","end_date":"11/10/31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Scottish Influence"," ","The history behind the Alma College mascot began with the student-run newspaper, <em>The Almanian</em>, which ran a series of stories over a three week period in 1931 asking the students of Alma college to participate in a contest to come up with a new school mascot to replace the then current one: the Fighting Presbyterians.","According to the first announcement of the contest in the November 10, 1931 issue of the Almanian, the idea for the contest was brought to the attention of the school paper by several members of the faculty. The growing dislike for their current mascot was the motivation for the name change due to the limited cheers of “Go Presbyterians” or “Go Campbellites,” in support of the current football coach, Royal Campbell.  According to the article, anyone who wanted to submit a suggestion needed to give it to the Almanian office by November 21 when the competition closed. The winner would receive $5 cash.","The two and a half week contest concluded with a student vote on the final suggestions picked by the selection committee. The three person committee was made up of President Crooks, Dean Mitchell, and Coach Campbell. The four possible names selected for the student vote were: the “Maroon”, “Vikings”, “Thistle,” and the “Scots.” Herbert Estes’s ’34 submission of “The Scots” received the most votes.","Estes was a sophomore at the time of the contest and after graduation continued to contribute to Alma College as a trustee for many years. He served as the Master of Ceremonies for the first Alumni Letterman's banquet in 1996. Mr. Estes also led a successful fundraising drive for the physical education center and was inducted to the Alma Hall of Fame in 1973.","It took a few years for the entire college to embrace the new name. The Alma College Marching Band did not become the Kilte Marching Band until it raised enough money to buy new uniforms in 1938, which is the same year that the first bagpiper joined, making Alma the second Scottish Kilte Marching Band in the United States. Also at this time, the Royal MacPhereson Tartan was chosen to be the official Alma College Tartan and the Alma yearbook changed its name from <em>The Maroon and Cream </em>to the <em>The Scotsman</em>. The yearbook would change again in 1995 to <em>The Scot</em>.","In the 1960’s David MacKenzie, an Alumnus came up with an idea for a Scottish festival in Alma to help the community embrace the Scottish culture. The idea was approved by the Chamber of Commerce and with planning help from Kenneth Jones and other volunteers, the first festival took place on May 25, 1968."],"display_date":"November 10, 1931","search_date":"1931-11-10","locations":[{"id":22669,"lat":43.2926870754,"lng":-84.6047678086,"zoom":9,"place":"Gratiot, Michigan"}],"tags":[{"id":980,"tag":"Highland Festival"},{"id":979,"tag":"Herbert Estes"},{"id":978,"tag":"Scottish Influence"},{"id":977,"tag":"Mascot"},{"id":976,"tag":"The Scots"},{"id":946,"tag":"Alma College"}],"course":{"name":"Histories of Alma College","school":"Alma College","course_id":68,"school_id":45}}]}