{"id":98,"tag":"Emancipation Proclamation","points":[[40.4812530856,-78.348626854],[38.9071923,-77.0368707],[38.968343,-77.0087889]],"bounds":[[40.4812530856,-77.0087889],[38.9071923,-78.348626854]],"episodes":[{"id":4620,"title":"War Governors Declare Loyalty to Lincoln","course_id":18,"status":"P","start_date":"1862-09-24","end_date":"1862-09-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            General George McClellan's inability to secure victory on the battlefield in the summer of 1862 added turmoil to an already fragile situation. Many northern politicians were frustrated with the general's performance, not to mention their anguish over a costly war that was once expected to be a quick victory.  Dick Yates, Governor of Illinois, emphasized through speeches and private letters that President Lincoln should implement harsher policies. Senators Trumbull of Illinois and Chandler of Michigan went a step further and said Lincoln needed to be threatened so that he would be forced to employ new policies and even new men. ","            Governor Andrew Curtin of Pennsylvania recognized the growing resentment against Lincoln across the North. As a result, he asked the president for permission to hold a conference with all of the loyal governors to \"take measures for the more active support of the government.\" Curtin scheduled the meeting for September 24, 1862 at Altoona, Pennsylvania. The meeting took place in the elaborate Logan House Hotel located directly across the street from the Pennsylvania Railroad station. Only twelve governors attended the conference because New York's Edward Morgan refused Governor Curtin's invitation on the grounds that it lacked \"any information as to the purpose of the meeting,\" Governor Buckingham of Connecticut was delayed, and Michigan's Governor Blair was too busy with the state Republican convention to attend.  ","            Two days before the meeting on September 22, 1862, Lincoln issued the Emancipation Proclamation. The order significantly decreased many of the governors' qualms with the president, especially the Republicans who had been calling for sterner policies. Although the governors agreed on the Emancipation Proclamation, they continued to disagree on McClellan as the Union general in charge of the Army of the Potomac. They debated McClellan's abilities in the Logan House parlor but failed to reach a unanimous conclusion. ","            The only issue the governors could agree on was the terms of a proclamation. They decided to show their support for Lincoln by drafting an address and then wiring it directly to Washington.  The Address stated \"…we pledge without hesitation, to the President of the United States, the most loyal and cordial support.\" The governors also emphasized their approval of the Emancipation Proclamation saying, \"we trust and believe that the policy now inaugurated will be crowned with success, will give speedy and triumphant victories over our enemies, and secure to this nation and this people the blessing and favor of the Almighty God.\"  ","            There were a variety of factors that contributed to Lincoln's decision to issue the controversial order. Lincoln claimed the proclamation was the result of driving the Confederacy back over the Potomac, but contemporary Democrats asserted the Altoona Conference was the deciding factor. Historian William Hesseltine asserted \"whatever the reason for the Emancipation Proclamation\" the Altoona Address was a \"valuable document for Lincoln, and he used it to coerce state executives.\" Despite the reasons for issuing the proclamation, it cannot be denied that the Loyal War Governors Conference assured Lincoln that he would maintain vital support during the war.  "],"display_date":"September 24, 1862 - September 25, 1862","search_date":"1862-09-24","locations":[{"id":10861,"lat":40.4812530856,"lng":-78.348626854,"zoom":9,"place":"BLAIR, Pennsylvania"}],"tags":[{"id":98,"tag":"Emancipation Proclamation"},{"id":188,"tag":"Governor Curtin"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":6653,"title":"A New Beginning","course_id":170,"status":"P","start_date":"1863-01-01","end_date":"1888-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After examining the document To Colored Men, it can be said that this document explains what happened after the slaves were finally emancipated. The document goes on to describe the laws that were put in place to protect and enforce anti-slavery and some of the consequences if these laws were not followed. Also contained in this document are a few responses to the emancipation of slaves put in place by president Abraham Lincoln. While examining this document, it is proven that the emancipation of slaves created a gateway. The African American race was finally able to fight for what they believed in without a rather gruesome consequence such as a “whipping”. To Colored Men describes the beginning of freedom for the African American race and the opportunities that were received due to the emancipation of 1863.  ","On page one of the document, Abraham Lincoln gives a brief statement about how the government should provide protection for its citizens. When Lincoln made the statement, he was referring to every citizen regardless of race, class, or condition. Even though Lincoln said that all citizens should be protected, he emphasized the protection of one specific group, U.S soldiers. The emancipation meant absolutely no slavery, so if an enemy were to enslave a person because of his color, there would be brutal retaliation. The enemy were to remain enslaved until the person(s) of color were released.","As the document progressed, some of Lincoln’s servants responded to this new tactic referred to as “man for man”. For example, contained in one of the responses is a situation involving the capture of  three black soldiers. In the response, Lincoln’s loyal servant agreed to keep three rebel soldiers imprisoned until the others are freed.  During this time there was a zero tolerance policy on slavery. Retaliation had became the biggest practice of military forces in the year of 1863. Edwin M. Stanton made the statement  “ ..retaliation will be our practice now-man for man- to the bitter end.”. This statement meant that as long as their men were held captive, the more retaliation would be brought upon opposing forces. This also meant that they didn’t care about what the outcome would be, regardless they would still retaliate for their captured soldiers.","After the tactics and philosophy of the army were described, the document began to explain the benefits that African Americans would receive if  they had chosen  to enlist in the armed forces. When examining this section of the document, it seemed as if African Americans were treated the same as the Caucasian American. In reality they were. They received the same pay and the same benefits as the white males during this time. Some of the benefits are still provided to soldiers today. For example if a soldier were to be severely injured or to die, he and his family would receive “pensions” from the armed forces. They were even paid while enlisted regularly.","Also around this time, African Americans were some of the most fierce soldiers to step foot on a battlefield. For example, there was the Battle of  Honey Springs, Arkansas. The battle was between the First Kansas Colored Regiment and the 20th Texas Regiment.  The outcome of the battle was very unexpected. An army of colored soldiers took on an army that was twice its size. The Texas Regiment went into the battle with 300 soldiers and came out with 60. Through all of the times that African Americans were degraded, they had finally showed how strong and powerful they can be. It took a long time for the African American race to get to this point in history. This also proves that they had beat the odds and had that they are more than just a peasant or slave; they were warriors.","After examining To Colored Men, it can be said that this document explains the events following the emancipation of slaves along with the opportunities that came with it. The emancipation of slaves opened up many doors for the African American race. After the slaves were finally free, they showed people of  the U.S what they really were capable of. They fought in the armed forces and they never backed down despite their low number of soldiers that they had. This was the beginning of freedom for African Americans. The document comes to show that African Americans were in fact strong and that they were warriors.  African Americans had made great progress after gaining freedom, but there was more to come in their later years."],"display_date":"January 1, 1863 - January 1, 1888","search_date":"1875-07-02","locations":[{"id":52950,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC, USA"}],"tags":[{"id":2824,"tag":"Charles Sumner"},{"id":32,"tag":"Civil War"},{"id":98,"tag":"Emancipation Proclamation"},{"id":3252,"tag":"1863"},{"id":3253,"tag":"Colored Troops"},{"id":3254,"tag":"Enlistment Poster"},{"id":3255,"tag":"Recruitment Poster"},{"id":3256,"tag":"Edwin M. Stanton"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6686,"title":"An analysis of the Emanciptation Proclamation","course_id":170,"status":"P","start_date":"1862-09-22","end_date":"1863-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Emancipation Proclamation played a pivotal role in the progression of the American Civil War. This document was the first major action in getting rid of the institution of slavery in the United States. Though Abraham Lincoln did not receive open arms when creating this document, he did bring a new since of freedom to the African Americans in the country. This document had two sides, one side believed that it was time to take action and to win the war they needed to get rid of the one thing the south was fighting for. And the other side stood against it, they thought that getting rid of slavery was a wrong move and believed they were just ripping apart the country even more.","            The effects of this document brought many questions and many new ideas to the United States. In the document Lincoln States “All persons held as slaves within any State or designated part of a State, the people whereof shall then be in rebellion against the United States, shall be then, thenceforward, and forever free.” In the first sentence Lincoln jumps right in to the fire and does what he was there to do. Though there can be an argument made that Lincoln technically has no jurisdiction to free the slaves in the south. This document still shocked the minds of many people both in the union and the confederacy. Many northerners believed the idea of freeing all the slaves would hurt the country.","            Other than controversies, this document did bring a lot of good and a new since of freedom. This document did give birth to the African American man in the Union and chance to join the army.  Lincoln stated “I further declare and make known, that such persons of suitable condition, will be received into the armed service of the United States to garrison forts, positions, stations, and other places, and to man vessels of all sorts in said service.” During this time the union was experiencing huge casualties on the battlefield. The freed slaves gave the Union the numbers it needed to keep the war going and help continue the pursuit against the Confederacy. Throughout the progression of the war slavery was a grey area, though people knew this institution generally caused the war they did not know how to handle the topic. Abolition did not come into picture until Lincoln realized that he had to take away the one think the Confederacy was holding on too."," ","            To conclude, the Emancipation Proclamation helped bring a shifting point to the American Civil War. After mass causalities and a happening of an immoral institution weighed heavier than it could have ever, Lincoln realized that he needed to take action. For years to come this document will send a new since of freedom to the slave and it would become there first step of a long road to equality. Still today we see some of the residual aftermath of this time period and it will affect us for many years to come."],"display_date":"September 22, 1862 - January 1, 1863","search_date":"1862-11-11","locations":[{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":3,"place":"Washington, DC"}],"tags":[{"id":4,"tag":"Slavery"},{"id":98,"tag":"Emancipation Proclamation"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6697,"title":"The Emancipation Proclamation","course_id":170,"status":"P","start_date":"1862-01-22","end_date":"1863-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Many people believed Lincoln was a good man and one who should be honored but while there are those who believe he was great, there are others who find his ideals nonsensical. Abraham Lincoln had a vision that transcended mere thought, he believed in equality of all people, which to the south was unacceptable. Abraham Lincoln only wanted the country to stay together, believing that a split was destruction to America. He desired that one day, all people can walk beside each other without hatred instead peace. One document that is worthy of praise was the creation of the Emancipation Proclamation."," ","Both the North and the South had a different view about the creation of the Emancipation Proclamation. There are several differences that the Union and the Confederacy had towards the Emancipation Proclamation crafted by President Abraham Lincoln during 1863.The effect the Emancipation Proclamation had on both northern and southern minds is worthy of recognition by historians. The Emancipation Proclamation was constructed by Abraham Lincoln as a result of him desiring freedom for a civilization that was put down both physically and emotionally. Abraham Lincoln believed in the principle that all life should be valued and the preservation of the Union was of upmost importance."," ","Lincoln could be thought of as a golden knight; a savior to the African American slaves. The Union viewed the emancipation of slaves as a due right and believed that the demoralizing process known as slavery was an abomination to all of creation. The Emancipation Proclamation was created after the Battle of Antietam in 1862. Lincoln and the Union believed that the Confederacy’s perception of slavery was morally wrong, even if Lincoln would’ve confined slavery to only the southern states. Lincoln did not have the authority to completely ban slavery but he could confine it. Northerners viewed Lincoln as the “Great Emancipator”."," ","The Confederacy did not view the Emancipation Proclamation as a good idea as they would lose valuable labor that lead to an increased production and a better economy through a southerner’s eyes. The Confederates believed in slavery as a constitutional right and as a traditional virtue that originated with the founding fathers. Many people who lived in the South during that time didn’t understand the fragile and inhumane treatment that slavery caused. They viewed the Emancipation Proclamation as a permanent escape from their previous reality. Lincoln made a decision that despite the South rejecting, allowed the freedom of slaves from servitude."," ","The Union and the Confederacy despite their differences, exist as two entities that came together despite their differences. The Union’s opinion was the most logical and ultimately the one opinion that needed to be known. The confederates believed that the Emancipation Proclamation was wrong as it reaped them of their labor system that had worked for many years. The Thirteenth Amendment abolished slavery throughout America completely leading all slaves to the freedom they deserved. With enough persistence, the North’s viewpoint finally was accepted by southerners. The southerners had a difficult time originally due to their lifestyle, however, the South adopted a new virtue. The virtue of treating people equally."," "," "," "," "],"display_date":"January 22, 1862 - January 1, 1863","search_date":"1862-07-13","locations":[{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C."}],"tags":[{"id":98,"tag":"Emancipation Proclamation"},{"id":365,"tag":"Emancipation"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6698,"title":"Does Emancipation Really Mean Free?","course_id":170,"status":"P","start_date":"1862-01-01","end_date":"1865-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     During the time Surrounding the Civil War, African American slaves and northern citizens had anticipated the official end of slavery. Initially during this time there was only one man who had the authority to end the existence of the gruesome institution once and for all. The man in question was Abraham Lincoln.  Lincoln was elected President of the U.S in 1861. Being that he was the elected official, he bestowed the power to do something that slaves and citizens of the North had long waited to happen. He emancipated slavery once and for all just two years after being elected. Although he didn’t take charge immediately to end the existence of the gruesome institution, he did it just at the right time during the war."," ","    During the war Lincoln issued a Preliminary Emancipation Proclamation. This document was issued by Lincoln in 1862, which was almost a year from the official document. In this document, Lincoln did in fact free slaves. But did he free every slave? Here’s the issue with the preliminary document. Instead of freeing all slaves, he only freed slaves in slave holding Union states. Being that slaves in the union would be emancipated, this would mean that slaves in confederate states would have to wait much longer than they had anticipated. This act also created questions like “ Why not free every slave ?”. There was more to the story leading up to the emancipation of slaves.   "," ","    Being that the country was in an internal war, Lincoln would have to be very clever with the decisions that he made. Because the Confederate Army had possession of part of the country, it was almost impossible for Lincoln to emancipate the slaves in full. The Confederacy definitely wouldn’t allow it. Although Lincoln was the president of the country, the South wasn’t too fond of his ideas and philosophies. The South perceived Lincoln as an imbecile and refused to let him take their source of commerce away from them."," ","Eventually, the Union pushed pass Confederate forces to the point where they had more control. Once they gained as much ground as they did, the war was putty in their hands. After gaining ground into Confederate territory, this opened the door for the emancipation of slaves. In 1863, on the first day of the year, Lincoln finally freed all slaves once and for all. Being that slaves were free, many doors opened up for the African American population. After being freed many of the slaves went on to join the Union Army to give them an edge over the once notorious south. Two years after being emancipated, the slaves joined the Union Army in victory over the Confederacy in 1865. The emancipation of slaves played a vital role in the Civil War. In fact there’s a possibility that the Confederacy may have caused an unexpected turnaround  had slaves  not joined in on the war. The emancipation of slaves changed the structure of the U.S and will forever be remembered."],"display_date":"January 1, 1862 - January 1, 1865","search_date":"1863-07-03","locations":[{"id":52826,"lat":38.968343,"lng":-77.0087889,"zoom":7,"place":"Washington D.C."}],"tags":[{"id":3317,"tag":"Abraham Lincon"},{"id":3252,"tag":"1863"},{"id":317,"tag":"1862"},{"id":98,"tag":"Emancipation Proclamation"},{"id":32,"tag":"Civil War"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}