{"id":984,"tag":"1991-1992","points":[[43.2926870754,-84.6047678086]],"bounds":[[43.2926870754,-84.6047678086],[43.2926870754,-84.6047678086]],"episodes":[{"id":5247,"title":"The story of the 1992 Alma College women's basketball NCAA Division III Championship season.","course_id":68,"status":"P","start_date":"11/1/91","end_date":"3/24/92","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["1992 Women’s Basketball National Championship"," ","Alma College has a history of excellence, both in the MIAA and against colleges around the nation. The pinnacle of Alma’s athletic excellence, however, is the National Championship that the women’s basketball team of 1992 brought back to Scotland U.S.A.","Led by head coach Charlie Goffnett and assistant coach Mark Guyette, the team was comprised of 13 players: Amy Elbers ’92, Lauri LaBeau ’93, Julie Long ’93, Colleen Wruble ’93, Kelly Jaster ’94, Susie Kieffer ’94, Katie Mans ’94, Stephanie Mortensen ’94, Tara Sherman ’94, Andrea Balliet ’95, Amy Doucette ’95, Terri Hogan ’95, and  Jamie McCallister ’95. Several of the players earned All-MIAA honors, American Women’s Sport Federation Fast Break All-American honors and All-Tournament honors from the NCAA playoffs. Coach Goffnett was also given Coach of the Year by the American Women’s Sport Federation.","The Lady Scots were predicted to be number one in the MIAA by the coaches’ preseason poll and led off the year with a Baldwin-Wallace tournament win, in which they beat Rio Grand (Ohio) 74-60 in the final game to win the tournament for the third straight time. The Lady Scots finished the season only losing one league game and winning the MIAA by beating second place Adrian College in the final game of the season 68-65. The win gave Alma an automatic berth into the NCAA tournament, which was the first time the NCAA had given an automatic tournament bid to the winner of the MIAA. The days leading up to the tournament were not without controversy, however, as a mistake by the NCAA failed to give the MIAA champions a home court advantage in the tournament, which they would normally have deserved. Consequently, throughout the playoffs, Alma played on the road, including in the first game at Adrian, a lower tournament seed. Some thought the reasoning was because Adrian had a wood floor and Alma had a ”Tartan” artificial floor, but a more plausible reason was discovered later. The NCAA made the mistake by using the wrong criteria when deciding home court advantage, using Division 1 criteria instead of Division 3. After an appeal, the NCAA upheld its original decisions and proceeded with the tournament as planned. The Lady Scots were only motivated by the disadvantage and used it to fuel their playoff run.  Coach Goffnett was quoted saying “You could see it in our player’s eyes. They were just not going to be denied.” Alma won three road consecutive road games to earn a place in the NCAA Division III Final Four.","The Lady Scots then went on to defeat Luther, an unranked team going into the tournament, in the semifinals 81-80, and played Moravian, a team which was on a forty-three-game winning streak, in the finals.  Alma was down at the end of the first half, but after a very physical second half came back to defeat Moravian 79-75, winning the NCAA Division III Championship."],"display_date":"November 1, 1991 - March 24, 1992","search_date":"1992-01-12","locations":[{"id":41547,"lat":43.2926870754,"lng":-84.6047678086,"zoom":9,"place":"Gratiot, Michigan"}],"tags":[{"id":984,"tag":"1991-1992"},{"id":983,"tag":"Alma College Athletics"},{"id":982,"tag":"Women's Basketball"},{"id":981,"tag":"NCAA Div III Championship"}],"course":{"name":"Histories of Alma College","school":"Alma College","course_id":68,"school_id":45}}]}