{"id":988,"tag":"Homecoming","points":[[43.2926870754,-84.6047678086]],"bounds":[[43.2926870754,-84.6047678086],[43.2926870754,-84.6047678086]],"episodes":[{"id":5249,"title":"Alma College Homecoming","course_id":68,"status":"P","start_date":"1/1/17","end_date":"12/31/42","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The origins and starting date of the homecoming tradition are largely debated, but the yearly Harvard-Yale football game is said to have been inviting alumni to return since 1870. Alma College’s Homecoming is first mentioned in the 1917 Almanian."," ","The 1925 Almanian explains that activities for each year’s homecoming have expanded from a football game to an alumni focused weekend, including a Friday night pep rally, parades, coffee hour at the current president’s house, and an annual homecoming dance with live bands. From 1889 to the mid 1900’s a popular activity was the pajama parade, which started when shopkeepers would give gifts to students who paraded down the streets in their pajamas. This later turned into a freshman hazing event, in which all freshmen would don their pajamas and report to the gymnasium. Hazing originated as a way to create group unification and respect for an organization. Unfortunately, many serious injuries and fatalities have occurred over the years, causing hazing to be such a serious issue that it has been outlawed in forty-four states including Michigan. With a stricter view on hazing and new anti-hazing laws established, the pajama parade ended."," ","Alma College’s centennial homecoming was not only a significant event to the students and alumni, but also marked another transition in the events of homecoming. In previous years only a queen that was crowned at homecoming, but this special centennial year included the additional crowning a king, which became a yearly tradition to this day. This special year also included a week of activities building up to the main homecoming weekend with events such as big band dance lessons, various movie showings, scavenger hunts, “crazy olympics”, pig roasts, and the traditional pep rally on Friday evening."],"display_date":"1917 - 1942","search_date":"1929-12-31","locations":[{"id":17955,"lat":43.2926870754,"lng":-84.6047678086,"zoom":9,"place":"Gratiot, Michigan"}],"tags":[{"id":988,"tag":"Homecoming"},{"id":946,"tag":"Alma College"}],"course":{"name":"Histories of Alma College","school":"Alma College","course_id":68,"school_id":45}}]}