{"id":989,"tag":"Organizations","points":[[43.2926870754,-84.6047678086]],"bounds":[[43.2926870754,-84.6047678086],[43.2926870754,-84.6047678086]],"episodes":[{"id":5251,"title":"The Development of Service Organizations at Alma CollegeThis piece looks at the various philanthropic organizations that have been present at Alma College over the past 25 years.","course_id":68,"status":"P","start_date":"1/1/86","end_date":"12/31/09","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["According to a ranking by the <em>Washington Monthly</em> regarding Liberal Arts Colleges around the country, Alma College is ranked 4<sup>th</sup> for Community Service participation and hours received. Alma College has consistently offered campus organizations to its students which have allowed them to give back to their local community, to the nation, and to the world.","In the late 1980s, Alma College offered one major service group, Circle K, a worldwide service organization that “blends community service and leadership training with the opportunity to meet other college students around the world.” The Circle K chapter at Alma served various groups, both local and national.","Service groups grew in the 1990s to include such organizations as Amnesty International and Students United for Nature.  Students Offering Service replaced Circle K in the fall of 1992 and provided service in various concentrated areas, such as education and child care, hospital care and domestic violence. Throughout the 1990s, there were special events that allowed a larger range of the student body involvement. One significant occurrence, the Aids Memorial Quilt made in 1998, provided Alma students with the opportunity to realize the impact of the Aids epidemic around the world.","The beginning of the 21<sup>st</sup> century brought organizations which allowed students to be involved in service outside of the Alma College community, such as Discovering Vocations, which promoted Alternative Breaks, and Habitat for Humanity. The national service fraternity, Alpha Phi Omega, which was originally present on campus in the 1960s but died out, was reinstated in 2002 . In 2005, Alma College hosted its first Relay For Life, a 24 hour event which raised money for the American Cancer Society. That first year, 28 teams raised $22,000 for the cause. Throughout that decade, students began to be more involved in service around campus as well. A yearbook article from the 2002 school year stated, “The community service learning activities provide the support unities to meet new people, learn new skills and have fun while accomplishing some good for the Gratiot County.”"],"display_date":"1986 - 1909","search_date":"1948-01-01","locations":[{"id":38087,"lat":43.2926870754,"lng":-84.6047678086,"zoom":9,"place":"Gratiot, Michigan"}],"tags":[{"id":946,"tag":"Alma College"},{"id":989,"tag":"Organizations"},{"id":990,"tag":"Philanthropy"}],"course":{"name":"Histories of Alma College","school":"Alma College","course_id":68,"school_id":45}}]}