{"id":991,"tag":"Majors and Minors","points":[[43.2926870754,-84.6047678086]],"bounds":[[43.2926870754,-84.6047678086],[43.2926870754,-84.6047678086]],"episodes":[{"id":5252,"title":"Alma College Majors and Minors This episode looks at the Academic Programs that Alma College offered in its first 100 years of existance.","course_id":68,"status":"P","start_date":"1/1/87","end_date":"12/31/87","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Alma College did not require students to have an academic major until the 1908-1909 school year. Prior to that year, students were only required to complete a general degree of study, such as a Bachelor of Arts or Sciences. The 1908-1909 catalog states, “in order to secure to the student the advantage of intensive work, he is required at the proper time to choose two subjects in which he must secure a total of from 36-40 hours” (pg. 14).In that first year, options included: Ancient, Languages, History-Economics, English-Modern Languages, Mathematics-Laboratory Science and Chemistry-Biology. The requirements were altered in 1920, requiring students to choose two majors offered by eighteen different departments. In 1924, students were required to complete one major of 24 credit hours. In the years following up to 1965, there were only minor changes. In 1965, the college established a minimum GPA of 2.0 that students must maintain in their area of study. In 1973-1974, students were given the option to choose either a departmental or interdepartmental major from two or more departments.","In 1928, students were not only required to complete a major, but also twenty credits of an academic minor. These requirements did not change until 1940, when students needed to have minors in two academic concentrations in order to graduate. Since 1945, there has no longer been a requirement for the number of areas of studies a student needed to have.","To encourage Alma students to be unique and creative individuals, the college created a program in the 1973-1974 academic year that allowed students to create their own major. This option, known as a Program of Emphasis, can be especially helpful to those individual students who know exactly what they want to do with their lives, but cannot find an academic major to assist them in fulfilling their dreams. Initial Programs of Emphasis included Anthropology, Child Development and Communications. Although many other colleges offer students the opportunity to create their own majors,  The Insiders Guide To The Colleges, states that Alma College “offers a number of programs not often found at similar schools” (412).","Throughout the history of Alma College, the popularity of each academic concentration has changed. The most prevalent ones among the 1921 graduating class were English, French and History. Between 1920 and 1930, the areas that students chose for their academic emphasis saw some shift toward the science and business majors, and in the 1930-1931 school year, the most popular major was History, followed by English, Biology and Economics. After the 1930s, student’s academic majors no longer appeared in the academic catalogs. However, in the 1940s, Alma College brochures began documenting student majors. The most popular major between 1946 and 1950 was biology. Over the years, Alma College has proved itself to be one of the top liberal arts colleges by offering some unique major and minor options."],"display_date":1987,"search_date":"1987-07-02","locations":[{"id":38087,"lat":43.2926870754,"lng":-84.6047678086,"zoom":9,"place":"Gratiot, Michigan"}],"tags":[{"id":946,"tag":"Alma College"},{"id":6,"tag":"Education"},{"id":991,"tag":"Majors and Minors"}],"course":{"name":"Histories of Alma College","school":"Alma College","course_id":68,"school_id":45}}]}