{"id":994,"tag":"College Sports","points":[[43.2926870754,-84.6047678086],[43.9430490955,-90.6124788709]],"bounds":[[43.9430490955,-84.6047678086],[43.2926870754,-90.6124788709]],"episodes":[{"id":5208,"title":"Alma College Men's Soccer","course_id":68,"status":"P","start_date":"1/1/70","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Men’s soccer began as a club team in 1970. Soccer became a varsity sport for the 1975-1976 season after Coach Beaumont successfully argued that if Alma College wanted to promote its connection to Scotland, the College should not ignore Scotland’s national sport.","Although instrumental to the foundation of men’s soccer, Beaumont only coached for the first season. The most successful coach to date is Scott Frey. He inherited a team that lost more games than they had won in one season to the NCAA Final Four in 1999 in only 7 seasons. Coach Frey also had 3 MIAA championships.","In 1998 Jeff Bateson was named All MIAA MVP and Tom Jewett, Jason Passalacqua, Todd Ruiter, Chris Alexander, and Matt Keller were named first team all MIAA. In 1999 four players, Paul Aceto, Chris Alexander, Jon Cullen, and Jeff Hosler were named first team all MIAA","Despite inauspicious tidings the year before when the men’s soccer team lost most of their equipment in a bus fire, in 1999 Alma College Men’s soccer did something that no other MIAA school had done before. With 16-2 record, they made it to the final four of the NCAA tournament. They had to beat Otterbein in the first round with an exciting 3 to 2 win in the shootout. They then beat Wisconsin-Whitewater 1 to 0. They then advanced to the elite eight where they played Trinity of Texas. They beat Trinity University 2 to 1. They then had to move on to the final four to play undefeated St. Lawrence University of New York. The Scots fought hard, their fight was not strong enough and they were defeated and their marvelous season stopped 2 wins short of a national title.","The newest coach Josh Oakley has a strong recruitment technique hoping to gain some valuable players and create a strong dynamic team. He has recruited close to 30 new students for the 2011-2012 season. Mr. Oakley has a good plan to improve this Alma soccer team."],"display_date":1970,"search_date":"1970-07-02","locations":[{"id":34980,"lat":43.2926870754,"lng":-84.6047678086,"zoom":9,"place":"Gratiot, Michigan"}],"tags":[{"id":993,"tag":"Soccer"},{"id":994,"tag":"College Sports"}],"course":{"name":"Histories of Alma College","school":"Alma College","course_id":68,"school_id":45}},{"id":5387,"title":"A Brief History of Women in Collegiate Sports","course_id":81,"status":"P","start_date":"1877-01-01","end_date":"12/31/02","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early days of American women in education, there was very little room for distraction. However, little by little, collegiate women began branching out from their studies to join social groups, enjoy other skills, and venture into the world of physical fitness. Despite some aspects of women’s athletics being present since the foundation of some schools, both faculty and administration of early American colleges feared the effects of competition and aimed at still shedding women in a positive light through collegiate athletics. It has been made clear by Chris Hartman’s <em>Health and Fun Shall Walk Hand in Hand</em> that there was no lack of interest in sports on behalf of the female students, just hesitation from the administration to implement women’s collegiate athletics. Only in recent years have women’s athletics been able to take on an identity completely its own away from physical education and intramural sports. That identity has growth into something big and all its own in today’s world.","In the early days of women on campus, it became evident that women were “frailer both physically and mentally than their male counterparts.” The growing number of women who were leaving home and taking on a world all their own at school is a direct cause for some sort of women’s health plan. When women began being officially accepted to the University of Wisconsin in 1863, plans were made to give female students a place “in the South Building, where ladies will be trained in Lewis’ new system of gymnastics”. Twelve years later in 1874, female Wisconsin University students took initiative for their health and lobbied for the right to use the men’s gym on campus. Permission was granted for two 60-minute sessions per week. A small start, but one that would get the ball rolling in just a matter of time.","Throughout the 1870s, small adjustments were made to the physical fitness programs at American schools and by the 1880s, women were allowed to exercise in a relaxed setting. At the University of Wisconsin alone, female students were allowed to play tennis, croquet, and ride bicycles at their leisure. This is making leaps and bounds over what they could do just a matter of years prior. Around the same time, in 1881, Marion Talbot and Ellen Richards for the American Association of University Women to further higher education to other women and find wider opportunities to use their training. Three years later, the American Association of University Women admits eight colleges to be charter members. Among them are Vassar, Wellesley, Cornell, and the University of Wisconsin, which led the charge for the women’s health and athletics movement. Soon after, the first research study that surveyed women’s health and physical education received feedback from 1,290 members and institutes that “contrary to prior statements made by a prominent Boston physician, higher education does not adversely affect the health of women college graduates.","Towards the very end of the 1800s, women’s interest in physical activities increased with the number of desirable activities they were allowed to participate in. By 1892, most top end colleges had seasonal activities such as sleigh riding, skiing, and boating, as well as newly founded clubs dedicated strictly to women’s athletics such as tennis club, coed cycling, or gymnastics exhibitions.","In a photo taken in 1899 of the Wheaton College Women’s Basketball club, one can clearly see the pre-development in the game of women’s basketball. Played mostly on grass at this time, hoops only consisted of rigid netting on a tall pole. The backboard, introduced to basketball in 1891, had not yet been presented to the game of women’s basketball. Not only was equipment underdeveloped for modern play, but uniforms consisted of black dresses, tights, and large bows around the neckline. These women can be seen as the first pioneers for women’s athletics and would become a spark for change to come.","As the 1900s began, so did a new outlook on women’s health. The activities began to shift from gymnastics and callisthenic drills towards organized games and sports. The University of Wisconsin was the first to answer this call for organized stimulation with the introduction of basketball and the installation of the Women’s Athletic Association in 1902. The Women’s Athletic Association served to promote and sponsor women’s athletics and physical activity across the country and would make strong changes through collegiate athletics for the benefit of women for years to come."],"display_date":"1877 - 1902","search_date":"1889-12-31","locations":[{"id":15049,"lat":43.9430490955,"lng":-90.6124788709,"zoom":9,"place":"MONROE, Wisconsin"}],"tags":[{"id":7,"tag":"Women"},{"id":994,"tag":"College Sports"},{"id":1216,"tag":"college life"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}}]}