{"id":103,"title":"The United States: A Nation Divided, 1836-1876","school_id":2,"school_name":"Wheaton College","term":"Spring 2013","abbr":"Hist 203","url":"","description":"This semester, students are writing episodes as part of an assignment called Understanding Slavery. They are using primary sources available from the Documenting the American South archive at the University of North Carolina.","points":[[39.082641455,-75.5700930066],[38.6199595082,-78.484150089],[37.954527025,-76.8481834827],[41.7868855542,-73.2333892529],[39.2464830538,-76.5960396412],[39.2038567799,-78.2606208397],[41.8745874433,-71.5917581694],[39.5570066884,-74.2819340744],[36.7198931687,-77.1037749414],[33.0697355251,-83.2500363363],[30.1220750117,-89.7244851703],[37.3864763379,-77.5769179581],[41.7585954468,-71.3839450728],[38.640154406,-90.4208185466],[42.3513145465,-71.9048338794],[43.0354607933,-73.0929521517],[38.1882210605,-77.65248979],[37.6195233772,-76.3456930418],[39.878712355,-75.2036894677],[32.8753704415,-79.8417496964],[35.0750705618,-77.1185103654],[39.5105141884,-77.3162251993],[38.0258033782,-75.2629443285],[39.3581940306,-75.9236060696],[37.7053205066,-84.2669359045],[39.1445168984,-78.1775216949]],"bounds":[[43.0354607933,-71.3839450728],[30.1220750117,-90.4208185466]],"episodes":[{"id":5638,"title":"Man or Machine? Commodification in the Antebellum South","course_id":103,"status":"P","start_date":"1820-04-01","end_date":"1820-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As the price of Bayley's son steadily rose and the auctioneer continued to call for the highest bidder, Solomon Bayley leaned agains the wall of the church to support himself in the heat of the summer sun. They boy who had been taken from him years earlier was up for sale, and it looked as though Bayley would lose his once in a lifetime opportunity to buy his son back. This is the story of Solomon Bayley, born into slavery decades before the onset of the Civil War and an ideal example of the commodofication and dehumanization of the enslaved population discussed in Walter Johnson’s <em>Soul by Soul. </em>A deeply religious man who later became a Methodist minister, Bayley fought to obtain not only his own freedom, but also that of his wife, son, and two daughters. Following a number of miraculous escapes and his ability to hide himself from right under the nose of pursuing slave traders, Bayley was able to make his way home to Delaware and ultimately become a free man. It was when Bayley went to the courts, then later purchased his wife and son that the true atrocities of commodofication and dehumanization can be clearly seen.","After being taken out of his home state of Delaware, Bayley went to the courts to legally gain his freedom, as was said to be granted to him according to state laws, but as his final trials neared, the first instances of dehumanization began. Although slaves who left the boarders of Delaware were promised their freedom, Bayley acted as a prime example of the ways in which the enslaved were not treated as human beings, but as objects and property. Bayley was not human, but as Johnson writes “a measurable monetary value” (25), and this was clearly demonstrated when Bayley went to court to legally fight for his freedom. Before his final trials were set to take place, Bayley explained that he was \"taken up and put on board of a vessel...bound to Richmond\" (2), losing his chance at freedom and the opportunity to become human again.","The most blatant example of commodofication can be seen when Bayley, after having purchased his own freedom from his master, bargained for the release of his wife and then purchases his son at a slave auction. To Bayley, his wife and son were some of the most important people in his life, but unlike the views of white slaveholders, their value went far beyond a price or numerical value. Johnson explains that in the slave market, slaves were trained and transformed into marketable objects, and their humanity was of no value to slaveholders who looked to buy and sell slaves at competitive rates. Bayley not only had to give his wife’s master all the money he owned for her freedom, but also had to work for him for a time to pay off the rest of the sum. He did not buy her off the auction block, but he needed to pay a steep fine to free his wife and take her home, even though she was Bayley’s husband, her master would only let her go at a price. Johnson argues that slavery, particularly the slave market, “was everywhere in the antebellum South” and acted as the foundation of “all of the values associated with the antebellum South” (116), that slaves were valued only as labor and a way of maintaining the economy and social standards of southern society.","Bayley’s purchase of his son also demonstrates the role of commodofication in slave society. Straight out of a slave market, Bayley was barely able to buy his son, but with the money he had and the contributions of some kind friends, he bought his son out of a life of captivity. Bayley’s son came from exactly the situation that Johnson describes in <em>Soul By Soul</em>, and Bayley learned that his son's master had died, and \"his property had to be sold, and my son had to be sold, as the other property, at public sale\" (29); the sale of his son is a direct example of one of slavery’s most evil institutions, the slave market. This boy was Bayley’s own flesh and blood, but because of the slave trade, as Johnson discusses, families were broken up constantly and white slaveholders took the place of African American parents in deciding the fate of their children. Slavery in the South not only turned the enslaved into mere objects of marketable value, but took away the humanity and destroyed the social structure of the African American community."],"locations":[{"id":1245,"lat":39.082641455,"lng":-75.5700930066,"zoom":9,"place":"KENT, Delaware"}],"tags":[{"id":1601,"tag":"Slavery, Slave trade"},{"id":3,"tag":"African-Americans"}]},{"id":5639,"title":"Journey to Freedom: The Bethany Veney Story","course_id":103,"status":"P","start_date":"1889-01-01","end_date":"1889-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Bethany Veney recalls her time as a slave in her autobiography, <em>The Narrative of Bethany Veney: a Slave Woman. </em> Born into slavery Bethany had little memory of her early life, but distinctly remembered being a source of entertainment for her master by singing and dancing. Although Bethany never mentioned feelings of objectification or dehumanization, which Hartman discusses in <em>Scenes of Subjection,</em> about entertaining her master she described the experience as, \"all manner of grotesque grimaces, gestures, and positions.\" She did not understand the meaning of the songs she was forced to sing, but believed that her master and his friends did not understand them as well. There are moments throughout the narrative as a whole where feelings of loneliness or helplessness shine through although she never expresses her opinion because it would be uncharacteristic for a slave to do so.","Bethany Veney was one the slaves in Virginia who never had to endure being sold at the market and worry about being separated from her children by distance. Although Bethany was eventually separated from her children, she managed to reunite with them later on in her life when she became free slave. According to Johnson in <em>Soul by Soul</em>, slaves at the market would often share gossip with one another, but Bethany only had contact with the other slaves she worked with. She did not have to deal with being examined by potential buyers or fear being sold in public. Bethany was sold twice in her life, once after her first master died and the second time she asked to be sold alongside her daughter because she did not like her master, whom she described as harsh and cruel. It was a rare occurrence for slaves to arrange their own sale, but Bethany was unlike most slaves.","When Bethany was finally freed from being a slave she moved about the Northeast at her leisure, often spending time in Worcester, Massachusetts where she would eventually buy a house and settle down. Bethany was also eventually reunited with her children and grandchildren and regularly went down to the South to visit them during the year. In comparison to other slave narratives during the 1800s Bethany did not have a terrible life. There is no mention of her being beaten or threatened by her masters throughout the narrative, nor was she ever sold at the public slave market. Bethany recorded her story so others would know what it was like to be a slave in Virginia who despite the odds managed to become free and live out the remainder of her life as she pleased."],"locations":[{"id":14137,"lat":38.6199595082,"lng":-78.484150089,"zoom":9,"place":"PAGE, Virginia"}],"tags":[{"id":453,"tag":"Runaway Slaves"},{"id":408,"tag":"Children"},{"id":270,"tag":"Freedom"},{"id":522,"tag":"Massachusetts"},{"id":7,"tag":"Women"},{"id":4,"tag":"Slavery"}]},{"id":5662,"title":"Solomon Bayley: The Hope of Escaping Slavery","course_id":103,"status":"P","start_date":"1813-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Solomon Bayley touched the tender side of slavery in his narrative. Torn away from his enslaved family in Delaware and carried off in a wagon, Bayley jumped to freedom. It was only the chance to buy back his wife and son that motivated Bayley. On his adventure he was forced to journey by foot through Virginia, and ran into scheming slaves and slave owners. Bayley finally made it to the slave markets where his wife and son were being sold. The most revealing ordeal Bayley encountered is one in which he bought his wife. The ties of affection to his wife glistened brightly. Not only did the daughter of his wife’s master plea for Bayley to succeed but other white southerners felt the need chip in as well. With a daughter’s sympathy and borrowed money, Bayley was able to strike a deal, in which he bought his wife and only had to be enslaved to a benevolent white slave owner for a year.","Bayley's narrative is evidently relatable to Walter Johnson’s book, <em>Soul by Soul</em>. Johnson presents us with the rigors of slave trade.  At the trading market it was common for slaves to use emotion in order to be traded where they wished to be or not. Case in point, Bayley has to rely on the use of emotion to appeal to the daughter and white men.  By Bayley showing distress and despair, the white men and daughter decide to lend a hand. However, the slave owners want Bayley's family to be enslaved to them for the coming year. Bayley agreed to this deal. Bayley was exercising the little agency a free slave has when he or she has leverage (i.e an able-bodied family and money). The dream of reuniting his family on a plantation and eventually situating his family in a completely free lifestyle is Bayley's end goal. We are also able to see the struggle and anxiety slaves had to go through just to see their family again. Bayley was able to conquer his anxiety through prayer and see his goal to the end. This connects to Walter Johnson's <em>Sould By Soul</em> on page 180 when Johnson provides the example of the slave Henry. Henry bargained with the slave owners to be sold with his wife or else he would runaway. Johnson describes the Henry and Bayley's behavior perfectly on page 180 when he shares \"Slaves who were brave enough to meet insincere questions with a sincere response built upon the accreted experience of the slave market with unwilling slaves...\" Bayley was candid towards the benevolent owners in sharing his financial problems. It took alot of guts to stand up for himself and ask for his wife. After reading Johnson it is clear that slaves do have agency which enabled them appeal to owners."],"locations":[{"id":14214,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":501,"tag":"Escaping slavery"}]},{"id":5640,"title":"Escape from Servitude in Connecticut: A Slave's Exodus out of Canaan Township","course_id":103,"status":"P","start_date":"1798-01-01","end_date":"1815-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Under the cover of darkness on a tense night in 1798, James Mars, an eight-year-old slave living in northwest Connecticut, was stirred from sleep by his parents and quietly whisked away from his master's farm. To add insult to injury, his father had stolen their master's horses and had them attached to the cart that would carry the family to safety. When the master, Rev. Thompson of Canaan Township, arose the next morning, he would discover both his slaves and horses missing while James Mars and his family were rolling into the neighboring community of Norfolk, in the foothills of the Berkshire mountains in the remote northwest corner of Connecticut. The consequences of this defiant, daring escape would be tense and unsettling for the escapees, as they would be relentlessly hunted by Thompson and his posse. In pursuit of freedom, they were running for their lives.","James Mars's slave narrative is absorbing, and he tells it thoughtfully and with careful consideration of details to place the reader in sufficient context. From what the reader can gather, Mars's master, Rev. Thompson, owned property in Virginia as well, and his wife -- who was from there -- coupled with tensions between the North and the South influenced him to move down to his southern estate. However, when he broke the news of the move to his slaves, Mars's father outright refused to be taken South and plotted a daring escape to save his family from inevitable disaster. Mars bestowed great credit to his father for having had the foresight and courage to attempt such a risky endeavor. As Mars explains in the narrative, \"My father, although a slave without education, was intensely watching the movements of the teacher of the people [Thompson], but kept all that he saw to himself, yet he was steadily planning his escape.\" Removing his family to nearby Norfolk, Mars's father sought shelter from a number of sympathetic white families. They hoped that if they held out long enough in Norfolk, their master would just cut his losses and depart permanently for Virginia; however, Reverend Thompson proved relentless in his determination to recover his slaves, and ultimately he discovered the whereabouts of his slaves and negotiated with them to ensure that he at least recovered the monetary worth of the family's two boys, Mars and his brother. The accord the two sides arrived at saw Mars and his brother being sold to separate masters -- with the slave family, surprisingly, awarded some say in determining who their boys would work for -- while Mars's father, mother, and sister were freed. This order of business settled, cruel Thompson finally departed for Virginia. The whole experience lasted, it can be inferred, a matter of months.","Mars's narrative is an unusual one in the grand collection of slave narratives, not only because of the northern location but also because Mars and his family were allowed such generous space in interacting with their legal owners. Historian Walter Johnson, in his landmark monograph <em>Soul by Soul</em>, explores how, in the slave markets of southern cities such as New Orleans, the commodities being offered -- a.k.a., the slaves themselves -- exercised some agency in the transactions in that they could, through facial expressions or posture or other means of passive communication, influence who purchased them. However, compared to this minimal control in determining their own fates as articulated by Johnson, James Mars and his family were able to obtain substantial leverage in negotiating with their master. For example, the exasperated Reverend Thompson agreed, per his slaves' wishes, to free Mars's parents and sister and relinquished control of the two boys to other slave masters whom Mars's family had had a say in selecting for their sons. And, while Mars was serving as a slave to his designated master, Mr. Munger, he demonstrated surprising boldness in dealing with Munger, repeatedly butting heads with his owner over when and under what conditions he was to be freed. Ultimately, Mars negotiated a satisfactory termination of his own involuntary servitude under Munger and on warm terms with the family to which he served, as he asserted he felt he had become a member of the family and remained in touch with them throughout his adulthood. In stark contrast to Walter Johnson's argument that reveals the meager means of agency that Africans in southern slave markets derived from the daily transactions, Mars and his family, albeit living in the North but nonetheless in a largely inhospitable climate and at an earlier time than the era depicted in Johnson's monograph, were able to exert some significant leverage against their owner and therefore paved the path for future abolitionist endeavors.","Beyond mere agency of the slaves, Mars's narrative indicates also, in agreement with Walter Johnson's definition of the \"chattel principle\" in <em>Soul by Soul</em>, that slave owners had a foremost concern for cash and that that thirst for wealth far outweighed any paternalistic obligations toward their slaves that slaveowners sensed. Mars was especially disturbed, it seems, by how his former master Rev. Thompson, the esteemed and morally impervious pastor of his parish, could not only practice the inhumane institution of slavery but also, in good conscience, be willing to either condemn his slaves to a life of misery on a southern plantation or sell them to another man for hard cash. Mars's depiction of Thompson directly relates to Walter Johnson's explanation of how slave masters, though some purported to have a paternalistic, charitable attitude toward their slaves, were in fact and invariably more concerned with increasing their wealth and would not hesitate in selling loyal slaves and separating families in exchange for cash. The slaves, perceived as chattel property and mere commodity, were expendable, and thus the inhumanity of slavery was only metastasized."," "],"locations":[{"id":15295,"lat":41.7868855542,"lng":-73.2333892529,"zoom":7,"place":"Litchfield, Connecticut"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}]},{"id":5656,"title":"Refuge in Religion: The Story of the Baptist Minister Noah Davis","course_id":103,"status":"P","start_date":"1854-01-01","end_date":"1854-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Noah Davis sat puzzled, he contemplated his next move. He had already purchased six of his children back from various slave owners, through hard work and many favors gained from people he discovered on his travels. His life defined turmoil. Noah Davis worked against the clock to purchase his seventh and final child, his daughter who was born into bondage. Noah Davis was already well versed in the North, as he had traveled often in search of funds to help pay for the church he planned on starting in Baltimore. He arrived into Boston where he was able to leave with 400 dollars toward his daughter's freedom. On those Boston streets, Davis stood star struck as he noticed his old master. He remembered what his master once said to him, \"I am not afraid of you running away Noah,-- you may go where you please.\" This was the same man, who made Noah's freedom possible, the same man who granted Noah Davis a free pass to the North to collect the money to buy his own freedom.","Noah's fortunes shifted greatly, and he thanked God. He then traveled to Providence, where he had worked hard to collect the money to purchase his daughter's freedom. Noah Davis was invited to preach, and give sermons at local Baptist churches throughout Providence. On his final day, through these church meetings, the most significant moment in Noah Davis' quest for his daughter's freedom occured. While Noah prepared for his trip to New York, a man of great authority approached Noah with a propisition. In front of the entire meeting, the man proclaimed \"Brother Davis, give yourself no more trouble about that daughter,-- You say you have to stop in New York. Let me say say, that when you get home, whatever you lack of the four hundred dollars, write to me, and I will send you a check for the balance.\" Noah proclaimed this as an act of God, and to his relief, promulgated \"I now left Providence, feeling in my heart that the place is rightly called by that name, as far as I am concerned.\"","In truth, Noah Davis was blessed to have the mild-mannered master in Fredericksburg, as he was allowed space to develop as an individual. However, as discussed in Walter Johnson's book <em>Soul by Soul, </em>were the concepts of turning people into commodities and the creation of a law of supply and demand for slaves. The harsh reality is that Noah Davis not only had to buy himself out of freedom, but also his seven children who were born into bondage as well. Through his focus on faith, and the connections he was able to make during his time traveling and in Baltimore, he was able to possess the strength to purchase his family. It is one of the many horrors of the slave market, and slavery in general, this idea that a family can be broken apart, and then sold individually in correlation with a notional concept of a human stock market. Even though Noah Davis freed his children from bondage, this reality is merely a fantasy for the majority of slaves who were taken from their kin and sold in the \"Deep South\".","This quote in Walter Johnson's <em>Soul by Soul</em> displays the rarity of the circumstances in which had unfolded for Noah Davis, \"... some few others were able to gain their freedom by purchasing themselves.\" Noah Davis lived a life in which he was able to escape the normal. He put his faith into God, his fellow man, and with help from a kind slave master, he successfully avoided the \"story of seperated lovers and broken families.\""," "],"locations":[{"id":5931,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"},{"id":13838,"lat":39.2038567799,"lng":-78.2606208397,"zoom":9,"place":"FREDERICK, Virginia"},{"id":11401,"lat":41.8745874433,"lng":-71.5917581694,"zoom":10,"place":"PROVIDENCE, Rhode Island"}],"tags":[{"id":4,"tag":"Slavery"},{"id":79,"tag":"Religion"},{"id":3,"tag":"African-Americans"}]},{"id":5641,"title":"The Sad Tale of the Death of Sarah, Wife to Quamino Buccau","course_id":103,"status":"P","start_date":"1842-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the last years of his life, Quamino Buccau was a free man in Burlington, New Jersey. He was a noble, warm-hearted soul, always striving simply to live in freedom, never to put another's place in jeopardy for his own ends. Unfortunately, Quamino had been alone for eight years crippled and unable to perform many of the duties required simply to survive. He needed help to live, and he received it, but he had not always been alone.","Eight years previous to his own death at the age of eighty-nine, Quamino lost the woman he had loved since his twenty-sixth year, Sarah. Like him, she was a former slave, granted her freedom after years of service. For almost fifty years, through the hardships of separation through changing of masters as well as the other troubles caused by slavery, Quamino and Sarah were one. After gaining their freedom in 1806, they lived together for thirty-six years before her death, and she was able to help him in his disabled state.","Sarah died suddenly, unexpectedly, and Quamino was in great distress. So terrible was his condition that when her body was removed from their home to be buried, he was unable to follow the funeral procession to her final resting place. Quamino, a very pious man, uttered these words, \"Farewell,\" he exclaimed; \"I shall see her no more, till we meet within the Pearly gates.\" So strong was their love, so strong was their piety, they knew they would meet once again at the gates of heaven.","He was all alone now, a crippled man, never far from death's door, but he clung to life for eight more years. His son and others took care of him, as he was unable to even dress himself or put himself to bed, but he was alone, and so he remained. Quamino Buccau was a good man, and his every need was accomodated for by the noble townsfolk until his death in 1850.","Quamino's case was a rare one for a slave; he had many masters, as was common, but almost all of them were very fond of him, rarely beating him or punishing him in other ways. In <em>Soul by Soul, </em>Walter Johnson discusses the harshness of the southern slave markets, but Quamino was always traded privately, and never experienced such things as slave pens. What is also curious is the great respect shown to him after his emancipation from all sides - a rare case indeed."],"locations":[{"id":8473,"lat":39.5570066884,"lng":-74.2819340744,"zoom":9,"place":"BURLINGTON, New Jersey"}],"tags":[{"id":1390,"tag":"New Jersey"},{"id":4,"tag":"Slavery"},{"id":1613,"tag":"piety"},{"id":1616,"tag":"quamino buccau"},{"id":1617,"tag":"1842"}]},{"id":5642,"title":"Inside the Slave Trade: John Brown's Experience Within a New Orlean's Slave Pen","course_id":103,"status":"P","start_date":"1855-01-01","end_date":"1855-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["John Brown, also known as Fed, was born into slavery in Virginia. As a child, he was separated from his family, and was sold and purchased by three different masters. Brown suffered from many acts of cruelty from his masters: he lost partial use of one eye after being kicked in the face repeatedly by an overseer. He was also used in a number of gruesome experiments performed by a doctor who was seeking the cure for sun stroke. After multiple attempts to escape, Brown found himself in a slave pen in New Orleans. After being sold from the pen, Brown finally managed to escape from his owner in Mississippi, and he was able to attach himself to part of the Underground Railroad, making his way North. He eventually managed to gain passage to England, having heard tales of freedom in Britain from slaves in his past.","While Brown attempted to maintain a low profile in the slave pen, he was able to observe some of the subtleties that lay beneath the surface of the slave trade. During his three months at the slave pen, Brown was able to gain insight into the slave trade, noting the subtle differences between potentially cruel owners, compared to those who may have been more forgiving. Walter Johnson, in his book <em>Soul by Soul</em>, discusses how slave-traders were regarded with disdain by all, including other slave-holders. In fact, multiple times Johnson quotes Brown's narrative, particularly the chapters in which Brown discsses his time in the slave pen. Traders would constantly force slaves to stand straight, smile, and \"act the part\", in order to manipulate buyers, even when the slaves were at their most vunerable. Brown recalled how \"Even the poor, dear, little children, who are crying and wringing their hands after 'daddy and mammy,' are not allowed to exchange with them a parting caress\"(118). There was heavy emphasis placed on the interaction between potential buyers and slaves, but some slaves, including John Brown, were able to use this to their advantage. Although small, slaves found a source of power within the Slave Market. Some buyers would avoid slaves who stood too tall and answered too quickly, thinking that those slaves might cause trouble. Others would pass over those who showed weakness, either physically or emotionally. Through his observations of these interactions, Brown developed an ability to \"cheat the system\" in a way, acting undesirably towards buyers who he thought would be cruel, while adopting a more favorable view towards potentially more gentle masters. While slave traders and buyers thought they were in complete control, some slaves may have been able to gain more control over their sale then advertised."],"locations":[{"id":14283,"lat":36.7198931687,"lng":-77.1037749414,"zoom":9,"place":"SOUTHAMPTON, Virginia"},{"id":1525,"lat":33.0697355251,"lng":-83.2500363363,"zoom":10,"place":"BALDWIN, Georgia"},{"id":5598,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":4,"tag":"Slavery"},{"id":96,"tag":"Slave Trade"}]},{"id":5643,"title":"Something from Nothing: How Kate Drumgoold Directed Her Own Future","course_id":103,"status":"P","start_date":"1870-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Kate Drumgoold walked through the door of the school room, the fee for her education in one hand and a Bible in the other. The funds her church had raised to put her through school had been stolen from her, but her passion had not been taken along with it. Saving up her earnings to pay for her schooling had been difficult, but her dream of one day being able to teach fellow former slaves to read and write so that they could become better Christians helped her bide her time to ensure that day could come."," ","Slavery in the United States could not be boiled down to a universal experience. The varying degrees of cruelty exhibited by owners created a spectrum of suffering on which the lives of slaves fell. Kate Drumgoold had the good fortune of growing up in the years just before the Civil War broke out in the home of an exceptionally caring owner. She was one of thirteen children, but she was frequently separated from her mother and siblings and the family underwent long periods of time without contact. Drumgoold had no choice in being parted from her family during her younger years, but she would not allow this powerlessness to define her life later down the line. Attending church was an integral part of Drumgoold’s relationship with her ‘white mother,’ as she referred to the wife of her owner, and the education she received there endowed her with a sense of personal empowerment. Upon reaching adulthood, though Drumgoold was technically free, she still depended on the employment of the same families who would have owned her just years earlier. Despite this, Drumgoold disregarded official assignments concerning the location of her work, choosing instead to remain loyal to the families she liked better, the women she felt needed her, and ultimately, herself. She asserted power in a situtation where she seemed to have none."," ","It is true that Drumgoold was already a free woman when she shaped her circumstances, but that does not mean her ancestors were unable to create a sense of agency for themselves. Walter Johnson’s <em>Soul by Soul</em> delves into the mindset and behaviors of all parties involved in the New Orleans slave market—traders, owners, and the slaves themselves. Johnson informs the reader of the ability the slaves in pens had to potentially influence their sales through networks of communication, personal observations, and mastering the art of answering questions. The availability of this opportunity varied and some individuals were more adept at taking advantage of it than others, but what is important is that it did in fact exist."," ","Kate Drumgoold lived in Virginia in a domestic setting, not in New Orleans as a field hand, and she was never put up for auction, but she and the individuals discussed by Johnson exhibited similar skills in manipulation for personal benefit. Those who remained enslaved were only able to control their lives so much, but Drumgoold used the freedom afforded her by time to pay it forward, working to put herself through school so that she in turn could educate other former slaves, continuing the tradition of self-improvement against the odds."," "],"locations":[{"id":13742,"lat":37.3864763379,"lng":-77.5769179581,"zoom":9,"place":"CHESTERFIELD, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"},{"id":3,"tag":"African-Americans"}]},{"id":5644,"title":"The Commodity of Self: A Tale from the Narrative of Elleanor Eldridge","course_id":103,"status":"P","start_date":"1794-03-01","end_date":"1799-03-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1815, at the very young age of ten, the heroine of our narrative, Elleanor Eldridge, lost her mother. Elleanor's life story was penned in her narrative, <em>Memoirs of Elleanor Eldridge.</em> Elleanor was born into a very perculiar set of circumstances. Born in Rhode Island, she was the daughter of a free African-American Man and a female descendent from the Narrahganset tribe. The death of Elleanor’s mother acted as a catalyst that began Elleanor’s life of “self-government and spirited action”(2). Being born into freedom, she was granted many advantages that others of her race still did not possess. However advantageous the circumstances of her birth were, it still did not negate the inferiority of her position within society. It cannot be forgotten that Elleanor was still an African-American girl living in a highly racialized society. She was also the oldest child of the single-parent household with several siblings that needed to be taken care of. While Elleanor was not a slave in the general sense of the word, she was still a slave to the society she was born into. The death of her mother caused Elleanor to sell herself back into a institutionalized version of slavery, where Elleanor was a commodity to the people she served.","Upon the tragic death of her mother, Elleanor packed all of her belongings into a small leather rucksack, kissed each of her brothers and sisters, said goodbye to her father, and set out on a long, dirt road to seek work at the home of her mother’s former employer, the Bakers. The Bakers were an affluent Rhode Island family, who had been very fond of Elleanor's mother. Elleanor, possessing much of her mother's beauty, skill, and charms, was the natural choice for her replacement. Yet, before agreeing to the generous terms of employment that the Baker family had offered her, the ambitious ten-year-old proceeded to bargain the terms of her employment. Through this, Elleanor had placed herself in the “space between person and thing”(1). She was no longer in complete possession of of her own circumstances, and by extension was guilty of selling herself as a commodity, which could be bargained for. However, Elleanor had taken control of the situation through making her own choice of employer. She felt satisfied with the choice she had made for the Bakers maintained a level of respect for Elleanor and possessed the uncommon view of their servants as “belonging to the same great family of man”(2). Elleanor was aware that not all masters shared the same ideals as the Bakers did. Most employers maintained the practice of treating their servants as objects, instead of “accountable beings--as persons indeed, capable of independent thought, feeling, and action--susceptible alike of pleasure and pain, they are considered as the mere appendages of luxury”(2). Through choosing her own employer, power over Elleanor changed hands in Elleanor's favor.","As many faithful years with the Baker Family passed by, Elleanor continued to affect the conditions of her servitude on her own terms. After a year’s work, Elleanor requested that her weekly wages be raised to two cents. From a very young age, Elleanor learned the value of her services and herself as a commodity. From there, she set higher standards for the type of employer she was interested in working for. She was able to have control over her employment circumstances, which was a rarity for her time. She may have had to place herself back into a system she had been lucky to escape at birth, but Elleanor was able to regain control of her own personhood and avocation. She used her circumstances to carve out a place for herself within society as an individual blessed with the freedoms and liberties granted to her."," "],"locations":[{"id":15349,"lat":41.7585954468,"lng":-71.3839450728,"zoom":7,"place":"Kent, Rhode Island"}],"tags":[{"id":7,"tag":"Women"},{"id":238,"tag":"African American"},{"id":9,"tag":"Law"},{"id":270,"tag":"Freedom"},{"id":468,"tag":"employment"},{"id":1604,"tag":"Female"},{"id":1605,"tag":"Freed Slave"},{"id":1606,"tag":"Liberty"}]},{"id":5645,"title":"The Power of Family Bonds in a Teenage Slave Girl's Story","course_id":103,"status":"P","start_date":"1846-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Mattie J. Jackson wrote her story down after she has achieved her freedom in her late teenage years and published the booklet in 1866 in Lawrence, MA in order to raise money for her education. She had a restless childhood with many ups and downs due to constant changes of location with and without her family members. Actually it is more her family’s story, which she tells it in a very personal but not exaggerated emotional tone, which is maybe even more touching.","Her story shows how important and shaping family bonding was for slaves although it was so difficult to maintain it. Even a constantly changing family provided some sort of communal life as Johnson describes it in his book <em>Soul by Soul</em> and therefore a refugee for all the members. Her mother’s first two husbands were able to escape slavery while she always had to stay only helping them to achieve freedom, nevertheless, she was able to go on and adapt to the new situations in order to protect her children.","Mattie profited various times from the spirit and courage of her mother Ellen Turner. Once she was heavily punished for no reason and their owner did not stop to hit the girl. So Ellen interfered and did not leave her daughter although he threatened to punish her as well. The combined strength of the two granted them some agency as “he was aware [her] mother could usually defend herself against one man, and both of [them] would overpower him.” This was not a helpless family that accepted to be harassed by their owners instead they stood together and tried to make the best of their condition namely bonding in resistance.","Although Ellen tried everything to keep her family together, she and her children eventually became victims of the “chattel principle” which implies that “any slave’s identity might be disrupted as easily as a price could be set and a piece of paper passed from one hand to another.”Relentlessly Ellen and her daughters have been sold separately even though she made a contract with her owner that she would not escape if he promised not to sell her children. However, the slaveholder broke his promise simply because it served his interest seeing only his property and commodity in them, which he could trade as it pleased him. So Ellen and her three children became objects in the trader’s yard serving the mercantilist purpose of bringing back money to the pockets of their owner. At least Ellen managed in having been sold together with her little son leaving one bond unbroken.","Apart from each other they eventually achieved their freedom and mother and son were able to find Mattie in Indianapolis. The strength of the ever-constant bond of affection between them is obvious in Mattie’s phrasing of the event: “I was overjoyed with my personal freedom, but the joy at my mother’s escape was greater than anything I had ever known”. Only a short time later Ellen’s second husband and father of Mattie’s half brother was able to contact the family and invited the children to live with him in Lawrence, MA, which again proves the lingering effect of family bonding among slaves even after many years of separation. This action of an unrelated man Mattie used to know in her childhood was a communal act of affection, which gave her the opportunity to receive an education in New England and live the rest of her life in peaceful freedom."],"locations":[{"id":7916,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":7,"tag":"Women"},{"id":4,"tag":"Slavery"},{"id":1619,"tag":"family"}]},{"id":5646,"title":"The Power of the Bible","course_id":103,"status":"P","start_date":"1849-01-01","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","Walking all alone through the dirt roads of Vermont on a bitterly cold winter day, Aaron found himself astonished. Aaron's astonishment had nothing to do with the journey itself; it was far removed from the runaway slave advertisements he had grown accustomed to seeing on the sidewalks of Ohio claiming his name, from the days in which he had to hide whenever there were newcomers in town, from the unforgiving days, the hunger, and the refusal of many white families to let him sleep in their homes. Instead, he was astonished by the supremacy of God: “ … I had froze all my toes and feet; with good shoes and stockings on too… And when I come to realize what the Lord has brought me through, I am really astonished; he has kept my unworthy body from freezing to death, and from starving to death” (Aaron 1849; 18). This becomes a very important moment in Aaron’s life:  the \"poor way-faring Bondman\" had found justice finally--- a true revelation--- in the bible.","Horace Greeley once said, “It is impossible to enslave, mentally or socially, a bible-reading people. The principles of the bible are the groundwork of human freedom.” <em>The Light and Truth of Slavery</em> by Aaron is a commentary that reflects this humanistic idea of the slave having control over his or her future. In the book, Aaron cannot read or write a word, but knows the bible quite well. In fact, after escaping the South, Aaron starts lecturing in churches throughout the North. Aaron touches on issues like slavery, religion, and politics. This book is not your traditional narrative, because very little is known about the narrator’s past. We know that he was born a slave in the South. We also know that the death of his parents precipitated his decision to escape.","One of the biggest themes in Aaron’s book is the slave experience. According to Aaron, slaves often face the difficult decision of running away from their masters and risking their lives. Slaves ran the risk of being caught and placed on the whipping post. On top of that, many slaves often had no food and very little clothing. In the book, Aaron describes his terrible experience during a bitterly cold winter. He says, “When I struck into the Vermont State, for one week I could scarce step a step, cause I had froze all my toes and feet; with good shoes and stockings on too. Little after that time I could pull all my toe nails out like rotten meat…” (Aaron 1849: 18). Slaves like Aaron firmly believed that that if slaves had the option of staying in the South, they would choose to stay without a doubt.","The slave experience is also portrayed in Walter Johnson’s book, <em>Soul by Soul. </em>In the book, he describes the environment of the slave market, which expanded dramatically in cities like New Orleans. African Americans faced the issue of new ownership. As a result, many of them refused to be traded. The book says, “…the slaves had come to know and trust one another, and in the market they could share their observations of the slaveholder and collectively resist them” (Johnson 1967: 16). Others decided to escape rather than accepting a possible trade. Agency was a big issue in the slave market. Slaves were not allowed to have a say when deciding on terms of the contract. Similarly, Aaron's book deals with the difficult decision of escaping slavery and risking their lives. Aaron had seen his parents die from exploitation, and he did not wanted to die like that. He escaped to the North, where he was able to sin his booktart a new life.","In his book, Aaron also talks about a big contraction. He says that most white people say that they are good Christians, and yet they are slaveholders. Aaron thinks that this is hypocrisy. According to him, slavery is a sin and the bible condemns it. Only the worst of the worst could allow such a monstrosity to occur; he states that there are close to three million slaves during the time. Good Christianity, according to Aaron, is loving one another no matter the color or race. He says that preachers in the North are the most evil; they preach one thing in the North and then go back to the South, and become slaveholders. In addition, Aaron hates it when white people say that slaves should be happy where they are, because they are worst off in Africa where “kings” make hundreds of sacrifices.","In short, <em>The Light and Truth of Slavery </em>talks aboutissues that are deeper than slavery. The commentary depicts the journey of a “way-faring bondman” looking for answers. In the book, Aaron travels around the North lecturing people, and asking important questions that everyone should ask, such as why is there slavery in the land of the free? Aaron believes that the answer lies in politics and in the church."],"locations":[{"id":6217,"lat":42.3513145465,"lng":-71.9048338794,"zoom":8,"place":"WORCESTER, Massachusetts"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":92,"tag":"Freed Slaves"},{"id":165,"tag":"Church"},{"id":3,"tag":"African-Americans"}]},{"id":5647,"title":"The Power of the Slave Market","course_id":103,"status":"P","start_date":"1869-01-01","end_date":"1869-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Cyrus Branch's father, Neptune, was used to getting lied to. His first owner, a Colonel in the Revolutionary War originally promised him his freedom, but upon the war's end and having lost so much “property” already in the war, he deemed it impossible for him to lose Neptune's services as well. Upon his owner's death Neptune found himself in the hands of a new master who approached Neptune with an enticing offer; purchase your own freedom. When he finally accumulated the means to do so, his owner graciously accepted the money, but whether out of cruelty or neglect, he fails to file the important legal paperwork required to make such a purchase legitimate. A despondent Neptune was forced to pay again. These instances in Cyrus Branch's narrative enlighten the reader to slavery as a market in the south that depended on rules and regulations, just as any property, and how Southern whites viewed social hierarchy.","The primary focus of Johnson's Soul by Soul is the reality of slavery being the buying and selling of a \"good\". A commodity essential to the function of the South. Often times, slavery as a market is rarely discussed, and Johnson enlightens the reader on the economic reality of the slave market, specifically in Louisiana. In turn, the narrative of Cyrus Branch (John White) is heavily dependent on the buying and selling of slaves. It is very clear, in both these works, that slavery was a financial staple in the Southern way of life. Soul by Soul is very clear of the importance of record keeping in terms of slavery in that era. Like all property, slave deals were expected to be official in formation and documentation, and it is easy to see how Neptune was so easily cheated. In Cyrus' own life, he was sold four times until he was finally able to escape to the North. These are prime examples of Johnson’s discussion of just how deep the market of slavery went in the lives and financial reality of Southerners before the Civil War, it wasn't just a cruel hobby as so often portrayed, rather, slavery was central to the function of the South as a market."],"locations":[{"id":13741,"lat":37.3864763379,"lng":-77.5769179581,"zoom":9,"place":"CHESTERFIELD, Virginia"},{"id":13472,"lat":43.0354607933,"lng":-73.0929521517,"zoom":9,"place":"BENNINGTON, Vermont"}],"tags":[{"id":126,"tag":"fugitive slave"},{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}]},{"id":5660,"title":"A Family Divided: Henry Watson and The Slave Trade","course_id":103,"status":"P","start_date":"1813-01-01","end_date":"1823-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Henry Watson woke up one morning by himself. His mother, who had put him to bed the night before, was not next to him. He began to worry; he had never been without his mother before, even a day. After all he was still a child. He scurried out of bed and looked around. He asked several other slaves, who knew his mother well, of her whereabouts. Every single one gave him a blank stare; no one said a word to him. He went to the kitchen, where his mother worked, and asked his mistress of his mother’s whereabouts. She said nothing and ordered him back to work. This frightened Watson. He was scared, lonely, worried and weak without his mother. Soon the trauma brought upon him illness. An illness that he was not expected to recover from.","An old slave woman came to Watson’s aid. She felt sorry for the child and began to take care of him. She treated him like the mother that he lost. During his recovery she told him about the mysterious disappearance of Watson’s mother. His mother had tucked Watson in bed one night, during the night a slave trader came to the house in which they were in bondage. The trader entered the house and attempted to take Watson’s mother away. She resisted to the best of her ability. The trade had to tie her up by her hands and feet and then proceeded to drag her away in the horse and buggy that he arrived in. The mysterious disappearance was no longer mysterious. In fact, it was common for slave families. Watson was no longer scared, or lonely, he was now angry, angry that he lost his mother to the slave trade, angry that his family was broken up. He swore that he would escape when he became of age and search for his mother, but as Watson's days in bondage wore one, his mother became a distant memory.","Walter Johnson’s <em>Soul by Soul</em> talks a lot about slavery in the south from the perspective of the slave trade. He looks at the trade from many perspectives that affect our understanding of slavery in the south. For Henry Watson, the trade was all too real to him. His first exposure of the trade was with the loss of his mother. Although he never witnessed her leaving nor did he know where she went, Johnson does talk about how the trade did break up communities, friendships and families. Watson was no exception. He lost his mother, his only parent and immediate relative, to a slave trader."],"locations":[{"id":14288,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":96,"tag":"Slave Trade"}]},{"id":5648,"title":"James L Smith, Slave and Freeman","course_id":103,"status":"P","start_date":"1861-01-01","end_date":"1881-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The Autobiography of James L. Smith</em> serves as a potent reminder of the horrific conditions endured by slaves during the years leading up to the Civil War. Smith’s particular narrative gains added import because of the detailed manner in which he exhaustively recounts the daily realities of slave life. However, there are exceptional elements to the narrative as well. The fact that he learned to write well enough to publish a narrative indicates that Smith’s experiences were, in a very significant way, extraordinary. Thus, <em>The Autobiography of James L. Smith </em>serves as both a representative and unique picture of life in the antebellum South, and eventually, in the postwar North.","Smith begins his narrative by recounting a childhood accident that left him lame for life. He was then hired out to a succession of masters, performing various jobs and learning skills, serving variously as a cook on a small boat, a cobbler, and a house slave. Eventually, the skills he gained as a cobbler led him to be sold to a shoemaker in Virginia. However, Smith ran away from the South in his twenties, successfully reaching Philadelphia. His story does not end there, nor does his historical import. Smith continues to provide a valuable explanation of what life was like for a former slave, recounting prejudices that he faced in the North while looking for work. He ends his account with a detailed treatment of the role of African Americans in the Civil War, exhorting fellow writers to treat his compatriots’ role with more respect.","Smith gains particular historiographical importance when he is placed in the larger narrative of slavery in the American South. Notably, he offers a compelling counterpoint to the views expressed by Saidiya Hartman in her book, <em>Scenes of Subjection</em>. Though Hartman claims that slaves were dehumanized by their daily interactions, as well as incidents of exceptional violence, Smith is notable because of his extremely evident human characteristics that derive from his life experiences. Smith asserts independent agency in escaping from slavery, and in doing so, offers a stinging rejoinder to the claim that slaves’ identities were entirely created for them by white masters.","Walter Johnson’s <em>Soul by Soul </em>explores the slaving industry through the eyes of the New Orleans slave market. Smith never personally experienced the horrors of the market, as a man born into slavery. However, his narrative demonstrates the power of threats to be sold further south. Being sent to a slave market is depicted as the worst possible punishment that a master can inflict upon a slave. Through his depiction of the slave markets as a location of dehumanization and cruelty, Johnson demonstrates exactly why that was.","Smith concludes his personal narrative with accounts of his experiences as a preacher, his marriage, and his eventual move to Norwich, Connecticut. However, he veers from personal narrative to a reflection of the role of African Americans in the Civil War, providing a useful glimpse at early historiography regarding a subject that was, according to Smith, badly neglected in the immediate postwar period. He writes, “it is a fact to be lamented that the historians of our country speak so little about the heroic deeds of the colored troops; in fact, by some no mention is made of them at all” (Smith 113). Smith proceeds to give full voice to the neglected narrative of African-American troops in the Civil War, describing the contributions of troops from a variety of theatres, including the Western frontier. <em>The Autobiography of James L. Smith </em>thus concludes by offering one of the first historical treatments of the heroic efforts put forward by African-Americans in service of their own cause. The narrative therefore should properly take its place as a key document, one that is immensely helpful in advancing our understanding of both slave experiences on the plantation, and African-American experiences in the war effort."," "],"locations":[{"id":13985,"lat":37.6195233772,"lng":-76.3456930418,"zoom":10,"place":"LANCASTER, Virginia"},{"id":11230,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":4,"tag":"Slavery"},{"id":238,"tag":"African American"},{"id":458,"tag":"African American Authors"},{"id":398,"tag":"slavery, runaway"}]},{"id":5649,"title":"\"Whiteness\", Power and Control","course_id":103,"status":"P","start_date":"1849-01-01","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["William Wells Brown was owned by Dr. Young, but was hired out to work for different masters throughout his slavery. One of those masters was Mr. Lovejoy, who was a printer. While returning from an errand to the \"Missouri Republican\" to pick up type, William was attacked by several slave-holders sons. He could not make his escape, being heavily outnumbered and carrying the substantial type, so William fought back. He was able to make his retreat, but the sons of slave-holders took the type. William informed Mr. Lovejoy about the incident, and Lovejoy was able to return with the type. However, he did inform William that Samuel McKinney said he would whip him because he had hurt his son. McKinney was true to his word, finding William on the street and striking him over the head five or six times with a large cane. It took William five weeks to be able to walk again.","In Walter Johnson’s <em>Soul by Soul</em>, it is the idea of “whiteness”, the principle of being a true white Southern male, it was necessary to be able to keep slaves in their place. It was the idea of proving how white someone was by how they treated blacks, by either being a slave-holder, becoming a slave-holder or seeking vengeance on a black, treating them as less than human. That was the kind of act McKinney was displaying. The purpose behind finding William again, with the express intention of hurting him, was because William had attacked his son. That was how McKinney perceived the event.","For McKinney the beating was about protecting his white, slave-holding honor. A slave had stepped out of place by hurting his son. It was not important that his son had started the confrontation; it was about how William defended himself. His actions were about protecting the southern hierarchy, the hierarchy on which everything depends. An idea put forth by Saidiya V. Hartman in <em>Scenes of Subjection</em>, the exercise of power by the slave-holders upon the slaves was as important as having a legal title to the slave property. For all slave-holders, it was essential to keep control over the enslaved population because the entire economy was based on that hold. Slaves provided the labor that kept the plantations in business, negating the cost of labor. The planters were able to then invest the funds saved back into the plantation for more land and more slaves. For Southerners, slaves were important for their economic value, and created a cycle where Southerners felt they could not function without slaves. That cycle needed to be protected with violence as a way to maintain control over the labor force.","In William Wells Brown’s life this was one of the few instances where he was personally subjected to the cruelty of the Southern white male. He was personally targeted with the purpose of causing him lasting, physical pain because of his actions, required actions, against a white slave-holding son. As explained in the context of both Johnson and Hartman, McKinney’s actions were intended to prove his “whiteness” and as a symbol of power and control that all slave-holders have over all slaves. McKinney performed a deplorable act, but an act that was not uncommon in the antebellum South."],"locations":[{"id":7916,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"},{"id":1,"tag":"Crime/Violence"}]},{"id":5652,"title":"Push Enough to Run","course_id":103,"status":"P","start_date":"1835-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Men and women who owned slaves had to constantly emphasize their position of authority and dominance over the people they owned. Some did so through beatings, starvation, and atrocious treatment. Others did through simple words, such as order a slave to perform a task that the owner knew the slave particularly despised. Regardless of how, each slave's day was full of a constant reminder that they were nothing more than owned manual labor; without an immense stroke of luck, that was all they would ever be.","In Charleston, South Carolina, William Green was reminded of this fact every single day. From the earliest point of his life he was robbed of the good luck that would've made him a free man. He missed being freed by the will of his old mistress because he was born three months before she died; he was no longer to be freed when he was twenty-five because his new master traded him without mentioning that fact to his new owner, and so he became a slave for life.","Eventually, the humiliation and degredation became too much for him to take. Green was acutely aware that the only fact that he was not beaten by his new master was because he was the favorite slave of his master's wife. So instead of being whipped and degraded directly by his master, Green was sent to fetch a box from the jail. Now for Green, that was the last thing he could take. His master had ordered him to go fetch a package from the jail, which on the surface seems mundane. In actuality, as Green very well knew, his master was sending him to the jail to be whipped by the man who ran the jailhouse. So instead of willingly walk to his own beating and potential death, Green decided to flee to Massachusetts. After many months of struggling, he arrive in Springfield, where he lived the rest of his life as a free man.","As Hartman discusses in Scenes of Subjugation, \"a slave must be subject to the master's will in all things,\" and Green wasn't. Whether it was because of the protection from his master's wife, or his acute sense of the injustice he was forced to be subjected to, Green was not an obedient slave. And because of that, his master saw himself as forced to send Green to be whipped at the jail, in an attempt to teach him respect and discipline. And while the master himself couldn't subjugate Green, because Green was still a piece of property, he could still order Green to go somewhere where he could be subjugated. Unfortunately for Green's owner, that line of thinking ended up backfiring.","Becuase of his early life and being robbed of his freedom by being traded, William Green was constantly painfully aware that his life and liberty had been injustly taken from him. This was a constant theme throughout his narrative, and the passion with which he writes about his early years in Charleston clearly show how much hatred he had trapped inside of him during that time. Becuase of these emotions, the tension eventually broke, and he couldn't take being subjugated as a piece of property any longer, so he fled to Massachusetts, where he lived as a free man until he died."],"locations":[{"id":11454,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}]},{"id":5653,"title":"I Ran to the Woods: The Life of William Henry Singleton","course_id":103,"status":"P","start_date":"1835-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Born August 10, 1835 in Newbern, North Carolina, William Henry Singleton lived anything but an ordinary life. He was born unto a slave woman by the name of Lettis Singleton and a white man, his master John Singleton’s brother. The Singleton’s owned the largest Plantation in Craven County North Carolina and were a family of high social standing in the community. Having William around created a great deal of tension between the master and his brother, with the child serving as a living reminder of his brother’s indiscretion. Even before he knew how to walk, Singletons fate had been sealed.  Slave children were cared for by an elderly slave during the day while the able bodied slaves worked in the fields picking corn, potatoes and cotton. One day, a strange man and slave woman entered the central House. The man offered William a piece of candy and then took him without warning. He was taken to Atlanta, Georgia. He was four years old.","He had been purchased by a widow who ran a slave farm, a place where slaves of good backgrounds were taught skills to increase their market value. He was used mostly to run errands, and was whipped by his master if he did not return in what was an undisclosed acceptable amount of time. He remained there for three years, until he ran away after his mistress went to fetch the twigs and branches she used to discipline her property. He hitchhiked back to Newbern, hoping stage coach then walking back to his plantation only to find his mother and live in a potato cellar for three more years. He was found again, betrayed by his hunger. He would be sold two more times before he was freed.","It’s incredible how a man once beaten for opening a book, could live such an extraordinary life.  He met Abraham Lincoln at the headquarters of General Ambrose Burnside.  He would found an all African American Regiment of the Union Army, the 35<sup>th</sup> US Colored Infantry, serving with distinction and honorably discharged following the Union victory. He found peace and his place teaching the word of God, preaching all over the Northeast. He experienced people at their very worst; America at its very worst, and all he could feel was humbled and that the emancipated slaves owed a debt to this country.  He was born as an object, but died a free human being and United States citizen in 1938."],"locations":[{"id":9369,"lat":35.0750705618,"lng":-77.1185103654,"zoom":9,"place":"CRAVEN, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":32,"tag":"Civil War"},{"id":4,"tag":"Slavery"}]},{"id":5654,"title":"<strong>Sent South</strong>","course_id":103,"status":"P","start_date":"1835-01-01","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In Maryland, there’s a kind slaveholder. He is the same slaveholder who owns Mr. Pennington, but his reputation is spotless – he is a kind, Christian man. Recently, a friend of Pennington’s master failed in business, due to, of course, his intemperance. He was a skilled lawyer, and he is not a violent man, but his business failed because of the drink. When this man’s business failed, Pennington’s master, godly in his ways, agreed to help him out. This is now why we have a new slave among us, a beautiful young girl of twenty-four years, Rachel.  Pennington’s master purchased Rachel because she made a great nurse, and is very much attentive to the young ones in the house.","As fate should have it, one of Master’s sons has grown quite fond of this young darling. We, as slaves, knew about this lust, but the Master’s family wanted no part of it. As things progressed with the master’s son and the newly acquired slave, no one could turn a blind eye any longer.","Because of the abhorrent nature of this relationship, Rachel is being sold to Georgia. With the few articles of clothing she owns, and along with a few other material belongings of Master, they board the horse carriage and ride down, ever more south.","This story highlights much of the argument surrounding the chattel principle, and Johnson’s opposition against it. The chattel principle, while seemingly righteous, is no better than any other form of slavery. IN fact, some argue that it inflicts more pain in the sense that it raises the slave in a “healthy” environment, free from violence, only to have the slaves “sent south” where their lives took a turn for the worse. In addition, it also speaks to the illicit nature of Master-Slave relationships that occurred during the time of slavery. There are many stories and anecdotes about Masters, both consensually and by rape, consummating a relationship with a slave."],"locations":[{"id":5989,"lat":39.5105141884,"lng":-77.3162251993,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":1610,"tag":"pennington"},{"id":1609,"tag":"georgia"},{"id":280,"tag":"Maryland"},{"id":530,"tag":"Rape"}]},{"id":5658,"title":"Stripped by Humanity: Slavery in The Antebellum South","course_id":103,"status":"P","start_date":"1830-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Imagine starvation. Imagine being permitted a single peck of corn each week to fill a gnawing stomach. Imagine having no food to fuel your weary body, but forced to work twelve-hour days in the Georgia fields under a hot, blistering, sun. Just imagine. The word is slavery: that “non-existence” of being owned by another human being without any chance of personal freedom.","Charles Ball, a slave in the Antebellum South, was forced to work all day with barely any food. Temptation overcame his rational thinking as he purloined a sheep from his master's property. He beheaded the animal with a hoe and cut the meat off the carcass. He then brought the spoils back to slave quarters to feed his fellow slaves.  But Master Tom, noticed Charles missing and shortly discovered his whereabouts that evening. Then the master commanded him to be tied to a mill-post for the night. After a day of contemplation, Charles' torture was decided. Tied to a post by his thumbs, he was whipped ninety six times. To exacerbate this immense agony, sweltering pepper tea was rubbed on the gashes in his back repeatedly, a feeling similar to hot coals being placed on one's body and thereby permanently disfiguring the skin. Helpless and completely immobilized, Charles experienced the incredulous cruelty and suffering of the slavery system.  His natural impulse to feed himself and his fellow slaves were punished in the most humanly disgraceful way.","With all the horror and terror that slaves experienced during this shameful period in our history, one wonders if slave owners ever felt pity for slaves or realized that they were of human flesh and not mindless beasts of burden.  Johnson writes in his book, <em>Soul by Soul,</em> “It was often the case that benevolent correctives and declarations of slave humanity intensified brutal exercise of power upon the captive body rather than ameliorating the chattel condition\" (5). This statement suggests that slaveholders abused their power by destroying the humanity of these poor human beings through torturous acts. Instead of improving their slaves’ already tenuous situation by treating them decently, owners exercised brutal power and used this power to excess. It defined them as an ignorant and hateful group of people."],"locations":[{"id":6088,"lat":38.0258033782,"lng":-75.2629443285,"zoom":9,"place":"WORCESTER, Maryland"}],"tags":[{"id":381,"tag":"Antebellum America"},{"id":4,"tag":"Slavery"},{"id":238,"tag":"African American"}]},{"id":5659,"title":"Community: The Saving Grace of Slavery","course_id":103,"status":"P","start_date":"1822-01-01","end_date":"1822-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Huddled beneath a large, decrepit tree in the woods, Isaac Mason was closer to freedom than ever before.  He had escaped his master, which seemingly should have been the hardest part of his journey.  However, Mason found himself desperately trying to convince his fellow fugitives that freedom was worth it—worth the wait and worth the nerves.  Mason’s whole future, and his freedom, was on the line as he tried to persuade the two slaves that had escaped with him to stick to the objective.  Looking up at the North Star, the star placed there by the Lord “to lead people out of slavery,” Mason took things into his own hands.  With hope in his heart, Mason found John Brown, the guide they had been waiting for, a few miles away from their hideout.  While Mason undoubtedly had to be passionate on his quest for freedom, he also had to be willing to trust others.  As the three runaway slaves were transferred from Brown to the hands of another man, Mason convinced himself to simply transfer his confidence in Brown to the stranger.  Mason justified this saying Brown’s “deep interestedness in rescuing his race from the cruel chains of slavery, had established the faith that he would not permit us to be betrayed into the hands of a friend or advocate of the cruel institution.”","It was not as hard as one might have thought for Mason to put his trust in complete strangers.  For in a way, the blacks of the southern states had already experienced so much together, and were far from strangers. There was a community built upon the shared experience of slavery.  The bonds formed by those enslaved persons were stronger than the institution of slavery itself.  Mason was lucky enough to escape the slave pens Walter Johnson described in his book <em>Soul by Soul</em>, but the communal aspect of slave life was not something one could pass on.  As Johnson points out, there was “a trace of a dense communal life made up of shared time, common meals, and intimate proximity.”  He goes on to state, “slaves were not alone in the trade,” (71). On a broader note, no slave was ever alone in their struggle.   Mason wouldn’t have escaped slavery if it were not for the community formed by the slaves.  And countless other journeys to freedom would have unremarkable endings were it not for the community effort of the blacks.  Slavery was a cruel institution, but it gave birth to an unparalleled communal force."],"locations":[{"id":6012,"lat":39.3581940306,"lng":-75.9236060696,"zoom":9,"place":"KENT, Maryland"}],"tags":[{"id":4,"tag":"Slavery"},{"id":705,"tag":"Community"},{"id":126,"tag":"fugitive slave"}]},{"id":5663,"title":"The Religion of Slavery: Uncovering community supplanted by religion in ‘The Narrative of William W. Brown, a Fugitive Slave.’","course_id":103,"status":"P","start_date":"1841-01-01","end_date":"1841-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["William Wells Brown’s narrative is not one of common consistency. He was unfortunate enough to be subjected to the harsh realities of chattel slavery through years of being rented out to various owners stretching from Missouri to Mississippi. A great deal of his time was spent aboard steamships, as a hand to take care of slaves or to wait on passengers. Wells recounts that after one particular summer aboard a steamship, he returned to the farm to find that his master had “got religion.” William had just left the employment of Captain Reynolds aboard the steamship Enterprize. What may have seemed like a ‘dream’ employment to slaves used to harsh labor conditions turned into a constant reminder for Brown that he was not free, as he was forced to watch white passengers pass from place to place as they pleased, while his brothers and sisters were chained below on their passage to the desolate slave pens of New Orleans.","William Wells Brown was somewhat relieved when he was able to return to life on the farm, despite the work in the “burning sun.” However, he was soon to be placed into the farmhouse as a waiter, where he found a that his master had become a man of devout worship. Brown made an important distinction when he talked of life before religion, and after. William wrote, “Formerly, we had the privilege of hunting, fishing, making splint brooms, baskets, &c.  on Sunday; but this was all stopped. Every Sunday, we were all compelled to attend meeting.... At night, the slaves were called in to attend [prayer]; but in the mornings, they had to be at their work...”","Bruce Levine, in his book “Half Slave and Half Free,” asserts that the distinctive labor systems of the North and the South, and particularly the reliance on slavery in the antebellum south, permeated into all aspects of regional life, including religion. Building from this assumption, the abrupt replacement of activities with religion points to the strength of the slave community, and the urgency of slave holders who were dependent on slave labor to undermine it.","William Wells Brown, when later speaking of his observations of a slave auction in St. Louis, recounted the pitch of an auctioneer to potential slave buyers. He writes, “Why should this man tell the purchasers that she has religion? I answer, because in Missouri, and as far as I have any knowledge of slavery in the other States, the religious teaching consists in teaching the slave that he must never strike a white man; that God made him for a slave; and that, when whipped, he must not find fault,--for the Bible says, \"He that knoweth his master's will, and doeth it not, shall be beaten with many stripes!\" And slaveholders find such religion very profitable to them.” Both the twisting of religious verse to justify the beatings of slave and the act of the beatings themselves both served and equal purpose: to keep the slave population in a place of servitude and to degrade any sense of autonomy the slaves might have had. Yet it also served to form a community bonded together by the shared experiences and injustices of slavery."],"locations":[{"id":7916,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":4,"tag":"Slavery"},{"id":238,"tag":"African American"}]},{"id":5661,"title":"To Hell and Back: Lewis Clarke and his Kentucky Home","course_id":103,"status":"P","start_date":"1815-03-01","end_date":"1832-03-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As a gift from her parents Mrs. Betsy Banton received Lewis Clarke, as her slave.  Banton had previously feuded with her parents about the treatment of her slaves, Mrs. Banton had been known as an abusive slave holder. This gift was ment to make peace. At seven years old Clarke became her property. Banton chose Clarke since he was the son of her father, in choosing him she could split a family up and provide a deeper form of torture. Clarke quoted on what he heard from Mrs. Banton “she would fix me so nobody should ever think I was white” (Clarke 21). Despite having a deeper motivation to beat Clarke, she was abusive to all of her slaves.","Clarke said that there were not many days where Banton didn’t abuse one of her slaves. It was entertainment for Banton, who drank often. She brought up her children to take the same brutal approach to slave holding. One of Lewis’s jobs was to stay up at night to rock the crib of one of the children, if he stopped they would scream for their parents. Taking a break from rocking the crib could warrant a whipping. Two of Banton’s children did not agree with her treatment of the slaves, by doing this they did not endear themselves to their mother.","Abuse was a specialty of Mrs. Banton and she had particular instruments of abuse. Tools such as a shovel and shears were used, materials like rawhide and hickory spurs. Nothing matched her favorite oak club. Clarke said later “Infinitely more bitter than death, were the cruelties I experienced”(Clarke 14) when referencing the beatings he received from Mrs. Banton. In some situations Banton would have Clarke ask for whippings from her drunken husband. Bad enough he was being whipped, worse he had to ask for it.","Saidiya Hartman mentions in her book <em>Scenes of Subjection </em>that a slave owners display of power and dominence was just as important as the actual title to a slave. In other words if you were going to have a slave you needed to prove you could dominate them. In the case of Clarke and Banton, Banton not only needed to own Clarke, but she needed to show him that even though they had the same father, he was her property and was not human enough to be related. Also Banton showed the most dominance by making Clarke ask for a whipping. By doing that she showed that she had so much power over him that he would ask to go through a brutally painful experience.","After working for Mrs. Banton for ten years Clarke was transferred to another plantation. He said that no beating from Mrs. Banton was worse then the pain he felt from being separated from his family. He would only see his family three times in the ten years he worked for Banton. As a slave holder Banton was not an abusive slave holder for work purposes, she abused slaves for her own entertainment."],"locations":[{"id":5093,"lat":37.7053205066,"lng":-84.2669359045,"zoom":9,"place":"MADISON, Kentucky"}],"tags":[{"id":4,"tag":"Slavery"},{"id":1614,"tag":"Beatings"},{"id":1615,"tag":"Women Slave Holders"}]},{"id":5664,"title":"The Henry Watson Story","course_id":103,"status":"P","start_date":"1813-01-01","end_date":"1823-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the year 1813 right outside Fredericksburg, Virginia, a slave was born. The name of the slave was Henry Watson. Henry was born into slavery by his late mother, Letty. Like most slaves he had no recollection of his age, he had heard that the age of a slave is kept by the different seasons of the year. If a child were to ask of their age, the answer would be similar to this quote “this planting corn time, you are six, eight or ten”.","Henry awoke one morning in an utter confusion. He asked for his mother but no one spoke his mother was gone. The separation from his mother took a toll on Henry’s emption and body. No one expected the poor young boy to recover until old slave-women began to take care of him. The only way she could comfort young Henry was to give him the most information she could about the untimely disappearance of his loving mother. The story she told was cruel but common in the slave trade era. One day a slave-trader had pulled his buggy up to the front door of the house and his mother was sent forth. As she approached the buggy, she was knocked down, tied and thrown into the buggy. She was never to be seen again. This traumatic event made Henry strong and angry.","Henry learned that the principal business of slave masters was to raise slaves to be sold on the market. Unfortunately, Henry had learned the hard way about the trading process. One day, Henry’s life was turned upside down unexpectedly. Henry saw a man approaching his master’s house so he ran with the rest of children to hide. He got wind that his master was looking for him and ordered him into the house. The man inspected Henry and was satisfied. During the slave trade era, the body of a slave was inspected to for whipping scars or any other discretion on the body. Walter Johnson of <em>Soul by Soul</em> stated that Slave Traders “had to consider the slaves’ perspective to make sure they would have a body to go with the bill of the sale”. Slaves entered the trade alone and anonymous making Henry alone as ever.","In Walter Johnson’s <em>Soul by Soul </em>he speaks mainly of the slave trade and the surrounding market. Johnson looked at slave’s perspective of the trades and that was what Henry’s narrative was about. Henry wanted to tell his story through his own eyes, hoping that we as readers can try to understand the pain and suffering the slave market has caused."],"locations":[{"id":13834,"lat":39.1445168984,"lng":-78.1775216949,"zoom":9,"place":"FREDERICK, Virginia"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"},{"id":126,"tag":"fugitive slave"}]}]}