{"id":104,"title":"US History since the Civil War","school_id":28,"school_name":"University of Toronto Scarborough","term":"Winter 2013","abbr":"HISB31","url":"","description":"","points":[[43.0216870297,-83.7067526314],[43.3355886249,-102.551603055],[40.6916304076,-74.0035386433]],"bounds":[[43.3355886249,-74.0035386433],[40.6916304076,-102.551603055]],"episodes":[{"id":5665,"title":"<strong>Flint Sit-Down Strike</strong>","course_id":104,"status":"P","start_date":"1/1/36","end_date":"12/31/37","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Flint Sit-Down Strike was an event that “mobilized as many as 5,000 workers” supported by thousands more of the city’s residents against General Motors for “44 winter days,” (Faires, 121). Rev. Dr. Edmund A. Walsh, S. J., a priest and vice president of Georgetown University, labelled the strike as “an attempt at collective grand larceny,” that was inspired by Soviet techniques that would ultimately result in violence (<em>The Washington Post</em>, 1937). He argued that the condoning of the Flint Sit-Down Strike was the beginning of a slippery slope that would result in the end of the <em>Bill of Rights</em> (<em>The Washington Post</em>, 1937). Dr. Walsh prophesized that the strike would lead to an attempt to bring Leon Trotsky, the Russian Marxist, out of exile and into the United States. The Flint Sit-Down Strike was reminiscent of the “alien propaganda” that was utilized by Lenin when he incited a strike in Russia by getting Petrograd workers to occupy the factories in protest (<em>The Washington Post</em>, 1937). Walsh argued that this was not an isolated incident as it also occurred in northern Italy with the rise of Fascism led by Mussolini. Walsh called to mind his sociologist view as a reason why he asserts that “the ‘sit-down’ strike as a definite advance in Leftist psychology,” (<em>The Washington Post</em>, 1937). Walsh’s comments were refuted by politician Jim Farley who claimed that Dr. Walsh’s criticisms were rooted in his religious background. He called to mind the commandment of “Thou shalt not steal.” Despite that commandment having religious significance, it does not “subject in economic schools or private predilection,” or be considered binding in government (<em>The Washington Post</em>, 1937). He purports that anyone who believes in social justice truly, would compare a labour strike to the “ruthless confiscation and inevitable violence” of the Soviet Union (<em>The Washington Post</em>, 1937).","This <em>Washington Post</em> article demonstrates the radical views held by members of the elite class such as Dr. Walsh and brought to light genuine concerns about the threat of Communism in the United States. These concerns became pivotal three years later with the outbreak of World War II and the Cold War that came about ten years afterwards following the Flint Sit-Down Strike. Labourers were immigrants who left their countries that were undergoing social change and as such were viewed as potential carriers of sinister, dangerous ideas. By allowing labourers to unionize, factory owners were making themselves, and by extension their country susceptible. The Flint Sit-Down Strike was a pivotal moment that allowed for emergence of a different type of relationship between labourers and the industry that was “designed to promote justice, stability, and mutual interests,” (Faires, 122). Its success brought much needed attention to the union and serves as inspiration to other movements that emerged centuries later such as the Occupy movement."],"locations":[{"id":22756,"lat":43.0216870297,"lng":-83.7067526314,"zoom":9,"place":"Genesee, Michigan"}],"tags":[{"id":1626,"tag":"Flint, Michigan"},{"id":1625,"tag":"Edmund Walsh"},{"id":1544,"tag":"automobile"},{"id":1622,"tag":"labour strike"},{"id":1623,"tag":"flint sit-down"},{"id":1624,"tag":"General Motors"}]},{"id":5666,"title":"<strong>Native American trials on Pine Ridge Shooting</strong>","course_id":104,"status":"P","start_date":"1/1/75","end_date":"12/31/76","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1975, the shooting of the two FBI agents took place on the Pine Ridge reservation in South Dakota and four Native Americans were accused of the murder. The four men accused were Robert Robideau, Dino Butler, Leonard Peltier and Jimmy Eagle. Leonard Peltier was a Native American who was one of the four men to be accused for the murder. Robert Robideau and Dino Butler were charged for murder and were put to trail in June 1976 (<em>The Milwaukee Star Times, </em>1976). Leonard Peltier was a leader of the American Indian Movement (AIM) and was arrested in Canada for the 1975 shooting. Robideau and Butler had a trail in Cedar Rapids, Iowa and were acquitted (<em>The Windsor Star, </em>1999).","Peltier was in Canada and had to be extradited before his trial could take place. The affidavit which was given for the extradition of Peltier from Canada to stand trial for the murder of the FBI agents was later found to have been false because the woman who was on the affidavit was found to be lying that she was not there in Pine Ridge and never met Petlier (<em>The Windsor Star, </em>1999). Jimmy Eagle another person who was also accused of the crime would have his trial later. The presiding judge, Edward McManus in this case made several convictions of the leaders of the AIM (<em>The Milwaukee Star Times, </em>1976). The Native American Solidarity Committee (NASC) and AIM noted that all that were accused of this crime was trialled wrongly because of the lack of evidence and the bias of politics (<em>The Milwaukee Star Times, </em>1976). According to the NASC most of the accused people were already trialled and convicted by the public for these crimes because of the media influence (<em>The Milwaukee Star Times, </em>1976). Public opinion insured that the truth of the affairs between the government and the Native Americans would mostly side with the government views on the matter. Native Americas were not actively allowed to be involved in the concerns of their treaties, the legal system and affairs were controlled by the government (<em>The Milwaukee Star Times, </em>1976). All the protests the Native Americans had to be heard on the issues that they wanted the public to be aware of are of no concern to other American’s. The Native Americans were invisible to the other people. The American public regarding the Native American affairs should be handled between the Native American leaders and the government. The Native Americans wanted to have equal rights to have an equal voice in their affairs and how they were dealt with by the government. Other ethnic groups in America have fought to be given their rights and privileges, but are treated unjustly by the American government. According to the NASC and AIM, Native Americans were treated poorly and unjustly by the American government (<em>The Milwaukee Star Times, </em>1976). The Native American affairs are due for revision so that they may receive the rights and privileges of all the other Americans."],"locations":[{"id":35368,"lat":43.3355886249,"lng":-102.551603055,"zoom":8,"place":"Shannon, South Dakota"}],"tags":[{"id":1628,"tag":"Pine Ridge"},{"id":1627,"tag":"Leonard Peltier"},{"id":932,"tag":"Native American"}]},{"id":5667,"title":"Agricultural Labour-The Secret Jobs Done by Children-A look into the secretive world of hiring children as child labourers during the Great Depression.","course_id":104,"status":"P","start_date":"1/1/30","end_date":"12/31/38","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Agricultural Labour-The Secret Jobs Done by Children"," ","Industrial child labour was a very important issue in New York and the Southern part of America during the 1930s, but a large number of children also worked in agricultural farms for wages. There was no means to end this and it was a largely unknown issue at the time (Feld, 2). Feld’s article described New York citizens in 1935 fighting for more child labour amendments to be included in New York Legislature of 1921 for children working in sweatshops and industries (1). From 1921 to 1935, only few changes to the amendments regarding child labour were made, including the minimum age for a child to work, which was 16, by President Roosevelt (Feld, 1). Child labour was seen as a fairly cheap source of labour and many adults competed with children in New York for work. This was especially evident from 1928 until 1935 as the Great Depression hit, a result of the crashing stock markets. Subsequently many families grew poor and, “children found work while their elders waited for relief in bread lines”, (Feld, 2). Financially, children supported the families while their care-givers waited for food to feed their families.","Though many people believed child labour did not occur in the factories following the 1925 child labour amendments, children worked in farms as labourers as, “the laws did not apply to the fields”, (Feld, 3). In the census of 1930, two million children aged 10-18 still worked and 700,000 were under the age of 15. Most worked in the agricultural sector during summer vacation (Feld, 4). Federal surveys said children worked twelve hour shifts on tobacco, beet and, cotton plantations, all over the country (Feld, 3). One specific type of child intensive labour was when children worked on their parent’s farm (Feld, 5). Parents could use their children’s work for their own benefit and there was no legal way of limiting the hours children worked, nor regulation for their safety. As a result of fluctuating market prices for the crops of farmers, Feld states that farmers’ only sure economic strategies were, “their own labour and that of their children”,(Feld, 2). Using a lot of child labour was one way that a farmer could survive economically due to the unstable markets. This was very true about the tobacco fields as tobacco was, ``fashionable``, (Young and Young, 51)  and used children as young as five years old to pick the best, lowest leaves and de-worm crops (Feld, 6).","This article aimed at showing the significance of a largely unknown American condition of working children under the age of sixteen in farms. Many adults were in competition with the children because employers knew, ``children are a cheap form of labour without demands``, (Hindman, 71). Especially during the Great Depression, children were, ``willing to work long hours, as a way of cutting costs``, (Hobbes, McKechnie, et al, 191), and compete with adult workers until the 1940s (Nanjuda, 23). Working children took on the role of adults and were a main source of income for their families. Finally, “technological improvements in agriculture can never keep up with technological improvements in technology”, (Feld, 3). Much faster, easy labour was provided by children but that was no match for machine power in relation to industries."," "," "," "," "," ","Works Cited","Feld, Rose, “America’s Vast Army of Child Workers.” <em>New York Times</em> (2013): 18-19."," ","March 24, 1935, Accessed February 5, 2013."," ","http://search.proquest.com.myaccess.library.utoronto.ca/docview/101577232/13C81D7A"," ","5E05BEAFEEC/1?accountid=14771"," ","Hindman, Hugh<em> .Child Labour an American History</em>. New York: Library of Congress, 2002."," ","Hobbs, Sandy, McKechnie, Jim and Lavalette, Michael. <em>Child Labour A Companion </em>","<em>History</em>. California: Library of Congress, 1999."," ","Nanjunda, D.C. <em>Anthropology and Child Labour</em>. New Delhi: Mittal Books, 2009."," ","Young, William and Young, Nancy. <em>The 1930`s</em>. Connecticut: Library of Congress, 2002."," "," "],"locations":[{"id":22428,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1081,"tag":"The Great Depression"},{"id":1629,"tag":"Child Labour"}]},{"id":5668,"title":"The Assassination of President James A. Garfield","course_id":104,"status":"P","start_date":"1881-07-02","end_date":"1881-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At 9:30am, the morning of July 2<sup>nd</sup>, 1881, President James A. Garfield was shot at Baltimore and Potomac Depot, a train station in Washington, D.C. (<em>Salt Lake Daily Harold, </em>1881). In the ladies room of the train car, two shots were fired at President Garfield, with one bullet penetrating his right arm and the other piercing his abdomen just above the right hip, near his kidney (<em>Salt Lake Daily Harold, </em>1881).  The weapon used was an extremely heavy California caliber gun known as a “Bulldog” (<em>Salt Lake Daily Harold, </em>1881).","The initial rumor was that ex-console Marseilles Gatto, who had been removed from office earlier, was behind the murder plot (<em>Salt Lake Daily Harold, </em>1881). However, it was the man immediately caught fleeing the scene, Charles J. Gitteau, who was deemed as Garfield’s killer. Following the murder, Gitteau walked out of the train, passing Captain Parkee, a ticket agent who realized what Gitteau had done, jumped through the window after him and tackled him to the ground (<em>Salt Lake Daily Harold, </em>1881). With the help of two police officers and no resistance from the assassin himself, Gitteau was arrested and taken to police headquarters continuously hollering “I did it and will go to jail for it. I am a stalwart, and Arthur will be President” (<em>Salt Lake Daily Harold, </em>1881).","As all this commotion was occurring outside of the train, the scene inside was just as hectic. Multiple doctors monitored Garfield’s condition, giving hourly updates as they could. At some points, doctors remarked that the President might not make it. At other points throughout that day, his condition improved greatly (<em>Salt Lake Daily Harold, </em>1881). Ultimately, Garfield would survive his attack for a short period of time, but not without great suffering and pain. During the months of July and August, Alexander Graham Bell, inventor of the telephone, unsuccessfully tried to locate the bullet lodged in Garfield’s abdomen with a metal detector he had specifically designed for the President (“Life and Death in the White House”, <em>americanhistory.si.edu</em>). Despite all the efforts made by Bell and other medical experts, Garfield succumbed to his injuries on September 19<sup>th</sup>, 1881, dying from an infection and internal hemorrhage “James Garfield, <em>whitehouse.gov</em>).","When a theory was brought forth, prior to the President’s passing, suggesting that the attempted assassination was a result of a calculated plot, Garfield simply just shook his head saying that “[He did] not believe it.”(<em>The Evening Critic, </em>1881). Charles Gitteau, however, did have a plan. The unsuccessful lawyer believed that the president’s political decisions were threatening the position of the Republican Party and its power within government (“Life and Death in the White House”, <em>americanhistory.si.edu</em>). Gitteau was found guilty on January 25<sup>th</sup>, 1882 and executed in June that same year “Topics in Chronicling America - The Garfield Assassination”, <em>loc.gov</em>).","Although Garfield did not sign off on any legislation while in office, his death has contributed to the development of equal opportunity in modern day American politics. In 1883, one year after the execution of his assassin and only three years after his death, the Pendleton Civil Service Act was passed by congress (\"Pendleton Civil Service Act\", <em>britannica.com</em>).  This legislation established the mechanism of permanent federal employment based on merit rather than on political party affiliation (\"Pendleton Civil Service Act\", <em>britannica.com</em>). At the time, this was a tactic to avoid an unknown, “deranged office seeker”, such as Gitteau, from ever entering politics. This is relevant to today’s society because this act eliminates corrupt practices, forcing congress members, such as presidents, to appoint people based on their credentials rather than on patronage and remain true to the American dream of equality for all."],"locations":[{"id":1278,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":740,"tag":"President"},{"id":178,"tag":"assassination"},{"id":923,"tag":"James A. Garfield"}]},{"id":5669,"title":"Canadian Involvement in NORAD.","course_id":104,"status":"P","start_date":"12/12/58","end_date":"12/12/58","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The North American Air Defense Command (NORAD) was a joint partnership agreement between Canada and the United States over the defense of North America from Soviet long range bombers. Cooperation between the United States and Canada was vital to the success of NORAD, however. In a letter to the assistant Secretary of Defense for international security affairs, John M. Leddy expressed his concerns over Canadian participation in NORAD, mainly over Canada reluctance to use Anti-Ballistic missiles (ABM). The Canadian's fear of the ABM, was about the possibility of the United States firing the missiles near (or into) Canadian Airspace, without Canadian consent. (Leddy 1967). Leddy also noted the ongoing negotiations with Canada and its renewal of the NORAD agreement. Negotiations heavily depended on whether or not the ABM's would be under the command of NORAD. (Leddy 1967) If the ABM's were to be implemented, the Canadian public and official government opposition would push for the removal of NORAD. The Canadian opposition would argue that the Americans, with the suggestion of the ABM's, believe that soviet bombers are no longer a threat. With NORAD's main threat, the soviet bombers gone, NORAD would not have a purpose. In preparation for such accusations, Leddy suggested the use of the counter-arguments sent to the Ottawa embassy. The main argument was that anti-bomber mechanisms were still vital to the defense of North America. . (Leddy 1967) Leddy also mentions that a member of his department, which was the department of consultations, should attend the meeting with the Canadian defense minister so that negotiations could precede much smoother.","NORAD was a partnership between Canada and the United States although Canada's role in NORAD has been up for debate. Canada's geography made it a valuable ally when it came to defense of the continent but the geographical importance of Canada has been diminished by more advanced radar technology. Along with administrative changes that favored American command, allocation of space defense to the United States Air Force, and reduced spending on NORAD, Canada's role in NORAD has been reduced to supporting the Americans. One of the main reasons that the Americans still wanted Canada in NORAD was the Anti-Ballistic Missile program (ABM). With the threat of bombers decreasing and the threat of intercontinental missiles increasing, NORAD needed to adapt to the new threats. The main issue was about where the ABM's would be located. Canada did not want ABM's and each NORAD renewal since the 1960's mentions Canada's non-participation with missile defense, but the 1981 renewal had this cause removed. (Canada in NORAD 1985) Another issue lies with the command of NORAD, with much of the command belonging to the Americans. Plans have been made to have Canada builds its own Regional Operational and Control Centre (ROCCs) near North Bay by 1984, which would have allowed Canada full control of its airspace, however. The defensive liabilities of the base reinstated power back to the Americans. America had always involved Canada with the defense of North America, going so far as to prepare an amendment to the Atomic energy act that would allow Canada to possess nuclear weapons. (Lay Jr 1958) This never came to fruition and Canada's involvement in NORAD continued to decrease. Canada's role in NORAD had been to provide back up for the United States and to help with the surveillance of North America."],"locations":[{"id":52669,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1630,"tag":"Canada"},{"id":1631,"tag":"NORAD"},{"id":1632,"tag":"USA"},{"id":1633,"tag":"Nuclear"}]}]}