{"id":106,"title":"Historian's Craft","school_id":10,"school_name":"University of Alabama at Birmingham","term":"Spring 2013","abbr":"HY300-7T","url":"","description":"","points":[[33.5543155862,-86.8964933862],[40.5872658903,-83.1608707945],[38.9151212228,-76.9435162098],[32.2202206971,-86.2076124057],[33.553801834,-86.8960886107],[38.0317356359,-78.4849658413],[33.5505101397,-90.3010742823],[35.1808732525,-85.1648090186],[36.9833436671,-76.4193727628],[33.0342766311,-118.614221051],[34.7631159557,-86.5502041094],[42.560328524,-70.797191322]],"bounds":[[42.560328524,-70.797191322],[32.2202206971,-118.614221051]],"episodes":[{"id":5677,"title":"<strong>First Sitting President to Mention Civil Rights in the South</strong>","course_id":106,"status":"P","start_date":"10/26/21","end_date":"10/26/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 26, 1921 President Warren G. Harding visited Birmingham, Alabama.  The Magic City was celebrating its semi centennial - fifty years of being a city in the New South. It was a city without a typical Southern past.  Founded in 1871, Birmingham was a model city at this time – railroads, blast furnaces and steel mills marked its landscape.  It was a bustling industrial giant; and, it was here in this thriving metropolis that President Harding delivered the first speech given in the South by a sitting president which called for racial equality.","President Harding arrived at the Birmingham Terminal Station at 8:45 A.M. aboard a special train from Washington.  A grand parade began at 10:00 A.M., in the lead car President Harding greeted thousands of onlookers waving American flags and eventually traveled to the Tutwiler Hotel. The Tutwiler’s balcony served as the reviewing stand for the President and his party as the parade traveled past – Civil War veterans, groups of industrial workers, National Guardsmen – the whole city turned out for the Presidential visit.","Harding’s official address to the city was delivered in Woodrow Wilson Park at 11:30 A.M. to a large crowd of the fast-growing city.  Harding’s plan was to use this speech to make his first public show of support for the Republican National Committee’s plans to reorganize the party in the South.  He explained that race was becoming an issue and could no longer remain a solely regional concern.  Harding spoke of the great migrations of black laborers to the North during World War I, the meritorious service given by black soldiers during the war, and then spoke of political equality as a guarantee of the U.S. Constitution: “Let the black man vote when he is fit to vote; prohibit the white man voting when he is unfit to vote.”  While white listeners fell largely silent, African Americans cheered from their segregated section of the park.   Calling for “an end of prejudice” Harding went further than any president since Abraham Lincoln.","With this speech, Warren G. Harding became the first President to support civil rights on Southern soil for African Americans.  He felt that African Americans should have full equality in employment, education and political life.  While some may consider Harding a mediocre President, it is clear that he was a good man who sought equality under the law for all American citizens - white and black - at a time of severe racial intolerance, by openly advocating civil rights.  President Harding was clearly a man of his convictions."],"locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":142,"tag":"african americans"}]},{"id":5678,"title":"<strong>From Front Porch to North Portico</strong>","course_id":106,"status":"P","start_date":"6/1/20","end_date":"11/30/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Even though most historians today view Warren G. Harding as one of the worst U.S. presidents, he was a very modern and innovative thinker even before becoming president.  His presidential campaign in 1920 is a prime example of this.  What historically has been called his “front porch” campaign captured the imagination of the public.  It was the first campaign to be heavily covered by the press, receive widespread newsreel coverage and use the power of Hollywood and Broadway stars.      Movie Stars, conservative businessmen and common folks traveled to Marion, Ohio for photo opportunities with Harding and his wife.  Big name public figures such as Al Jolson, Henry Ford, Thomas Edison, Douglas Fairbanks, Harvey Firestone and Mary Pickford were among the many celebrities to travel to his home from across the country.","Considered handsome and very photogenic, the campaign drew upon Harding’s popularity with the women and more than a few Republicans thought with his looks and his charm would attract enough women voters to win the election.  However, it was Harding’s support for women’s suffrage in the Senate that actually made him extremely popular with women.  The ratification of the Nineteenth Amendment in August 1920 brought huge crowds of women to Marion, Ohio to hear Harding.  This would be the first election in which women voted.","Having won the Republican Party nomination on his wholesomeness, common folk attitude and good looks, Harding’s campaign was seen as having a distinguished presidential profile.  The Republican Party platform condemned the Wilson administration for its handling of World War I and opposed the League of Nations.  Sensing the nation’s fatigue, Harding used the slogan “A Return to Normalcy” throughout his front-porch campaign. Given that “return to normalcy” is a Harding cliché made-up by him when he should have used the word normality, this “return to normalcy” phrase is still used today by many in the political world. Deciding that he liked the sound of the word, he made “Return to Normalcy” a recurring theme in his campaign.  Harding promised to return the nation to more normal times – i.e., renewed isolationism in reaction to World War I, a resurgence of nativism and a turning away from government activism of the reform era.","On election night November 2, 1920, which by the way was Harding’s 55<sup>th</sup> birthday, the first commercial radio broadcast coverage of election returns was heard.  Radio broadcasts and commercials ushered in a new style of campaigning and reached a wider audience – radio had become a new political medium. Harding won the presidential election in a massive landslide victory and became the twenty-ninth president of the United States. It is interesting to note that he carried the state of Tennessee – the first time a formerly Confederate state voted Republican since Reconstruction ended.  Even though Harding followed one of the most visionary of all our Presidents, Woodrow Wilson, it is important to note that Harding also brought revolutionary ideas and invoked his era’s technological expertise to use on the campaign trail.  While Harding’s presidency will always be remembered for the first election in which women voted, his presidency helped bring calm and serenity to our nation in a tumultuous time."],"locations":[{"id":20723,"lat":40.5872658903,"lng":-83.1608707945,"zoom":10,"place":"Marion, Ohio"}],"tags":[{"id":7,"tag":"Women"},{"id":18,"tag":"Politics"}]},{"id":5679,"title":"<strong>Top Dog at the White House</strong>","course_id":106,"status":"P","start_date":"3/5/21","end_date":"3/5/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Though there were many presidential pets before him, Laddie Boy was the first celebrity White House pet.  Few people realize that Laddie Boy, President Warren G. Harding’s Airedale terrier, was the first to receive regular coverage from newspaper reporters. Presidential pets had to receive the same scrutiny as their distinguished masters.  Whether providing companionship or humanizing the President’s political image, Laddie Boy did his job well.   Laddie Boy was included in the everyday happenings in the White House during Harding’s 1921-1923 administration.","Laddie Boy came to the White House on March 5, 1921, the day after Harding took office, he was 7 months old.    He had been born on July 26, 1920 at Caswell Kennels in Toledo, Ohio.  President Harding told his staff to let him know when the dog arrived, so they did, even though there was a cabinet meeting going on.  President Harding was so happy to get Laddie Boy that he brought him right into the meeting.  After this, Laddie Boy went to most cabinet meetings where he had his very own hand-carved chair to sit on.  Laddie Boy was both photogenic and the perfect representation of Harding’s campaign slogan “Return to Normalcy.”  Harding loved dogs and he used Laddie Boy to demonstrate his connection to the average person.","Laddie Boy certainly knew how to steal the spotlight.  His popularity with reporters was so great they often quoted him in pretend interviews.  Laddie Boy accompanied Harding while he golfed, had his own birthday parties, greeted official delegates and once hosted the annual Easter egg roll.  Harding so loved Laddie Boy and the attention he received, that he commissioned one thousand bronze miniatures of Laddie Boy, which Harding gave to supporters. With all this attention, Laddie Boy was named the official presidential pet.  He was treated like a king and even had his own caregiver who gave the dog daily baths.","Laddie Boy was so beloved nationwide that the Newsboys’ Association asked every newspaper delivery boy in the country to donate one penny to a special fund to build a statue of Laddie Boy.  In all, nineteen thousand one hundred thirty-four pennies were collected and melted down.  Laddie Boy’s likeness, made from the copper in the pennies, still stands in the Smithsonian Institution in Washington, D.C."],"locations":[{"id":21755,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":18,"tag":"Politics"},{"id":8,"tag":"Arts/Leisure"}]},{"id":5686,"title":"An Alabama Minister Fights for Temperance By Using Race","course_id":106,"status":"P","start_date":"1/1/00","end_date":"1/1/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early decades of the 20<sup>th</sup> century the Alabama Anti-Saloon League published a brief flyer outlining the group’s proposals. The flyer is titled “The Alabama Anti-Saloon League” and outlines four goals: “First- To federate the Churches, Sunday Schools, Temperance Societies and other moral forces of the State in a conservative, persistent, and determined movement against the saloon; “Second- to create a healthy, sane, and powerful public opinion in favor of Local Option;” “Third- to Secure the nomination and election of such persons to the next General Assembly of Alabama as will pledge their support to a General Local Option Bill, Permitting counties, cities, or subdivisions of the same, to settle the saloon question within their bounds by popular vote, without other recourse than formal petition presented to the proper authority;” and “Fourth- to organize the temperance sentiment of Alabama into a permanent and perpetual Anti-Saloon force. And to press the fight for civic righteousness, asking for that fundamental principle of Democratic government—the right of the majority to rule.”","W. B. Crumpton, the author of the flyer, was an Alabama Baptist minister who had served as a confederate soldier in the Civil War. He helped to create the Alabama chapter of the Anti-Saloon League which focused on “Local Option” as a means of implementing prohibition of alcohol. As stated in the flyer, “Local Option” allowed “counties, cities, and subdivisions” to decide their stance based on popular vote. Local option or popular vote at the local level would allow regions to vote whether to be ‘dry’ or ‘wet’ counties. A supporter of local option and editor of a magazine called Alabama Baptist; W.C. Cleveland wrote about his opinion on state-wide legislation but claimed to only “discuss politics… when it intruded on moral issues.” Historian Wayne Flynt depicts Cleveland as concerned about the creation of “a national or statewide prohibition law as well as creation of a ‘political temperance party… [because] he feared that such politicization would split whites, undermine the Democratic Party, and harm the cause of temperance.” Flynt goes on to suggest that “Cleveland urged individual Christians to spurn liquor, and he urged prohibition leaders to marshal their energy for local option elections,” which would allow the white community to control county-wide legislation without creating controversy among whites. Local option was the best option in the view of many Alabama Baptist ministers because not everyone within the white community agreed with temperance. This would cause friction within the white community because there was an fraction of whites would did not want temperance interfering in their own lives. This faction was dealt with through local option which required a popular vote and, like typical Americans, we accept majority vote as the official say on any matter. This means that local option avoided any friction within the white community because of its majority vote. The National Temperance Almanac states that Local option allowed for a licensing system in which “local, municipal and county authorities” could give liquor licenses “to all applicants of good character.” The requirement of “good character” allowed local governments to control which communities would be allowed liquor licenses.","Local option and the licensing system ended up being a control mechanism used by middle and upper-class whites to once again to reestablish control over the African-American community after reconstruction.  Middle and upper-class whites achieved this though selective licensing when the county was voted ‘wet’. Historian Wayne Flynt describes Crumpton as having “combined racial politics with prohibition, describing whiskey bottles ‘sold only to the brutish negroes’ and that ‘contained pictures of nude white women’.” Crumpton viewed the local option and licensing system as a means to control the African-American community while allowing white superiority to vote their own destiny. The permanent and perpetual Anti-Saloon force, according to Crumpton is pressing for Civil Righteousness, was actually pressing to disenfranchise the African-American communities through local option and the licensing system. "],"locations":[{"id":50982,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":21,"tag":"Race Relations"},{"id":699,"tag":"Temperance Movement"},{"id":142,"tag":"african americans"}]},{"id":5687,"title":"African-American Pastors Develop the ‘Black Temperance Movement’","course_id":106,"status":"P","start_date":"8/14/10","end_date":"8/14/10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A flyer stating “Colored Citizens Mass Meeting” describes the movement of African-American pastors to change the view of the “Negro Race.”. The flyer describes the place and time that congregations would meet and the objectives of the meeting. The meeting was called in an attempt to “protest against colored women visiting barrooms and barroom premises [and] also against children visiting such places, for whisky and beer.” The pastors also called for a protest in favor of temperance within the African-American communities because alcohol was viewed as “[an] evil... [that is] most disgraceful to the Negro race.”","Although, as the flyer suggests, African-American pastors were concerned about African-American welfare and pro-temperance historian Lee Willis claims that “black churches remained reluctant to endorse temperance whole-heartedly.” This reluctance of the African-American community was due to the racial undertones of the temperance movement within the white community. Historian Wayne Flynt examines how Alabama Baptist ministers harnessed racism within Alabama as a catalyst for the Temperance movement. Flynt states that “Crumpton combined racial politics with prohibition, describing whiskey bottles ‘sold only to the brutish negroes’ that contained pictures of nude white women.” The racist rhetoric used by Crumpton and other white temperance leaders is the cause behind the ambivalence of African-American pastors and community leaders to join the movement.","Despite the reluctance of many African-American leaders to join the cause of the white temperance movement the African-American community would begin to establish their own independent movement. This allowed the African-American community to ride the wave of temperance all the while having distanced themselves from white attempts to regain control of their community. African-American pastors would establish their own movement in an attempt to create a “stepping stone to a greater civil and political advancement.” Although white communities had their own agendas; Historian Donald Yacovone explains that African-American communities made efforts to “adopt temperance principles [in order to] gain white respect.” Many African-American leaders hoped to curb the prejudice views of the white community through temperance.  ","This flyer exemplifies the African-American community’s reaction to the Temperance movement and the attempt of African-American pastors to create, as described by Yacovone, a “moral reform [that] would cause slavery, prejudice, and intemperance to disappear.” The call for “protest [against] the evils [that are] most disgraceful to the Negro race” show an attempt for the African-American community to move forward in order to control their own communities through reform and progressive acts without allowing the white community to once again control their daily lives."],"locations":[{"id":18257,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":699,"tag":"Temperance Movement"},{"id":111,"tag":"Prohibition"},{"id":142,"tag":"african americans"},{"id":21,"tag":"Race Relations"}]},{"id":5688,"title":"Killer Disease Fighter","course_id":106,"status":"P","start_date":"9/1/37","end_date":"9/30/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"But to realize that six human beings, all of them my patients, one of them my best friend, are dead because they took medicine that I prescribed for them innocently… well, that realization has given me such days and nights of mental and spiritual agony as I did not believe a human being could undergo and survive.” In a letter written by Dr. A.S. Calhoun in 1937 he describes his feelings toward the drug Elixir Sulfanilamide. Sulfanilamide was produced first as a powder or tablet to cure bacterial infections, streptococcal infections and other diseases. S.E. Massengill Company however, created the drug in an elixir form due to high demand. Unfortunately, doctors started prescribing the medication before it could be fully tested due to no laws being enacted at the time to determine the safety of any drug. One of the main ingredients used in the elixir was diethylene glycol, which is more commonly used in antifreeze and is highly toxic. Patients would experience symptoms such as abdominal pain, nausea, convulsions, stoppage of urine and stupor. Illness from the elixir usually lasted around seven to twenty-one days. Patients who had taken the elixir suffered extreme pain. The elixir killed more than one hundred people in 15 states.","Elixir Sulfanilamide eventually led to the enactment of the Federal Food, Drug and Cosmetic Act. The FDC is a twenty chapter act overseeing the safety of food and drugs. The FDC prohibited food to have an addition of reduced fillers, concealable coloring, hazardous additives, and the company must clearly label a product. The enactment of the Federal Food, Drug and Cosmetic Act was a huge step in the safety of the American people. The Federal Food, Drug and Cosmetic Act also meant that any drug on the market had to use common names.","Nowadays drugs simply cannot go straight to the market without being put through a rigorous and lengthy set of testing. There are five categories which drugs are regulated by; administrative, professional, industrial, public and juridical. An administrative regulatory tool is the use of product labeling, statistical controlled trials and public health. An industrial category includes testing out the drug on an animal and containing package inserts. Had the S.E. Massengill Company been forced to go through these steps before producing Elixir Sulfanilamide the tragedy of more than one hundred deaths could have been avoided by forcing them to label their product clearly and test it before selling it to consumers."],"locations":[{"id":23938,"lat":38.0317356359,"lng":-78.4849658413,"zoom":13,"place":"Charlottesville, Virginia"}],"tags":[{"id":100,"tag":"Medicine"},{"id":230,"tag":"Medicine/Health"}]},{"id":5689,"title":"Separate and Unequal","course_id":106,"status":"P","start_date":"1/1/40","end_date":"1/1/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In late 1947, Howard E. Logan was attempting to get his job back at the Ensley Works in Bessemer, Alabama, by appealing to bosses and the union workers alike.  Logan was among the massive numbers of black men employed in Bessemer by the steel and coal industries. He had been off for eighteen days with a “bad throat,” received medical treatment by the company doctors, and was released to reenter the workplace.  Upon returning, his job had been given to a junior member of the shift that was working for a lower wage.  Logan asked his boss why this had been done and why he couldn’t retake his position, to which his superior responded, “No…it’s not overly important to me now, I’ll see if I can bring it up with your (factory floor) boss,” and told Logan to leave.  In the last of his correspondence, Logan had yet to have his job returned, nor had he received any real acknowledgment of his predicament.  This incident points to a much larger, class-based, and race-oriented battle that took place every day between the different races.","The large majority of workers were black in Bessemer, and Deborah E. McDowell’s “Leaving Pipe Shop,” gives a bit of insight into the plight of workers and their families. When describing Bessemer, Alabama, McDowell probably says it the best, “Pipe Shop [the nickname for U.S. Foundry and Pipe] gave our neighborhood its name and the men of Bessemer menial employment while the steel industry hung on, paying a barely livable wage.”  Wage discrimination was the major factor when it came to working in Bessemer, whether at “Pipe Shop,” (the steel works of U.S. Foundry and Pipe) or at any other facility.  Not only were blacks disallowed from holding certain higher paying, “white folks,” jobs, they were many times paid less for the same work a fellow white worker preformed.  Robert J. Norrell explains exactly how many whites viewed blacks when it came to jobs in his papers by discussing Clarence Dean’s situation.  Clarence Dean worked for Sloss-Sheffield Steel and Iron Company as a “scrapper,” in the furnaces.  Dean directed the flow of the four-thousand degree molten iron as it was poured from the blast furnace into moulds.  He wanted to be the “iron pourer,” the leader of the furnace crew.  Dean asked his supervisor to give him a shot at pouring iron, to which the callous supervisors said, “We ain’t going to give niggers no white folks’ jobs.”  Even after the federal government passed laws to ensure equality in the workplace, Dean was still denied the position for some time until he brought enough pressure on their shoulders to be allowed to pursue his ideal position.","Beyond general discrimination in pay and position, sometimes the mislabeling of jobs occurred. In this case, a black worker was given the responsibilities of a white position but titled a “helper.”  A “helper,” was basically just the machinist’s partner that preformed the more menial jobs that facilitated the machinist’s.  Because of this identification, he was unable to receive the full pay that a white man would for the position, and was kept from being able to graduate to a higher position.  These policies were practiced from unification in 1865 until the mid-twentieth century. During this time, the owner/operators “no more feared” their workers than they had for the League of Nations coming and impressing sanctions or mandates on business, according to McAlister Coleman’s account of the coal industry.","For the most part, black coal workers were oppressed and used for cheap labor in a land that was supposedly now “free.”  Where it had taken years of struggle seeking equality for blacks, whites have always enjoyed some sense of being in control and necessary.  This was still the case even though the majority of work in Bessemer, Alabama, was done by the blue-collar blacks."],"locations":[{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":306,"tag":"Mining"},{"id":220,"tag":"alabama"},{"id":1661,"tag":"Coal"},{"id":1662,"tag":"Bessemer"},{"id":1663,"tag":"Bessemer, Alabama"}]},{"id":5690,"title":"One Jew’s Rebuttal to the Civil Rights Movement","course_id":106,"status":"P","start_date":"1/1/57","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1957, an anonymous Jewish citizen in Greenwood, MS created a pamphlet called “A Jewish View on Segregation”. In his pamphlet, he gives an account of why the Jewish population should prefer segregation. His premise is the same as White Southerners “that the innate inferiority of African Americans would leave them incapable of competing on equal terms in an integrated society”. He claims that like the master of the antebellum plantations of years past, the white Southerner still had the African-American in their charge and needed to segregate them from society where they could still flourish at their own speed. He cites education as being his primary reason against integration. He argues that if the overwhelming ratio of African-American pupils were allowed to intermingle with white students it would lower the quality of education received by all white children. African-African children were on many occasions behind in their school studies and would often have to repeat a grade. These at risk children would in turn be older than the range of the average grade level student and therefore have a hand in exposing the younger students to negative influence. The meaning of the pamphlet goes against the conventional narrative that all Southern Jews were sympathetic to the plight of African-Americans in their struggle of equality.","An opinion poll in 1959 concluded that the Southern Jewish population was more supportive of the Civil Rights Movement than most Southern Whites although they tended to feel this way in secret. The goal of many Southern Jews was to keep a conservative political profile for fear of falling prey to heavy scrutinizing by Southern Gentiles in the form of Jim Crow laws. To the Southern Jewish businessman, Jim Crow laws were similar to the Nuremberg laws of the Nazi Socialist Party of 1930s Germany. These laws were put into force to keep patrons away from the European Jewish merchants in the form of boycotts and to reduce the status of the Jewish population to second class citizenship. In order to be seen as equals in White society, Southern Jews had to choose their words wisely in order to not be regarded as the masterminds behind the Civil Rights Movement and therefore face ostracism of Anti-Semitic rhetoric from the White majority.","Clive Webb, author of “<em>Fighting Against Fear</em>”, states “most southern Jews were inherently sympathetic toward the black struggle for racial equality, their actions were constrained by political circumstances”. Many of the southern Jewish community wished that their Northern counterparts would forego their convictions of wanting to assist with the Civil Rights Movement because their aiding in the various marches and voters registrations would only bring the wrath of white supremacy upon them, not the Northern visitors.  Jewish merchants feared that whites would not patronize their businesses, thus devastating their socio-economic status which also proved to be a leading concern of the southern Jewish community. After being oppressed, contained and driven almost to the point of extinction, it is understandable why many Southern Jews chose not to openly take part in the Civil Right Movement. Against this background, the author of the anonymous pamphlet stands out as different from the typical beliefs of Southern Jews."],"locations":[{"id":28265,"lat":33.5505101397,"lng":-90.3010742823,"zoom":9,"place":"Leflore, Mississippi"}],"tags":[{"id":937,"tag":"integration/segregation"},{"id":1071,"tag":"Civil Rights Movement"},{"id":6,"tag":"Education"},{"id":1664,"tag":"Jewish"}]},{"id":5691,"title":"An Uncommon Sentiment","course_id":106,"status":"P","start_date":"1/1/50","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["H. S. Chamberlain had a problem on his plate back in the mid-twentieth century.  Everyone sought cheap labor in the steel and coal industries, but feared employing certain groups of people because of their behavior.  Blacks treated with trepidation were the majority of workers in these industries.  For the most part, blacks saw nothing but discrimination and fell under the watchful eyes of white owners.  Chamberlain sought to employ more blacks, and to encourage other corporations to do so as well.  However, his peers felt that he must be disillusioned in his pursuits.  In a letter to other owners not only in Tennessee, but to Pennsylvania, and even into the Deep South, he conveyed his position on the matter.","“Around the furnaces, the great bulk of labor is colored labor, it is almost entirely so about the blast furnaces.  As far as experience goes, we have found it is by far the best labor in the South.”  How could one man be so sure of his predicament, and yet, everyone else saw black labor as a necessary evil?  It would seem that racial tensions kept most blacks in the hard, dirty, and underpaid jobs.  While Chamberlain employed these men in the same positions, he had “great success” in his endeavors.  A good number of black laborers had been on the payroll for nearly twenty years, that they “give great satisfaction,” in their duties.","This “great satisfaction” was beset with problems, of course.  Chamberlain’s white employees were extremely prejudice, and fought to keep blacks out of the skilled positions by not agreeing to teach the trade to the black workers.  Though, this is not uncommon in the South, the majority of skilled labor was delegated to the white workers because of racial discrimination.  However, Chamberlain goes on to discuss that it was this prejudice that inhibited the black men’s advancement, not their skills.  Chamberlain goes further, pointing out that as “puddlers,” black men were just as capable.  “Puddling” involved stirring the molten contents of a furnace from above with iron rods, it was one of the most dangerous and hard jobs in the “puddling” style furnaces.  “Fully as good as white men; their yield is as good; they are as steady workmen; they are as reliable in every way, and their product is fully as good as anything that we have got from white labor.”  But the quality of the black laborer’s work wasn’t the predominating factor in where they worked.  If a black man was given a “white man’s job,” white workers had a tendency to lash back with violent strikes…barring whites and blacks from the workplace until they had the matter settled.   So it was not that blacks were unable to do work correctly, or lacked the basic skills to learn and achieve, but it was the racism that divided and segregated their opportunities.  One other man had much the same opinion as Chamberlain.  T. D. Aldrich was a northern industrialist that had moved to Birmingham, Alabama to work as a supervisor.  Aldrich agreed that blacks “as a class are, without exception, the best labor I have ever handled.”","Of course there are always dissenters to an ideal.  J. W. Sloss, the head of the famous Sloss Furnace Company in Birmingham, Alabama, believed “there would be no improvement to substitute white labor for black workers.”  Sloss, like many others, thought that replacing white workers with blacks was a mistake because it raised racial tensions for no reason.  Many would point to this and say that things were done in this way just to keep the workplace at ease, that it wasn’t a racially motivated matter.  However, more than enough evidence shows that blacks were hindered in progress mainly because white workers discriminated heavily against them.  Even the National Labor Union –created in 1866- questioned whether black laborers should be allowed to work in industry because of the racial problems it would create.  Also, there was still the belief that blacks were subservient to whites, harder to educate, and more base in their dealings.  These beliefs were a circumstance that played over and over itself, even to this day.","Throughout history, there has always been a culture or race that was treated as less worthy than their counterparts.  Here in the South it was especially rough on black laborers, however, the northern industries suffered because of these tensions as well.  Blacks would be hired, whites would strike and make demands, and things would be resolved for the good of the business…which often ignored what the needs of the blue-collar black laborers that did the majority of unspecialized work in the coal and steel industries."],"locations":[{"id":29463,"lat":35.1808732525,"lng":-85.1648090186,"zoom":9,"place":"Hamilton, Tennessee"},{"id":28563,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1011,"tag":"Ethics"},{"id":1661,"tag":"Coal"},{"id":906,"tag":"Steel industry"},{"id":21,"tag":"Race Relations"},{"id":1665,"tag":"Steel"},{"id":1666,"tag":"Coal Industry"},{"id":1667,"tag":"Discrimination"},{"id":1668,"tag":"Racial Tension"},{"id":1669,"tag":"South"}]},{"id":5692,"title":"Despite the Odds, William Neal Brown overcomes discrimination through equal opportunity.","course_id":106,"status":"P","start_date":"12/7/41","end_date":"12/7/41","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["All was quiet at the home of William Neal Brown until a broadcaster came over the radio shouting Pearl Harbor has been attacked, Pearl Harbor has been attacked! It was at that moment on December 7, 1941 he decided to volunteer his services for the armed forces of the United States. Brown was living in Newport News, which was a shipyard that built battleships and aircraft carriers to supply the pacific fleet prior to the start of World War Two. He acquired a job as an assistant at the shipyard and after three days a man in a red, white, and blue suit pointed directly at him and said, “Uncle Sam needs you!” It was then that Brown travelled to the recruitment center and signed up for the armed forces.","William Brown chose the Army Air Force as the branch of the military that intrigued him the most. He was aware that the Air Force had already established schools in Hampton and Tuskegee with flying clubs. Brown mentioned that he just wanted something that was in the air. When he attended Hampton for his training he never received and ROTC training or pilot training courses although they were available. When Mr. Brown enlisted to engage in battle he did not feel adequately prepared. Disappointment was evident due to the fact he remained in the continental United States throughout the war. Brown never took part in the war effort against Adolf Hitler and his Nazi regime of the Third Reich. His commanding officers told him he would continue his duties in the Air Force that he did while he was a civilian. He was sent to Washington and Lee, a school for special services and training officers, to work with soldiers when they did not have drill. Once, Brown arrived at Tuskegee he still was not trained. All the instructors and commanding officers wanted him to teach the other soldiers because they simply did not have the time.","William Brown’s military career was satisfactory at the best. He was never allowed to engage in battle to help the soldiers in the European and Pacific theaters. Historians have often asked the question, how does black military history reflect discrimination and the battle against it? Bernard Nalty, author of <em>Blacks in The Military</em>, states that black leaders and civil rights advocates urged that blacks participate in the war efforts in order to combat the enemy as well as segregation and discrimination at home. In most cases the military even carried over the Jim Crow laws. In some cases this was true for Brown because he was never allowed to fight over seas and he remained at home bases teaching other officers and soldiers. However, the Army did make a point to treat all soldiers, regardless of color, as soldiers. There was some headway in combatting discrimination. The other major question that historians pose is how did the military fair against the rest of country as far as equal opportunity was concerned? The military had a policy that stated all blacks must fill every position regardless of the necessary skills but this policy was often ignored. The equal opportunity was definitely there and more so than the rest of the country. As for William Brown, if it were not for the military providing him with equal opportunity he would not have been as successful with such accolades as being a Tuskegee Airmen, obtaining a college degree with a doctorate, and ultimately becoming the first black professor at Rutgers University."],"locations":[{"id":26427,"lat":36.9833436671,"lng":-76.4193727628,"zoom":13,"place":"Newport News, Virginia"}],"tags":[{"id":1672,"tag":"Tuskegee Airmen"},{"id":1671,"tag":"Equal Opportunity"},{"id":1670,"tag":"Blacks in the military"}]},{"id":5693,"title":"Three Tribes Confederate for Peace","course_id":106,"status":"P","start_date":"1867-10-21","end_date":"1867-10-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The chiefs and headmen of the Kiowa, Comanche, and Apache Indian tribes met with the United States commissioners, such as Nathaniel G. Taylor and William S. Harney, in Kansas to seal their tribes’ fate in America on October 21, 1867. The United States government referred to the Treaty with the Kiowa, Comanche, and Apache as a peace treaty, but in reality it forced the tribes to conform to the wills and regulations set forth by the United States government. The treaty demanded that the three Indian tribes confederate and “to be placed, in every respect, upon an equal footing.” The three tribes merged together and were required “to accept as their permanent home the reservation described in the aforesaid treaty” and “to pledge themselves to make no permanent settlement at any place, nor on any lands, outside of said reservation.” All aspects of life on the reservation had to be equally shared and distributed such as clothes, jobs, school buildings, teachers, and the educational system. The United States government required the Indians to keep peace with the white men and every citizen under the jurisdiction of the United States government. This treaty also stated that by signing this treaty this treaty, the Indian tribes “give up and forever relinquish to the United States all rights, privileges, and grants now vested in them, or intended to be transferred to them.” The people of the Kiowa, Comanche, and Apache tribes gave up their culture, independence, and their tribes’ futures when they signed this treaty.","In the nineteenth and early twentieth century, the United States government did not allow Indian tribes to practice their own culture, live freely, and the government did not believe that Indians should be privileged with the common rights of citizens of the United States of America. The government rejected Indians as citizens of the United States. This is evident because the treaty of the Kiowa, Comanche, and Apache tribes forced the tribes to assimilate with one another and live as if they had always been one uniformed, equal tribe. The Indians’ daily lives were completely changed, and every aspect of their lives was under direct control of the United States government, especially the Native Americans’ educational system. Although this educational system set forth by the government was presented as a gift and a privilege, it is evident that it wasn’t very advantageous, and the educational system did not put the Native Americans’ needs first.","The historian David Adams shows that in reality, these educational institutions created on Native American reservations intended to completely restructure the Native American’s minds and personalities. In attempts to civilize the savage Native Americans, the government forced the children to cut their hair and wear standard American school uniforms, instead of their normal tribal clothing. Some children were also taken from the families and home reservations and transported to other reservations to attend boarding school. In making such drastic changes to the children’s lifestyles, it was inevitable that the children would become more Americanized, which is exactly what the United States government wanted. The rights and privileges of the Native Americans were truly relinquished to the United States government, just like the Treaty with the Kiowa, Comanche, and Apache enforced; the Native Americans did not even have control of their children and their children’s education.  These said advantages, like an educational system, given to the Native Americans were not really advantages at all. They were just a ploy in order for the United States government to gain what they wanted, land ownership, and keep the Native Americans out of their way to manifest destiny.<br /><br />"],"locations":[{"id":4489,"lat":null,"lng":null,"zoom":8,"place":"SHAWNEE, Kansas"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":18,"tag":"Politics"},{"id":9,"tag":"Law"},{"id":17,"tag":"Government"},{"id":42,"tag":"Civil Rights"},{"id":19,"tag":"Native-Americans"}]},{"id":5694,"title":"<strong>A Daughter Learns of Anti-Semitism and Heroism in Nazi Occupied Tunisia</strong>","course_id":106,"status":"P","start_date":"11/1/42","end_date":"5/30/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Over 70 years ago, Faiza Abdul-Wahab’s father, Khaled, rescued several Jewish families from German troops occupying the town of Mahdia, Tunisia. After the occupation commenced in November 1942, Nazi and Vichy leaders in Tunisia enacted a set of anti-Semitic laws similar to those in Europe. According to the sources found in the United States Holocaust Memorial Museum International Archive, these laws required Tunisian Jews to wear yellow badges, pay hefty fines, and be subject to property confiscation. The laws also put some Jewish men into forced labor camps. Khaled Abdul-Wahab was a businessman who owned a farm just outside the town of Mahdia. When the Germans arrived in town, Abdul-Wahab wanted to find a way to help his neighbors regardless of their religious beliefs. Despite being Muslim, Abdul-Wahab offered protection to several Jewish families in the area when their fathers and husbands were sent to work camps. He allowed them to stay at his farm and live inside the stables. Abdul-Wahab even made friends with some of the German officers in order to avert suspicion away from his farm. One night while hosting the officers at a dinner party, several of the drunken officers broke away from the party and made their way to the stables. They began yelling and threatening the women and children inside. “We know you are Jews!” the officers screamed. Abdul-Wahab confronted the officers and, after a few tense moments, the officers left. It is unknown how he convinced the officers to leave without incident, but in any case, the Germans did not return to Abdul-Wahab’s farm for the duration of the occupation.","Until recently, Faiza’s father’s wartime activities had remained a mystery, however after reading an article in the <em>New York Times</em> written by a woman Khaled had saved, Faiza learned a great deal about her father’s heroic actions. After hearing this story, Faiza set out on a quest to have her father commemorated for his heroic actions. She wanted him to be recognized as a “Righteous Gentile” by Yad Vashem, the Israeli Holocaust museum. Faiza’s quest to have her father’s memory remembered and commemorated is typical of many stories from the Holocaust. Historian T.G. Ashplant recognized the modern trends in Holocaust commemoration and gives several examples on why a member of the “grandchild generation” would want their relative commemorated. Relatives of people who experienced these times first hand often want these events recorded in order to honor the span of living memory. However, in the case of Faiza Abdul-Wahab, her father was deceased when she first found out about his heroic deeds. For Faiza, it is important to address the question of culture memory and the complex relationship between past and present. In today’s world, cultural relations between Jews and Muslims are at an all time high, so bringing Khaled’s story to light could help ease tensions between the two cultures. Historian Robert Satloff concurs with this assumption by suggesting that documenting just one “righteous” Arab could make “Arabs see the Holocaust as a source of pride, worthy of remembering, not something to avoid or deny.”","Faiza Abdul-Wahab’s quest to commemorate her father is not unlike the quest of many children and grandchildren whose relatives experienced the Holocaust. Khaled Abdul-Wahab may not have been obligated to these people in any way, but he chose to provide them protection during one of the most horrific periods in modern history."," "],"locations":[{"id":52666,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":753,"tag":"Anti-Semitism"},{"id":71,"tag":"historical memory"},{"id":1675,"tag":"Holocaust"},{"id":1676,"tag":"Tunisia"}]},{"id":5695,"title":"African Americans and the Blaxploitation movement","course_id":106,"status":"P","start_date":"1/1/70","end_date":"12/31/80","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" In July 1971, Newsweek Magazine produced in its new movie section an article stating, “John Shaft, private eye aspired steely black version of Sam Spade and James Bond, SHAFTS BIG SCORE, the sequel to last year’s enormously profitable Shaft.” Hollywood was on a role. During the late 1960’s white people were moving to the suburbs in mass numbers, leaving blacks as the minority in the city. However, the cinemas were only located in the city. As a result, to keep movie theaters from closing, which would also affect Hollywood, Hollywood began to make films primarily for the black audience. Finally the days were over where black actors and actresses could only starred in roles like the mammie, coon, or Uncle Tom. Now there were movies being produced such as Melvin Van Peeble’s, <em>Sweet Sweetback’s Baadassss Song</em> (1971), and Gordon Parks’, Shaft (1971), which portrayed African Americans in a different light."," Although African Americans had appeared on screen during the 1930’s and 1940’s, the 1970’s birthed films that completely changed how African Americans were represented in film. Going into the 1970s, African Americans turned to Hollywood to represent their outlook and attitudes on their brutal history. Filmmakers took sensitive issues that African Americans had to deal with in the past and made it into entertainment. This era is known as the Blaxploitation era.","Historian David Walker, author of Reflections of Blaxploitation, stated, “The Blaxploitation period of the 1970s had a positive impact on the African American race because it changed the way other races received the black race”. The Blaxploitation era was the first time in film history, Hollywood produced black oriented films pitched directly at satisfying black people. The Blaxploitation films were significant to African Americans because the movies now portrayed blacks as heroes. Blacks were now able to show how it was being black in America and the rest of the world was ready to see it. The films brought Hollywood so much financial success that it opened the floodgate for over 200 more films during that period.","The Blaxploitation era died down after the 1970s, but it left a major impact in film forever. In that era several classics were produced like: <em>Lady Sings the Blues: Black Stars/ Black Romance, Sounder,</em> and<em> Sparkle, </em>just to name a few. One mutation of the Blaxploitation period is hip hop. Hip hop drew heavily from the films that were created during that time. Another mutation of that period is other black films today. There are even black classic films that borrowed concepts of the films during that era such as Boyz in the Hood (1991) which borrowed from Cooley High. The Blaxploitation period birthed over 200 movies, grossed millions of dollars, launched many careers, and changed the perception about African Americans forever."," "," "," "],"locations":[{"id":34781,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":1674,"tag":"Blaxploitation movement"},{"id":1673,"tag":"Black film"},{"id":1267,"tag":"Black Theater"},{"id":84,"tag":"Black History"}]},{"id":5697,"title":"A Black Voice, the Spark of the Modern Civil Rights Movement.","course_id":106,"status":"P","start_date":"1883-10-20","end_date":"1883-10-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Saturday, October 20, 1883 William Gaston used pages in The Huntsville Gazette to publish an article that shocked the black community. The headline read, “The Civil Rights Act: The United States Supreme Court Declares the Act Unconstitutional.” According to Gaston, “These cases [presented to the Supreme Court] were respectively prosecutions under that act for not admitting certain colored people to equal accommodations and privileges.” However, Justice Bradley of the Supreme Court had delivered an opinionated speech that said Congress had no constitutional authority to pass the first two sections of the Civil Rights Act of 1875. He insisted that ultimately the states had the final decision of due process if a black was denied the privileges listed in the first section. The first section specified that all persons of the United States were entitled to equal enjoyment of accommodations on land and water subjected only to the limits of the said establishments. The second section indicated that whosoever broke the details outlined in the first section would be subject to a fine and possible imprisonment.","Black political activism was on the rise at the turn of the century but was held back due to oppression from white supremacists. Gaston used the newspaper as a platform to articulate his beliefs to a wider audience so that his message could spread rapidly. One of the main points he conveyed was that the black community needed to listen to African American preachers. Gaston stressed that they were the best local leaders for a black community because they worked diligently in their respective towns and voiced the thoughts and feelings of those who are unable to make themselves heard. Gaston himself was a renowned black activist who identified himself with issues that would better the black community. He organized events marking the ratification of the 15<sup>th</sup> amendment and the abolition of slavery. These events helped sustain the growth of black political activism, but with the turn of the century attitudes towards black politics turned more negative.","It wasn’t until the 1930s that black newspapers regained the prominence that they once had. In North Carolina, following in the footsteps of Gaston, an African American journalist named Louis Austin wrote about black activism. He told stories of he and his wife barging into theaters and sitting in white seating sections. His activism was not limited to the individual because he initiated a new strategy that employed legal action and embraced the Democratic Party to fight against white supremacy. He was not satisfied with incremental adjustments in racial equality so he sought after a more confrontational style in order to destroy the system of segregation. Austin played a key role in motivating other black journalists to fight against white supremacy and end segregation forever. Many of the articles written by Austin challenged racism and oppression. His editorials fought persistently for the oppressed blacks. He led voter registration drives and ran for public office so he could introduce legislation to end segregation. In addition, he wanted integration of colleges and universities so black students would have access to higher education. Other articles he published in his newspapers advocated equal pay for black teachers, equal state funding for black schools, and he fought against police brutality. The spark of one newspaper initiated the beginning of the modern civil rights movement."],"locations":[{"id":257,"lat":34.7631159557,"lng":-86.5502041094,"zoom":9,"place":"MADISON, Alabama"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":1677,"tag":"Black"},{"id":1678,"tag":"Black Press"},{"id":1679,"tag":"Huntsville Gazette"},{"id":1680,"tag":"William Gaston"}]},{"id":5698,"title":"Chemicals in the Cure-All Medicines","course_id":106,"status":"P","start_date":"1800-01-01","end_date":"1800-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the 1800s numerous patent medicines were on the market to “treat” a wide range of diseases and symptoms. There were treatments for excess fat, curing female ailments, anti-pain meds and treating the common cold. Someone even made a pill for pale people. These patent medicines came in all forms; extracts, elixirs, pills, wafers, etc. The most popular of these patent medicines was Lydia Pinkham’s Vegetable Compound. Lydia marketed her medicine towards women to help with their “female ailments” from monthly cycles and menopause.  She prided herself on helping women and even coined herself the phrase “Yours for health” to prove that she was willing to help them. But what exactly was Vegetable Compound made from? Lydia used unicorn root, life root, black cohosh, pleurisy root and a suspension of eighteen percent alcohol to make her miracle Vegetable Compound. Women all over claimed that her compound made their symptoms better but no scientific studies were ever done in the 1800s to prove that.","During the 19<sup>th</sup> century it became apparent to the United States Food and Drug Administration that the production and sales of medications needed to be safer for the public. Drug regulation in the 19<sup>th</sup> century involved numerous processes that are divided into five categories. Each of these categories played a serious role in determining the safety of a drug. Drugs needed to go through controlled trials, animal testing, determining if the drug would benefit the quality of life of the public and cost-benefit analysis. The manufacturer of the drug also had to be very clear on the packaging what chemicals were involved in making the drug and include clear package inserts. This new system of drug regulation helps to keep the citizens of America safe. No person can throw ingredients together to make a drug, state that it will cure a disease and sell it to anyone without thorough testing and research.  This type of regulation keeps Americans from dying unnecessary deaths due to the toxicity of untested drugs.","Even after her death in 1883, Lydia Pinkham’s Vegetable Compound continued to be manufactured and bought by Americans. The compound was picked up by Numark Laboratories in 2004, and Numark is still marketing the product towards women to help improve the symptoms of their monthly ailment and the symptoms of menopause. Thanks to the new drug regulations set by the United States Food and Drug Administration the ingredients are now healthier and the product underwent scientific testing. This new form of the compound is now available in a liquid or a tablet."],"locations":[{"id":15795,"lat":42.560328524,"lng":-70.797191322,"zoom":9,"place":"Essex, Massachusetts"}],"tags":[{"id":100,"tag":"Medicine"},{"id":230,"tag":"Medicine/Health"}]},{"id":5699,"title":"The negative effects of the Blaxploitation movement","course_id":106,"status":"P","start_date":"1/1/70","end_date":"12/31/80","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On September 6, 1971, Newsweek Magazine produced an article called Blacks vs. Shaft. In this article displeased African Americans voiced their opposition against the Blaxploitation movement saying that the films created false heroes who demeaned the black image. Black film critic, Clayton Riley, expressed to the New York Times, “that the new black films portrayed a fairy tale treatment of black life.” He compared the Hollywood producers to thieves saying that they had found another vein of gold to rip off. Conrad Smith, leader of the Los Angeles branch of CORE, told Newsweek’s Henry McGee: “We’re prepared to go all the way with this, even to the extent of running people out of the theaters.”","Blaxploitation movement emerged in the early 1970s. The first recognized Blaxploitation film was Melvin Van Peebles’ 1971, “Sweet Sweetbacks BaadAsssss Song”. The X-rated film starred a male prostitute name Sweetback.  In this movie, Sweetback evades the police station and expresses his dislike for white authority.","After this movie became a great success, Hollywood began to make films with all black casts back to back. There were movies produced like “Shaft”, who portrayed the black James Bond and “Super Fly”, who was the infamous cocaine pusher. Although there were many blacks who were excited about this new movement, there were also some who strongly opposed Blaxploitation films. Some blacks felt Blaxploitation films portrayed African Americans in a bad light, and encouraged negative stereotypes. Just one week prior  to Newsweek Magazine’s, <em>Blacks vs. Shaft</em>  article was published, some Civil Rights Organizations in Los Angeles, California got together to form the Coalition Against Blaxploitation  group. The CAB group main goal was to produce its own films that they felt were acceptable good movies and to make Hollywood stop producing Blaxploitation films. Many of the Blaxploitation film protestors felt the films only took place in the inner city and focused on drug dealers, pimps, and hit men. A lot of protestors also hated the language used in the films. Black men began to refer to the white man as “the man” during this era. On August 28, 1972, Newsweek Magazine published an article saying it is no coincident that blacks refer to the white man as, “the man”. Blacks who were against the Blaxploitation films felt by calling the white man, “the man”, in black films it showed the repressed anger of a relatively powerless community.","Historian Donald Bogle, argues that the Blaxploitation movement was indeed negative. Due to the huge protest against the films, the movement died in the late 1970’s. Until this day there is still an ongoing debate the about how the Blaxploitation films affected the black community.  So how did the Blaxploitation movement really affect African Americans?"],"locations":[{"id":34781,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":1673,"tag":"Black film"},{"id":1674,"tag":"Blaxploitation movement"},{"id":1267,"tag":"Black Theater"},{"id":84,"tag":"Black History"}]},{"id":5702,"title":"The history of African Americans in film","course_id":106,"status":"P","start_date":"1/1/03","end_date":"12/31/03","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On July 26, 1971, Time Magazine produced an article stating, “people are running to the theaters to see the new black heroes.” Never before had blacks been seen in this kind of action, however it was not always like that.","In 1903, <em>Uncle Tom’s Cabin</em>, starred the first black actor to ever appear on screen. During that era African American roles were very limited to playing the Tom, coon, buck, mammie, or mulatto. After that came the great producer Bill Foster. Bill Foster was the first African American who took the first steps toward production in African American cinema. One of Foster’s most famous films was, <em>The Railroad Porter,</em> which was a comedy set in 1912. Sadly, most of Bill Foster’s work has been lost or destroyed. Another great pioneer in film was George P. Johnson. Most of Mr. Johnson’s inspiration came from Bill Foster. With the help of Booker T. Washington’s Tuskegee Circle, George Johnson founded the Lincoln Motion Picture Company. Although this was a brilliant idea, Johnson never witnessed his idea being a success due to an influenza epidemic which forced theaters to close.","After the Second World War, African American filmmakers began to have a stronger voice in films. Movies began to start addressing racial tensions. One documentary that was very famous for pointing out the country’s attitude on racism at the time was Ralph Cooper’s, <em>“Am I Guilty”</em> in 1940. Also during this time, some African American filmmakers turned to their white counterparts and used them to help voice African American Concerns. During the 1950’s black actors started becoming household names. Actors such as Sidney Poitier and Harry Belafonte became familiar faces in film just to name a few. Once the 1970’s began African Americans were appearing on the big screen left and right. The 1970s' films were called the Blaxploitation films. These films depicted the feelings that African Americans felt after years of fighting racism and inequality. Some famous films that were produced during this era was “Shaft”, “Blacula” and “Cool Breeze”, just to name a few.","Although there is not much information in the history books on African Americans and film, one must try to preserve African history. There were so many great African American filmmakers who paved the way for filmmakers like Spike Lee, Tyler Perry and others. From the late 1970s, African American actors and filmmakers made movies on their own terms. African American actors continue to evolve as well with current blockbuster actors like Will Smith and Halle Berry commanding large salaries and ticket sales. Clearly, African Americans are here to stay on the big screen and it all started from <em>Uncle’s Tom Cabin</em>."," ","<strong> </strong>"," "," "," "," "],"locations":[{"id":52297,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":84,"tag":"Black History"},{"id":1267,"tag":"Black Theater"},{"id":1673,"tag":"Black film"}]},{"id":5700,"title":"Native American Education Improves Under U.S. Government","course_id":106,"status":"P","start_date":"1/1/76","end_date":"12/31/76","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Third Annual Report to the Congress of the United States outlined the needs, concerns, funding, and progresses of the Indian educational system set forth by the government. The National Advisory Council on Indian Education created this report in 1976 in Washington, D.C. The president of the United States appointed this council in order to assist the 570 native groups affected by the regulations of the Indian educational system. The council comprised of Americans who observed and worked with the native groups. Observations of the council members “revealed that much remains to be done before adequate and equal educational opportunities can be achieved by the Indian people.” The annual report stated that for the Indian people, Indian Education “is a method of teaching that revives an appreciation for Indian heritage and generates a positive self-image so that one accepts and understands the environment and social conditions surrounding him.” This appreciation of Indian heritage and positive self-image was lost many years ago when the American government first intruded onto Indian territories. The council addressed this loss in the report to Congress by stating that the American Indians’ 200 years experience under an authoritarian paternal relationship with the Federal Government has “clearly demonstrated that paternalism is alien to liberty and freedom.”","The Third Annual Report to the Congress of the United States clearly showed how the government progressed and improved upon the Indian Educational System. Historian David Adams exposed that the government originally created the Indian Educational System to civilize the natives, because the natives were believed to be savages. The school system intended to provide the natives with an education that would habituate them to the customs and advantages of a civilized life. The government tried to manipulate the natives into becoming exactly like American citizens, regardless of their heritage, religion, traditions, or tribal affiliations. The government believed that since the native ways of life were different than the traditional American lifestyle, the natives must be less civilized than American citizens. The government most recently formed educational policies regarding Indian Education with goals to respect the wishes and the desires of natives so that the natives may design and manage their own educational programs according to the tribal level. The United States government has allowed the natives to incorporate their own values, beliefs, and culture into the natives’ educational system instead of strictly regulating every aspect of native life. In reality, there has never truly been an American Educational system prior to modern-day; the faux system was based on the standard methods and systems of the non-Indian society and a process by which the government has tried to teach the natives how to become like the white man."],"locations":[{"id":35365,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":18,"tag":"Politics"},{"id":9,"tag":"Law"},{"id":17,"tag":"Government"},{"id":6,"tag":"Education"},{"id":19,"tag":"Native-Americans"}]},{"id":5701,"title":"<strong>Anti-Semitic Laws and Lawbreakers in Nazi Occupied Tunisia</strong>","course_id":106,"status":"P","start_date":"11/1/42","end_date":"5/30/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["On November 23, 1942, German soldiers arrested prominent Jewish leaders across Tunisia. When Moises Burgel, the President of the Tunisian Jewish community, was arrested, it marked the beginning of the Holocaust in North Africa. By the end of November, Nazi Germany had occupied all of Tunisia and enacted anti-Semitic laws in addition to the Vichy laws already in place. According to the sources found in the United States Holocaust Memorial Museum Archive, Tunisian Jews were required to wear the yellow Star of David and pay fines. In addition, some Jews had property confiscated and were sent to forced labor camps. The Jewish men of Mahdia were no different. The men of Mahdia were forced into labor camps and the women, children, and elderly were left alone without the protection of their male family members. Luckily, Khaled Abdul-Wahab, a wealthy and influential Tunisian Arab-Muslim man offered protection to a Jewish woman named Eva Wiesel and her family. According to the testimony of Eva Wiesel, Abdul-Wahab took the family to his farm, about twenty miles from the Nazi-occupied town. German troops arrived in the area not long after Wiesel’s family, making it increasingly unsafe for the women hiding in the stables of Abdul-Wahab’s farm. The family’s host advised them to remove their golden stars and keep a low profile in order to avoid the suspicions of the patrolling soldiers. Eager to appease the newly arrived officers, Abdul-Wahab organized a feast in order to avert suspicions away from his farm.","Sometime during the night, a few German officers broke away from the party. The officers made their way to the courtyard and began banging on the doors of the stable, threatening the women hiding inside. Wiesel’s grandmother began yelling for the rest of the family to hide the younger girls from the threatening soldiers outside. Before long, Abdul-Wahab rushed outside to the stables, engaging in a heated conversation with the officers. Wiesel is unsure how Abdul-Wahab convinced the officers to leave, although she believes that he may have bribed them. Throughout the rest of the German occupation of Tunisia, the soldiers never bothered Wiesel’s family again or returned to the farm. Wiesel attributes this to the protection of Khaled Abdul-Wahab.","Despite saving Wiesel’s family and disregarding the anti-Semitic laws in place, Abdul-Wahab was denied the honor of “Righteous Among Nations” at the Israeli Holocaust museum, Yad Vashem. Wiesel’s narrative and her quest to commemorate her rescuer is a prime example of the complexities of war memory, particularly that of survivors of the Holocaust. Historian T.G. Ashplant writes that victims of social injustices, such as survivors of the Holocaust demand public recognition for their experiences, often seeking monetary compensation for the injustices. However, Eva Wiesel’s quest for recognition is not for herself, rather for her “savior” during the Holocaust. Wiesel’s quest to have Abdul-Wahab commemorated for his actions during the Holocaust does not fit the majority of templates for commemoration. Although her rescuer was denied for recognition at Yad Vashem, Wiesel promises to keep his memory alive. Khaled Abdul-Wahab was not obligated to Wiesel’s family, nor did he have the responsibility to protect them, yet he saved her family and many others from the Germans in Tunisia. Eva Wiesel’s narrative is important when trying to understand the complexities of war memory and how it relates to commemorating “righteous among nations” at Yad Vashem."],"locations":[{"id":52666,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1675,"tag":"Holocaust"},{"id":753,"tag":"Anti-Semitism"},{"id":1676,"tag":"Tunisia"},{"id":71,"tag":"historical memory"},{"id":1681,"tag":"Africa"}]},{"id":5703,"title":"A Defensive Policy Unheeded","course_id":106,"status":"P","start_date":"1/1/40","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Very infrequently do presidential policies go unnoticed around the world, and especially not so within the United States itself.  However, during the greater part of the Second World War, Franklin Delano Roosevelt’s positions on racial issues in the workplace were heard and often times not upheld.  Black workers were barred from facilities producing wartime goods throughout the country.  Munitions, Jeeps, planes, tanks, and “Deuce and a Half,” tracked vehicles were being turned out left and right in the effort to equip the massive numbers of U.S. soldiers on the battlefield around the world.  Many in history have called these workers at home the “Second Front,” of World War Two, the people that made victory possible through mechanization.","In many instances black workers were barred from working in certain positions in industry, and in others, locked out of facilities altogether.  Roosevelt in his great forethought made it government policy to allow a man of any race, religion, or ethnicity to work wherever possible if they had the skill set required.  Even though Roosevelt set up these conditions, many large defense contractors turned a blind eye and proceeded as they had for years.  Dock workers were going on strike for fair wages and work conditions, black men were discharged from work and the result in many instances was the entire black workforce walking out during business hours.  Sadly, much of his buttressing on racial problems in the workplace did little in the way of governmental bodies.","Roosevelt saw the racial lockout and weakness of the unions to govern grossly upsetting, and went about contacting his staff to spread the practice of equality.  In a memorandum addressed to William S. Knudsen (Ford Motor Company, and GMC) and Sidney Hillman (head of the Amalgamated Clothing Workers of America), Roosevelt expressed his opinion on the matter rather flatly.  “ [The] discrimination against Negro workers has been nation-wide…[they] are being turned from the gates of industry on specifications entirely unrelated to efficiency and productivity…this situation is a matter of grave national importance, and immediate steps must be taken to deal with it effectively.”  Roosevelt goes on to state that “Every available source of labor capable of production defense materials must be tapped in the present emergency.”  He saw the discrimination for what it is: an uneducated and backwards, racist sentiment left over from the previous century.  He urged unions and labor leaders like Knudsen and Hillman to take into account the huge numbers of skilled black workers to increase war-time productivity.","Of course, this did not guarantee success, nor did his Roosevelt’s words fall only on discerning ears.  Many times the policies of different workplaces caused racial tension and strikes throughout the country.  In Mobile, Alabama, one of the South’s biggest shipyards and transportation hubs, more than a few strikes crippled production.  For instance, the Mobile Pulley Works was halted in August of 1942 over racial discrimination.  Eighty percent of the workers of the Mobile Pulley Works were black laborers.  During August, several black workers were discharged from work for varying small incidents.  The main incident in question was that of the Financial Secretary of the local “colored” union was fired.  The unnamed Fin. Sec. was off work for three days following a death in his immediate family, and upon returning to work he was told that he must leave, and would not receive his job returned.  This ended up putting his family on the street within days of loosing said position.  The day he was fired, the story circulated throughout the Works and caused an uproar that ended up with all the black workers leaving work to strike at the gates.  In effect, the lack of workers caused much strife in the production of war materials.  The Mobile Pulley Works created pulleys, winches for Jeeps, gears for war machinery, but also produced a number of artillery pieces and artillery rounds themselves…so it is easily seen just how needed their business was during WW2.  In the end, the Work’s unions were able to settle with the business and put its men back to work for the war effort…of course, this strike would likely never had happened if Roosevelt’s policies were actually observed without question.","Many laws and policies have been challenged in the course of the United States’ existence.  From slavery, education, and work, all the way up to social issues and tearing down barriers with the outside world.  It is quite disconcerting to know that a man so responsible for this nation’s continued being was heard and not observed. Of course, such is the way of social, political, and racial advancement in the world today; we must take strides to make better the future for others."],"locations":[{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"},{"id":25291,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":1684,"tag":"Unions"},{"id":1683,"tag":"Black Workers"},{"id":1682,"tag":"Roosevelt"},{"id":960,"tag":"Labor Unions"},{"id":1667,"tag":"Discrimination"},{"id":620,"tag":"Franklin D. Roosevelt"},{"id":1283,"tag":"FDR"}]}]}