{"id":107,"title":"Making the Modern Hospital","school_id":60,"school_name":"Vanderbilt University","term":"Spring 2013","abbr":"MHS 290","url":"http://www.laura-stark.com/teaching.html","description":"","points":[[39.1365976774,-77.2045056739],[38.9151212228,-76.9435162098],[36.1693724831,-86.7847925658],[36.169373125,-86.7847981408]],"bounds":[[39.1365976774,-76.9435162098],[36.1693724831,-86.7847981408]],"episodes":[{"id":5680,"title":"Modernization of the NIH Clinical Center: Groundbreaking of the Mark O. Hatfield Clinical Research Center","course_id":107,"status":"P","start_date":"11/4/97","end_date":"11/4/97","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The National Institutes of Health Clinical Center, located in Bethesda, MD, is a hospital devoted entirely to clinical research and is one of the centers of the National Institutes of Health. Construction for the original center, the Warren Grant Magnuson Clinical Center, began in 1948 and the center opened in 1953. On November 4, 1997, a groundbreaking ceremony was held in honor of the new clinical research center that would be opened as an addition to the 44-year-old Warren Grant Magnuson Clinical Center. This center would be a 4-wing, 250-bed hospital and would be able to conduct the most advanced clinical research and better cater to patients’ needs. Among federal buildings, the two buildings constituting the NIH Clinical Center, are second in size only to the Pentagon.","The ceremony for the new center, to be named after Sen. Mark O. Hatfield, was attended by Sen. Hatfield himself, as well as Vice President Al Gore, along with more than 500 guests and dignitaries. At the ceremony, Vice President Al predicted that the NIH Clinical Centers would be able to make medical breakthroughs in research. Among the noted speakers at the groundbreaking ceremony, several patients of the Clinical Center gave testimonies to their benefits from the research advances.","The construction of the NIH Clinical Center marked a significant change in medical history, as much of the research that was being done was basic laboratory research, and the greatest gap was in clinical research. Once people recognized that collaboration between disciplines could result in the true advancement of medicine, the scope of laboratory and clinical research expanded to meet the changing techniques and demands of the medical field. The opening of the original Clinical Center in 1953 marked a decade long transformation of the NIH from a local, small federal agency to the powerful research center that fueled all biomedical research. This redefinition of the NIH was due to 3 US Public Health Service officers being able to convince both the Roosevelt and Truman administrations, along with the US Congress, to allow the NIH to expand, develop a research hospital, and establish a national program of grants.  At the time, doctors proposed the need for more changes in the NIH system to reinvigorate the tradition of clinical investigation and incorporate more innovation. With this came the establishment of the NIH Clinical Center, and though it was originally believed that the amount of research must be kept relatively small to be an outstanding research institute, the great success of the NIH Clinical Center and the invaluable medical advances warranted the expansion of the center and the growth of the research.","During Senator Mark O. Hatfield’s service in the United States Senate for 30 years and service as chairman of the committee on appropriations for 8 years, he developed a commitment to medical research. With the support from influential government figures, such as Sen. Hatfield, such expansions and advances in medical research were possible and the Mark O. Hatfield Clinical Research Center was able to become a reality. The Mark O. Hatfield Clinical Research Center opened in 2005 and is a $596 million technological spectacle. This hospital space consists of 4 patient care wings with 242 inpatient beds. The two clinical and research wings of the new building meet at a crossroads, which is designed to function like a town square. In this space, there are alcoves for meetings, floating staircases and open walkways with areas for chairs and couches to allow individuals to interact, encouraging normal interactions between patients and researchers as well. There is a glass-enclosed atrium, lending views of the landscaped courtyards. In the patient rooms, there are large, low windows that allow the patients lying in bed to see views of the courtyards below them. In the children’s unit, unique light fixtures were designed with colored marbles, so children could recognize their own rooms, and paw prints or stars were painted on the ceiling to amuse and comfort children while they were lying in bed. The redesign and modernization of the new Clinical Center demonstrates the growing importance and emphasis on clinical research in the medical field."],"locations":[{"id":40842,"lat":39.1365976774,"lng":-77.2045056739,"zoom":9,"place":"Montgomery, Maryland"}],"tags":[{"id":100,"tag":"Medicine"},{"id":1654,"tag":"Hospital"},{"id":1655,"tag":"Space"}]},{"id":5681,"title":"The Community Mental Health Act of 1963 and its Deinstitutionalizing Effect on Saint Elizabeth's Hospital","course_id":107,"status":"P","start_date":"10/31/63","end_date":"10/31/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Due to a growing need for mental health services, Saint Elizabeth’s Hospital was built by the United States Congress as a result of the Civil and Diplomatic Appropriation Act of 1852. The Institution opened in Washington, DC in 1855 as the “Government Hospital for the Insane”. A prominent leader in the mental health field, Dorthea Dix, lobbied for the construction of the facility and founded the facility with the goal of providing the \"most humane care and enlightened curative treatment of the insane of the Army, Navy, and District of Columbia.” Before this, many of the patients that could be considered “insane” were simply put in jail and were not receiving the care they needed. The name of the facility was later changed to Saint Elizabeth’s in 1916 because it temporarily provided medical care for wounded soldiers during the Civil War and those that were being treated were reluctant to tell people that they were being cared for at a mental institution. Instead they used the name of the colonial area the hospital was originally built on, Saint Elizabeth’s. Saint Elizabeth’s Hospital was the first government-run mental institution in the country and was one of the largest mental institutions in the country. The hospital was a pioneer in mental health care at the time of its existence. At its prime in the 1940’s, Saint Elizabeth’s Hospital was home to over 7,000 patients.","Saint Elizabeth’s Hospital now operates with a small fraction of that number of patients, largely due to a certain historical event, the Community Mental Health Act of 1963. This Act, fully titled the “Mental Retardation Facilities and Community Mental Health Centers Construction Act of 1963,” promoted community-based health care and provided federal funding for such facilities. One of the main purposes of this act to was provide government assistance “in improving mental health through grants for construction of community mental health centers.” The government began to fund the construction of outpatient facilities in order to allow mental patients to live more normal lives. Prior to this, mental hospitals were what Erving Goffman would consider “total institutions,” meaning that Saint Elizabeth’s Hospital was a place in which all of the patients’ activities took place with a large group of others on a schedule, which shut the patients off from the rest of society. This act led to a considerable amount of deinstitutionalization all over the country. The total number of mentally ill patients that were institutionalized went from 650,000 in 1955 to less than 150,000 in 1983. The act, in conjunction with the quickly deteriorating living conditions at the hospital, meant that Saint Elizabeth’s Hospital was no exception.  With the passage of the Community Mental Health Act of 1963, more patients opted for outpatient care and the number of patients at the hospital steadily declined."],"locations":[{"id":31495,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":100,"tag":"Medicine"},{"id":1654,"tag":"Hospital"},{"id":1655,"tag":"Space"},{"id":267,"tag":"Health"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}]},{"id":5682,"title":"St. Elizabeth's: From 'Asylum' to 'Hospital'","course_id":107,"status":"P","start_date":"1/1/11","end_date":"12/31/16","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1911, a committee comprised of six representatives appointed by the Secretary of War, the Secretary of the Navy, the Attorney General, the Commissioners of the District of The Board of Visitors of the Government, and the Secretary of the Interior were chosen to assess the needs of the Government Hospital for the Insane.  Within the report that was submitted to the Secretary of the Interior, there was an initiative to “eliminate the word ‘insane’” from the name of the institution—citing the reminder of the institution’s purpose as “extremely disagreeable.” Within five years, the official name change became a reality.","The committee failed, however, to specify to what name the hospital should be changed.  Through analysis of other accounts of the institution’s history, it can be determined that the origins of the name St. Elizabeths occurred during the Civil War, when Congress authorized use of the hospital for the care of the sick and wounded soldiers of the Union Army.  The wounded Union soldiers treated at the hospital during the war were reluctant to write to their families that they were being treated in the Government Hospital for the Insane and instead chose to refer to the hospital as St. Elizabeth’s, after the name of the land the hospital was built upon, in order to avoid the stigma of an insane asylum.","The soldiers in St. Elizabeth’s are an early example of reframing a place or word in order to circumvent cultural assumptions of mentally ill individuals and asylums.  Examples of this can be seen today in movements such as Spread the Word to End the Word, a movement to stop the use of the word “retarded” in everyday speech, in order to avoid stigmas that are associated with mentally disabled individuals and allow others to see them as functioning members of society.","As stated by Goffman, a byproduct of a total institution such as an asylum is the stigmatization of “inmates,” among other consequences such as loss of individual liberties. The Civil War soldiers being treated at the Government Hospital for the Insane for battle wounds were aware of the social stigmatization of asylums and were reluctant to admit to being treated there, regardless of the reason.  Although the understanding of mental illness was becoming more factual at that time, society’s perceptions of insane asylums were filled will incurable monsters—not just individuals with different needs than the rest of society, as people with disabilities are seen today.  The soldiers avoided using the hospital’s true name in order to keep their families from worrying that war had changed them from heroes fighting for the Union into people that needed to be isolated from society.","Though the reasoning behind the exact name change is unclear, by renaming the hospital St. Elizabeth’s—a neutral, assumption-free title—as opposed to the Government Hospital for the Insane, it helped to remove some of the stigma of an insane asylum.  By characterizing it as simply a hospital, Congress re-framed the place as one of healing and care for those affected mentally in the process of serving their country instead of as a total institution—framing not only the hospital itself, but mental illness in general, in a more positive light."," "],"locations":[{"id":17283,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":17,"tag":"Government"}]},{"id":5683,"title":"Autopsy Dictates Asylum Goals: New Traditions from Unique Events","course_id":107,"status":"P","start_date":"1882-07-08","end_date":"1882-07-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After Dr. William W. Godding, the 2<sup>nd</sup> superintendent of Saint Elizabeth’s Hospital in Washington, DC, witnessed the autopsy of Charles Guiteau, his viewpoint on the pathology of the insane was solidified and, therefore, resulted in the drastic alteration of the mission, practices, and clinical direction of Saint Elizabeth’s. The hospital was established by an act of Congress in 1852 and opened in 1855 as the first federal mental hospital and the first public mental hospital in DC. It was purposed to be a model of humane care and enlightened, curative treatment practices[1] as it strove to bring high-quality psychiatric attention to the poor.[2]","The autopsy in question was a result of events stemming from the 1881 assassination of President Garfield.[3] On July 2 in Washington, DC, Guiteau shot President Garfield who died 79 days later from botched medical care.[4] The murder trial of Guiteau was the first highly publicized forensic battle, pitting leading psychiatrists and neurologists against each other, as Guiteau said a deity instructed him to kill Garfield for the good of the nation.[5] Guiteau demonstrated other seemingly insane antics throughout his trial hinting that he was “off his nut.”[6] Despite these antics, the prosecution argued that Guiteau’s only affliction was “moral depravity.”[7] At the conclusion of the trial, the jury found Guiteau capable of discerning right and wrong and, therefore, condemned him to death.[8]","After Guiteau was hung, Dr. Godding witnessed the autopsy performed by D.S. Lamb, MD; the results of which were published on July 8, 1882.[9] Despite rejection of the insanity plea, the autopsy found “pathologic changes suggestive of chronic disease of cerebral vessels,” resulting in a flood of articles claiming Guiteau had suffered from a mental illness.[10] Afterwards, Dr. Godding altered his mission for the hospital, to depart “in the direction…of pathological changes left behind by insanity”[11] in order to better understand and treat mental disorders.[12] Dr. Godding’s decision was revolutionary. In the late 1800s, pathology was developing as a basic science, yet neuropathologic correlation with clinical and demonstrable mental health behavior had not developed.[13] To further the new goals and mission of Saint Elizabeth’s Hospital, Dr. Godding appointed Dr. Isaac W. Blackburn as special pathologist to the hospital in 1884;[14] the first full-time pathologist in a public mental health hospital in the United States.[15]","This autopsy and appointment had long-lasting effects on the physical facilities at Saint Elizabeth’s Hospital as Blackburn established a tradition of innovative research and training that flourished at Saint Elizabeth’s for 100 years.[16] Also, Dr. William Alanson White, the 4<sup>th</sup> superintendent, established a psychology laboratory and formed the first psychotherapy department in any mental hospital in the United States.[17] In conclusion, despite the cessation of the research mission at Saint Elizabeth’s, the legacy of this tradition is still mediating the experience of practitioners, researchers, and the mental health population today.[18]","[1] Jogues R. Prandoni and Suryabala Kanhouwa, “St. Elizabeths Hospital: Photos from 150 Years of Public Service,” <em>Washington History</em> 17, no. 1 (2005): 5, accessed March 10, 2013, http://www.jstor.org/stable/40073591.","[2] Carla Yanni, “The Linear Plan for Insane Asylums in the United States before 1866,” <em>Journal of the Society of Architectural Historians </em>62, no. 1 (2003):38, accessed February 14, 2013, http://www.jstor.org/stable/3655082.","[3] Surya Kanhouwa and Kenneth Gorelick, “A Century of Pathology at Saint Elizabeths Hospital, Washington, DC,” <em>Archives of Pathology & Laboratory Medicine </em>121, no. 1 (1997): 84, accessed March 10, 2013, http://search.proquest.com.proxy.library.vanderbilt.edu/docview/212033281?accountid=14816.","[4] George Hodak, “Charles Guiteau Shoots James Garfield,” <em>ABA Journal</em> 98, no. 7 (2012): 72, accessed March 14, 2013, http://search.proquest.com.proxy.library.vanderbilt.edu/docview/1024782047?accountid=14816.","[5] Surya Kanhouwa and Kenneth Gorelick, “A Century of Pathology at Saint Elizabeths Hospital, Washington, DC,” <em>Archives of Pathology & Laboratory Medicine </em>121, no. 1 (1997): 84, accessed March 10, 2013, http://search.proquest.com.proxy.library.vanderbilt.edu/docview/212033281?accountid=14816.","[6] George Hodak, “Charles Guiteau Shoots James Garfield,” <em>ABA Journal</em> 98, no. 7 (2012): 72, accessed March 14, 2013, http://search.proquest.com.proxy.library.vanderbilt.edu/docview/1024782047?accountid=14816.","[7] George Hodak, “Charles Guiteau Shoots James Garfield,” <em>ABA Journal</em> 98, no. 7 (2012): 72, accessed March 14, 2013, http://search.proquest.com.proxy.library.vanderbilt.edu/docview/1024782047?accountid=14816.","[8] Ibid., 72.","[9] Surya Kanhouwa and Kenneth Gorelick, “A Century of Pathology at Saint Elizabeths Hospital, Washington, DC,” <em>Archives of Pathology & Laboratory Medicine </em>121, no. 1 (1997): 84, accessed March 10, 2013, http://search.proquest.com.proxy.library.vanderbilt.edu/docview/212033281?accountid=14816.","[10] Ibid., 84.","[11] Ibid., 84.","[12] Jogues R. Prandoni and Suryabala Kanhouwa, “St. Elizabeths Hospital: Photos from 150 Years of Public Service,” <em>Washington History</em> 17, no. 1 (2005): 16, accessed March 10, 2013, http://www.jstor.org/stable/40073591.","[13] Surya Kanhouwa and Kenneth Gorelick, “A Century of Pathology at Saint Elizabeths Hospital, Washington, DC,” <em>Archives of Pathology & Laboratory Medicine </em>121, no. 1 (1997): 84, accessed March 10, 2013, http://search.proquest.com.proxy.library.vanderbilt.edu/docview/212033281?accountid=14816.","[14] United Stated Department of the Interior, (1884), <em>Annual Report of the Department of the Interior, Volume 2</em>, Washington, DC: U.S. Government Printing Office, 445.","[15] Jogues R. Prandoni and Suryabala Kanhouwa, “St. Elizabeths Hospital: Photos from 150 Years of Public Service,” <em>Washington History</em> 17, no. 1 (2005): 16, accessed March 10, 2013, http://www.jstor.org/stable/40073591.","[16] Jogues R. Prandoni and Suryabala Kanhouwa, “St. Elizabeths Hospital: Photos from 150 Years of Public Service,” <em>Washington History</em> 17, no. 1 (2005): 16, accessed March 10, 2013, http://www.jstor.org/stable/40073591.","[17] Ibid., 17.","[18] Surya Kanhouwa and Kenneth Gorelick, “A Century of Pathology at Saint Elizabeths Hospital, Washington, DC,” <em>Archives of Pathology & Laboratory Medicine </em>121, no. 1 (1997): 89, accessed March 10, 2013, http://search.proquest.com.proxy.library.vanderbilt.edu/docview/212033281?accountid=14816."],"locations":[{"id":1278,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1656,"tag":"Autopsy"},{"id":1260,"tag":"mental health"},{"id":1655,"tag":"Space"},{"id":1654,"tag":"Hospital"},{"id":100,"tag":"Medicine"}]},{"id":5684,"title":"Meharry Medical College-Vanderbilt University Medical Center Alliance","course_id":107,"status":"P","start_date":"1/1/99","end_date":"1/1/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Meharry Medical College was founded in 1876 and was the first medical school in the South for African-Americans. It was one of only two African-American medical schools to meet the academic standards of the Flexner Report. It offers degrees in dentistry, medicine, and public health.[1]"," ","In fall 1997, the president of Meharry went to the vice chancellor for health affairs at Vanderbilt University Medical Center with a proposition to form a “strategic, mutually beneficial alliance”[2]. Beneficial, because it would allow both institutions to continue providing services to Nashville’s medically underserved population. One year later, the board of trustees of both institutions approved the alliance[3]."," ","Chatman identified several factors affecting the decision to form an alliance- the need for an efficient public hospital, shared challenges presented by TennCare- primarily its reimbursement rate, and commitments to enhancing medical education, research, and the health of the community[4]"," ","On Jan. 1, 1999 Meharry Medical College and Vanderbilt University Medical Center announced an alliance converging at Nashville General Hospital- sharing the facility, their collective staff, and the patient population. It was described as an “unprecedented partnership”[5]. It was a uniquely beneficial merger because Meharry and Vanderbilt focused on distinct areas of care- Meharry more on family medicine and primary care, while Vanderbilt was highly specialized.[6] As a result, they complemented each other very nicely."," ","During the time of the merger, some of Meharry’s faculty and administration worried that it would be engulfed and lost in the larger institution that was the Vanderbilt University Medical Center. As the president of Meharry’s Faculty Senate stated, “We can compliment each other, but we have two different missions and we need to be careful.”[7]"," ","This, along with the financial benefits of the merger helped to quiet the criticisms. Said E. Ramone Segree, senior vice president for institutional advancement who used the alliance to raise money toward Meharry’s five-year $124 million capital fund-raising campaign, “It’s a masterful partnership.”[8]"," ","Thus, this alliance was born out of a desire to provide better and more stable care to a medically underserved population. The economic model of serving this population with low reimbursement rate of TennCare was unsustainable. In order to maintain the cultural practice of treating this population and the educational requirement of having medical students work in the hospital providing this care, this alliance was formed."," ","[1] Vera Stevens Chatman, Juanita F. Buford, and Brynne Plant, <em>The Building and Sustaining of a Health Care Partnership: The Meharry-Vanderbilt Alliance</em> (Academic Medicine 78.11, 2003), 1107."," ","[2] Chatman, <em>The Building and Sustaining of a Health Care Partnership: The Meharry-Vanderbilt Alliance</em>, 1109.","[3] Ibid.","[4] Chatman, <em>The Building and Sustaining of a Health Care Partnership: The Meharry-Vanderbilt Alliance</em>, 1106.","[5] David Hefner, <em>Breathing New Life Into Meharry</em> (Black Issues in Higher Education 18.11, 2001), 30."," ","[6] Doug Campbell, <em>Spitzer, Jones Set to Fill Metro General Leadership Positions</em>, (Reporter: Vanderbilt University Medical Center's Weekly Newspaper [Nashville] 16 Apr. 1999), n. pag."," ","[7] Hefner, <em>Breathing New Life Into Meharry</em>, 30.","[8] Ibid."," "],"locations":[{"id":42971,"lat":36.1693724831,"lng":-86.7847925658,"zoom":9,"place":"Davidson, Tennessee"}],"tags":[{"id":100,"tag":"Medicine"},{"id":1654,"tag":"Hospital"},{"id":1655,"tag":"Space"}]},{"id":5685,"title":"The Importance of Meharry Medical School in Nashville","course_id":107,"status":"P","start_date":"1/1/10","end_date":"1/1/23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Meharry Medical College was founded in Nashville, Tennessee in 1876 as a place for African Americans to study medicine (Meharry). Meharry is particularly important institution because it was the first medical school in the South for African Americans. The school is still operating successfully today even though it has faced many hardships. Without this school African Americans would have had very little chance becoming physicians but more importantly many would not have had access to medical care.","In 1904 the first of a series of events began that would put the schools ability to remain open in jeopardy; the AMA formed a council to overhaul medical education in America. This committee adopted two standards to medical education. The first being that applicants to medical school have to have at least two years of college with studies mostly devoted to the sciences. The second standard stated that medical school will consist of two years of anatomy and physiology and two years of clinical work at a teaching hospital.  The committee then appointed Abraham Flexner to do a survey of the country’s medical schools and to promote their agenda (Flexner).","This reform affected African American medical schools much differently than they did white medical colleges. After the Flexner report most of the white medical colleges quickly accepted the plan while none of the African American colleges did. The reason for not accepting these standards was because the African American medical schools would not be able to cover the costs of operation while still following the new standards. White schools were able to adhere to these standards because they had endowments and large donors. Black schools had very little money coming in from donors and small or no endowments. Schools like Meharry would not be able to fill all of their classroom seats because they would not be able to find enough African Americans that qualified for admission. This lack of qualified students was because most African American colleges don’t even offer the upper level science courses that the AMA recommended. The AMA’s new standards made it nearly impossible for Meharry and schools like it to stay open (Savitt).","The AMA instituted a grading system to report which schools were satisfactory in their eyes and which ones deserve to be shut down. Students graduating from schools below a certain grade would find it very difficult to attain a medical license thus negating their years of training. All of the African American schools graded very poorly and by 1923 only two African American schools remain. Meharry was one of those schools partially thanks to a donation from the Carnegie Foundation. Meharry would continue to struggle to survive for years to come (Savitt).","The goal of the AMA was to improve medical education in America. It may have achieved that but it also set back African Americans several decades in the field of medicine. Without the courage of Meharry the affect of these new regulations would have been far worse for African Americans."," "],"locations":[{"id":16613,"lat":36.169373125,"lng":-86.7847981408,"zoom":9,"place":"Davidson, Tennessee"}],"tags":[{"id":1660,"tag":"Flexner"},{"id":3,"tag":"African-Americans"},{"id":1654,"tag":"Hospital"}]}]}