{"id":108,"title":"Historical Perspectives on Technology","school_id":43,"school_name":"Widener University","term":"Summer 2013","abbr":"HIST301E-O","url":"","description":"","points":[[40.7542808297,-75.3074541304],[32.7666195875,-96.7778735916],[39.2464830538,-76.5960396412],[37.4562619895,-122.096750388],[38.9151212228,-76.9435162098],[40.6916304076,-74.0035386433]],"bounds":[[40.7542808297,-74.0035386433],[32.7666195875,-122.096750388]],"episodes":[{"id":5736,"title":"The beginning and evolution of the Bethlehem Star on South Mountain","course_id":108,"status":"P","start_date":"12/7/37","end_date":"12/7/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<strong>Bethlehem, PA officially Named “Christmas City” USA</strong>"," ","Bethlehem, Pennsylvania was officially named “Christmas City” USA on Dec 07, 1937 just 4 years before it’s 200<sup>th</sup> anniversary. Bethlehem was founded as a settlement by Nikolaus Ludwig Von Zinzendorf, head of the Moravian church of Europe and the “Americas” in a two room house/stable in Bethlehem, Pennsylvania, on Christmas Eve in 1741.  The region grew rapidly with close to 40 trades calling Bethlehem home within just a few years.  The growth continued unabated until the Great Depression brought progress to a stand-still."," ","Seven years into the Depression, the area, like much of the country, was struggling.  Attempting to revive the region with tourism and other sources of revenue, then Mayor Robert Pfeifle pitched an idea to the chamber of commerce to officially name Bethlehem, as Christmas City in deference to the founding of the city on Christmas Eve 196 years earlier.  The chamber agreed and at a community celebration on December 07, 1937, with local leaders from Bethlehem and many neighboring boroughs in attendance, he christened the city with the lighting of gas street lights and the unveiling of a Moravian star on top of South Mountain.  The following year a letter writing campaign sent letters to other chambers of commerce across the country urging them to forward in bulk all of their Christmas holiday mail to Bethlehem for hand stamping with “Christmas City” postal cancellation.  The response was overwhelming with close to 200,000 individual pieces of mail arriving the first year.  The volume of mail increased annually and the region had the influx of revenue, as well as an increase in tourism as a result of the brilliant “marketing” strategy."," ","The original Bethlehem star of 1937 was built from wood at a cost of $460, paid for by the Bethlehem Globe Times.  The plywood star stood 61 feet tall by 51 feet wide and was lit by a string of 100 30-watt incandescent bulbs.  The original star  was replaced with a steel framed version in 1939, which at 10 stories tall was rumored to be the tallest individual electric display in the world at the time with a total of 280 50-watt incandescent light bulbs.  The steel version cost over $5,000 dollars and was paid for by the Bethlehem Steel Corporation who also manufactured the star.  The steel star required a concrete base 25 feet wide and also had a Plexiglas cover to protect the lights from the elements.  The star has been modernized over the years to its current form.  It now stands over 91 feet tall and has 254 energy efficient LED lights. The star is lighted from 4:30 pm to midnight every day of the year."," "],"locations":[{"id":24255,"lat":40.7542808297,"lng":-75.3074541304,"zoom":9,"place":"Northampton, Pennsylvania"}],"tags":[{"id":1737,"tag":"Bethlehem"},{"id":1738,"tag":"Star"},{"id":1739,"tag":"Moravians"}]},{"id":5737,"title":"Greyhound Unites Families","course_id":108,"status":"P","start_date":"1/1/45","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The bus terminal has witnessed many tears. As a location that both unites and separates families, the terminal can provoke tears of joy and sorrow. In 1945, World War II came to an end. In the following decades, America experienced economic growth and domestic unity [1]. The Greyhound Bus became a leading entity influencing these two areas by focusing on reuniting military families and promoting travel in the postwar era.","The use of bus transportation became increasingly popular in America due to World War II. During this time, shortages of gasoline, metal for parts, and rubber pushed civilians and troops away from private cars and towards the bus industry. The year 1945 became the peak time for both long distance and inner city travel on buses. Passenger miles doubled from 13.6 billion in 1941, to 26.9 billion in 1945. Suffering from wartime shortages, America utilized the bus industry as a cheap and easy way to cut back on transportation costs.","Leading the industry was Greyhound Corporation [2]. Especially during the war, Greyhound became synonymous with safety, caring, and travel. After the war, automobiles once again took precedence over bus travel. This left Greyhound in need of new customers and led the company to communicate to the public why they should still utilize their transport services. Advertising became the most important form of communication for Greyhound to reach its customers. The “I’ll be Home for Christmas” advertisement produced in 1945 by the Grey Corporation (Greyhound's advertising company), uses patriotism and emotion as a means to connect with a country consumed with the return of troops from overseas and to demonstrate the importance of long-distance bus service [3].","This advertisement illustrated why Greyhound was an ideal way to reunite families. Within its written message, the advertisement mentions the impact of the United States government limiting travel during the war. In relation to this, the ad gives hope and excitement to the public by mentioning how they “…speed the reunion of fighting men with their loved ones…”[4]. The ad also expresses its desire to reunite the families in a timely fashion by offering more frequent bus schedules and faster transport. The ad connected with the domestic American dream of having a family whole again.","The ad also highlights Greyhound’s desire to remind Americans that the bus could be used by civilians too. After the war, the economy flourished. With this brought the ability for civilians to revert to automobile use [5]. The ad’s creators needed to show why bus service was still useful and important within the nation. Stating its new frequency of bus schedules and “..further improvements and innovations…” gave the customer knowledge of changes that would be occurring at Greyhound. The economic growth, seemingly great for the entire nation, brought fear and decline to the bus industry. The Greyhound tugged at the heartstrings of the nation in order to keep their company successful.","From the devastation of war, America found itself in need of transformative outlets to sustain home life and hope. The bus industry itself gave Americans of different economic means the ability to travel, support the economy, and reunite with their families. The Greyhound Bus Company led this by communicating and connecting with its public through advertisements. “I’ll be Home for Christmas” exemplifies the Greyhounds efforts to touch upon the hearts of the nation, creating a relationship with millions of families in the United States [6]. The advertisement promises safe and secure travel of the most precious cargo at the time: the military man. Greyhound offers promises of a Christmas filled with hope and love, and one that would bring tears of joy to its terminal."," ","[1] Welling, George M. \"American History: From Revolution to Reconstruction and Beyond.\" Post-War Economy 1945 to 1960. www.let.rug.nl/usa/outlines/economy-1991/a-historical-perspective-on-the-american-economy/the-post-war-economy-1945-1960.php (accessed August 1, 2013).","[2] Walsh, Margaret. \"EH.net Encyclopedia.\" The Bus Industry in the United States. eh.net/encyclopedia/article/walsh.bus.industry.us (accessed August 1, 2013).","[3] Schrobper. \"\"I'll be Home for Christmas!\" (T2605) - Ad*Access - Duke Libraries.\" Duke University Libraries - Home. http://library.duke.edu/digitalcollections/adaccess_T2605/ (accessed July 25, 2013).","[4] Walsh, Margaret. \"EH.net Encyclopedia.\" The Bus Industry in the United States","[5] Welling, George M. \"American History: From Revolution to Reconstruction and Beyond.\"","[6] Schrobper. \"\"I'll be Home for Christmas!\" (T2605) - Ad*Access - Duke Libraries."," "," "," "," "," "," "],"locations":[{"id":27711,"lat":32.7666195875,"lng":-96.7778735916,"zoom":9,"place":"Dallas, Texas"}],"tags":[{"id":1742,"tag":"\"transportation\""},{"id":1741,"tag":"\"busses\""},{"id":1740,"tag":"\"Greyhound\""}]},{"id":5738,"title":"HeLaCells in Rolling Stone Magazine","course_id":108,"status":"P","start_date":"3/25/76","end_date":"3/25/76","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In March of 1976 the Rolling Stone Magazine published an article <em>The Double-Edged Helix</em>, written by Michael Rogers about a very interesting advancement in science. This new technology was the HeLa cell which was discovered in 1951. However, this article was in fact to educate the public on this great advancement, but also on the damage it had produced in the scientific field. HeLa was such a strong strain that it not only continued to live, but continued to multiply; it actually contaminated cells in a Russian lab. These cells where so important, helping find the cure for polio and several other vaccines, but contaminating so many other cultures along the way. Although, HeLa has contaminated other studies, it has produced far more positive advancements in scientific and medical history, than it has negatively.","This cell came from a young black woman named Henrietta Lacks, often referred to as Helen Lane in the 1950s through the 1980s and 90s, and in the Rolling Stone article <em>The Double-Edged Helix</em>. Henrietta Lacks was born in Virginia, married her cousin David Lacks (Day), and moved to Maryland to raise a family. In the years to come Henrietta looked after her friends and family when they needed, inviting anyone into her home. She was known as a helping woman and a caring mother. In 1950 she was diagnosed with cervical cancer at John Hopkins Hospital in Baltimore, Maryland. Her husband drove her to Johns Hopkins in Baltimore for surgery and treatments. During the first appointment the doctor, Howard Jones, took a sample of the tumor and had it sent to be tested; however, the biopsy was also sent to a lab which tried to produce cultures of cells that would continue to live. At the age of 31 Henrietta passed away due to complications from the spreading of the tumors. She had 5 young children, two that were just babies, and none of the family knew of the biopsy sent to George Gey’s lab for research. In Gey’s lab HeLa was born. HeLa is an immortal cell which has continued to multiply since the 1950s. This was due to the malignancy of the cells.","Rolling Stone published the article in 1976 by Michael Rogers to inform the nation and world what great steps science has made since the discovery of HeLa. The article helped to give credit to the woman who battled cancer and the family that suffered the loss of a mother. This informative article sparked an interest in the Lacks family that continued for decade and lead to the book by Rebecca Skloot, <em>The Immortal Life of Henrietta Lacks</em>. This publication takes the reader on a journey of HeLa from the beginning and also the difficult journey of the Lacks family and their struggle accepting and dealing with HeLa, and all the questions and reporters it brought along with.","These cells have not only made scientific research easier, but have made an entire industry and standards of scientific research. HeLa has been shipped all over the world since the 1950s. This started a huge distribution market which profited millions of dollars, not one of those dollars ever made it back to the Lacks family. This was a large influence on the negative opinion the Lacks’ family had formed of the cells. Additionally, HeLa has allowed advancements in vaccines and research of HIV and AIDS, as well as cancer. These cells have become the standard of research, they are the single most used cell culture used around the world, and continue to be used today. Polio vaccines were able to be made because of testing done on HeLa instead of expensive lab animals. HeLa helped make science, medical, biological, and even cosmetic testing more affordable. HeLa was involved in the testing and experimentation of cloning and even used on prisoners for cancer research. These immortal cells helped advance science not only in the United States, but across the world."],"locations":[{"id":34826,"lat":39.2464830538,"lng":-76.5960396412,"zoom":10,"place":"Baltimore City, Maryland"}],"tags":[{"id":1744,"tag":"The Double-Edged Helix"},{"id":1743,"tag":"HeLa"}]},{"id":5740,"title":"<strong>Technology and Student Achievement</strong>","course_id":108,"status":"P","start_date":"4/1/77","end_date":"11/1/82","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Computers have been in existence for quite some time. Initially, computers were used for calculating purposes. In the third century AD computers were initially used to describe annual celestial holiday calculations. However, while this sort of computer did serve a purpose, this is not how most are familiar with using a computer. By the 1960’s large mainframe computers were becoming more common, especially in the areas of US military and space programs. IBM was the market leader when it came to computers. By the 1970’s Steve Jobs and Steve Wozniak shared what would be the first Apple II computer. By the 1980’s, Apple and IBM had invented new models. Computers were now becoming more and more popular in work-stations and in homes."," ","In 1957, educational reform became a national interest in the U.S. following the Soviet launch of the Sputnik satellite. This started what was called the “golden age” of education. National efforts were now being underway to reform education. Children were now being prepared for a new type of environment that had not yet existed.  There would now be a rapid growth of computer-based education. In the late 1960’s, The National Science Foundation (NSF) provided support of the development of 30 regional computing networks. This would include 300 higher education institutions and secondary schools. What a rapid increase? In the 1960’s, only 1% of secondary schools were using computers for instructional purposes. By the 1970’s, 55% of schools had access and 23% used computers primarily for instruction. In the 1970’s, over two million students were using computers in their classrooms. The goal was to allow educators to increase the level of educational performance of students. The use of computers in the classroom would eventually serve as a benefit for students and prove positive."," ","A 1983 article from the <em>New York Times </em>researched whether children would have the capability of learning how to use a computer in completing their schoolwork since much of it had been accomplished thru the use of paper and pen. As students turned to the use of computers, researchers were unable to make a determination, however some schools were able to see positive results as it related to the children’s school-work.  The <em>New York Times </em>shared the example of projects performed at Bank Street School for Children with the help of 51 pupils. The project was performed during a 2 year span. The project consisted of computer language that was taught with a variety of methods in two classrooms. The classrooms consisted of 3<sup>rd</sup> and 4<sup>th</sup> graders and another with 6<sup>th</sup> and 7<sup>th</sup> graders. The project determined that the impact of computer learning was “profound in the realm of social relations than in academic achievement.” Dr. Karen Sheingold, Director of the Center for Children and Technology at the Bank Street College of Education, further stated in the 1983 article that, “The children were excited to use the computers and that it played an intricate part in their relationship with school and each other.”"," ","A 1995 Forum from the Department of Education expressed how students and teachers were heavily motivated by the use of computers. Some of the results shared in the forum revealed an increase in family involvement, improved teacher skills, and school administration and management. Additionally, a second study of nine technology rich schools concluded that regardless of age, race, parental income or other characteristics, technology added educational gains of all the students. Apple Computer, Inc., reported an independent study within the forum that was conducted within a 10-year span. Students not only continued to perform well on standardized tests, but also developed in a variety of competencies, usually not measured."," ","An updated article printed by 2005 by NCREL (National Central Regional Education Library), entitled “Critical Issue: Using Technology to Improve Student Achievement”, shared positive results proving the benefit of computers as it relates to student achievement. The article stated that, “computers have proven to be a great learning tool for students and teachers today.” There are various forms of technology used to enhance learning. The article discussed a range of technology-based examples commonly used in the classrooms, from videos, digital moviemaking, laptop computing to handheld technologies. Included was the 2003 Census report which revealed that, “at least 57% of students between the ages of 7-17 utilize computers at home to complete their assignment’s, at least ¾ of teens, approximately 16 million youth, admit to using some form of technology such as instant messaging to talk about homework, tests, or schoolwork. Podcasting is another form of technology that is quickly entering the classrooms.”"," ","When we think of technology in the classroom we often think of activities that may not appear as fun, but based on the information written in the <em>New York Times</em> article of 1983, Dr. Sheingold confirmed, in part, that “children were interested in making attractive, game-like products. They wanted to make fun things happen on the screen.”  Since the invention of computers, it has been wondered whether the use of computers would alter a student’s thought process or enhance their learning ability.  Although personal computers have only been around since the 1970’s, researchers have remarked that technology is evolving quite rapidly and there is no way to measure its impact. However, based on information provided by the <em>New York Times</em>, as we attempt to draw a conclusion on the progress in relation to technology and student achievement, we see changes, positive ones at that."],"locations":[{"id":35031,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":599,"tag":"Technology"},{"id":1745,"tag":"Student Achievement"},{"id":820,"tag":"Computers"}]},{"id":5741,"title":"CERN and the invention of the World Wide Web","course_id":108,"status":"P","start_date":"4/30/93","end_date":"4/30/93","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The World Wide Web was put into the public domain on April 30 1993 by CERN, the European Organization for Nuclear Research group. The World Wide Web, as it was referred to in the official document was a global, networked computer information system.  The World Wide Web project provided a collaborative system that consisted of an independent hardware and software system that was made out of virtual platforms and a physical location. The document also states that the project included numerous topics, such as technical design notes, live status information, and educational materials. The information in the CERN document made it clear that the scientists that created this system would accept no responsibility for any problems that users might have with the product. This was put in the document for the protection of CERN and so they could not be held liable or sued for any software malfunctions. The intention of CERN was to help further the compatibility of the computer and its supported collaboration. The information on the World Wide Web is presented to the user as a web of interlinked documents. Users can have access to information to the World Wide Web through a group of hypertext models. The great thing about the World Wide Web was that is was independently networked and the information was independently formatted to make it easy for the users to handle.","The purpose of the World Wide Web was to make it easier for users to gain information on a subject by creating something called the “information superhighway”. The “information superhighway” was a purposed centralized, government-sponsored broadband network that would deliver video from television stations and other sources of media. The initial audience for this system was anyone who had access to a computer that was compatible with the World Wide Web.  The main purpose of the World Wide Web was to allow the people using the system to create different domains which in return would allow them to have access to information that other users have in their domains; essentially it allowed the users to share information with each other wirelessly. What many failed to realize was that the World Wide Web had been around for over twenty years, dating back to 1969. It was believed that when it first came to fruition that the early system was going to be used for informational purposes only. The initial targeted group of users was military workers. It was for them to be able to share information with each other through a series of computer databases. This would have helped them in regards to international information sparing with the other countries. Unfortunately, those who started to create this technology did not think of the long term effects of the product. They did take into account that there would be some complications.","There was a lot of pressure on the scientists responsible for creating such a breakthrough technology and having it work correctly. What many do not know is that they were met with immediate demands by the funders. The amount of responsibility the scientists had became a burden to them due to the amount of pressure that came with inventing a system where multiple users to have access at the same time. With such creations of the floppy disk and microprocessor being developed in 1971, it was critical that these scientist invented a new technology that would help change American society.  The world was changing around the time of this invention with  people were getting smarter and wanting more, and with the creation of the computer, people wanted more out of the technology. During the early years of the project the biggest problem was making sure that the all of the problems with the World Wide Web were fixed that were found early on.","By the end of 1979, the frame work was complete for the Internet, but they were unsure whether or not it should be accessible to the public due to some of the problems with the hard and software. By 1993, the problems with the system were fixed to a point where the funders wanted to make it access to people in a public domain. This was great news to the public ,who for years were ready to experience this system. The times were changing with new technology being invented and with new ways to talk to each other people were excited to hear that there was this invention called the “World Wide Web”. People wanted to be able to share their ideas with one another through a wireless server and this was the perfect material for it at the time. To be able to have a domain (a place where one could share their ideas on a topic or forum) made it that more important for people to have.","Looking back to where technology was twenty years ago and where technology is now really makes it obvious that the invention of the World Wide Web changed the landscape of American society. Twenty years ago, people would have to talk to each other via a telephone and through a computer or go to a library to do research. None of this would be possible if it was for CERN officially put The World Wide Web into public domain on April 30, 1993. The World Wide Web was the beginning of a new age of technology. Without the creation of the World Wide Web we as a society would not have the access we needed to be able to share some of the great ideas that people have had over the years."],"locations":[{"id":41498,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"}],"tags":[{"id":1747,"tag":"Wolrd Wide Web"},{"id":1746,"tag":"Washington, D.C."}]},{"id":5742,"title":"WWII War Bonds and Technology","course_id":108,"status":"P","start_date":"1/1/44","end_date":"12/31/44","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The war bonds of World War II were closely tied to the technology of the times: the campaigns utilized all forms of common technology to reach as many people as possible.  From radio to film to print ads, war bonds became a part of daily life for these Americans.  In addition to this, many huge corporations were also supporters of the war bond effort including Nabisco, the National Biscuit Company.  Still a popular brand today, Nabisco played a significant role on the home front during WWII.  They were a huge presence in the home, since they were such a large producer of popular foods.  Known for its baked goods, the company had to alter many of its products because they were affected due to rationing and shortages of raw ingredients such as sugar, flour, butter and oil[1]; they later encouraged their consumers to do the same[2].","One of the more popular Nabisco ads, “Man of the family,” printed in 1944, features a mother and her young son sitting together.[3] The mother looks worried; the boy is looking up his mother with a concerned expression.  To summarize the text, the four-year-old boy is acknowledging her loneliness and that he will have to care for his mother, in the absence of his father who is away at war.  The final pitch says, “Till families are together again in a decent, peaceful world … every one of us has a duty. Every one of us must buy more War Bonds than ever before.”[4]  The text draws on the situation many families were in: at home, without their husbands and fathers.  The purpose of the ad is to get viewers to empathize with the pictured family, and to support them and so many other families by buying war bonds.","Film also became a huge asset to the war bond industry.  Film stars would arrive at loan drives and other locations to stir-up the crowd and encourage them to purchase more bonds.  Theatres would include ticket deals with the purchase of bonds.[5]","Major brands, from food to automobiles, produced ads that were directed to supporting the war effort because not only did peoples’ lives change, so did the means of production for many companies.  They were no longer geared towards sales to Americans, but geared to produce for and support the war effort.[6]","Most war bond ads focused on the American family.  They were wanted to engage a wide audience, mostly women and children.  They displayed the current situations many families found themselves in and the problems they were facing in their daily lives.  But they provided a solution: to buy bonds!  The use of printed ads, radio promotion, and eventually film allowed people to purchase up to one quarter of the government’s wartime debt.[7]","The technology utilized encouraged conversation among Americans, and further supported their actions as they supported the war effort.  What they saw printed in magazines and newspapers, shown in films, or heard on the radio influenced how they communicated and ultimately how they responded to the war effort."," ","[1] Yoon-Joo Lee and Naeemah Clark, \"\"I'm Saying This for Uncle Sam!\" How Corporations Used Images of Family to Help Fund World War II,\" <em>Advertising and Society Review</em> 10, no. 2 (2009).","[2] Lee and Clark, \"\"I'm Saying This for Uncle Sam!\"\".","[3] Lee and Clark, \"\"I'm Saying This for Uncle Sam!\"\".","[4] “Man of the family,” http://library.duke.edu/digitalcollections/adaccess_W0201/<em>.</em>","[5] Kathryn Cramer Brownell, \"\"It Is Entertainment, and It Will Sell Bonds!\": 16mm Film and the World War II War Bond Campaign,\" <em>The Moving Image</em> 10, no. 2 (2010): 69.","[6] Brownell, “Film and Bonds,” 68.","[7] Brownell, “Film and Bonds,” 69."],"locations":[{"id":27491,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1749,"tag":"Nabisco"},{"id":1748,"tag":"Bonds"},{"id":242,"tag":"WWII"}]}]}