{"id":110,"title":"Historian's Craft","school_id":10,"school_name":"University of Alabama at Birmingham","term":"Summer","abbr":"HY300-RF","url":"","description":"","points":[[33.5543155862,-86.8964933862],[32.3258382723,-87.106506935],[32.2202206971,-86.2076124057],[41.5175701255,-70.7349278772],[37.3693246204,-84.3067637558],[34.3540813642,-83.4974029355],[42.4842595758,-71.3901525974],[30.3671940073,-88.3660108917],[32.3469701692,-84.78704688],[35.0485350444,-78.8273232021],[41.3021722403,-80.2577161025],[31.3177565709,-95.4226802796],[29.7925410318,-84.93839964]],"bounds":[[42.4842595758,-70.7349278772],[29.7925410318,-95.4226802796]],"episodes":[{"id":5710,"title":"<strong>HugoBlack’s Defense of Edwin Stephenson and The Klan Agenda</strong>","course_id":110,"status":"P","start_date":"8/11/21","end_date":"10/11/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The murder trial of Fr. James Coyle in the deep south during the early twenties provided an ideal setting for the men who formed the core of the Knights of the Ku Klux Klan to further disseminate their message of hate and intolerance against some of their main targets of the time: immigrants and Catholics.  The trial transcripts, particularly the closing statements delivered by the leader of the defense team and active Klan member, future U.S. Supreme Court Justice Hugo Black, reveal that they sought not only to achieve an acquittal for their client, but also to prove that the agenda of the Klan reigned supreme in Alabama.  The Klan worked hard in the lead up to the trial to “pack the courthouse”.  In addition to the defense team, at least seven of the jurors and the judge presiding over the proceedings were all active Klansmen.  The rallying of the Klan around the defendant, Edwin Stephenson, should come as no surprise.  The trial offered an opportunity for them to address several of their key issues; miscegenation, nativism, spread of Catholicism, and the denunciation of protestant dogma.  From the very beginning, Black set the tone of his argument by attacking the only two witnesses that came forward for the prosecution, calling them “brothers in falsehood, as well as in faith”, reminding the jurors that they were both practicing Catholics.  Black posited, in a thinly veiled rant, that the testimony of these two men could not be trusted simply because of their affiliation with the Church.  From this point, Black moves to attacking the actions of Fr. Coyle himself, effectively blaming him for his own murder.  Referring to Father Coyle’s presiding over the wedding of Stephenson’s daughter to a Catholic man of Puerto Rican descent, Black argues that “Neither did he (Fr. Coyle) nor any of his friends have the right to tamper with another man’s home”.  It is plain to see that this simple sentence betrays the Klan’s deep seated disapproval of miscegenation.  Black reinforces the Klan’s seemingly noble belief that the right of a protestant man to defend the honor and integrity of his family at any cost should not only be tolerated, but also defended.  He says of Fr. Coyle; “because a man becomes a priest does not mean that he is divine... He has no more right to protection than a Protestant minister.”  Finally, Black sums up his argument by condemning Fr. Coyle for what was perhaps the most damning charge of them all; converting a member of the Protestant community to Catholicism.  He phrases the accusation cleverly, implying that this “crime” against Stephenson and his daughter was so severe, that it required swift and certain retaliation. Black had this to say, regarding Fr. Coyle’s actions: “There is such a thing as imprisonment of the human will by influence, vice and persuasion.  When you find a girl who has been reared well persuaded from her parents by some cause or person, that cause or person is wrong.”"],"locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":889,"tag":"Racism"},{"id":1721,"tag":"Fr. Coyle"},{"id":1722,"tag":"Anti-Catholicism"},{"id":1723,"tag":"Nativism"},{"id":1724,"tag":"Birmingham, AL"}]},{"id":5711,"title":"Concerned White Citizens of Alabama Help Promote Rights for Blacks","course_id":110,"status":"P","start_date":"3/6/65","end_date":"3/6/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 6, 1965, Eileen Walbert, Helen Baer, Mary Young Gonzalez, and many more concerned white citizens began a controversial march in protest of voter registration issues in Selma, Alabama.  As Gonzalez recounts, Selma “had jeeps stacked with rifles outside the courthouse as a threat to the black people who had been trying to go in to register to vote.”  To compound matters, Baer remembers that “Only a registered voter could take you in to vote and most of the registered voters were white.”  For black citizens residing in Selma, Alabama, these circumstances made it virtually impossible for them to have the opportunity to register to vote.  For Walbert, Baer and Gonzalez, both hearing about and seeing the atrocities occurring in Selma weighed heavily on them, and eventually led them to take action.  Those three brave women along with other members of the Concerned White Citizens of Alabama crossed racial barriers and lent white support to the voting rights cause.","The right to vote, one taken for granted by so many white citizens, was a right routinely being denied to the majority of black citizens, particularly in the South.  As members of the Concerned White Citizens of Alabama, Walbert, Baer and Gonzalez helped to organize and participate in a nonviolent protest march meant to highlight voter registration struggles in Selma.  According to Burke Marshall, former head of the Justice Department’s Civil Rights Division, “on February 4, 1965 . . . only 383 Negroes [in Dallas County] were registered out of a voting age population of over 15,000.”  Clearly the intimidation and discriminatory practices employed in Selma were effectively preventing blacks from registering to vote.  It was clear to Walbert, Baer and Gonzalez that the difficulties afflicting blacks could no longer remain a purely local problem.  It was time to draw national attention to the discriminatory practices affecting voter registration in Selma.","By organizing a protest march in Selma from a black church to the main courthouse, white activists like Walbert, Baer and Gonzalez helped focus the national spotlight on Alabama.  This concentration on voting discrimination in Selma was significant because following the protests, the issue of voting rights was addressed federally with the passage of the Voting Rights Act of 1965.  Through the nonviolent protests of Walbert, Baer, and Gonzalez, as well as the subsequent “Bloody Sunday” march on March 7, 1965, change was effected at the national level.  As Dr. Joseph E. Luders mentions in his analysis of the success of protests during the civil rights movement, “it cannot be forgotten that it was ultimately the demands of civil rights supporters and their willingness to brave violent crowds and hostile police that generated the reactions necessary to win local and national victories.”  Walbert, Baer and Gonzalez were three such supporters who did “brave violent crowds and hostile police” to help draw the eye of the nation to voter discrimination in Selma, Alabama, which eventually resulted in a national victory with the passage of the Voting Rights Act of 1965."],"locations":[{"id":32444,"lat":32.3258382723,"lng":-87.106506935,"zoom":9,"place":"Dallas, Alabama"}],"tags":[{"id":1710,"tag":"Voting Rights"},{"id":1345,"tag":"Selma"},{"id":42,"tag":"Civil Rights"}]},{"id":5712,"title":"Voting Rights Prove to be a Hard Sell in Alabama","course_id":110,"status":"P","start_date":"3/7/65","end_date":"8/6/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Bernice Daffron, a black resident of St. Clair County, Alabama, did not understand why the country was suddenly so concerned with the issue of voter registration among blacks.  Daffron stated in an editorial printed in <em>The Birmingham News</em> that she had “always been encouraged to vote,” and that this was the case “in many other counties.”  According to Daffron, the national attention drawn to Alabama following “Bloody Sunday” painted an erroneous picture of voting rights in her state.","The events of Bloody Sunday, the infamous march on March 7, 1965 from Selma, Alabama to Montgomery, Alabama shocked the nation.  The peaceful protestors, marching to draw attention to voter registration issues among blacks, were subjected to terrible police brutality, and it is no surprise that images from this incident captivated the nation’s eye; however, some citizens like Daffron did not believe that this march and the subsequent coverage of Alabama were fairly recorded.  She was of the opinion that national political figures were distorting the events of Bloody Sunday to fulfill political ambitions, and that voter registration practices were not a substantial problem in Alabama.","<em>The Birmingham News</em>, which had been covering events both from a national perspective as well as from a local perspective, supported a similar position to Daffron's.  The <em>News</em> did not believe federal intervention in voter registration practices was necessary, and that the issue at hand “is not a matter of “giving” the Negro the vote.  It is a matter of affirming the right that is already there.”  While the <em>News</em> was correct in its assessment that the right to vote already existed, it was clear that simply acknowledging this right did not translate to its enforcement.","In Alabama in 1965, 69.2 percent of eligible whites were registered to vote compared with only 19.3 percent of eligible blacks.  That is a shocking disparity of 49.9 percent between the races, and it is unrealistic to assume that such a large gap could be closed by simply “affirming the right” that blacks were legally able to vote.  There were other underlying issues which the <em>News</em> subtly accounted for and supported.","The <em>News</em> supported not only an affirmation of the right to vote, but also the necessity of qualifiers for the right to vote.  The right to vote should not necessarily be racially determined, but it should be regulated by “more than just the fact of drawing breath.”  The <em>News</em> did not feel that there was a need to pass voting rights legislation, since it would be redundantly addressing rights already afforded to citizens in this country.  In spite of attempts by Daffron and the <em>News</em> to minimize the problems concerning voter registration, the events of Bloody Sunday did draw national attention to the issue of voting rights.","The Voting Rights Act of 1965 was signed into law by President Johnson on August 6, 1965, largely in response to the Bloody Sunday march.  Over time, the Act dramatically reduced racial disparity in voter registration.  As of 2004, 73.8 percent of eligible whites were registered to vote in Alabama, while 72.9 percent of eligible blacks were registered, closing the gap to just 0.9 percent.  Regardless of the opinions of Daffron and the <em>News</em>, the attention garnered by Bloody Sunday was both important and necessary, and led to a dramatic and positive change in the ability of blacks to register to vote throughout both Alabama and the nation."],"locations":[{"id":32444,"lat":32.3258382723,"lng":-87.106506935,"zoom":9,"place":"Dallas, Alabama"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":1346,"tag":"Voting Rights Act of 1965"},{"id":1345,"tag":"Selma"}]},{"id":5713,"title":"Alabama’s Resistance to <em>Brown v. Board of Education</em>","course_id":110,"status":"P","start_date":"5/17/54","end_date":"5/23/54","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Arguably one of the most influential and groundbreaking decisions handed down by the Supreme Court is the landmark case of<em> Brown v. Board of Education</em> (1954).  Overturning the precedent previously set by <em>Plessy v. Ferguson</em> (1896), the Court ruled that “separate but equal” was “inherently unequal” in the realm of public education.  This ruling came as quite a shock, and was met with tremendous resistance primarily throughout the South.  In Alabama, the ruling was met with extreme hostility and immediate plans to circumvent the decision were swiftly conceived.","Immediately following the Court’s ruling, Alabama Representative Henry Beatty devised a scheme for maintaining segregation in the state without violating the recent resolution.  Beatty argued that by creating “free schools” in which both whites and blacks were allowed to attend, Alabama could then create segregated, tuition-based schools to provide an alternative to an integrated school system.  Beatty furthered this plan by compiling ways to amend Alabama’s Constitution to allow for both free and tuition-based schools while still managing to uphold the Court’s ruling.","A key component of Beatty’s plan involved tuition-based schools as an alternative to free schools.  The undisguised intention of this plan was to enable white students to stay in white-only schools by paying a “nominal fee” for the sole purpose of differentiating the school from a free, public school.  Any white student demonstrating financial need would have their tuition waived rather than be forced to attend a free, integrated school.  Beatty was determined to avoid directly integrating public schools in Alabama; he was not alone in rejecting the Court’s ruling.","Much of the South demonstrated extreme resistance to the <em>Brown</em> ruling, and in the following decade, few efforts throughout the South would be made to integrate public schools.  Some historians argue that the Court’s ruling resulted in a “backlash” in the South, and that without the <em>Brown</em> ruling, desegregation would have eventually taken place without the open violence and hostility that followed.  Historian Michael J. Klarman argues that prior to <em>Brown</em>, desegregation was already underway, including “desegregation of the Montgomery police force, of elevators in downtown office buildings in Birmingham, [and] of federal juries in Little Rock.”  It is possible, given that desegregation was already beginning without federal intervention, that it would have eventually led to a natural desegregation of public schools.  With <em>Brown</em> forcing the issue upon the South, a hostile environment was unwittingly created in reaction to the ruling.","Beatty made his intention to prevent desegregation of public schools in Alabama clear, and again he was not alone in this goal.  Much of the South rallied against <em>Brown</em>, and it would be a decade before Congress would pass legislation to finally put an end to segregation with the Civil Rights Act of 1964.  While it is not possible to say with any certainty, it is conceivable that the Court did more harm than good with its ruling in <em>Brown</em>.  While the ruling was morally necessary, it created a rallying point for white Southerners to unite against the common cause of desegregation."],"locations":[{"id":29188,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":43,"tag":"Desegregation"},{"id":1070,"tag":"Brown v Board 1954"},{"id":220,"tag":"alabama"}]},{"id":5714,"title":"Fugitive Slave from Florida Rescued by Two Women","course_id":110,"status":"P","start_date":"1854-10-16","end_date":"1854-10-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 16, 1854, an unidentified slave was caught stealing a boat from the <em>Franklin </em>on his way to Bath, Maine. The slave managed to hide in Gray Head for a few days before Deputy Sheriff Lambert received a warrant for the slave’s arrest for larceny. Sheriff Lambert searched all day for the slave but to no avail. He had not been informed that the slave could have been in the swamp so the idea to look there did not seem to cross his mind. Sheriff Lambert gave up the search at dark.","Two unidentified women from Holmes’ Hole had also heard news of the escaped slave and made plans for his rescue. On October 19, they took a wagon with some food and provisions. They also packed women’s clothing—a dress, bonnet, etc. with the intention of disguising the slave. Unlike Sheriff Lambert, the women were able to figure out that the slave was concealed in the swamp at Gray Head. The women could not convince the slave to come out for help so they went in the swamp themselves to rescue him. The slave came to trust the women once he heard their stories, and ate some food. He got dressed in the women’s clothes and took a boat with the women to New Bedford, where he connected with an abolitionist. The unidentified abolitionist helped the fugitive slave escape to Canada.","This story is one example of many successful fugitive slave escapes. The two unidentified women were most likely abolitionists since they made a big effort to rescue the man. Like these women, there were many crusaders for the abolitionist cause that took matters into their own hands. Despite the heroism of these women, this is not a representative episode. Historians have concluded that the overwhelming majority of slaves escaped on their own or by the help of other slaves. However, there was a minority of whites that helped the slaves reach safety. The case of these women in Massachusetts perfectly exemplifies this minority. Although it was most likely a male abolitionist at the end of the story that helped the slave make it to Canada, without the help of the two brave women, the slave probably would not have escaped."],"locations":[{"id":6130,"lat":41.5175701255,"lng":-70.7349278772,"zoom":10,"place":"DUKES, Massachusetts"}],"tags":[{"id":1711,"tag":"abolitionists"},{"id":398,"tag":"slavery, runaway"}]},{"id":5715,"title":"Southerner Cassius M. Clay Speaks Out Against Slavery","course_id":110,"status":"P","start_date":"1855-06-29","end_date":"1855-06-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a Friday in June in 1855, Southern politician and abolitionist Cassius M. Clay addressed the people of Mount Vernon at Brush Creek meeting house. His main topic of concern was slavery. He advertised that he was going to talk about the Kansas and Nebraska bill but little was actually said on the matter. Instead, he claimed that he was there to “roll away the great stone” of slavery because it was no longer needed in the United States. The people present were asked what their intentions were for setting the slaves free. He claimed that slaves were entitled to live freely, just as anyone else can. Clay also warned them that the time of remuneration was coming soon—that every slave would be paid back in some way by their previous owners in compensation for their previous enslavement. The golden rule would especially come into play during remuneration. Clay also spoke politically: he denounced the Democratic and Whig parties. The only party he trusted was the Free Soil party. Since the number of blacks in the South outnumbered the whites, they could eventually join the party and rally behind the cause. He then condemned the Pro-Slavery party and claimed that they ignored principles of the Declaration of Independence.","The speech was reported to the <em>New York Times</em> from a local who had witnessed Clay’s speech in Mount Vernon. He used the words “remarkable” and “inflammatory” to characterize the speech; both terms seem fitting. Clay clearly wanted to get a rise out of his fellow Kentuckians by questioning their kindness and loyalty to the United States. He also said that Clay used powerful language. Clay stated that the only way the United States would perpetuate was by the actions of rational and intelligent people. Yet he toured in uneducated areas that were committed to their own ways.","This speech was one of many speeches Clay made about the problem of slavery. Clay was a prominent Southern political abolitionist who continually challenged the humanity of his fellow southerners. The abolitionist movement kicked off in the 1830s and remained a major part of American life up until the Civil War. Some historians have argued that the abolitionist movement was primarily a northern cause and that it died out in the South in the 1830s due to heavy southern resistance. Historian Stanley Harrold argues the opposite: many abolitionist figures remained in the South and confronted southerners. The American campaign to end the enslavement of black people was an effort that both southern and northern abolitionists had an equal influence. As an influential politician, Clay’s speech most likely rattled the emotions of the Kentuckians in negative and positive ways. The man who reported on the speech was obviously affected and seemed to agree with Clay for the most part, thus proving the influence of southern abolitionists."],"locations":[{"id":5274,"lat":37.3693246204,"lng":-84.3067637558,"zoom":9,"place":"ROCKCASTLE, Kentucky"}],"tags":[{"id":1713,"tag":"Abolitionists Speeches"},{"id":1712,"tag":"Southern abolitionists"}]},{"id":5730,"title":"Mistreatment of African American Soldiers","course_id":110,"status":"P","start_date":"7/21/43","end_date":"7/21/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 16, 1943, an African American soldier was on his way home to LaGrange, Georgia to visit his wife and infant. He was traveling by bus from Charleston, South Carolina which made a stop in Augusta, Georgia. He got off to stretch his legs and as soon as he took his seat again the driver told him to get off without giving him an explanation. The soldier proceeded to the driver what the problem was and the driver replied by telling him “for blowing your top you will be leaving on the next bus at one-fifteen in the morning.” At that point two military policemen walked up and he asked one why he could not ride on that particular bus. One responded in a nice manner and the other insultingly. The officer who responded rudely replied to his comrade, “you let a nigger talk to you like that,” and told the soldier if he didn’t like the way things were then he would send him back to Charleston and he ought to arrest him.","A similar case occurred in 1946, when Isaac Woodard was returning home to South Carolina. At a stop on the way he had an altercation with the driver over permission to use the restroom.  After using the restroom he returned to his seat without any problems but at the next stop the driver called Sherriff Linwood Shull, who removed Isaac Woodard from the bus. Shull demanded to see Woodward's discharge papers and a group of officers led him to an alleyway and beat him with nightsticks. Woodard was then taken to jail and charged with disorderly conduct and took more beatings and jabs throughout the night. As a result both of his eyes ruptured and he suffered partial amnesia. He was found guilty and fined fifty dollars by a local judge still not knowing where he was. He received substandard care and it took ten days before his family located him. President Truman was outraged when news reached him and he ordered the Attorney General to investigate. Sherriff Shull admitted to blinding Woodard and was acquitted after 30 minutes of deliberation.","Incidents and cases like this were common for African American soldiers. Reports like this that made to President Harry Truman’s desk angered him because United States soldiers were being treated so disrespectfully. It was not just the enlisted soldiers but also the veterans. The constant mistreatment of black soldiers on and off the battlefield led to President Truman establishing by executive order the President’s Committee on Civil Rights on December 5, 1946. They were instructed to investigate the status of Civil Rights in the United States and propose measures to strengthen and protect the rights of American citizens. These incidents and the cruel treatment issued to African American soldiers raised a need to issue Executive Order 9981 on July 26, 1946, banning segregation in the Armed Forces."," "],"locations":[{"id":27255,"lat":34.3540813642,"lng":-83.4974029355,"zoom":10,"place":"Banks, Georgia"}],"tags":[{"id":1733,"tag":"Racism, South, soldiers"},{"id":1734,"tag":"WWII, African Americans"}]},{"id":5716,"title":"Lydia Maria Child Writes to John Brown in Jail","course_id":110,"status":"P","start_date":"1859-10-26","end_date":"1859-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Soon after Captain John Brown raided Harper’s Ferry and was arrested, fellow abolitionist and writer Lydia Maria Child wrote a letter to him while he was in jail. The two had never met, but Lydia wanted to assure Brown that she was one of many who supported him in his cause. In this brief letter she made it very clear that even though she supported Brown in his desire to personally free slaves she believed that the course of action he took was unnecessary. She sided with him for his good intentions but was also saddened by his cruelty. However, she was quick to forgive him by loving him and blessing him. She assured him that thousands of other people sympathized with him as well. As a fellow abolitionist and devout Christian, Lydia let Brown know that she prayed for him but knew that his own faith would sustain him in prison. She also wrote that she sent a letter to the governor asking permission to visit Brown in jail. She hoped that the letter would comfort him in this dark time.","Even though the insurrection at Harper’s Ferry was a failed attempt to free slaves, it was a perfect representation of the increased sectional violence during the decade. John Brown was one of many abolitionists who believed that black antislavery action was the best means to an end. Brown was unique from other slave rescuers because he insisted on recruiting people to fight with him, whites and blacks. Brown counted on many slaves to join in on the raid but it did not happen; instead, he was outnumbered and easily overtaken by the federal marshals. Despite the fact that the attack was a failure and that there were violent consequences, abolitionists stood behind John Brown who was made a martyr for their cause. During the 1850s, sectionalism became more relevant, thus the abolitionists were more desperate to end slavery. For the most part, abolitionists thought that violent revolt hurt the cause. Oppositely, John Brown was the prime example of abolitionists that encouraged slave revolt. He was not only vocal about his cause but he acted on it. For this reason, many abolitionists gave him respect and hailed him as a hero.","Lydia Maria Child’s letter is one example of an abolitionist’s response to Brown’s capture and imprisonment. As Stanley Harrold points out, although many abolitionists wanted to present themselves as peaceful, law-abiding citizens they actually sided with Brown; Lydia’s letter shows that. All over the United States, abolitionists made John Brown support groups where they would sympathize with him and carry on his legacy. Others (even abolitionists) thought he was insane and denounced his actions but Lydia was one woman who sympathized with Brown and saw him as an important figure to the cause."],"locations":[{"id":6173,"lat":42.4842595758,"lng":-71.3901525974,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":273,"tag":"John Brown"},{"id":202,"tag":"Abolitionist violence"},{"id":1714,"tag":"Lydia Maria Child"}]},{"id":5717,"title":"The Role of Women in Nazi Germany","course_id":110,"status":"P","start_date":"9/1/41","end_date":"9/30/41","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Role of Women in Nazi Germany","Nazis are often thought of as men, but many women contributed to the Nazi nation in Germany according to this newsletter in <em>Nachrichtendienst der Reichsfrauenführung Sonderdien</em>. This newsletter was sent to Nazi women who were leaders. These statements are meant to encourage women working at home and let women know what is expected of them during the war. This newsletter describes Nazi women as an army at the homeland. The newsletter discusses women taking on jobs while still keeping up with household duties. This newsletter reveals women will be rewarded with vacation time because the Nazi organization realizes the strain. Women are instructed to work together whether they are part of the organization or not to keep the country running. The outcome of the current battle is in the hands of each and every one of the citizens even those at home.","Women were not excluded from the other ordinary people who became part of what is known as the evil empire. Not all women were perpetrators and not all women fell victim to Nazification and participated only because of force. This document shows it was normal for women to take part in helping out the nation. This article addresses how important it is for woman to keep the homeland running will Nazi soldiers fight. The blanket statement that women were just victims to the Nazis cannot be made because some women were actively participating and expected to participate to keep the homeland strong. The newsletter even refers to women at home as making important economic decisions."],"locations":[{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":196,"tag":"women's rights"},{"id":7,"tag":"Women"},{"id":1715,"tag":"German"},{"id":1716,"tag":"German Women"},{"id":1717,"tag":"Nazi Women"}]},{"id":5718,"title":"Natural Beauty in Nazi Germany","course_id":110,"status":"P","start_date":"1/1/34","end_date":"12/31/34","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The National Socialist Women's Yearbook of 1934 reveals women without makeup, without jewelry, and with large hips were considered the ideal Aryan woman in Nazi Germany. The Chairwoman of the Association for German Women's Culture, Agnes Gerlach claimed the ideal woman had become the \"big Germanic type of woman\" instead of the France's \"small, romantic type.\" Nazi propaganda highlighted larger women with large, child bearing hips. Gerlach’s article stated it was un-German to use products to change hair color or to change one's looks with cosmetics. The image of the thin French woman was emotionally damaging to German women in Gerlach's opinion. Similarly, the Jewish influence was thought to include too much focus on accessorizing and overly made up women. According to Nazi propaganda, Jewish and French woman were not strong or able to bear as many children because they were petite.  The German woman was superior and did not need to use this enhancing products to be beautiful.","Nazis associated gaudiness with Jewish women and easy women because of tradition.  Dressing plainly without make up or jewelry had been popular since the earliest Europeans. There were even periods where Europeans believed wearing make-up was immoral.  Anglo-Saxons may have never worn make up; there is no evidence of them wearing make-up. Eventually cosmetics, dying hair, and wearing gaudy jewelry became associated with easy women.  Nazis often stated the Western cultures had created an ugly and unnatural beauty.  Women in Germany were beautiful naturally and did not need to look like the Western and Jewish's flawed idea of beauty.  Nazis promoted women who were larger and who could bear children easier because this is the role the woman played in the Nazi culture. Agnes article demonstrates the opinions of the Nazis.  The ideal German woman did not need to blend in with other women of the world.  They were supposed to be the superior race; therefore, their women did not need doctoring to be beautiful and perfect."],"locations":[{"id":24536,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1717,"tag":"Nazi Women"},{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"},{"id":1731,"tag":"Women Germany"},{"id":1732,"tag":"Nazi"}]},{"id":5719,"title":"Appealing to Aryan Women","course_id":110,"status":"P","start_date":"5/2/40","end_date":"5/2/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A painted picture from Mother’s Day issue of <em>The Frauen Warte</em>, a Nazi women’s magazine in 1940, reveals a light haired heavy set woman surrounded by her four children. This is the ideal Aryan, Nazi woman. She is not wearing jewelry and her dress is modest. She is not even wearing a wedding ring. Her four children each have light hair and blue eyes. The children each have a present for their mother in their hands. The gifts are simple: a ribbon, a toy bird on a stick, a flower, and a small toy sail boat. This picture uses an image for idolization as propaganda. The most important place for a woman to be would be at home with her children.","Women were supposed to meet this description. Women did not wear make-up because Aryan ancestors did not wear make-up. Nazis believed in natural, modest beauty this image portrays this because the woman, who is not wearing make-up, is dressed modestly. The wife has given birth to four children. The children shown have light hair and classic Aryan features due to the genes of their parents. The ideal Aryan wife would tend to the family while her husband worked to support the family or take care of the land. The “people” used in this magazine promoted a certain look and lifestyle. This is particularly interesting because it is a Mother’s Day issue. The family looks happy and the children appear to be thankful by giving her gifts. This may be a way to motivate women to have children, preferably many. Many magazines were created to promote this look and some existing magazines were told to print this propaganda. This natural look for the woman was often promoted and sometimes compared to a Jewish woman with too much make up or a misshapen face. The natural look was a way of protesting the pornographic images of dolled up women from western culture. A larger farmed woman could have children easier and this plain, natural look represented a loving mother not an \"easy woman\". This image portrays a woman who is appreciated and serving her purpose raising children in contrast to the western images of a sexy woman only used and appreciated for their beauty and sex. This ideal family Nazi family image would set a clear standard for other families in the regime."],"locations":[{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"},{"id":1717,"tag":"Nazi Women"},{"id":1246,"tag":"Propaganda"},{"id":1728,"tag":"Nazi Germany"}]},{"id":5720,"title":"Women Answer the Call in World War Two","course_id":110,"status":"P","start_date":"1/1/42","end_date":"12/31/42","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Propaganda from the War Manpower Commission, a U.S. employment service, promoted women joining the labor force during World War Two. In Mobile, Alabama, the Commission distributed a pamphlet using the fear of Hitler as motivation to work, asserting that as long women helped “build ships, more ships to transport our men, tanks, planes and munitions” Hitler wouldn’t “come to our shores.”  It also noted that housing at that time would not permit any new migration of workers to take the Mobile jobs which was why women were so badly needed.  At the time of its printing in 1942, this pamphlet urged that 6 million more women were needed from the 4 million already “employed in America’s war industries.”","It is more than obvious that in America during World War Two, women came when they were called.  As Karen Anderson pointed out, by the wartime peak in 1944, 19 million were employed, an increase of almost fifty percent since March 1940.  Also between these four years, the number of women employed in manufacturing jobs increased 141 percent while domestic service employees decreased by about 20 percent.  Women formally working as waitresses, maids, and saleswomen dominated jobs as welders, riveters, taxicab drivers and so on.","However patriotic it seemed for women to contribute, Anderson went on to reveal war work was not glamorous or enlightening as suggested in pamphlets and it had a disrupting influence on gender roles.  Once women entered the “men’s world”, they encountered more problems than they expected.  Since most women had never worked before, training for dangerous jobs such as welding was imperative.  Few courses were offered as part of in-plant training.  This meant that about four to eight hours in classes were added to an already forty-eight hour long work week.  Training centers were frequently located in residential areas rather than close to the plants, adding to another problem experienced throughout the war boom, transportation.  Serious transportation problems rose with wartime shortages that extended the amount of time women were away from home.  Being away from home so much left women distraught in trying to properly care for their children and catch up on housework.  American policy makers were not helpful in easing women’s duel burden during the Second World War. Thus the high rates of absenteeism among female workers revealed the most compelling evidence of calamity created by war times.","With the problems that evolved it is obvious that women were apt to put their lives on hold for the greater good of the country.  With propaganda urging them to consider if they could “be of greater service” at “home or in a war plant” how could they turn their backs in such critical times of need?"],"locations":[{"id":26301,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"Mobile, Alabama"}],"tags":[{"id":258,"tag":"World War II"},{"id":7,"tag":"Women"}]},{"id":5721,"title":"Uncertainty of Marriage in World War Two","course_id":110,"status":"P","start_date":"11/1/42","end_date":"11/30/44","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","The rush to marry during World War Two may have had negative effects on Opal Bonilla, wife of Nicholas Bonilla. The couple met in Birmingham in June of 1942.  Stationed in Fort Benning, Georgia, Nicholas and Opal began corresponding and continued reciprocating mail throughout their courtship.  After only months of dating, “Nicky Boy” and “Darling Opal” wed in November of 1942.  After their brief ceremony, Nicholas had to return to Fort Benning and received news of being transferred to Fort Bragg in North Carolina.  After getting married and even learning of their pregnancy, the couple, especially Opal, seemed to be self-conscious about their decision.   Opal wrote in a letter dated November 19, “How do you feel about our marriage? Do you miss me? Do you love me? Do you want to be with me?”  In her next letter dated November 20, Opal asks again, “Do you love me as much as I love you?”.  The next day she signs her letter with “I haven’t taken my ring off”.","Doris Weatherford, an American History Professor, speculates why women like Opal asked such questions after tying the knot.  According to her research, many women wanted to volunteer for war work any way they could and that included direct contact with servicemen.  These women believed that marrying a soldier was the equivalence of responding to Uncle Sam.  Others sought out marriages because they feared waiting too long for the right man would result in never getting married at all.  Those that had already married hastily began to wonder about the roles they played in their marriages.  Was it for love, patriotic duty, or draft evasion?  Weatherford goes on to write that these women were advised against war marriages so not to repeat the high divorce rate by previous generations in reference to World War One.","Perhaps some of these ideas about war marriage passed through the mind of Opal Bonilla which led her to raise questions of doubt.  There was no denying that she was left in a vulnerable state to raise a child alone.  Yet Opal and Nicky continued writing back and forth as he eventually was shipped to Europe. She kept writing to him into 1944 even when months would go by without hearing from him. These months with no word proved to be unfortunate.  They were never reunited and Nicholas never met his daughter, Sandra, because he was killed attempting to thrust into Berlin with Allied paratroopers."],"locations":[{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"},{"id":27496,"lat":32.3469701692,"lng":-84.78704688,"zoom":10,"place":"Chattahoochee, Georgia"},{"id":25218,"lat":35.0485350444,"lng":-78.8273232021,"zoom":9,"place":"Cumberland, North Carolina"}],"tags":[{"id":1718,"tag":"Wartime Brides"},{"id":405,"tag":"Marriage"},{"id":220,"tag":"alabama"}]},{"id":5722,"title":"'V' is for Victory","course_id":110,"status":"P","start_date":"1/1/45","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["One of the reasons for promoting Victory Gardens during World War Two was that they would pay for themselves and put money in the pockets of those that grew them.  In a clipping from <em>Metro Newspaper Service </em>in 1945, a picture depicts a girl standing next to a boy with a hoe discussing a bush with money for leaves with a subtitle that advertises “many a Victory Gardener” would have been able to call “all his crops “cash crops”.”  Adjacent to the picture are two females, obviously mother and daughter, watching their husband and father set up their garden because “nothing [was] more gratifying than” “a productive garden.”","Amy Bentley has observed that War World Two was ridden with slogans. By calling food production “the first line of defense”; the United States Government hoped millions of Americans would produce their own fruit and vegetables.  Whether it was to free up land originally for domestic production for the overseas soldiers or American Allies, The Department of Agriculture wanted to see improved health and productivity on the home front.","Any productivity in agriculture was accepted whether it was a half-acre of land or “a few jars of peach preserves.”  From her research, Bentley has argued that home front food production was a way to renew and “strengthen communities during this global crisis”.  The campaign for these gardens hoped to inspire hard work while helping Americans escape the current conditions and return to a preindustrial time like their ancestors had.  The thought was if one could become a producer of things, a cleansing of the soul would result from just simple interaction with the earth.","The producers of Victory Gardens felt that any and all effort in producing fruit and vegetables somehow helped in the overall war effort.  The clipping indicated hope for more gardens that year than any before.  After all, it was printed in 1945, when the world was becoming exhausted of resources to fuel the almost never ending war."],"locations":[{"id":26087,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":258,"tag":"World War II"},{"id":13,"tag":"Agriculture"},{"id":1719,"tag":"Victory Gardens"}]},{"id":5723,"title":"The Importance of Rickwood's Preservation","course_id":110,"status":"P","start_date":"9/9/87","end_date":"9/9/87","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","It was the last game, the last out, the last pitch, and the last hit at the historic Rickwood Field, which was brand new in 1910. When referring to the new stadium, the Age-Herald proclaimed that, “In every detail, it is modern and as near perfect as skill and money could make it”, while the Birmingham News said, “When Birmingham men do a thing, they do it right”.  However, on September 9, 1987, the people of Birmingham packed into the stadium to see what was called, the last game at Rickwood.","The Historic Rickwood Field is known for being the oldest baseball field in the Nation, and possible the oldest in the world.  It was the main attraction at one time in Birmingham.  Everyone who had grown up in Birmingham had a memory dealing with Rickwood Field.  Whether it was the Championship teams, the famous players, or just a day out with the family everyone had a memory dealing with Rickwood Field.  Memories can last forever, but buildings and structures can be torn down in a blink of an eye. On September 9, 1987, the Head Usher, Bill Gilmore stood on the ramp watching what he and everyone else thought was the last game at Rickwood Field.  Unfortunately, the Barons were unable to win the game, but if you ask any of the fans in attendance about the lose, it did not matter. The majority of the fans in the stands that night were there to see the last game played in the historic Rickwood Field.  The good news is that the game played on September 9, 1987 was not the last game played at Rickwood. Due to the extensive work done by a group of fans, Rickwood was saved from demolition. In early 1990s there was talk about demolishing the field. The thought worried many, so a group of volunteers joined together to create the Friend of Rickwood in an effort to save and preserve the ball field.  In the book, Rickwood Field, the author points out that it is important to preserve Rickwood Field because of its historic and architectural significance to the city of Birmingham, which was once referred to as a near perfect ball park.  With the effort by Friend of Rickwood, the field was not torn down.  The park is still used for little league games, police baseball games, fund raisers, and most recently the filming of the movie 42, a story about Jackie Robinson.","One reason this field is considered such an important place is because both the Barons and the Black Barons played here. This was ironic because Birmingham was known as the most segregated city in America and Jim Crow Laws were everywhere, even inside the stadium.  However, Rickwood Field had a pretty fair system in place prior to 1963. The right field bleachers, or the “Negro Bleachers”, which were in the direct sunlight and far away from the bathrooms and the concession stands were where the black fans had to sit while watching the Barons.  Strangely enough, during the Negro League games this is where the white fans had to sit.  However, it was not unusual for blacks and whites to talk together about the players or games while coming in and out of the stadium.  Finaly, in 1963 the “Negro Seats” were done away with and the stands became integrated."],"locations":[{"id":39832,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1729,"tag":"Rickwood Field"},{"id":1730,"tag":"Historic Preservation"}]},{"id":5724,"title":"Historic Significance Leads to the Perservation of Sloss Furnace","course_id":110,"status":"P","start_date":"4/12/82","end_date":"4/12/82","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 12, 1982 the city of Birmingham held a celebration for Sloss Furnace.  It was to celebrate the preservation and the historic significance and importance of  the furnaces. The newspaper article titled, “Birmingham’s Biggest Boom”, said that anyone living in Birmingham, Jefferson County, or the surrounding area may well boast of the future greatness of the Magic City”. That was because a lot of the wealth and growth in the city of Birmingham was because of Sloss and its role in the industrial boom.","With this historic landmark under fire to be torn down and replaced by an amusement park or some ordinary building with no historic significance, many Birmingham natives began to fight to protect and preserve the old furnaces because of what Sloss meant to the city, it was not just a place where people came to work.  It was a place that changed Birmingham forever.  Robert Stipe stated that preservation is important because it is a way to pay our respect to what built what we have today.  To honor and understand the events, structures, and people that created the good for a city, state, or nation.  If it was not for Sloss Furnace and its large amounts of production, Birmingham would not have grown into the city we have today.  Sloss brought people to the city to work, which created new homes and stores.  These homes and stores where built to house, feed, and provide clothes to all the workers moving to the Magic City to work in this very popular furnace.  This was because Sloss made Birmingham one of the top cities on the nation.  W. David Lewis called Sloss the industrial empire due to its position on the railroads which made transportation in and out of the city easy.  With efforts to save Sloss Furnace from destruction, the historic furnaces are still standing.  When Sloss closed the doors in 1970 the Furnace was changed into a museum dedicated to the industrial and railroad history.  There was also a celebration that was held on April 12, 1982.  That celebration was to celebrate the preservation and history of Sloss Furnace, and it commemorated the first run of iron that had ever flowed at Sloss. That first run was made in the original Sloss Furnace Number One just a century prior to the celebration.","Blast Furnaces once played a key role in so many communities.  Several furnaces are being preserved and recognized for their significance. For example, the Oswego Iron Furnace, in Oswego New York, has already won an award by the National Trust of Historic Review. The President of the National Trust of Historic Review said they gave the award to that Furnace because it is a special and irreplaceable place that bolstered local economies and created jobs for so many."],"locations":[{"id":39832,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":232,"tag":"Sloss Furnaces"},{"id":203,"tag":"Birmingham, Alabama"}]},{"id":5725,"title":"Destroying History: The Birmingham Terminal","course_id":110,"status":"P","start_date":"6/26/69","end_date":"9/22/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many people in the city of Birmingham were devastated by the thought of losing the Birmingham Train Terminal. However, with the T. M. Burgin Demolition Company’s crane waiting outside on 26<sup>th</sup> street, the thought of the terminal coming down became all to real.  It looked like Birmingham would make the mistake and tear down the beautiful, historic Birmingham Train Terminal that carried so many people in and out of the city when train travel was the most popular form of transportation.","Groups like the Women’s Committee of 100 lead by Carl C. Brown and the Heart of Dixie Railroad Society tried nonstop to save and preserve this building.  These organizations came up with several ideas for the terminal like a transportation museum with gift shops or a restaurant and shopping center. The idea of a restaurant was very popular because the groups wanted to preserve the restaurant that already existed inside in an effort to keep something inside the terminal active and in working order.  Dr. Gilbert Douglas from the Railroad Club said that Birmingham had nothing to offer historically, and this terminal could be the main attraction to draw tourists into the city.  All of these groups knew the importance of preservation.  Robert Stipe says that historic preservation is important because the historic buildings, structures, and homes can show the importance and beauty that cannot be rebuilt.  Once it is gone it is gone. However, Birmingham officials did not understand this because they had sent a wrecking ball to knock down the historic terminal that once brought so many people into Birmingham.  Another man, Albert Tucker, a veteran baggage porter, understood the importance of preservation.  As a matter of fact, Albert Tucker stood all by himself on Platform 5, waiting on the final train, the “City of Miami” to arrive on the final day of the Birmingham Terminal.  He told reporters that, “they’re building a little bitty place, 40 by 60 feet, down at the end of the platforms.  Inside there was only a ticket agent and an elderly couple because now train was not the way to travel.  Both the ticket agent and Mr. Tucker knew that.  They both also knew that when the sun rises, workers from T. M. Burgin Demolition Company would come and start the engine to the crane and swing the big ball into the walls of the Mosaic tile walls that lined the terminal.  However, they were wrong, the workers came earlier, they showed up in the middle of the night and tore down the terminal in order to avoid the protestors and angry organizations.","The city of Birmingham lost a key piece of its history in 1969.  However, if the demolition of the terminal would have been a few years later the train terminal might still be standing.  This is because of a push for protection of properties that are eligible for the National Register of Historic Places began in the mid-1970s.  Additionally, as mentioned in Historic Preservation Law, in 1975, the Landmark and Preservation Law Division began expanding programs to protect urban landmarks and historic districts.  Therefore, if the laws were put in place in the sooner this historic landmark would still be standing.  Or, one could say that the nation learned its lesson after tearing down historic landmarks like this one, because, when its gone, its gone."],"locations":[{"id":31662,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1720,"tag":"Birmingham Terminal"},{"id":203,"tag":"Birmingham, Alabama"}]},{"id":5729,"title":"Army Segregation Problem","course_id":110,"status":"P","start_date":"3/13/44","end_date":"3/13/47","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Private Bert B. Babero, was an African American soldier enlisted in the United States Army during World War II. While stationed at an army base in Pennsylvania, he was surprised to find that segregation was practiced that far north. Although African Americans and Caucasians were fighting in the same war for the same cause, Private Babero still experienced racial injustice. Out of the four movie theaters on post only one was allowed to be used by black soldiers. Having strong emotions of injustice and social inequality Private Babero wrote to attorney Truman Gibson numerous time of the segregation on the army base, not in the hopes that he would file a claim against the base, but rather in hopes that he and other like him would realize that what was happening was wrong and would one day have the courage to do something to change it.","As with the Great War black soldiers returned from WWII as champions of democracy to a society that still treated them as second class citizens. During the 1920s the older generation pushed a civil rights agenda but with little success. World War II bought about irreversible change. The defense jobs that were held by African Americans at the time rose from 3 to 8 percent. A new sense of mission was forged and black Americans joined by some white allies began to express resistance to passive acceptance of the pre-war status quo. The number of registered voters in the south increased to 12 percent by 1947, led by black soldiers.","At this time in American history the practice of Jim Crow laws and segregation was a common thing throughout the country. While training and fighting on the war front there was still fighting going on the home front even in different military divisions. While fighting in Europe African American soldiers returned home with a new sense of pride and accomplishment. They had this militaristic attitude that they were not going to return home to the same segregated theaters, dinners and restaurants, transportation, or being banned from voting."," "],"locations":[{"id":28078,"lat":41.3021722403,"lng":-80.2577161025,"zoom":9,"place":"Mercer, Pennsylvania"}],"tags":[{"id":1734,"tag":"WWII, African Americans"},{"id":1735,"tag":"World War II, Racism"}]},{"id":5726,"title":"<strong>“Cotton Tom” Heflin Exploits American Anti-Catholicism to Defeat Al Smith</strong>","course_id":110,"status":"P","start_date":"1/28/28","end_date":"1/28/28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thomas Heflin’s address to his colleagues in the first session of the 1928 Alabama state congress contains within it several of the main fears associated with the anti-Catholic sentiment in the South at the time.  Heflin, a known member of the Ku Klux Klan, used his position as a sitting congressman to roundly abuse his fellow Catholic politicians, and perpetuate several of the anti-Catholic suspicions commonly referenced by the Klan.  Heflin begins his address by describing some of the proceedings of the Democratic national convention that took place four years earlier.  His very first mention of the “Romanists” in attendance is a thinly veiled warning to his fellow Klan members as to the intentions of the Democratic political community who belonged to the Church.  He theatrically describes a scene in which several Catholic Democrats bring the convention to a halt, in order to demand that the convention denounce the Ku Klux Klan nationwide.  Heflin claims to have attempted to calmly reason with them, saying: “Gentlemen, that question has got no business in this convention…It is a Protestant order and Protestants generally think that you want it denounced because you are Catholics.”  Heflin goes on to say that the denunciation of the Klan would tear the Democratic Party apart.  According to him, the response from the “Tammanyites” was simply; “To hell with the party if it will not denounce the Klan.”  Heflin capitalized on this statement, to make the point that a Catholic has allegiance to Rome alone, and that their participation in politics was a threat to the American democratic process.  To illustrate this, he makes the conjecture that the main goal of the Catholics in his party was to see Al Smith elected to the presidency.  The war-like rhetoric that follows this proclamation indeed served its intended purpose.  “Gird your loins for political battle, the like of which you have not seen in all the tide of time in this country”, Heflin said, “The Roman Catholics of every country on the earth are backing his campaign.”  He makes the claim that the wealthy Catholics of America, along with financial partners across the globe were involved in the clandestine acquisition of southern newspapers, seeking “to control the vehicles that carry news to the people.”  Heflin charges that this international conspiracy would be a dire threat, designed to “lay the heavy hand of a Catholic state upon you and crush the life out of Protestantism in America.”  Heflin’s words were not in vain.  Although Al Smith won the support of Alabama in the election, (largely because of the unwillingness of most southerners to vote for a Republican under any circumstance) he failed to gain enough popularity in the north, where anti-Catholic sentiment was most prevalent at the time."],"locations":[{"id":21904,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":1726,"tag":"Tom Heflin"},{"id":1725,"tag":"Cotton Tom"},{"id":151,"tag":"Ku Klux Klan"},{"id":1723,"tag":"Nativism"},{"id":1722,"tag":"Anti-Catholicism"}]},{"id":5728,"title":"<strong>John Kennedy’s 1960 “Religion Address” and American Anti-Catholicism</strong>","course_id":110,"status":"P","start_date":"9/12/60","end_date":"9/12/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Kennedy’s 1960 address to the Greater Houston Ministerial Association was delivered to assuage the suspicion many Americans harbored against him from the beginning of his race for the Presidency.  Senator Kennedy and most of his aides correctly assumed that they would be facing some of the same prejudice and fear over the course of the campaign that Al Smith, the Catholic Governor of New York faced in the Presidential election of 1928.  In order to combat this, Kennedy focused on distancing himself from his religion, and reaffirming his personal commitment to the separation of church and state.  He began his speech by highlighting several key issues that he deemed more worthy of the nation’s attention that the personal beliefs of one man, even if that man was a candidate for such a high office.  He mentions the spread of communism, poverty in America, political scandals of the past, and the space race, reminding the audience of his intent to tackle the tough issues facing the nation, regardless of his religious affiliation.  “These are the real issues which should decide this campaign.” Kennedy said, “And they are not religious issues — for war and hunger and ignorance and despair know no religious barriers.”  Kennedy used this tactic throughout the remainder of his speech, effectively divorcing himself from Catholicism, and presenting himself as a religiously neutral politician.  Due to the resurgence of American anti-Catholicism in the early forties that persisted into the sixties, there remained a widespread mistrust of Catholic politicians.  It was believed that a member of the Church in office would invariably institute policies based on the will of Rome.  Regarding this fear, Kennedy said; “I believe in an America where the separation of church and state is absolute, where no Catholic prelate would tell the president (should he be Catholic) how to act…”  He then proceeds to level the field, following up with; “and no Protestant minister would tell his parishioners for whom to vote.”  Kennedy’s words here are indicative of the strong undercurrent that permeated American culture in the sixties that held nativism and fundamental Protestantism as the ideal in a politician.  The xenophobic views perpetuated by the post-World War I Klan had taken their toll on Catholic-Americans in the past, and continued to do so in Kennedy’s time.  The message he delivered in this speech was essential to his election the following year.  He would summarize this message most succinctly in these two lines taken from the final minute of his address; “But let me stress again that these are my views… I am not the Catholic candidate for president. I am the Democratic Party's candidate for president… I do not speak for my church on public matters, and the church does not speak for me.”"],"locations":[{"id":32591,"lat":31.3177565709,"lng":-95.4226802796,"zoom":9,"place":"Houston, Texas"}],"tags":[{"id":1727,"tag":"JFK"},{"id":1723,"tag":"Nativism"},{"id":79,"tag":"Religion"},{"id":1722,"tag":"Anti-Catholicism"}]},{"id":5731,"title":"Treatment of Soldiers During and After Duty","course_id":110,"status":"P","start_date":"9/27/43","end_date":"9/27/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A soldier stationed at Camp Gordon Johnston, Florida, wrote to a newspaper reporter about the conditions that they were forced to live in and the treatment that they were subjected to. For the first two weeks the troops did nothing. After this they were ordered to clean the white officer’s rooms including their beds and latrines. The troops ranking from Majors, Sergeants, and CPl were not allowed to go to the church services on camp and couldn’t worship God when they pleased.  The soldiers discovered that that were banned from a service club when a black Staff Sgt. and some fellow comrades went to the company to get some sandwiches and were told by a civilian that they don’t serve colored. Another incident at a dance given for the colored soldiers arose when there were about 30 lounge chairs for the black troop’s guests and they had to give them up for the white officer’s wives.","African American soldiers were not only had restrictions at events and gatherings for themselves but also in their division. There was a two front battle that they were engaged in, the one overseas and on the battlefield and the prejudice at home and in the military. There was racism not only on the military bases but also at the businesses surrounding the bases. A pub keeper hung a sign over his business saying, “This Place for the Exclusive Use of English and American Negro Soldiers.\" United States had their own Jim Crow laws which they then bought to those in Europe and influenced their culture with negative American ways. James Jones, who served in the 761<sup>st</sup> Tank Battalion said that the French had a profound impact on his life and that they had a certain kind of openness and warmth about them that they exhibited towards minorities. The relationship between black and white soldiers was mixed.","Despite being of a different race many soldiers had different experiences. The majority of them suffered discrimination and segregation they received the same treatment in their divisions. Many were not given field experience or were labeled “unfit.”  Those that were able to get positions in which they would get to see combat were a lot of times treated as the officer’s servants, who were the majority of the time white. They were not only treated cruelly by their commanding officers but also the civilians in whom they were helping to defend. Although Europe had their own feelings toward African Americans; those feelings became hardened since America has their laws and Caucasian troops treated blacks cruelly as well."," "," "],"locations":[{"id":26917,"lat":29.7925410318,"lng":-84.93839964,"zoom":9,"place":"Franklin, Florida"}],"tags":[{"id":1735,"tag":"World War II, Racism"},{"id":1736,"tag":"African Americans,Solider"}]}]}