{"id":112,"title":"The Comic Book City","school_id":5,"school_name":"Rollins College","term":"Fall 2013","abbr":"RCC 100","url":"","description":"The city and comic books are forever connected. The comic book superhero was inspired by expectations and doubts connected to the urban industrial experience. The imaginary cityscapes in superhero comic books accentuate traditional debates about urban life. Whether the gleaming towers in Superman’s Metropolis or the dark alleys in Daredevil’s Hell’s Kitchen, comic books draw on our collective understanding of city life to tell their imaginary stories. This course will use those fantastic landscapes to explore classic questions about urban development and culture in the United States.","points":[[28.5664573086,-81.3013732137],[39.4750359792,-74.3341472584],[37.7029266937,-123.005394924],[40.6916304076,-74.0035386433],[42.107446354,-83.1351982696],[39.5984029653,-122.392162394],[28.5146851201,-81.3237702415],[34.9649271052,-101.357407374],[40.9100159753,-73.7674032747],[41.8399513458,-87.8166666032],[33.0342766311,-118.614221051]],"bounds":[[42.107446354,-73.7674032747],[28.5146851201,-123.005394924]],"episodes":[{"id":5745,"title":"A New Man","course_id":112,"status":"P","start_date":"1890-01-01","end_date":"12/31/15","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As the nineteenth century drew to a close, American culture was defining itself in further forms than basic survival. Society was struggling with itself in terms of its identity. Aside from social movements of the era such as anti-racism, women’s rights, and labor laws, a major social movement was masculinity. This encompassed the desire for a man to feel as if he was a man, how he viewed himself, and how he thought he was viewed by others.","The struggle to come into manhood would start in a boy’s adolescence, now that America was in a place where adolescents were permitted to be adolescents. Young boys were not expected to work their teen years away to support their families and America was turning towards secular interests with the rise of a middle class.","As society dictated, there were many things that a man should be capable of to be considered a ‘man.’ These included physical perfection, as seen in cultural examples such as <em>Tarzan, </em>who embodied the epitome of fitness, intelligence, and mastery of his surroundings. Men also aspired to be educated and around this time in American history education was deemed more importance to culture. Regulations were put in place and men were expected to be educated so they could be functioning members of society. Through a solid education men were expected to be able to support a family. Finally, another symbol of masculinity was the ability for a man to conquer his environment, as seen again in <em>Tarzan</em>.","As reading material began making an appearance to young boys, the first editor of <em>Harper’s Young Magazine, </em>Kirk Munroe, was very aware of this trend. In response, he wrote several essays that were composed of his wilderness adventures, primarily set in Florida. These stories allowed young boys to have a role model to look up and through Munroe’s essays, they were further influenced by the concept of conquering nature."],"locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":1755,"tag":"Masculinity, Nature, Kirk"},{"id":1756,"tag":"Munroe, adolescence"},{"id":1757,"tag":"Boyhood"}]},{"id":5746,"title":"Betty Friedan and Second-Wave Feminism in The US","course_id":112,"status":"P","start_date":"1/1/60","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early 1920’s feminism made a huge leap forward causing women to be viewed as people rather than property, but in the early 1960’s many women still felt more needed to be done. Before 1960, equality was just a thought being pondered by every woman in America, but now women felt they had to fight for equal rights. One of these woman was author Betty Friedan who through her writings changed the way we view equality.","On February 19, 1963, Betty Friedan started the “second wave feminism” movement with her book The Feminine Mystique. The Feminine Mystique was a book that encouraged women to seek new roles and responsibilities, and to seek identity both personally and in the workplace. Soon after it’s inception The Feminine Mystique was a pivotal point in the fight for women's rights. “Chosen motherhood is the real liberation. The choice to have a child makes the whole experience of motherhood different, and the choice to be generative in other ways can at last be made, and is being made by many women now, without guilt.” Friedan’s book finally made it possible for woman to work outside of the house and at real jobs. Three years after Friedan’s book, in 1966, 28 woman including Betty Friedan herself established the National Organization for Women. Since then NOW has been responsible for many of the major changes to the equality of women, Including the passage of the Equal Rights Amendment. “Through more than five decades of activism, Friedan showed the ability not only to formulate feminist theory but also to develop her thinking response to social and cultural change. This has made her one of the most significant political and intellectual leaders in the 20th-century feminism.” This quote from the Encyclopedia of Women and American Politics by Lynne Ford shows the impact that Friedan had on the second wave feminist movement and how she changed the world for all women."," "],"locations":[{"id":32057,"lat":39.4750359792,"lng":-74.3341472584,"zoom":9,"place":"Atlantic, New Jersey"},{"id":31817,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"},{"id":31603,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1760,"tag":"Gender Roles"},{"id":1759,"tag":"Girl Power"},{"id":1758,"tag":"Gender"},{"id":6,"tag":"Education"},{"id":1604,"tag":"Female"},{"id":617,"tag":"Feminism"}]},{"id":5748,"title":"Early Relationship Between Automobiles and Masculinity","course_id":112,"status":"P","start_date":"1/1/19","end_date":"12/31/19","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Introduced in the early 20<sup>th</sup> century, the automobile became one the great advances that occurred within American society.  They soon came to greatly expand the mobility of the American people and would eventually come to dominate the travel and leisure industries.  Due to the fact that early automobiles where the “new toy” for leisure and luxury, usually only the upper-class where affluent enough to afford them.  Since at that time “man of the house” was the provider for his family and maintaining its economic stability, men where usually the key demographic who went out and purchased this new technology once it became available to the public.","The relationship between the patriarchal form of income for families in the early twentieth century and the fact that automobiles where usually meant for the middle and higher classes eventually evolved to the connection that higher-class male masculinity had with the ownership of cars.  Also Henry Ford’s breakthrough in the assembly line production of cars made this dream of car ownership within reach of more middle class men.  For the majority of the early era of automobiles, men where the one’s more interested in the automobile usage, but some women did interest themselves in the mobility and freedom that they provided.  Men where soon expected to be proficient in the cars and their repairs, culminating in the coming of age “first car” of many teenagers  later of more modern times.","This connection between masculinity can is expressed in the early days of the comic strip<em> Gasoline Alley</em>, by Frank O. King.  This comic strip, introduced in 1919, originally focused on a group of men coming together on Sunday mornings in the back alley of their apartments to talk about cars.  This comic strip appealed to the male demographic with its masculine display of “automobile knowledge” in friendly camaraderie.  Eventually even the publisher admitted that the appeal was too masculine and needed to be curved to better appeal to the female audience, a testament to the strong connection between the automobile and the male identity."],"locations":[{"id":18385,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1544,"tag":"automobile"},{"id":1761,"tag":"male identity"},{"id":1762,"tag":"Gasoline Alley"}]},{"id":5752,"title":"Women and Aviation","course_id":112,"status":"P","start_date":"1/1/43","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","It was the year1930 and a new form of travel was taking over: aviation. The children and parents,were awe inspired when viewing the planes flying over their heads. Children dreamt of one day flying a plane and traveling to different parts of the world. As World War II began Americans all over the nation enlisted as pilots. Most often,\"pilot\" was associated with men, but as World War II erupted this term would become associated with women as well. [1]","Many of the girls that had grown up with planes flying over their homes decided to enlist in the army as pilots. People were not content with the idea of female pilots; they believed that a woman’s place was at home with the children. Because of this thought, the military was against having women enlist as aviators. The military branches that involved combat rejected women. The aviation branch said no to women pilots until 1942. As war broke out the american government was in need of more able-bodied people and thus allowed women (and other minorities) to enlist into the army.[2]","Jackie Cochran first brought the idea of WASP- Women Aviation Service Pilots- to Eleanor Roosevelt the first lady at the time.  Though the idea was at first rejected ,Cochran was eventually called back and asked to lead the division.Cochran was chosen to lead the devision because of her exceptional skills as an aviator.At first the military was skeptical, but as they began to see women fulfilling expectations they became more accepting of there new roles. The women of the WASP division proved to society that women were capable of serving the country in combat and not only just at home. They flew in military missions but were never deployed into combat.[3]","When the WASP division was disbanded in 1944, the military hid the records of the women pilots that fought in World War II. They gave no honors to the women that fought for their country. The battle for their recognition would continue through out the 20<sup>th</sup> century. [4]"," "," "," ","[1] \"Zack Mosley, 87, Dies; Created 'Smilin' Jack'.\" <em>New York Times </em>, , sec. Obituary , Dec 24, 1993.","[2]\"\"The Mother of All Battles\": Courage Under Fire and the Gender-Integrated Military.\" <em>Cinema Journal</em>. No. 2: 100-120.","[3] <em>Encyclopedia Britannica. </em>Encyclopedia Britannica, s.v. \"Jacqueline Cochran.\"","[4] Charles Kampas, \"The WASPS,\" <em>Air and Space power journal</em>, 17, no. 2: 68,"],"locations":[{"id":26784,"lat":39.5984029653,"lng":-122.392162394,"zoom":9,"place":"Glenn, California"}],"tags":[{"id":7,"tag":"Women"},{"id":258,"tag":"World War II"},{"id":1769,"tag":"Aviation"}]},{"id":5753,"title":"The Mining Life","course_id":112,"status":"P","start_date":"1899-01-01","end_date":"12/31/17","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Rollins alumnus and adventure novelist, Rex E. Beach knew what it meant to be a man in the early 20th century. Beach was physically active, between sports in his college days at Rollins and mining in Alaska where he first tapped into his literary prowess. An account by friend Dave King, published in the <em>New York Times</em>, recounts the hardships involved in the search for gold and other valuable minerals in the cold, bitter tundra where they tried to make a living.","Prospectors first found gold in 1898 near Nome, Alaska where Beach and King would eventually find themselves. News spread and miners flooded the region. Settling was difficult because there were no harbors and thievery was rampant. Also, lack of certain resources such as wood (there were no trees,) made building difficult. Manufacturers soon swooped in with galvanized iron and built warehouses.","Within a thirty-three year period, mining in Alaska brought in about $391,000,000 in gold, copper and such. However, said statistics did not mean a life of comfort for miners Beach and King. In 1917 a decrease in “placer” (placer method being the sifting through dirt and such for the heavier desirable minerals, like gold, with water)  gold output was due to dwindling labor. Food was hard to come by so Beach had to be creative to secure money for meals. Luckily, Beach found himself writing a play for a vaudeville show in Nome. Though he may not have considered the play as his first big success, surviving the Alaskan mining business contributed to not only his writing but to his masculinity through the tough physical labor."],"locations":[{"id":52615,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":306,"tag":"Mining"},{"id":1770,"tag":"men"},{"id":1771,"tag":"masculinity"}]},{"id":5755,"title":"Strong Female Characters in Depression Era Media","course_id":112,"status":"P","start_date":"1/1/20","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Great Depression provided a hotbed of motivation that led to a dramatic change in the status quo of gender roles. With unemployment at an all-time high, the duties of a housewife were suddenly multiplying both in importance and quantity. This forced women to become more creative and tenacious, bearing the responsibility of relieving the pressures of joblessness and hunger.  Housewives were intensely unhappy with this situation, and this discontent pushed them into action on a scale never seen in the US before.","The mainstream media reacted to this housewife activism. Although they took the movement seriously, they could not help but ridicule the idea of a housewife movement. As they poked fun at the group, however, tension grew over the “politicizing of the traditional roles of wives and mothers.” No matter how much the media lampooned the movement, its pervasiveness in contemporary American culture was undeniable. The topic was one of hot debate, reflected by its presence in newsprint throughout the period. Society’s idea of what women were capable of was undergoing a significant change.","Milton Caniff, a cartoonist who had become famous at the time for his <em>Terry and the Pirates </em>strip, had sensed this influence and incorporated it into his comic. While the eponymous character, Terry, fought many a foe, the most famous was known as “the Dragon Lady”. She was a sly and capable foe, and at the advent of World War II, led the resistance against Japan’s invasion of China. She is shown to be an equal match for Terry on numerous occasions. This portrayal of a competent, attractive female antagonist was revolutionary for the time. It is also worth noting that the Dragon Lady was not only a woman, but also ethnic, being Asian. Caniff’s comic contained several other strong, female characters, but none were quite as influential as her. This can clearly be seen today where the term “dragon lady” refers to a negative stereotype of strong or mysterious women of East Asian descent."," "],"locations":[{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":30,"tag":"Urban Society"},{"id":1158,"tag":"Great Depression"},{"id":258,"tag":"World War II"},{"id":788,"tag":"Sexism"},{"id":617,"tag":"Feminism"},{"id":1774,"tag":"Milton Caniff"},{"id":1775,"tag":"Comics"},{"id":1776,"tag":"Dragon Lady"},{"id":1777,"tag":"Cartoonist"}]},{"id":5756,"title":"Adaption of Man to the changing of society","course_id":112,"status":"P","start_date":"1/1/00","end_date":"12/31/16","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Since the advent of the earliest humans the man of the “house” was expected to provide for the family. Subsequently with the advance of civilization all men came to learn that this is a fundamental rule of their very essence and natural definition of what is a “real” man. No matter their situation, even if he is forced out of his own inhabitance that he must be able to use a combination of muscle and wit to break free of struggle into prosperity.","This is the case for many of the immigrants at the time when comics were becoming increasingly popular, especially for the writers of those comics and themes of the comics as well. The character (a male) must overcome a very specific obstacle to be the man brings about prosperity to the world, for example Superman he must overcome growing up on an “alien” planet to essentially become known as the savior of man kind. In any extreme the case for the writers of Superman were too immigrants from another nation who had to climb out the dark abyss known as poverty and depression, along the way claiming manhood by providing for their impoverished families, to become some of the most well known authors of comics of their time and to this day.","During Jack London’s life span he has created some of the best pieces of literature known to mankind. Yet he too was brought up in an impoverished life, spending most of his years between jobs and sailing the world. It was only after the depression and a trip to the wilderness of Alaska did he learn that his passion of writing. In his book <em>The Call of the Wild</em> he exemplifies a wolf/dog hybrid who is captured and taken to the snowy wasteland of Alaska and must try to fit in with the local wolf pack. This theme and a variation of this theme is what all if not most of London’s work, and a central theme of his own life, where he had to fit in with the wolfs and practically raise and provide for himself."],"locations":[{"id":52323,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":1771,"tag":"masculinity"},{"id":1778,"tag":"Adversity"},{"id":1779,"tag":"American Society"}]},{"id":5758,"title":"Monroe Manifests Humanity","course_id":112,"status":"P","start_date":"1/1/05","end_date":"8/31/29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Throughout American history racism has always had a profound effect on social development. From the time that settlers arrived in the early 1700s, Native Americans have been a target of racism. They were forced into slavery, removed from their land, exploited by the United States government and forced to assimilate into US culture. United States citizens and government both worked to promote racist attitudes towards Native Americans. This was apparent in the various acts of legislation that were passed through the government and the wars the US fought against the Native Americans. Although racism was fueled in part by white supremacy, Native Americans also provided an impetus for this racism by resisting oppression by the United States government. A major example of hostilities between Native Americans and the government were the Seminole wars in Florida.","The Seminoles were the most persistent in evading US military and government efforts to dislodge them. They cost the lives of many soldiers in the US military throughout various wars. Generally the Seminoles were regarded as blood-thirsty savages and were an iconic ‘bad guy’ in literature of the time period. However, as there are exceptions to every trend, in the writings of Kirk Munroe the Indians were treated as equals instead of inferiors. In his writings, this was a common theme that defied the racism permeating US society of the time. For example, in a diary that Munroe had written, which served as inspiration for several of his works, he described his encounters with Indians. These are graphic encounters, but Munroe made a point to treat the Indians fairly, and in doing this, he escaped being scalped or beheaded. This was a progressive way of behaving for the time period and he made sure that these themes found their way into his books."],"locations":[{"id":51142,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1782,"tag":"US Government"},{"id":1781,"tag":"Munroe, Kirk"},{"id":1780,"tag":"Seminole War, Indian"},{"id":889,"tag":"Racism"}]},{"id":5760,"title":"The Florida Highwaymen","course_id":112,"status":"P","start_date":"1/1/50","end_date":"12/31/75","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Up until about the mid 1950s in Florida, racial segregation was all too common with the Jim Crow laws. It was impossible for an African American to get his paintings into a gallery, no matter how good or famous he was. There was one group of painters, however, who came over this hurdle by selling their paintings straight to businesses- motels, offices and other such places. These men, the Florida Highwaymen, were a group of around seven men originally. Alfred Hair and James Gibson, two of these original Highwaymen, grew up together as friends, competing in everything. It was this competitive nature that led them to try and outdo one another in the arts, leading them to bringing in as much as $300 in one day in 1950s America (about $3000 today). Today, Mr. James Gibson has painted over 10,000 paintings and has served as the Ambassador of Art for Florida. He has four paintings hanging in the White House and has sold several of his works to former President George Bush, Sr. <br /> As influential as this group of artists was, however, they went forgotten for quite a long stretch of time. Having entered the art world during a time when Florida’s real estate and tourism business was booming, these artists found themselves presented with a large audience of prospective buyers. As this trend declined, however, many of the Highwaymen moved on to different areas of work, causing their influence to be entirely unremembered until 1995, when Jim Fitch, an arts acquisition agent, rediscovered this group of artists. One of the first books on the group listed as many as twenty-six African Americans under the Highwaymen, one woman among their ranks. <br /> Despite their success, the Highwaymen didn’t live completely without fear of competition. “There was envy from other men. One night it came to a head at a juke joint called Eddie’s Place,” Jacki Lyden said in an interview with two of the Highwaymen. Al Black, salesman for the Highwaymen and Alfred’s top businessman, recalls the story, he was at Eddie’s that night. The song “War” came on the jukebox, and Al Black and another unknown group began singing along to it. The next thing anyone saw was someone named J.L. shooting Alfred Hair in the chest. (Lyden) At the young age of 29, Alfred died, all but taking the Highwaymen business with him. Al Black found himself with no paintings to sell, and while he tried to paint his own, he became addicted to drugs and was accused of fraud, eventually being sentenced to twelve years in prison. Even in prison, Black would find space on penitentiary walls to paint Florida landscapes. Of the rest of the Highwaymen, only Gibson kept on painting."],"locations":[{"id":28935,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1786,"tag":"1950s American Art"},{"id":1785,"tag":"Florida Landscapes"},{"id":1784,"tag":"Artist"},{"id":238,"tag":"African American"}]},{"id":5762,"title":"Bessie Coleman, The first African American Female Aviator","course_id":112,"status":"P","start_date":"1/1/11","end_date":"12/31/26","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Bessie Coleman looked at her twelve siblings and mother picking cotton in the hot Texas sun and thought, \"If we're going to better ourselves, we've got to get above these cotton fields.” She diverted her eyes from the field and looked up at the sky, finding her solution, aviation. She dreamt of flying like the birds that she often saw flying around the cotton fields.[1]","With her dream as her driving force Bessie Coleman began to read articles on aviation and women. Reading about the Baranoss Raymonde de la Roche, the first women aviator and Harriet Quimby, the first American women to earn an aviation license inspired her. These remarkable women were a constant reminder that although she was a minority her dream could be achieved. Even though she was discriminated because of her race, librarians were so surprised that an African American girl was requesting the books they let her read them. The stories contained in each book served as constant fuel for her dream to one-day fly like the Baranoss Raymonde de la Roche and Harriet Quimby. [2]","Bessie Coleman knew she would not have the opportunity to learn how to fly a plane in America because of the sexism and racism. When she approached American flying schools she would constantly get the door slammed in her face, but she did not let this keep her from perusing her dream. She found that Europe had no restrains for aviation through her research, and after a year of saving her money from waitressing, and learning French, Bessie Coleman left America to seek an aviation title in France.[3]","Bessie received her aviation license from the Federation Aeronautique Interenationale and upon her return to America she became known as the first black women aviator. She often performed in aviation shows where she executed complicated aerial tricks that earned her a reputation as a daredevil in the sky. [4]","Bessie Coleman is an inspiration to women all over the world. She was told that she couldn’t fly because of her race and gender, but she ignored this, not stopping until she was a certified aviator."," "," "," "," "," ","[1]Julianne Malveaux, ”Black Issues in Higher Education”, Matthews & Associates, Vol. 16 (2000): 34","[2] Ron Edwards, “Aviation History”, Cowles Enthusiast Mediam, No 2 (1998). 3","[3] <em>Encyclopedia Britannica Online</em>, s. v. \"Bessie Coleman,\" accessed November 11, 2013.","[4] Laurel Graeber, “ Finding the Path To Freedom”, New York Times, Weekend FINE ARTS LEISURE, Feb 13, 1998."," "],"locations":[{"id":16047,"lat":34.9649271052,"lng":-101.357407374,"zoom":9,"place":"Armstrong, Texas"}],"tags":[{"id":1769,"tag":"Aviation"},{"id":238,"tag":"African American"},{"id":7,"tag":"Women"}]},{"id":5763,"title":"Harlem Renaissance: A cultural battle for equality","course_id":112,"status":"P","start_date":"9/19/26","end_date":"9/19/26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A new movement rose in the 1920s as African American Jazz began to sweep the nation. Marking an influential Harlem Renaissance, this “New Negro Movement” resembling an outburst of African American culture included literature, music, and art.  The new jazz that rose during this period challenged conventional white music by emphasizing the need for more culturally inherent music; it asserted the emergence of the “New Negro”[1], one that would attempt to revive culture and make it significant to the African-American race, creating their own identity.  On a deeper level it challenged de jure segregation that began with the Jim Crow laws[2], laws that would cause them to express themselves culturally, rebelling against the mainstream.  This resistance towards the mainstream would increase significantly after the wartime period where they experienced more freedom from the French than their own country causing them to turn towards literature and the arts, to argue that the mainstream should begin to take them more seriously.","Zora Neale Hurtson’s iconic book <em>Their Eyes Were Watching God</em> was a landmark for African American women featuring a title character who broke society norms by choosing an independent lifestyle where she became very active in finding a partner and crafting her own identity.  Her race and her gender does not stop Janie Crawford from achieving an established role in a 1930s environment that attempted to oppress African American women. African Americans were struggling to achieve their own national identity, one example of this struggle was distinguishing Negro music with American Jazz.  The misconception was that they were the same but African Americans in 1926 gave key notes on why this was inaccurate.  Like African tribes and commu­­nities, the music of the Negro was one that relied on group effort, “no one sings just one part.”[3] Instead, they have emphasized creating their own system of orchestrating music that differs from American processes. This group effort would foreshadow African American’s attempt to separate from mainstream society in the 1960s, creating their own racial community through groups like the Black power.[4]"," ","[1] Harriss, M. Cooper, “From Harlem Renaissance to Harlem Apocalypse: Just Representations and the Epistemology of Race in the ‘Negro Novel’.”","[2] John D. Buenker and Joseph Buenker, eds. <em>Encyclopedia of the Gilded Age and Progressive Era</em> (Armonk: M.E. Sharpe, Inc, 2005) 69-77.","[3] “American Jazz is not African: Derived From it and Rhythm is Similar, but ours is Much Simpler, Says Well-Versed Authority-on Negro Music” <em>New York Times</em>, Sep. 19, 1926.","[4] Renata Harden, Christopher K. Jackson, and Berlethia Pitts, “Reading the Harlem Renaissance into Public Policy: Lessons from the Past to the Present” <em>Afro-Americans in New York Life & History</em> 36.2"," "],"locations":[{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":85,"tag":"Harlem Renaissance"},{"id":142,"tag":"african americans"}]},{"id":5764,"title":"Racial Relationships within the Suburban Community","course_id":112,"status":"P","start_date":"1/1/55","end_date":"12/31/73","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The large amount of social change that occurred within the mid-20<sup>th</sup> century arose from the push toward equality between the groups of people urging the nation for integration.  These groups pushed for the basic rights for people of any gender, race, or sexual-orientation.  This desire to change the nation led to many government and social acts to protect and provide these oppressed groups with basic rights that had been stripped from them, but these changes where not over-night successes.  It took years for the effects of these changes to be felt.","One of the most commonly discussed topics that arouse from the civil rights movement is racial equality, arising from the dissatisfaction of the black community after the war.  There was a strong drive to rid the nation of the bigotry and prejudice that constantly followed them everywhere.  Eventually there was a slow process of integration and ever growing opportunity for the African American community, but along with this success, there was the presence of opposition and subtle condescension by some members of the white community.","The movement of more and more black families into the typical suburban “white” neighborhoods, for example, usually caused some form of confrontation in one way or another.  In the county of Westchester, New York, there seemed to have developed a fad that came to be called “Rent-a-Black parties” by the African American community and “Integrated Parties” by the members of the white community.  They usually dealt with the invitation of a black guest by white hostesses, as a form of acceptance into the community.  Many times these party invitations did stem from a friendship and shared interest, but there were those invitations that arose as a subtle form of ridicule.  Eventually these forms of “community acceptance” did go into decline as the peculiarity associated with the “new black family” by the white community became less and less of an issue."],"locations":[{"id":30037,"lat":40.9100159753,"lng":-73.7674032747,"zoom":9,"place":"Westchester, New York"}],"tags":[{"id":1787,"tag":"Suburbs"},{"id":42,"tag":"Civil Rights"},{"id":15,"tag":"Race-Relations"},{"id":705,"tag":"Community"},{"id":629,"tag":"race"}]},{"id":5765,"title":"Rockwell Kent and Puerto Rico","course_id":112,"status":"P","start_date":"11/1/37","end_date":"11/30/47","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","Rockwell Kent and Puerto Rico","By: Taylor Rodriguez"," ","“All art that is worthwhile is propaganda even if it is nothing more than propaganda for the beauty of life.\"1 In fact, art is just an artist’s way of proclaiming his love of life” In the late 30’s Puerto Rico was struggling to achieve solidarity and independence after refusing to acknowledge U.S. control. This pressing issue at the time was beginning to receive more recognition and more support in the passing years from notable figures. “In this moment, many well-known U.S. intellectuals and artists, including Pearl S. Buck and Paul Robeson, raised their voices to call for an end to U.S. colonialism in Puerto Rico. One however, stood out in this effort. His name: Rockwell kent”2"," ","In November of 1937 Rockwell kent was hired by the  U.S. Treasury Department to create a mural for The Federal Post office in Washington, D.C. with a theme of mail in the tropics. “Sympathetic to agitators seeking to end U.S. dominance in Puerto Rico, Kent planted a cryptic message in a letter featured in the mural depicting mail service to Puerto Rico.”3 Kent used the mural he created to make a statement against U.S. dominance in Puerto Rico, coming out with the message “To the people of Puerto Rico, our friends, go ahead, let us change chiefs. That alone can make us equal and free.”4 Controversy surrounded the bold actions of Kents mural, particularly among the Puerto Rican people. “The message drew a storm of controversy from Puerto Rican officials and from Mr. Dimond. Some Puerto Ricans also found fault with the mural in general, one charging that the artist attempted to make his people out to be “A bunch of african bushmen.””5 Rockwell Kent’s influence on the Puerto Rican solidarity effort was both positive and negative. Kent brought both elements of large support in the political movement, but also brought bad publicity and partial racism."," "],"locations":[{"id":52656,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1336,"tag":"racial equality"},{"id":1788,"tag":"Puerto Rico"},{"id":1789,"tag":"Rockwell Kent"}]},{"id":5766,"title":"The Great Migration","course_id":112,"status":"P","start_date":"1/1/17","end_date":"12/31/22","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Many changes and shifts occurred during the early twentieth century. Big shifts such as mass movements from different regions in the U.S., notably African American’s “Great Migration” from the South to the North. Around 6 million black migrants were redistributed among the Northern and Western cities later to die down around the first World War.","A popular destination for these migrants was Chicago, Illinois. A few letters from the “Great Migrations” chapter of <em>Major Problems in American Urban and Suburban History </em>were compiled from 1917. Two of the letters (both from anonymous sources) are prime examples of the different stages of the relocation to Chicago. The first letter is from a black man living in Louisiana  asking the <em>Chicago Defender </em>for “passes” to the North. At the time, <em>the Defender </em>was a widely popular literary journal that emphasized the negatives of racial discrimination and was a strong activist source for civil rights. He explains that he, like many others, has a family to take care of and has heard/read of great job opportunities in Chicago. He also mentions the displeasure from “white folks” that many blacks were looking North for opportunities. He writes “Please dont publish this because the white folks are angry now because the negroes are going North.” Many white southerners were upset about the loss of labor to the promise of “freedom”.","In the second letter, a black woman who has already moved to Chicago tries to persuade her sister to move her family to Chicago. She tells her that “people are rushing here by the thousands”and there is good money in being a landlord, on account of all the needed housing for the incoming migrants. She writes of the job she and her daughter have at a meat packing warehouse where she makes $1.50 a <em>day. </em>However, she feels the Lord has brought her and her family to Chicago.","Job opportunities weren’t the only motivation for this Great Migration. A general sense of true “freedom” was felt with living in urban cities, particularly Chicago. Polls were taken and the responses about Chicago living were all generally the same: freedom, voting rights, better opportunities, no “dictation” from the white people. A particularly shocking response from a black migrant stands out: “Can vote; no lynching; no fear of mobs; can express my opinion and defend myself.”","Another big pull factor was the widespread grouping together of blacks in urban areas. James R. Grossman states “it is likely that eventually most black southerners who decided to go North... chose a destination based largely on the presence of kin and townsfolk.”","Overall, Chicago was an incredibly enticing city for those oppressed black southerners."," "],"locations":[{"id":17541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":81,"tag":"Great Migration"},{"id":1667,"tag":"Discrimination"},{"id":827,"tag":"Chicago"}]},{"id":5767,"title":"The American Asian Perception","course_id":112,"status":"P","start_date":"1/1/24","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As Asians began to migrate en masse in the late 19<sup>th</sup> and early 20<sup>th</sup> century, the US government passed laws heavily restricting this trans-pacific immigration. This migration became known as “The Yellow Peril.” The Chinese Exclusion Act and the Immigration Act of 1924 both halted the growth and development of the existing Asian minority groups present in the US.[1] This anti-Asian sentiment became more focused at the advent of World War II, and was distilled and directed toward the Japanese. Propaganda ensued and, three months after the Japanese attack on Pearl Harbor, Japanese internment commenced. All Japanese-Americans and anyone of Japanese descent on the west coast of the US were herded into internment camps or forced to leave their homes. At this time the Japanese were depicted and thought of as sub-human and deceitful. [2]","This Anti-Japanese meme shifted the focal point of Asian hatred onto the Japanese, and popular media depictions of other Asians, particularly the Chinese, became less negative.[3] The Chinese were also being invaded by the Imperial Japanese military. This common enemy led some Americans to believe the US should not only combat Japan, but assist China in doing so. While the US never sent direct military support to China, they began airlifting supplies to the Chinese in an attempt to relieve some military pressure. The American dropping of the atomic bombs on Japan led to their complete surrender, and simultaneously ended the second Sino-Japanese War.","The changing attitudes towards Asians can be seen in popular media of the era, such as the cartoon strips of Milton Caniff. Caniff’s character, The Dragon Lady, is a strong, beautiful, Asian woman who acts as the primary antagonist of Caniff’s strip <em>Terry and the Pirates</em>.[4] When the Sino-Japanese war breaks out, The Dragon Lady joins forces with Terry to hinder and conduct operations against the Japanese on Chinese soil. Within the strip, the Dragon Lady is the leader of the Chinese resistance. While Asian, the Dragon Lady is drawn white, with the only characteristically Asian features coming through in her face and black hair."],"locations":[{"id":19288,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"},{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"},{"id":52649,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1327,"tag":"american"},{"id":1667,"tag":"Discrimination"},{"id":15,"tag":"Race-Relations"},{"id":1790,"tag":"Asian"},{"id":1791,"tag":"Asian-American"}]},{"id":5769,"title":"Integration of Amrican Athletics","course_id":112,"status":"P","start_date":"1/1/46","end_date":"12/31/46","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The issue of racism in America has been prevalent in many aspects, even in professional athletics. Stereotypically African Americans can perform better athletically and even then they were unable to participate in the professional limelight. In the late 1940’s African Americans were beginning to play in the major professional sports and by the 1950’s all major professional sports have been desegregated.","Jackie Robinson became very famous for becoming the first African American who played in the major leagues in 1947. After Jackie Robinson passed away there was a foundation created in his memory in which the foundation provides generous four–year college scholarships along with a teaching sets of skills and opportunities to disadvantaged students of color to create a promising success in college and to develop a leadership potential.","The NFL and NBA also signed African American players, the first of which being Marion Motley and Chuck Cooper respectively.","The desegregation in sports came in the midst of the Civil Rights Movement in American history. Unfortunately regardless of the professional standings of African Americans their lives were still a burden to live due to the segregation in everyday life.","The integration of professional sports took about 50 years to see a significant change. By 1998 77% of all NBA basketball players were African American, 64% of NFL football players were African American, and 15% of MLB baseball players were African Americans as well.","Along with the professional athletics integrating, college athletics were along for the ride. The SEC was the last to join the integration due to the high level of racism in the south east where the SEC is based.","Athletic integration is not the only significant event during the civil rights movement but it was a big leap for America’s future. It opened most opportunities for African Americans."],"locations":[{"id":27733,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":142,"tag":"african americans"},{"id":1366,"tag":"Athletics"},{"id":593,"tag":"Jackie Robinson"},{"id":1794,"tag":"Chuck Cooper"},{"id":1795,"tag":"integration"}]}]}