{"id":113,"title":"Civil War and Reconstruction","school_id":3,"school_name":"Juniata College","term":"Fall 2013","abbr":"HS 309","url":"","description":"","points":[[38.9151212228,-76.9435162098],[39.4722539212,-77.3980976361],[37.3167903952,-79.5201576467],[39.603674835,-77.8141711851],[40.6451430203,-74.1608807991],[36.4628385873,-87.8245339129],[35.5137999479,-86.4589000968],[39.2464830538,-76.5960396412],[35.9932218718,-83.9370888963],[40.468833638,-79.9812076782],[39.8715057392,-77.2179223246],[39.4640522698,-78.0275332326],[35.7678250626,-76.0805063886],[40.4169896434,-77.9812660431],[40.7805662337,-73.9388482485],[42.9153034863,-71.7160081721],[42.1560237395,-80.1032079004],[40.9190359343,-77.8196278227],[30.1220750117,-89.7244851703],[37.954527025,-76.8481834827],[33.7815927154,-90.8705141101],[32.364480123,-90.8603381835],[35.1803733014,-85.1633326083],[35.182488505,-89.8964012565],[32.8753704415,-79.8417496964]],"bounds":[[42.9153034863,-71.7160081721],[30.1220750117,-90.8705141101]],"episodes":[{"id":5757,"title":"<strong>Congressman W.S. Groesbeck Supports the Seizure of William Walker</strong>","course_id":113,"status":"P","start_date":"1858-01-11","end_date":"1858-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the House of Representatives on January 11, 1858, the Honorable W.S. Groesbeck of Ohio took the floor to argue in support of the recent capture of filibusterer, General William Walker. The speech served as a rebuttal to objections raised by Representative Keitt of South Carolina and Representative Stephens of Georgia.","Representatives Keitt and Stephens argued that the seizure of Walker and his company from Nicaragua was illegal. For these two Congressmen, the United States had violated jurisdiction zones established by the “law of 1818” during Walker’s seizure. In defense of the US forces that captured Walker, Representative Groesbeck focused his speech on the theme that “the sea is no sanctuary for crime.” He stated that since Walker and his company were American citizens, “the duty of this Government [was] to keep the peace with all other nations; and to break up combinations of its own citizens who have actually started upon expeditions to violate the peace of other nations.” This being said, Representative Groesbeck saw nothing wrong with the actions the US government took to apprehend Walker and his company: “He [the commander of the US Navy] had the right to cross the line of the marine league from our shore; he had the right to pursue this expedition, which was being <em>carried on</em> across the Gulf; and he had the right, with the consent of Nicaragua, to enter within her jurisdiction.” Simply put, General Walker and his company were rightfully and legally seized and detained by the US government.","William Walker was a man of many skills. Despite his medical education and experience in journalism, he is best remembered as a filibusterer. Walker’s first filibuster occurred in 1853 in Sonora, Mexico. The success of this filibuster prompted Walker to pursue Nicaragua a few years later.","The US Department of State acknowledges that filibustering-the militaristic actions of private citizens in a foreign land-was common in the years between the Mexican War and Civil War. Like Walker, most filibusterers were southern men hoping that the acquisition of new territory in Central America would ensure the expansion and survival of slavery. For this reason, as historian James McPherson wrote, “While much of the northern press condemned Walker as a pirate, southern newspapers praised him as engaged in a ‘noble cause.’” These conflicting perceptions of Walker’s actions created fierce tension in Washington.","When Walker and his company returned to Nicaragua in 1857, the US reacted. Historian Amy Greenberg wrote on this matter, “In May 1857 Walker surrendered to the commander of the United States navy after falling to the combined pressure of a Central American army, Great Britain, and threatened American shipping interest.” As evident in Rep. Groesbeck’s speech, there was a lot of controversy concerning Walker’s seizure. This contention between southerners and northerners in regards to the US actions was, in the end, pointless. In May 1858, a jury in New Orleans acquitted Walker of all charges for violating federal law."],"locations":[{"id":1275,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":9,"tag":"Law"},{"id":20,"tag":"Diplomacy/International"},{"id":1471,"tag":"Law/Government/Crime"}]},{"id":5768,"title":"&lt;!-- /* Font Definitions */ @font-face {font-family:\"?? ??\"; panose-1:0 0 0 0 0 0 0 0 0 0; mso-font-charset:128; mso-generic-font-family:roman; mso-font-format:other; mso-font-pitch:fixed; mso-font-signature:1 134676480 16 0 131072 0;} @font-face {font","course_id":113,"status":"P","start_date":"1862-11-30","end_date":"1862-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<!-- /* Font Definitions */ @font-face {font-family:\"?? ??\"; panose-1:0 0 0 0 0 0 0 0 0 0; mso-font-charset:128; mso-generic-font-family:roman; mso-font-format:other; mso-font-pitch:fixed; mso-font-signature:1 134676480 16 0 131072 0;} @font-face {font-family:\"Cambria Math\"; panose-1:2 4 5 3 5 4 6 3 2 4; mso-font-charset:0; mso-generic-font-family:auto; mso-font-pitch:variable; mso-font-signature:-536870145 1107305727 0 0 415 0;} /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal {mso-style-unhide:no; mso-style-qformat:yes; mso-style-parent:\"\"; margin:0in; margin-bottom:.0001pt; mso-pagination:widow-orphan; font-size:12.0pt; font-family:\"Times New Roman\"; mso-fareast-font-family:\"?? ??\";} .MsoChpDefault {mso-style-type:export-only; mso-default-props:yes; font-size:10.0pt; mso-ansi-font-size:10.0pt; mso-bidi-font-size:10.0pt; mso-fareast-font-family:\"?? ??\";} @page WordSection1 {size:8.5in 11.0in; margin:1.0in 1.25in 1.0in 1.25in; mso-header-margin:.5in; mso-footer-margin:.5in; mso-paper-source:0;} div.WordSection1 {page:WordSection1;} -->","On Sunday morning, November 30, 1862, Confederate soldier John French White wrote an intimate, yet dismal letter to his wife, Mat. White’s letter began with an explanation of how grateful he was to have received mail from his wife: “[I] contented myself by reading your welcome letter which afforded me great pleasure.” A few lines later, Mr. White proceeded to explain the horrors of the Battle of Sharpsburg (Antietam), which he had been involved in a few months earlier.","In his description of the Battle of Sharpsburg, White wrote, “Oh Mat it","almost makes [me] shudder to think of it how…Sept. 17 ’62 [will] live in the memory of the 32 Va. reg[iment] & its friends.” Despite all the carnage and devastation of the battle, White walked away unharmed. He viewed his survival as an act of God: “Thanks be to a kind Providence I came out unhurt but narrowly escaped. A ball passed [only] through my blanket between my body and right arm.”","The heart of White’s letter, however, is found in the remarks he made about coming home for Christmas. White acknowledged his wife’s plea for him to “get a pass to come to Mothers in the Chris[t]mas.” In response to her plea, Mr. White wrote, “I am sorry to tell you to do either [find a substitute or go home] is utterly impos[s]ible.” Although he hinted at the fact that he wanted to be home for Christmas, White understood that he had a commitment to the Confederacy. Since Mr. White was on “picket duty” in Fredericksburg and was expecting the city to be shelled by the Union forces, he had to abruptly end his letter.","White’s fear of the memory of the Battle of Sharpsburg had a lot of merit. As historian James McPherson pointed out, Sharpsburg was the site of some of the Civil War’s hardest fighting. Just as White had hinted, at nighttime on September 17, 1862, Confederate military leaders reported losses greater than fifty percent in several brigades. In addition, President of the Maryland Historical Society, Burton Kummerow, noted that about 23,000 soldiers were killed and wounded during the Battle of Sharpsburg. In regard to White’s fear of how the day would be remembered, Kummerow argued that it would forever be seen as a victory for the Union, and it eventually prompted Lincoln to issue the Emancipation Proclamation. Historian Stephen Sears also argued that the perceived Union victory at Sharpsburg compounded with the Emancipation Proclamation, prevented Britain, France, and other foreign agents from getting involved in the Civil War.","Aside from the Battle of Sharpsburg, White’s letter reflected emotions shared by soldiers on both sides during the Civil War. The Civil War proved to be more than just a few short battles. The physical and emotional stresses brought about by fighting, such as that at Shapsburg, gave every man a strong desire and longing for home, especially around the holidays."],"locations":[{"id":5992,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":32,"tag":"Civil War"},{"id":669,"tag":"Confederate Army"},{"id":1792,"tag":"Antietam"},{"id":1793,"tag":"Virginia Infantry"}]},{"id":5770,"title":"Susan Blackford Agreed to Take Up Nursing","course_id":113,"status":"P","start_date":"1861-07-08","end_date":"1861-07-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 08, 1861, Susan Leigh Blackford wrote to her husband, a lieutenant who served in the Confederate army to inform him she was not “at father’s all day sewing for the [Confederate] soldiers,” her regular daily activities, but writing for a special occasion. Blackford agreed to open a local Ladies’ Hospital for injured soldiers with another woman, Mrs. Otey. Nineteenth century women were not allowed in the hospitals of soldiers; however with the establishment of a Ladies’ Hospital, the army would not have to pay for a female nursing staff, nor the extra care wounded men would receive once they were removed from the battlefield. The dedicated Susan Blackfield ended her letter with an explanation that she agreed to help only in so far as she believed her husband approved and that the woman setting up the hospital, Mrs. Otey, was pleased to work with her.","As nineteenth century war-time medicine shifted to modern techniques, organizations formed to ease the transition and extend the life of  injured soldiers. According to historian James McPherson, both Union and Confederate women were allowed to nurse the sick and injured in their homes. However, women were not allowed in military hospitals due to the unsightly and grotesque wounds of soldiers. The United States Sanitary Commission, created by women in 1861, offered charity to the military and began creating hospitals that allowed female nursing staff. Dale C. Smith, author of <em>Military Medical History</em>, claimed the U.S.S.C. “mobiliz[ed] the existing medical profession by providing consultations, transportation, and supplies.”","Susan Blackfield was a conventional southern woman; she sewed items in need for the Confederate soldiers, she was loyal to her husband, and she was willing to help the Confederate soldiers receive further medical aide after they were picked off the battlefield. Blackfield was only one of thousands of Union and Confederate women that was engaged in this type of nursing field work. As southern women felt that sewing uniforms and flags were not enough to help their military men survive, they went from needle and thread to needle and morphine to try and better the chance of Confederate survival. <br /> <br />"],"locations":[{"id":13657,"lat":37.3167903952,"lng":-79.5201576467,"zoom":9,"place":"BEDFORD, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":60,"tag":"letters"},{"id":1796,"tag":"General Lee's army"},{"id":1797,"tag":"nurses"},{"id":1798,"tag":"Susan Blackford"}]},{"id":5772,"title":"Senator Corwin Speaks Out Against the Wilmot Proviso","course_id":113,"status":"P","start_date":"1848-08-25","end_date":"1848-08-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 8, 1846, David Wilmot proposed an amendment on the floor of the Senate to ban slavery in all territories acquired from Mexico following the Mexican-American War. His proposal had a long and controversial life. During an attempt to pass the bill in 1848, Senator Thomas Corwin, a Whig from Ohio, stood up before the Senate and gave his arguments against the piece of legislation. Senator Corwin opposed slavery. At one point, he stated that if there were a country so hot “the white man is supposed not to be able to work, I would not allow you to take slaves there.” Yet he still strongly opposed the Wilmot Proviso. He argued that the amendment was unnecessary, because slavery already existed in some form in the new territories. The senator referred to land expansions in his argument, saying, “if at any time…you have acquired territory where Slavery existed in such form and consistency…it has been permitted to remain where by law it did exist.” Despite being staunchly antislavery, he paradoxically fought against this bill. Senator Corwin had another motive behind his protest of the bill. He saw that the Proviso was just causing another Sectional Crisis and dividing Congress. Corwin opposed it because he, like many at the time, feared that it would lead to southern secession. His speech was an attempt to prevent this eventuality from happening.","The Wilmot Proviso quickly became controversial in Congress, and in some cases, it was for reasons other than slavery. Historian James McPherson writes that there were some southerners who opposed it because they saw “the northern effort to exclude it [slavery] as an insult to southern honor.” The Wilmot Proviso, as this amendment came to be called, passed in the House on two separate occasions, and both times the Senate voted it down. The country was already divided by a series of Sectional Crises, and the introduction of the Wilmot Proviso only exacerbated the problem. Historian Eric Foner called it “the beginning of a path which led almost inevitably to sectional controversy and civil war.” Corwin claimed that there was no way the proviso could possibly lead to that eventuality, but his actions say otherwise. In March of 1861, he proposed an amendment known as the “Corwin Amendment” that would have made it illegal for Congress to amend the Constitution to restrict slavery. The Corwin Amendment was the senator’s attempt to placate the South and prevent them from seceding. He saw how polarizing the Wilmot Proviso was. Corwin opposed it not because he supported slavery, but because he wanted to keep the United States a whole nation. He debated in vain, and the Proviso continued to divide the North and the South."],"locations":[{"id":1274,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":1801,"tag":"Wilmot Proviso"},{"id":1802,"tag":"Mexican War"},{"id":1803,"tag":"Sectional Crisis"}]},{"id":5773,"title":"A Pennsylvania Private Defends the West Wood at Antietam","course_id":113,"status":"P","start_date":"1862-09-17","end_date":"1862-09-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Private Milton S. Lytle of Huntingdon, Pennsylvania joined the Union Army in August of 1862, and found himself assigned to Company C of the 125<sup>th</sup> Pennsylvania Infantry in the Army of the Potomac. On September 17, 1862, he and the 125<sup>th</sup> Regiment marched through the East Woods during the Battle of Antietam to protect the artillery batteries supporting Union assaults. Lytle and the rest of the 125<sup>th</sup> Infantry eventually charged past the cornfield where so many would die that day and took up a position near the Dunker Church. In his diary, the private noted that they held the position exposed and without any supporting regiments. Lytle wrote that the enemy came at them with “fearful odds…[and] advanced in solid columns pouring their balls among us.” The Pennsylvania volunteers repelled four attacks before they were forced to retreat. They then charged into the West Wood and battled enemy troops from Georgia and South Carolina before retreating again. At about nine o’clock in the morning, the 125<sup>th</sup> Regiment took up position to protect an artillery battery, and remained there for the rest of the battle. Over the course of the fighting, the 125<sup>th</sup> Pennsylvania Regiment lost thirty-three percent of the troops it fielded that day. Such heavy casualty rates were common at the Battle of Antietam.","Up to that point, the Battle of Antietam was the bloodiest day of the war and had the most casualties of any single day. Over 20,000 Confederate and Union soldiers lay dead following the engagement. According to historian James McPherson, twice as many soldiers died on September 17, 1862 than in the War of 1812, the Mexican War, and the Spanish-American War combined. The troops fell hard and quick throughout the day due to artillery support and powerful rifle volleys. Private Lytle reported that he saw one Confederate soldier who had died in the act of reloading and still held the cartridge to his mouth. He wrote in his diary that it was common to see corpses frozen mid-action.","General Robert E. Lee was attempting to drive his Army of Northern Virginia into Union territory to dispirit its citizens. According to Lytle, the Maryland Campaign succeeded in that respect when it caused “great alarm in Pennsylvania” and a Union general to call for reinforcements. However, General Lee surprised everyone the next day by retreating “to a land where treason finds more favor.” This strategic victory gave President Lincoln the perfect opportunity to release his Emancipation Proclamation, which freed slaves in occupied Southern territories. His decision to do so following a victory increased the chances that the public would accept such a move. From the European point of view, it tied supporting for the South to support for slavery, a position that was very unpopular in Great Britain and France. However, the battle also served as yet another reminder that this war would be neither easy or quick."],"locations":[{"id":6079,"lat":39.603674835,"lng":-77.8141711851,"zoom":9,"place":"WASHINGTON, Maryland"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1804,"tag":"Battle of Antietam"},{"id":1805,"tag":"Maryland Campaign"}]},{"id":5776,"title":"Ex-president Van Buren Narrowly Escapes Death","course_id":113,"status":"P","start_date":"1848-03-30","end_date":"1848-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Former president Martin Van Buren enjoyed a comfortable train ride on the morning of March 30, 1848, that departed from Pittsfield, Massachusetts, bound for Philadelphia, Pennsylvania. It sported a new engine with a six foot diameter drive wheel, which substantially increased the power and speed of the locomotive. As the train approached the city of Newark, New Jersey, a bridge appeared along the horizon with its draw up. Traveling at full speed, the train was unable to stop in time before reaching the obstruction. The <em>Pittsfield Sun</em>, a Massachusetts newspaper, later reported the event, writing, “[Van Buren looked] out of the door and seeing that nothing could be done, sat down quietly to finish [a newspaper’s] perusal.” The locomotive plunged off of the tracks and did not stop until the second-class passenger car became suspended over the gap. Fortunately, only one man fell victim to this accident, and a few people received relatively minor injuries. The ex-president remained unharmed. Upon investigation of the incident, the <em>Pittsfield</em> <em>Sun</em> wrote of the engineer, “[He] had only run [the new engine] two or three times, and was not well acquainted with its speed… He reversed the engine but it could not stop the train.”","Martin Van Buren was born in Kinderhook, New York, the son of a farmer. He was originally a lawyer and was elected to the Senate in 1821. Van Buren was one of President Andrew Jackson’s most trusted advisors, and Jackson later appointed him to Secretary of State. Van Buren served as president of the United States from 1837 to 1841. He opposed the expansion of slavery and at one point even stopped the annexation of Texas. During his presidency, Van Buren struggled to keep the nation’s finances afloat due to an economic panic in 1837; resolving these fiscal problems left a troubling mark on his presidency.","Van Buren witnessed a time of great change in the transportation industry during his term in office and in subsequent years. After the first public railway station opened up in the United States in the early nineteenth century, transportation was forever changed. Railroads revolutionized commerce. The iron horse became the preferred mode of transportation for nearly 130 years. Railroads, however, were not the safest way to travel during this period. Railways were less flexible than roads, and consequently, they could not slice through terrain as easily. Most railways were managed with a tight schedule since instantaneous communication did not exist yet; not adhering to this schedule could yield deadly collisions on the rails. A primary cause of accidental deaths was train wrecks. With approximately 9,000 miles of track built by 1850, and thousands of more miles to follow, it is no wonder that railway accidents would frequently occur. If it was not for the engineer’s quick-witted attempt to stop the train, it could have meant the death of a former president of the United States."],"locations":[{"id":8505,"lat":40.6451430203,"lng":-74.1608807991,"zoom":10,"place":"ESSEX, New Jersey"}],"tags":[{"id":1814,"tag":"railroad accidents"},{"id":1813,"tag":"Martin Van Buren"},{"id":666,"tag":"Railroad"}]},{"id":5777,"title":"Brigadier General Simon Buckner Surrenders Fort Donelson","course_id":113,"status":"P","start_date":"1862-02-11","end_date":"1862-02-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The still morning air in Dover, Tennessee turned into an explosive rain of bullets on Thursday, February 13, 1862, as Ulysses Grant’s District of Cairo troops [who would later form part of the Army of the Tennessee] attacked Fort Donelson. Flag officer Andrew Foote reinforced the Union attack on Friday afternoon with six gunboats charging down the Cumberland River, but they encountered stiff resistance from the Confederates and were forced to retreat. As historian James McPherson wrote, “Foote brought his ironclads too close, causing them to overshoot their targets… [the Confederates] riddled smokestacks, shot away tiller ropes, cracked armor, and smashed through pilot houses and decks…”  According to the <em>Farmer’s Cabinet</em> newspaper in Amherst, New Hampshire, “The boats were compelled to withdraw on account of the injuries they received… it is believed that the fort would have been captured within fifteen minutes after the time that they withdrew.” Despite this setback, Foote confidently wrote to Gideon Wells, the Secretary of the Navy, stating, “The Rebels all have a terror of the gunboats.”","Consequently, the Union infantry were forced to continue the attack alone. The infantrymen experienced intense fighting trying to encircle the fort, as the Rebels desperately fought to break through the Union line. Commenting on the struggle, the <em>Farmer’s Cabinet</em> continued its report, “The Rebels were sure of success—in any other cause and against less brave troops they could easily have held the position against one hundred thousand men.” Confederate General Gideon Pillow convinced General John Floyd to stop trying to breakthrough Union lines and instead return to safety in their trenches. This proved to be a fatal mistake. On Sunday morning, the Confederates raised a white flag over Fort Donelson and surrendered. Fifteen thousand Confederate men became prisoners of war that day. General Simon Buckner was the highest ranking officer to surrender with his men. General Pillow and General Floyd escaped the fort in a steamboat, afraid of the consequences of capture.","The surrender of the nearby Fort Henry by Confederate General Albert Sydney Johnston gave the Union the necessary confidence to march towards Fort Donelson a mere six days later. Historian James McPherson wrote of General Johnston as he considered his options once Fort Henry fell, “... he feared that his entire army would be flattened between Grant’s hammer and Buell’s anvil.” Johnston decided to reinforce Fort Donelson, but as he feared, Grant’s hammer pounded into his men until Fort Donelson was also forced to surrender. As a result of these two Union victories, Grant was promoted to major general, and his name became nationally known. The surrender of Fort Donelson punched a hole into the heart of the Confederacy, opening railway lines and waterways in Tennessee for Union advancement into Nashville and other areas of the South."],"locations":[{"id":12387,"lat":36.4628385873,"lng":-87.8245339129,"zoom":9,"place":"STEWART, Tennessee"}],"tags":[{"id":1826,"tag":"Gideon Pillow"},{"id":1825,"tag":"Simon Buckner"},{"id":1817,"tag":"Fort Henry"},{"id":1816,"tag":"Ulysses Grant"},{"id":1815,"tag":"Fort Donelson"}]},{"id":5785,"title":"Surgeon Matt Turner Writes Letter of Hope and Worry to Home","course_id":113,"status":"P","start_date":"1863-05-27","end_date":"1863-05-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Assistant surgeon to the 22<sup>nd</sup> regiment of Alabama Infantry, Matt Turner wrote a letter to his mother on May 27, 1863, speaking of his weariness in waiting to hear news from home. He served on picket duty for the past three weeks, but was now managing the Wither’s Division hospital in Shelbyville, Tennessee. Turner found working at the hospital comfortable, although he spoke of the continuous changing circumstances that were a part of military life. He wrote, “… though everything is so uncertain in the army that I am never surprised or disappointed at anything that ‘turns up’.” Turner also mentioned both his uneasiness and his confidence about the war effort. With the siege of Vicksburg having started only nine days before this letter was written, Turner wrote of the ongoing battle, “We are all looking with anxious eyes toward Vicksburg and feel as if a speedy peace will follow the sweep of our arms at that place.” With confidence in the Confederacy, he continued on, “I feel that it is impossible for Grant to extricate himself from his present hazardous condition and, with the reinforcements we have already sent on, [Grant] must be ‘cut to pieces’ or captured. May we not hope that the beginning of the end is near?”","Vicksburg was one of the longest battles of the United States Civil War, lasting from May 18, 1863, to July 4, 1863. Union General Ulysses Grant laid siege to the city on May 26, 1863. Turner, like many Confederates, knew the importance of Vicksburg in turning the tide of the war. Vicksburg sat along the Mississippi River, which was essential to northern military and commercial interests. Furthermore, the River split the Confederacy into an eastern and western half. Gaining control of this waterway was of paramount strategic importance for the Union; this would prevent CSA soldiers and supplies from moving across each side of the Confederacy. If the city did not fall, the Confederacy might win the war, and Turner was optimistic of this outcome. The Siege of Vicksburg lasted forty-seven days. Union casualties totaled 9,362 men and Confederate casualties 29,500 men. In a decisive victory, the Union managed to gain control of Vicksburg.","As an assistant surgeon in the war, Turner was a valuable resource, for he could attend to the wounded with care. Historian Harold Straubing wrote of doctors, nurses, surgeons, and others in the medical field at that time, “They dealt with the soldiers, the wounded, the diseased, and the dying. They were never too far behind the fighting front lines, often in the battle itself as forces crisscrossed the same land.” On both sides, these men and women were unsung heroes. They attended to the wounded and were often placed into the heat of battle in service to their respective country. Much of what is known in the medical industry today can be attributed to the impact of Civil War doctors, surgeons, and nurses, such as Matt Turner."," "],"locations":[{"id":11847,"lat":35.5137999479,"lng":-86.4589000968,"zoom":9,"place":"BEDFORD, Tennessee"}],"tags":[{"id":1827,"tag":"Matt Turner"},{"id":230,"tag":"Medicine/Health"},{"id":310,"tag":"Vicksburg"},{"id":32,"tag":"Civil War"}]},{"id":5786,"title":"The B&amp;O Railroad makes a Civil Wrong","course_id":113,"status":"P","start_date":"1866-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In early 1866 on a train owned and operated by the B&O Railroad Company, Aaron A. Bradley, a former slave who once escaped to freedom in the early 1830s, attempted to sit in a train car carrying only white passengers. The officer on the car denied his request, and Bradley was told that even if he was white, he would not have been able to ride in the car. He was guided to a car specifically designated for blacks. Bradley insisted on sitting in the other car, stating that his ticket did not specify in which car he could or could not ride. They denied his request. The following day, Bradley returned with two white friends. Once more they banned him from sitting in his desired train car. Consequently, Bradley sued the B&O Railroad Company for one hundred dollars. According to the <em>Baltimore Gazette</em>, Bradley claimed, “… by the action of the railroad company, he was debarred from reaching Washington in time to meet some engagements.” Justice Hayward presided over the lawsuit. Bradley acted as his own lawyer. The <em>Baltimore Gazette</em> continued, “… [they were] about to open the case, when the justice objected, saying that he could not recognize [Bradley] as an attorney of the State; and, therefore, he was not competent to plead before him.” The representative of the railroad, however, opposed this, and asked to have Bradley proceed with the case. Bradley argued that there was equality for all under the law, but the B&O countered that it had a right to implement their own rules and regulations. Justice Hayward ruled in favor of the railroad company.","Aaron Bradley escaped slavery in South Carolina in the 1830s and traveled to the North to study law in Boston, Massachusetts. In 1865, he returned to the South and advocated for freedmen’s rights, particularly in regards to land ownership. Bradley wanted plantation owners’ lands to be divided amongst the freedmen who used to work it. He quickly became a leader in the black community of the South. He enjoyed a fair amount of popularity in his life, and died in 1881 in St. Louis, Missouri.","With his background in law, Bradley was able to take his grievances through the judicial system. Only a couple of years prior, blacks would have been unable to do so, as they would not have been recognized as citizens by the courts. Even with this newfound opportunity, an inferior court system was created so that legislation could regulate and restrict black behavior. The railcar incident is just one example of cases ruling against African Americans, with <em>Plessy versus Ferguson (1896)</em> as the most damaging and wide reaching instance. Bradley was denied sitting in a railroad car of his choice nearly thirty years before “separate but equal” was policy. Bradley’s case is just one instance of the freedmen’s struggles for civil rights."],"locations":[{"id":5932,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":1823,"tag":"B&amp;O Railroad"},{"id":1842,"tag":"Aaron Bradley"},{"id":123,"tag":"Reconstruction"},{"id":42,"tag":"Civil Rights"}]},{"id":5780,"title":"Father Abram Joseph Ryan Pens \"The Conquered Banner\"","course_id":113,"status":"P","start_date":"1865-06-24","end_date":"1865-06-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Abram Joseph Ryan was a catholic priest, poet, and strong believer in the Confederate cause. He wrote \"The Conquered Banner\" shortly after General Robert E. Lee surrendered at Appomattox in 1865. The poem first appeared in the <em>New York Freemen</em>, a pro-Confederate newspaper, on June 24, 1865. Ryan never officially joined the Confederate Army, but, according to historian David O'Connell, he worked as a free-lance chaplain for Confederate soldiers. Although he was born in Maryland and worked in New York and Illinois in the years leading to the Civil War, he left his congregation for the South when the war started.","The main theme of the poem was the lost cause that the Confederate's had become. Ryan treated the Confederate flag as a metaphor for the cause, writing lines like \"furl that banner, for it is wear\" and \"touch it not, unfold it never.\" Ryan made it clear that the thought that the Confederate ideals were correct and noble, but their defeat meant that they should never be pursued again. He instructed southerners to put the flag, and the idea of the Confederate States of America, behind them and leave them there. This view is best seen in the final line of the poem, \"for its people's hopes and dead.\"","The poem also served as a tribute to the men who died defending the Confederate national flag and the Confederacy. As a Catholic priest, Ryan clearly mourned the lives lost for a mission that ended in defeat. His sympathy for these men is seen in lines such as \"love the cold, dead hands that bore it\" and \"for it droops above the dead.\" Ryan had probably formed relationships with hundreds of men while working as a chaplain and had a brother (who was also a Confederate priest) who died during battle in 1863.","According to historian John McGreevy, the poem became one of the most popular of the post-war era and made Ryan famous. Southerners sympathized with Ryan and recognized that their cause had ended in defeat. The poem proved to be timeless, as it remained popular in the South through the turn of the century. According to southerner and historian Hannis Taylor, generations of schoolchildren in the South learned and recited the poem. Taylor summarizes the impact of the poem on the South by saying, \"Only those who lived in the South in that day... can properly estimate its power.\""],"locations":[{"id":12156,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":123,"tag":"Reconstruction"}]},{"id":5781,"title":"A Union Journalist Expresses Fear of British Invasion","course_id":113,"status":"P","start_date":"1862-01-31","end_date":"1862-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Civil War, the Union and Confederate governments both knew the potential impact that Britain's military force could have on the outcome of the conflict. Since Britain would have been more likely to ally with the Confederacy, the Union feared their involvement. This concern led a journalist for the <em>Daily Morning Post</em> to write that Britain was \"resolved to provoke a war with the American States.\" The journalist believed that Britain was waiting for a reason to declare war on the United States.","It was no secret during the Civil War that Britain viewed the Confederacy with more favor than the Union. According to historian James McPherson, the British upper-class certainly favored the South while the working-class public opinion was somewhat split and difficult to gauge. The British upper-class would have allied with the Confederacy because they were dependent on its exportation of cotton. They also viewed the American Civil War much like their own class conflict at the time. The South stood for aristocracy and privilege much like the British elite. The North identified with ideals such as popular government and equal rights, which were supported by many working-class people in Britain.","According to historian Norman Ferris, war between the U.S. and Britain was a possibility in the fall of 1861, when on November 8, a U.S. naval officer, Captain Charles Wilkes, took control of a British mail ship and seized two Confederate diplomats. Britain took offense to this and demanded a formal apology from the United States. This event came to be known as the <em>Trent </em>Affair and created tensions between the Union and Britain that led many, including the journalist, to believe a war would occur. Before the end of 1861, the conflict in the relation between the United States and Britain ended peacefully when President Lincoln released the diplomats and condemned the actions of Captain Wilkes. Referring to the event and writing in retrospect weeks after the affair concluded, the Pittsburgh-based journalist wrote \"the British government was determined to be dissatisfied,\" looking for any reason to go to war with the Union. Although, Lincoln ended the affair peacefully, the journalist thought this type of conflict was what Britain had been waiting for.","Although the journalist viewed the <em>Trent </em>Affair as a political move by Britain and believed they would soon declare war, the aftermath of the diplomatic resolution between the Union and Britain actually dealt blows to the Confederacy. According to historian Charles Hubbard, the Confederacy had hoped for diplomatic recognition from Britain. The peaceful end to the <em>Trent </em>Affair took attention away from the potential recognition and ensured that Britain would remain neutral for the remainder of the war. Even though the journalist was probably wrong in his survey of British diplomatic intentions, his opinion demonstrates how the Union feared and expected British military intervention."],"locations":[{"id":10816,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"ALLEGHENY, Pennsylvania"}],"tags":[{"id":1820,"tag":"Trent Affair"},{"id":155,"tag":"Great Britain"},{"id":32,"tag":"Civil War"}]},{"id":5782,"title":"A Pittsburgh Journalist Predicts the Annexation of Cuba, Alaska, and Hawaii","course_id":113,"status":"P","start_date":"1854-08-03","end_date":"1854-08-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the years leading up to the Civil War, the North and South both used the annexation of territories as a strategic device to gain political power. In 1854, with both sides looking to add land, one journalist predicted that the Russian territories in North America, the Sandwich Islands (Hawaiian Islands), and Cuba would all be U.S. territory within one year. The anonymous author of the article in the <em>Daily Morning Post</em> also hinted that the territories would all then become states. He reasoned that the Whig Party would respond to the purchase of Cuba by the Democrats by purchasing Russian territories and the Sandwich Islands. Sympathizing with the North, the Pittsburgh-based author wrote \"if Cuba comes in as a slave state, the Sandwich Islands and Russian America will enter as free state and over-balance it.\" Although cast into the context of free soil and slave state balance, the annexation of these territories was not only about that battle. The author also recognized the importance of commerce and Manifest Destiny in the annexation, realizing that the Sandwich Islands could serve as a perfect halfway point for ships travelling from the West Coast to China, Japan, and the Indies. He added that \"adventurous Yankees\" could control the natives and turn the islands into a thriving community.","The South had its eye on the annexation of Cuba as early as 1848, when President James Polk unsuccessfully offered Spain $100 million for the island. If Spain had accepted this deal, historian James McPherson believes it was still unlikely to happen because the North's Whig Party had control of the House and would not have appropriated the funds. Knowing it would come in as a slave state, the Whigs would have opposed this move. In 1854, the Democratic Party again tried to purchase Cuba in a proposal known as the Ostend Manifesto. The journalist referred to this proposal in the article when he said \"events now occurring in Spain give promise of such a result (acquisition of Spain).\" This proposal turned out to be unsuccessful because, according to historian High Thomas, anti-slavery newspapers condemned the proposals once it became public knowledge.","Today, it seems that the journalist may have been wishfully thinking when he predicted the country would be able to purchase the Russian territory and the Sandwich Islands. He thought Russia would be eager to sell the land instead of having it taken by Great Britain, because that were combating one another in the Crimean War at the time. His prediction did come to fruition five years after he penned the article when Russia offered the land to the United States. He was only wrong about the time table. There is also little evidence that reveals the U.S. made an effort to acquire the Sandwich Islands in the 1850s.","Despite the inaccuracy of the writers' time table, his predictions demonstrate the desire for more land beyond the continent. By 1854, the North and South both had plans to gain territory for political power and commerce."],"locations":[{"id":10815,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"ALLEGHENY, Pennsylvania"}],"tags":[{"id":560,"tag":"Manifest Destiny"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}]},{"id":5783,"title":"One Man’s Death Wish Due to the Slave Law of Kansas","course_id":113,"status":"P","start_date":"1856-06-06","end_date":"1856-06-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1855, Senator David Atchison of Missouri said, “Mark every scoundrel among you that is the least tainted with free-soilism, or abolitionism, and exterminate him…[e]nter every election district in Kansas . . . and vote at the point of a Bowie knife or revolver!” according to historian James McPherson. One year later, George W. Brown, a civilian, waited for execution for violating “every section of the Slave Law of Kansas” quoted the Gettysburg, Pennsylvania <em>Star and Banner</em> in 1856.  The likelihood of hard labor, a fine, death, or a combination of punishments for one of these violations was very high – there was a good chance that Brown was already dead by the time the article hit the newsstands.","The thirteen clauses of the Kansas Slave Law Act did not just regulate slaves, but also free negroes, and mulattos too. The Slave Law Act managed situations ranging from free people who violated the Law Code (who were sentenced to die) to those who aided, concealed, and/or  rescued slaves who also deserved a death penalty. Furthermore, those who printed indecent documents or helped minorities print indecent documents were penalized accordingly, and finally those who opposed slavery and were forced to sit as a juror to any violation to the above clauses. The Kansas Law also paralleled part of the Federal Fugitive Slave Law by including those who refused to help police officers apprehended escaped slaves and were subjecting them to punishment.","Kansas suffered terrible civil unrest during the mid-1850s. Events there captured broad attention and even understood  in terms of the slavery debate. The author of <em>The Star and Banner</em>, published in Adams County, Pennsylvania, begged for Brown’s release, despite the possibility of his death. Very little information is known about Brown or his case, <em>The Star and Banner </em>published one of the only articles written. The blip is the single moment of news about a Kansas man in a Pennsylvania newspaper spoke for a larger political issue that the people of Pennsylvania were an advocate for: the emancipation of southern slaves. The possibility of Brown’s death ensured the abolitionists of Pennsylvania would spread the word about the atrocities that occurred in Kansas and other southern states."],"locations":[{"id":10805,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":1821,"tag":"Kansas Slave Law"},{"id":4,"tag":"Slavery"},{"id":9,"tag":"Law"},{"id":912,"tag":"Gettysburg"},{"id":1287,"tag":"Kansas"},{"id":32,"tag":"Civil War"}]},{"id":5784,"title":"Confederate Lieutenant Writes of Jackson’s Attack on the B&amp;O","course_id":113,"status":"P","start_date":"1862-10-21","end_date":"1862-10-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["First Lieutenant Blackford, who served in the Confederate Army, wrote to his wife, Susan, on October 21, 1862, to update her on the situation on the front. Blackford explained his troops had made progress on the line despite the lack of engagement from the Union. Not far from Blackford’s soldiers, Thomas “Stonewall” Jackson’s troops had implemented a vital military mission to destroy the Baltimore and Ohio Railroad lines. “Burning bridges and tearing up tracks retard the movements of the enemy,” commented the lieutenant, “but not burning up a depot, or the houses of the railroad employees.” The lieutenant explained that although the majority of citizens working in the railroad depots were Union, the men remained silent while the army destroyed the railroad lines.","Railroads, for northern and southern states, provided an expansive consumer market that was not available with wagons. Rail lines like the Baltimore and Ohio were originally laid to economically connect the valley lands with rail lines that were already laid in the North in order to provide a reliable shipping industry. According to historian James McPherson, “With the cash from sale of [crops, customers] bought food and clothing and hardware previously made locally or by themselves but now grown, processed, or manufactured elsewhere and shipped in by canal or rail.” In conjunction to connecting the areas, the rates for shipping by rail was cheaper than shipping by wagon; many citizens used wagons to haul their excess merchandise (crops, clothing, etc.) to rail stations and then shipped the merchandise on rail lines.","The destruction of a segment of the Baltimore and Ohio railroad had military and symbolic importance to the Confederate Army. McPherson wrote, “President John W. Garrett of the Baltimore and Ohio Railroad was a firm unionist and offered the railroad’s facilities to carry troops and supplies from the west.” During raids of the railroad systems, the Confederate Army often gained railroad equipment for their own damaged lines; what could not be carried, the Confederate troops destroyed and burned to ensure the Union could not refurbish the damaged pieces. The decimation of railroad systems, like the Baltimore and Ohio, would deprive Union troops of vital sources of supplies (ammunition, medical provisions, and extra clothing resources) and, most imperative to the health of the Union army, food rations for soldiers."],"locations":[{"id":14533,"lat":39.4640522698,"lng":-78.0275332326,"zoom":9,"place":"BERKELEY, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":792,"tag":"Transportation"},{"id":1822,"tag":"Stonewall Jackson"},{"id":1823,"tag":"B&amp;O Railroad"},{"id":1824,"tag":"Railroads"}]},{"id":5787,"title":"The 21st Regiment of Massachusetts Captures Roanoke Island","course_id":113,"status":"P","start_date":"1862-02-07","end_date":"1862-02-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 21<sup>st</sup> regiment of Massachusetts left Fort Monroe in Hampton, Virginia, by boat on January 11, 1863. Their final destination was Roanoke Island, North Carolina. Due to sea sickness and stormy weather, the regiment anchored at Hatteras Inlet until January 26, where they departed for Pamlico Sound and remained there until February 5. The regiment invaded Roanoke Island on February 7. Their first orders were to scout and set out pickets. The weather was damp and dreary for the regiment’s first night on the island. Lieutenant Colonel Albert Maggi described the conditions in a letter to Brigadier General Frank Reno, “We stood all night without fire, and raining all the time. None of the men slept, and every half hour I made the companies fall in with the greatest silence. All officers and men of the regiment, without exception, comported themselves with remarkable patience and endurance…”","Four batteries, seven gunboats, and 3,000 Confederate soldiers protected the island, all under the command of General Henry Wise. Before the Union assault, Wise urged Richmond to send more troops but received no answer. On February 8, Lieutenant Colonel Maggi led the men into battle. The <em>Barre Gazette</em> newspaper wrote of the colonel, “In the opinion of the Twenty-First, a braver and better officer for our leader don’t exist [sic].” According to a report in the <em>Barre Gazette</em>, the 21<sup>st</sup> regiment fired nearly forty rounds of cartridges before charging a heavily defended Confederate three-gun battery. The newspaper stated, “When within one hundred yards a charge was made by the Twenty-First, which seemed to be a terrible moment for the enemy, who commenced the firing more fierce than ever.” Soon afterwards, the island was in control by Union hands. Lieutenant Colonel Maggi wrote of his men’s bravery, “I am glad to say that I never saw any better behavior, by any soldiers, young or veterans. I do not believe that it was possible… that any one [sic] could surpass the brilliant and gallant conduct of all my command.”","An estimated 7,500 Union troops stormed the island against a 3,000 man Confederate force. The Union lost thirty-seven men killed in action with 214 wounded. The Confederates lost twenty-three men with sixty-two wounded before surrendering the 2,675 man force. Although the casualties inflicted were small compared to later Civil War battles, such as Gettysburg or Shiloh, the battle boosted Union morale. Union victories at Fort Henry and Fort Donelson followed only a few days after the Battle of Roanoke Island. In the early stages of the war, the Union planned to capture or disable coastal defenses and ports in the Confederacy. Capturing Roanoke Island facilitated the Union by gaining control of waterways leading to inland areas of the South, bringing the Union one step closer towards the Confederate capital of Richmond, Virginia. Historian James McPherson wrote of its strategic importance, stating, “Roanoke Island was the key to Richmond’s back door.” Due to the efforts of the Massachusetts 21<sup>st</sup>, Richmond remained threatened throughout the rest of the war."],"locations":[{"id":9829,"lat":35.7678250626,"lng":-76.0805063886,"zoom":10,"place":"TYRRELL, North Carolina"}],"tags":[{"id":1830,"tag":"Lieutenant Colonel Maggi"},{"id":1829,"tag":"Massachusetts 21st"},{"id":1828,"tag":"Roanoke Island"},{"id":32,"tag":"Civil War"}]},{"id":5791,"title":"Indiana Public Serenaded Schulyer Colfax into Speech","course_id":113,"status":"P","start_date":"1866-05-02","end_date":"1866-05-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 02, 1866, Schuyler Colfax, the speaker of the House of Representatives delivered a speech in response to the President Andrew Johnson’s unsatisfactory message at the opening of the Thirty-ninth Congress.  Colfax, serenaded by the public of Indiana, delivered a telling speech bathed in assurance of American “security under the protection of equal laws,” a tribute to “our noble President, the martyred Lincoln,” and offering a final condemnation of the “disgrace [of] slavery.” Colfax criticized Andrew Johnson for vetoing Constitutional Amendments that dictated “every one born on American soil shall have a right as an American citizen,” among other amendments that would create unity, equality, and protection among all American men. Colfax argued that the failure to create legislatures delayed the process of reconstruction in all states, and continued to postpone the process despite the change of the President from Lincoln to Johnson, and the opening of the Thirty-Ninth Congress. “Every State shall be guaranteed a republican form of government,” Colfax argued, to ensure Congress “is the only law-making power of this land.” He ended the speech by declaring his “policy of reconstruction” was the policy that Andrew Johnson used in his Vice President platform between June of 1864 and May of 1865: “Loyal men shall govern a preserved Republic.”","New Reconstruction ideas and the death of President Abraham Lincoln provided a challenge for a fractured nation suffering from war-time damage. When the war-hero President Abraham Lincoln was assassinated on April 11, 1865 by Southerner John Wilkes Booth, Vice-President and former-slave owner, Andrew Johnson, was left to fill Lincoln’s shoes in the White House. As President of the United States, Andrew Johnson used the term “restoration” instead of “reconstruction” which, as historian Eric Foner argued, “suggested that on the rights of the States, Johnson was likely to be unyielding.” With the ratification of the Thirteenth Amendment in December of 1865, slavery officially ended and seceded states had to accept the Thirteenth Amendment into their state constitutions to re-enter the Union. Replacing slavery in the South was a set of laws known as the Black Codes, which “defin[ed] the status and rights and regulat[ed] in many respects the lives of the freed people.” A Civil Rights Act, drawn up in 1866, declared that all people born in the United States were citizens, similar to Colfax’s speech in May. The Act would return the rights of citizens that were robbed by the discrimination in the Black Codes. The United States desperately tried to balance the repercussions of Andrew Johnson’s leniency towards the South while reconciling the death of America’s beloved President Abraham Lincoln.","Schulyer Colfax spoke about the reconstruction policies that he, past President Lincoln, and the people of Indiana (and the nation) supported. The new policies of Andrew Johnson were not the policies that Johnson used when he ran as Vice President to Lincoln. The speech of Colfax was a warning to Andrew Johnson and the nation that Colfax did not support his policies; Johnson’s acceptance of the Black Codes was a disgrace to the Freedmen of the United States, and his unwillingness to support laws to extend full legal citizenship to Freedmen was disgraceful as President. The reprinting of Colfax’s speech in a small town’s newspaper in Huntingdon, Pennsylvania spoke to the nationwide belief that Johnson’s reconstruction policies were distasteful."],"locations":[{"id":11058,"lat":40.4169896434,"lng":-77.9812660431,"zoom":9,"place":"HUNTINGDON, Pennsylvania"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":32,"tag":"Civil War"},{"id":1834,"tag":"Schulyer Colfax"},{"id":1835,"tag":"Andrew Johnson"},{"id":1836,"tag":"Speech"}]},{"id":5792,"title":"<strong>A Poet Describes the Horrors of a Civil War Hospital</strong>","course_id":113,"status":"P","start_date":"1867-12-01","end_date":"1892-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In his poem <em>A March in the Ranks Hard-Prest, and the Road Unknown</em>, Walt Whitman described one of the most haunting memories of his medical career: “Then before I depart I sweep my eyes o'er the scene fain to absorb it all, / Faces [<em>sic</em>], varieties, postures beyond description, most in obscurity, / some of them dead, / Surgeons operating, attendants holding lights, the smell of ether, / the odor of blood, / The crowd, O the crowd of the bloody forms, the yard outside also fill'd.” The setting of Whitman’s nightmare was an impromptu field hospital likely located somewhere near a battlefield. Whitman’s poem poignantly explained the horrors that one could find at field hospitals during the Civil War: “Entering but for a minute I see a sight beyond all the pictures and poems ever made, Shadows of deepest, deepest black, just lit by moving candles and lamps, And by one great pitchy torch stationary with wild red flame and clouds of smoke, By these, crowds, groups of forms vaguely I see on the floor, some in the pews laid down.”","The field hospitals were a horrifying sight for Whitman. This is surprising, in many ways, since Whitman served as a nurse during the Civil War.  For Whitman, the field hospitals lacked sufficient space for all the wounded soldiers in their care.  They reeked of blood and other odors. Not to mention, they presented endless labor for the surgeons and their assistants, who did everything in their power to end the suffering of the wounded and dying soldiers. What Whitman saw in the field hospital haunted his memories the rest of his life.","Nightmares, like the one experienced by Whitman, were common at field hospital during the Civil War. Because field hospitals were the quickest and most efficient source of medical care throughout the years of the war, they existed at essentially every battlefield. In a piece concerning the topic of medical care during the Civil War, historian Victoria Holder wrote that at the beginning of the war, neither the Union nor the Confederacy had any plan for hospitals because they did not believe fighting would last more than a couple months. By 1862, the Union and Confederacy had passed laws creating hospital systems, but by that time, field hospitals were the most relied upon source of treatment for wounded soldiers. Field hospitals were often located a mile or two away from the battlefield. They frequently lacked ample room and supplies to treat the men in their care.","Historian James McPherson, when he wrote about medicine in the Civil War, stated that field hospitals were often churches, hotels, warehouses, shops, barns, private homes, etc. In terms of staff, they were often composed of white women who volunteered to help out. From these sources alone, it is not farfetched to believe what Whitman described in his poem was the truth."],"locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":1839,"tag":"Walt Whitman"},{"id":1838,"tag":"Field Hospital"},{"id":1837,"tag":"Poem"},{"id":230,"tag":"Medicine/Health"},{"id":32,"tag":"Civil War"}]},{"id":5793,"title":"<strong><em>Harper's Weekly</em> Demands the US Disarm the Ku Klux Klan</strong>","course_id":113,"status":"P","start_date":"1871-03-25","end_date":"1871-03-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a news brief on March 25, 1871, <em>Harper’s Weekly</em> declared, “It is agreed upon all sides that the condition of the late rebel States is deplorable.” This magazine did not mention, however, that the reason the conditions of the rebel States was deplorable was because of the presence of the Ku Klux Klan. In response to the violent acts that the Ku Klux Klan had committed, a special committee of Congress had been called together. The committed responded that “…the remedy seems to be simple. Removal of every pretense of complaint, and complete personal security, are now required. General enfranchisement, and the summary destruction of the Ku-Klux, should be simultaneous.”","For the committee, the disablement of the Ku Klux Klan was a necessity. <em>Harper’s Weekly</em> noted on the matter, “Plainly, if disabilities are removed, the Ku-Klux may come into possession of the State governments.” The threat of the Ku Klux Klan gaining political power frightened the special committee. The Klan was a threat that required the US to intervene and stop. This was reflected strongly in the news brief’s ending: “The Ku-Klux terrorism indefinitely postpones the tranquility which is indispensable to the Southern States.” Thus, only with the Ku Klux Klan out of the picture could the southern States peacefully be assimilated back into the Union.","This news brief from <em>Harper’s Weekly</em> accurately reflects the fears of many people in the South during the years of reconstruction. The<em> Encyclopedia of American Religious History</em> contended that the KKK was originally a social fraternity. This changed, however, once Confederate veterans, under the guidance of Nathan Bedford Forest, took control of the Klan. Furthermore, historian Eric Foner argued that the KKK was a military arm of the Democratic Party in the South. In addition to Confederate Veterans, planters, merchants, and members of the Democratic Party also joined the Klan. the Klan became involved with political terrorism aimed at preventing Republicans from gaining political clout within the former rebel States. The Klan’s regular victims consisted of white Republicans, teachers, blacks, and those promoting Reconstruction.","As mentioned in the news brief, many people demanded the US government dismantle the threat of the KKK. In response to these demands, Congress passed the Ku Klux Klan Act (a.k.a the Third Enforcement Act) on April 20, 1871. This act enabled President Grant to use military force or suspend the writ of <em>habeas corpus</em> in order to stop any display of “insurrection” in the former Confederate states. While the Ku Klux Klan Act had moderate levels of success, in the 1876 Supreme Court case of <em>US </em>vs. <em>Cruikshank</em>, the Court’s holding was that the Ku Klux Klan Act was only applicable to state and local governments. Since the KKK was not part of the government, the organization was out of the jurisdiction of the Federal government. Thus, the KKK would survive and continue to haunt the South many decades following the end of Reconstruction."],"locations":[{"id":8927,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":680,"tag":"Harper's Weekly"},{"id":470,"tag":"Reconstruction Period"},{"id":755,"tag":"Confederacy"}]},{"id":5796,"title":"<em><strong>The New York Times</strong></em><strong> Commemorates Jefferson Davis' Death</strong>","course_id":113,"status":"P","start_date":"1889-12-12","end_date":"1889-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an article describing the funeral of Confederate President Jefferson Davis, <em>The New York Times </em>wrote, “it [the funeral] was one of such magnificence and taste that the recollection of it will never vanish from the mind of any beholder.” People from all over the South attended Davis’ funeral, which was held in New Orleans on December 11, 1889. Describing the procession, <em>The New York Times</em> noted, “The cortege was more than three miles long, and contained many thousand persons.","Due to the influx of people in attendance, the city of New Orleans delayed the ceremonies for Davis’ funeral from 11 AM to 12 PM. Around 3 PM, Davis’ casket and the rest of the funeral procession arrived at the gates of Metairie Cemetery. Once the procession had reached Davis’ temporary tomb, <em>The New York Times</em> observed the following: “the military formed in double lines around the mound at parade rest, the veterans grouped themselves inside this line, and outside of the glittering line of blue and gold soldiery were tens of thousands of the foremost people of New Orleans.” Once the ceremonies were over, a single-file line was formed in order that people could get one last look at the first and only president of the Confederate States of America.","Undoubtedly, Davis’ political career was the reason that so many people attended his funeral. Even before his time as president of the Confederate States, however, Davis had an impressive career in politics. He was a West Point graduate, a US Senator, a US Representative, and served as secretary of war. At one point in time he was even married to President Taylor’s daughter! During Davis’ time in Congress, he resigned from the US Senate in 1861 to show his support of Mississippi’s quest for secession. The act, along with his already stellar reputation, earned Davis notable fame in the newly seceded southern States. This eventually led to his election as the only president of the Confederate States on February 9, 1861.","Many historians have questioned the value of Davis’ leadership for the South during the Civil War. Historian Eric Foner argued that Davis lacked the ability to effectively manage the South’s economy and deal with obstructionist governors. Davis also lacked skill in diplomacy, which greatly hurt the South.","Despite his lack of skills, throughout the Civil War, and even in its final days, Davis never submitted to Lincoln and the North. Upon the fall of Richmond at the Civil War’s end, Davis was arrested by Federal troops and held in prison for two years. Though he was eventually released, Davis was never pardoned for his acts concerning the Civil War, nor did he ever apologize for any of them. Davis endured a lot of criticism for the defeat of the South throughout the rest of his life, but as seen by this article, people lauded his unwavering devotion to the South. Davis was eighty-one years old when he died."],"locations":[{"id":8929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":132,"tag":"Jefferson Davis"},{"id":755,"tag":"Confederacy"},{"id":808,"tag":"Funeral"},{"id":1218,"tag":"The New York Times"}]},{"id":5797,"title":"Senator Brown Gives his Opinion on the Fifteenth Amendment","course_id":113,"status":"P","start_date":"1869-04-14","end_date":"1869-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the years following the end of the Civil War, Congress passed a series of amendments to the Constitution that were designed to extend to African Americans the same rights that white citizens had. Among this group, known as the Reconstruction Amendments, was the Fifteenth Amendment. This piece of legislation, introduced in 1869, made it illegal to deny anyone the right to vote based on his race or skin color. On March twenty-third of 1869, Representative Samuel T. Brown of Pennsylvania spoke before the House of Representatives to declare his support for the Fifteenth Amendment. In regards to black suffrage, he stated that he had “no particular hankering for it” and did not “desire to see the Constitution of Pennsylvania changed…to allow negroes to vote.” Brown, however, saw it as his duty to the Constitution and the nation to vote in favor of this amendment. He believed that reconstruction was the most important goal of the Civil War, and that “negro suffrage was the only thing that could accomplish reconstruction.” For him, the failure to pass the Fifteenth Amendment would mean that the war had been fought in vain.","The Fifteenth Amendment, along with the other Reconstruction Amendments, was one of the most pivotal and controversial bills to be passed by Congress. According to sociologist Albert Bergesen, these three amendments finally bestowed citizenship to African Americans and recognized them as members of the United States. With the Fifteenth Amendment, the former slaves had a way to shape the country that had oppressed them for centuries. The instatement of this legislation was not easy, though. Historian Everette Swinney stated that the efforts started to fall apart as soon as they began. Groups such as the Ku Klux Klan continued to terrorize black communities and intimidate would-be voters. The state of Georgia refused to accept the Fifteenth Amendment, and as a result, Congress reinstated military rule until the state legislature ratified the bill. Some states implemented poll taxes or literary tests as a requirement to vote in order to disenfranchise poor or uneducated blacks. It became necessary to pass a series of “Enforcement Acts” to make sure the amendment was carried out. These acts said in plain language that it was illegal to obstruct voting and provided the federal government with extensive abilities to punish the lawbreakers. Despite all of this legislation, however, politicians would debate the constitutionality of the Fifteenth Amendment into the early Twentieth century. That is why support such as Senator Brown’s in the face of such adversity was necessary for the bill and Reconstruction to succeed. He publicly stated his intention to vote to pass it knowing that he would lose voters as a result. Brown believed it was the right thing to do, and told the House “we will do justice, though the heavens fall.”"],"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":170,"tag":"suffrage"},{"id":1843,"tag":"15th Amendment"}]},{"id":5800,"title":"<strong><em>Daily National Intelligencer</em> Advertises for Fugitive Slaves</strong>","course_id":113,"status":"P","start_date":"1816-04-20","end_date":"1816-04-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 20, 1816, the <em>Daily National Intelligencer</em>, located in Washington D.C., published an article advertising fugitive slaves.  The article began by stating, “Fifty persons of color were brought into this city, in the ship <em>Lord Somers, </em>from London.”  The <em>Intelligencer</em> continued, “On examination, satisfactory evidence was produced, that forty-three were free, two the property of citizens of this city; and the description of the remaining five is now published­­- they are supposed to be fugitive slaves.”  The article provided detailed descriptions of the slaves and owners were expected to come forward with proof to claim their property.  For example, one description stated, “John Williams, says he was born in Savannah, state of Georgia.”  The description then continues, “ he was the property of Mr. Robert Boush in 1806; about 43 years of age; 5 feet 4 inches high.”  Slaves had high hopes of escaping from their owners’ barracks, but being able to successfully get away was usually impossible.","With the increasing numbers of slaves attempting to escape plantations on which they were held captive, southern states created fugitive slave laws.  According to historian William R. Leslie, the subject of fugitive slaves became a popular topic of discussion after the Pennsylvania Supreme Courts ruling in the <em>Commonwealth v. Holloway case </em>in 1816.  This case involved a fugitive slave giving birth to a child on Pennsylvania soil and the court ruling that the child was not subject to slavery.  This had many southerners irate and protests took place.   Later, the Pennsylvania Fugitive Slave Act of 1826 protected freed slaves and prevented the kidnapping of any black individual.","The federal government developed a fugitive slave act to help return escaped slaves to their owners.  Under this law, if a slave were to escape, the person whom was hired by the slave owner had the right to capture the fugitive and take him or her before any United States Judge or magistrate.  The Fugitive Slave Law of 1793 stated, “any person obstructing in any way such seizure or removal, or harboring or concealing any fugitive after notice, is liable to a penalty of $500.”  Northern states did not obey this law and developed their own laws to protect any person within their borders from being taken back to slavery.  The large number of loopholes in this law eventually resulted in a more stringent fugitive slave act.  According to historian James McPherson, the creation of the Fugitive Slave Act of 1850 gave the national government superior power over any other law during that time."],"locations":[{"id":1271,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":1850,"tag":"Slave Laws"},{"id":1849,"tag":"Advertisement"},{"id":126,"tag":"fugitive slave"}]},{"id":5801,"title":"<strong>U.S. Government takes stand against Ku Klux Klan</strong>","course_id":113,"status":"P","start_date":"1871-10-25","end_date":"1871-10-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The United States Government took action against the Ku Klux Klan in Spartansburg and eight other counties located in South Carolina.  The <em>Farmer’s Cabinet </em>claimed the Klan received a warning from government officials on October 12, 1871 saying “that unless they dispersed and gave up their arms within five days, martial law would be proclaimed.”  Needless to say, the Klan did not disperse or hand over their weapons.  This led to President U.S. Grant issuing his proclamation putting the district under martial law.  The issuance of this proclamation “is notable as being the first case of the suspension of the privileges of the writ of habeas corpus under the enforcement act.” The Enforcement Acts were “criminal codes that protected blacks’ right to vote, hold office, serve on juries, and receive equal protection of laws.  If states failed to abide by these laws, the federal government was permitted to intervene, which is what happened in Spartansburg, South Carolina.  The federal government targeted the Ku Klux Klan when these acts were put into effect.","Throughout the Reconstruction era, many white southerners despised blacks and their Republican supporters and took umbrage at the rights given to blacks.Historian David Everitt claims southern white men looked for a way to scare and harm blacks and their white supporters. White supremacy groups developed as a result.  One of these groups, the Ku Klux Klan, originated in Tennessee and eventually spread to South Carolina in 1868.   South Carolina was not the only state affected by Klan violence: the Klan was present in the majority of southern states. However, parts of South Carolina experienced the most horrifying acts of terror between fall of 1870 and summer of 1871.  During this span, the Klan announced its targets, which was “the scum of the earth, the scrapings of creation,” according to David Everett.  They also tried to do everything they could to resist “negro rule, black bayonets, and a miserably degraded and thievish set of lawmakers.”  South Carolina’s York County faced many attacks by the Klan.  The Klan committed six murders and hundreds of whippings and beatings.  Besides its violent nature, the Klan also performed other activities.  According to Historian Elaine Parsons, the Klan dressed up in their costumes and performed a moonlight dance and musical entertainment.  ","State officials in South Carolina were not obeying the enforcement act, which resulted in the federal government intervening and taking control of the situation.  This story reached the whole way up to New Hampshire, where the article was published.  If crimes by the Klan had continued, the forward movement of America would have been significantly affected."],"locations":[{"id":8420,"lat":42.9153034863,"lng":-71.7160081721,"zoom":9,"place":"HILLSBOROUGH, New Hampshire"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":1851,"tag":"Enforcement Act"},{"id":1852,"tag":"Terror"}]},{"id":5802,"title":"<strong>A Virginia Soldier Reflects on Battle and Wishes to be Home for the Holidays</strong>","course_id":113,"status":"P","start_date":"1862-11-30","end_date":"1862-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Sunday morning, November 30, 1862, Confederate soldier John French White wrote an intimate, yet dismal letter to his wife, Mat. White’s letter began with an explanation of how grateful he was to have received mail from his wife: “[I] contented myself by reading your welcome letter which afforded me great pleasure.” A few lines later, Mr. White proceeded to explain the horrors of the Battle of Sharpsburg (Antietam), which he had been involved in a few months earlier.","In his description of the Battle of Sharpsburg, White wrote, “Oh Mat it","almost makes [me] shudder to think of it how…Sept. 17 ’62 [will] live in the memory of the 32 Va. reg[iment] & its friends.” Despite all the carnage and devastation of the battle, White walked away unharmed. He viewed his survival as an act of God: “Thanks be to a kind Providence I came out unhurt but narrowly escaped. A ball passed [only] through my blanket between my body and right arm.”","The heart of White’s letter, however, is found in the remarks he made about coming home for Christmas. White acknowledged his wife’s plea for him to “get a pass to come to Mothers in the Chris[t]mas.” In response to her plea, Mr. White wrote, “I am sorry to tell you to do either [find a substitute or go home] is utterly impos[s]ible.” Although he hinted at the fact that he wanted to be home for Christmas, White understood that he had a commitment to the Confederacy. Since Mr. White was on “picket duty” in Fredericksburg and was expecting the city to be shelled by the Union forces, he had to abruptly end his letter.","White’s fear of the memory of the Battle of Sharpsburg had a lot of merit. As historian James McPherson pointed out, Sharpsburg was the site of some of the Civil War’s hardest fighting. Just as White had hinted, at nighttime on September 17, 1862, Confederate military leaders reported losses greater than fifty percent in several brigades. In addition, President of the Maryland Historical Society, Burton Kummerow, noted that about 23,000 soldiers were killed and wounded during the Battle of Sharpsburg. In regard to White’s fear of how the day would be remembered, Kummerow argued that it would forever be seen as a victory for the Union, and it eventually prompted Lincoln to issue the Emancipation Proclamation. Historian Stephen Sears also argued that the perceived Union victory at Sharpsburg compounded with the Emancipation Proclamation, prevented Britain, France, and other foreign agents from getting involved in the Civil War.","Aside from the Battle of Sharpsburg, White’s letter reflected emotions shared by soldiers on both sides during the Civil War. The Civil War proved to be more than just a few short battles. The physical and emotional stresses brought about by fighting, such as that at Shapsburg, gave every man a strong desire and longing for home, especially around the holidays."],"locations":[{"id":5992,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":755,"tag":"Confederacy"},{"id":122,"tag":"Soldier"},{"id":32,"tag":"Civil War"},{"id":1256,"tag":"Christmas"},{"id":1793,"tag":"Virginia Infantry"},{"id":1853,"tag":"Fredericksburg"}]},{"id":5803,"title":"<strong>Congressman W.S. Groesbeck Supports the Seizure of William Walker</strong>","course_id":113,"status":"P","start_date":"1858-01-11","end_date":"1858-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the House of Representatives on January 11, 1858, the Honorable W.S. Groesbeck of Ohio took the floor to argue in support of the recent capture of filibusterer, General William Walker. The speech served as a rebuttal to objections raised by Representative Keitt of South Carolina and Representative Stephens of Georgia.","Representatives Keitt and Stephens argued that the seizure of Walker and his company from Nicaragua was illegal. For these two Congressmen, the United States had violated jurisdiction zones established by the “law of 1818” during Walker’s seizure. In defense of the US forces that captured Walker, Representative Groesbeck focused his speech on the theme that “the sea is no sanctuary for crime.” He stated that since Walker and his company were American citizens, “the duty of this Government [was] to keep the peace with all other nations; and to break up combinations of its own citizens who have actually started upon expeditions to violate the peace of other nations.” This being said, Representative Groesbeck saw nothing wrong with the actions the US government took to apprehend Walker and his company: “He [the commander of the US Navy] had the right to cross the line of the marine league from our shore; he had the right to pursue this expedition, which was being <em>carried on</em> across the Gulf; and he had the right, with the consent of Nicaragua, to enter within her jurisdiction.” Simply put, General Walker and his company were rightfully and legally seized and detained by the US government.","William Walker was a man of many skills. Despite his medical education and experience in journalism, he is best remembered as a filibusterer. Walker’s first filibuster occurred in 1853 in Sonora, Mexico. The success of this filibuster prompted Walker to pursue Nicaragua a few years later.","The US Department of State acknowledges that filibustering-the militaristic actions of private citizens in a foreign land-was common in the years between the Mexican War and Civil War. Like Walker, most filibusterers were southern men hoping that the acquisition of new territory in Central America would ensure the expansion and survival of slavery. For this reason, as historian James McPherson wrote, “While much of the northern press condemned Walker as a pirate, southern newspapers praised him as engaged in a ‘noble cause.’” These conflicting perceptions of Walker’s actions created fierce tension in Washington.","When Walker and his company returned to Nicaragua in 1857, the US reacted. Historian Amy Greenberg wrote on this matter, “In May 1857 Walker surrendered to the commander of the United States navy after falling to the combined pressure of a Central American army, Great Britain, and threatened American shipping interest.” As evident in Rep. Groesbeck’s speech, there was a lot of controversy concerning Walker’s seizure. This contention between southerners and northerners in regards to the US actions was, in the end, pointless. In May 1858, a jury in New Orleans acquitted Walker of all charges for violating federal law."],"locations":[{"id":1275,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":9,"tag":"Law"},{"id":1,"tag":"Crime/Violence"},{"id":20,"tag":"Diplomacy/International"},{"id":1854,"tag":"Filibuster"}]},{"id":5804,"title":"Pennsylvania Surgeon Tends to the Wounded at South Mountain","course_id":113,"status":"P","start_date":"1862-09-14","end_date":"1862-09-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dr. Theodore S. Christ completed his medical training in 1860, and he joined the Union army the following as a surgeon. In September of 1862, he served as the surgeon for the 45<sup>th</sup> Pennsylvania Infantry in the Ninth Corps of the Army of the Potomac. On the fourteenth of that month, General McClellan tasked Christ’s regiment with taking Turner’s Gap during the Battle of South Mountain. Their goal was to silence a Confederate artillery battery firing from the Gap. The soldiers fought uphill against Confederates defenders behind stone fences. However, despite the regiment being only one month old, Dr. Christ wrote in his diary “our noble 45<sup>th</sup> fought with the bravery and skill of veteran soldiers” and forced the Confederates to retreat “where they had thousands against our hundreds.” The doctor tended to the wounded carried to him while the battle raged around him. In his diary he wrote, “One place that I had just been a few moments before a shell struck and exploded, throwing the dirt all over me 50 yards off.” This instance and similar others prompted Christ to move his hospital 300 yards down the hill before continuing with his work.","According to the regimental history of the 45<sup>th</sup> Infantry, twenty-seven soldiers were killed and 107 wounded during the two and a half hours of combat. The intense fighting claimed General Jesse Reno, the commander of the Ninth Corps. Reno became the target of a Confederate sharpshooter while he surveyed the enemy and was shot in the chest. Christ also tended to Captain William Grove, who received a wound to the leg from a Minié bullet. Christ recorded that both of the lower bones of the leg were shattered, and as such, an amputation became necessary. Captain Grove later died from his wounds. All told, there were 300 Union soldiers killed and 1,500 wounded during the course of the battle.","The Battle of South Mountain came about through a blunder on the part of one of General Robert E. Lee’s subordinate officers. Prior to the start of his Maryland Campaign, Lee issued Order 191, which detailed his plan to split his army and send part of it to capture Harper’s Ferry. A Union corporal found a copy of the order wrapped around three cigars next to a road in Frederick, Maryland. General McClellan used this information in an attempt to attack the separate Confederate forces. To get to the enemy, he had to send his troops over South Mountain, where Lee and his Rebels were waiting in the passes through the range. The Confederates managed to delay the Union long enough to escape without significant harm. Many of the units involved at South Mountain later fought during the Battle of Antietam."],"locations":[{"id":5992,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":1857,"tag":"Surgeons"},{"id":1856,"tag":"Order 191"},{"id":1855,"tag":"Battle of South Mountain"},{"id":32,"tag":"Civil War"}]},{"id":5806,"title":"A Pennsylvania Private Watches the Fighting from Culp’s Hill at Gettysburg","course_id":113,"status":"P","start_date":"1863-07-01","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1862, Private Milton S. Lytle received orders to transfer from his original unit, the 125<sup>th</sup> Pennsylvania Infantry, to General H.W. Slocum’s headquarters division of the Twelfth Corps of the Army of the Potomac. Lytle was a part of this unit when the Twelfth Corps marched towards Gettysburg on July 1, 1863, to support the Union forces there already engaged with Confederates. By the end of the second day of fighting, the corps under Slocum had been pushed back to Culp’s Hull at the northern end of the Union line. On the dawn of the third day, Lytle watched as soldiers of the unit pushed outward in an attempt to recapture the positions they had held the day before. In his diary, he wrote his comrades were “hotly engaged…but half a mile off. This infantry fighting commenced at 4 am.” The fight between Slocum’s men and the Confederate troops under General Edward Johnson lasted for seven hours. In this time, the Union men managed to drive off the Rebels and reclaim their trenches from the previous day. Following this action, the battle subsided for a few hours.","Private Lytle, feeling safe due to the lull in the fighting, settled down to take a nap in the woods of Culp’s Hill. He awoke fifteen minutes after one o’clock to the sound of Confederate cannons firing on the Union positions on Cemetery Hill. Lytle described the barrage as such: “The cannonading for two hours was terrific, exceeding Chancellorsville in rapidity. The shells did fearful execution.” This cannon fire was the opening act of what would become known as Pickett’s Charge. During this attack, as many as 15,000 Confederate troops charged across almost a mile of open field, straight into Union artillery and rifle fire. Over half of the attackers were cut down before the retreat was sounded. This marked the turning point of the battle and the furthest Confederate troops advanced through Union lines. After the failed charge, Lytle climbed the hill to look into Gettysburg, but returned to his position after a narrow miss with a sharpshooter’s bullet. The next day, Lee’s Army of Northern Virginia withdrew and escaped to Maryland. Over the course of the three days, over 50,000 Union and Confederate soldiers died on the fields of Gettysburg. Lytle and his comrades spent July 4 looking for Rebels left in the town. He described what he encountered that morning in his diary: “Silence prevails today. The face of every soldier wears a joyful expression. Our success yesterday was decided.”"],"locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"}]},{"id":5807,"title":"A Local Describes Gettysburg After the Battle","course_id":113,"status":"P","start_date":"1863-07-20","end_date":"1863-07-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Battle of Gettysburg remains the bloodiest battle in United States history. With a combined 51,112 men killed in the battle over a three day span, the momentum of the Civil War took a turn in favor of Union forces. With fallen soldiers decorating the landscape of the Gettysburg battlefield, <em>The Republican Compiler</em>, a Gettysburg newspaper from 1854 to 1868, published vivid details of what the battlefield looked like and the significant effects the battle left on the town.","A local man, Mr. Cooke, who was a special correspondent for <em>The Age</em>, another local newspaper, gave one of the most graphic accounts of the battle’s aftermath. <em>The Republican Compiler</em> printed Cooke’s account in their July 20, tenth edition; the second paper that they had printed since the end of the battle. Cooke gave a report of the entire battle, but the section where he describes the scenery after the battle is the most moving.","He visited the battlefield on Tuesday July 7; four days after the battle had ended. He described the abandoned battlefield in a manner that is similar to it being completely destroyed. He stated that, “Every fence was knocked down, and every house or shed upon the battle field around it had its windows shattered, its walls torn out and its roof in tatters… The grain and grass which once grew there, was almost ground to a jelly.” The Union forces had about 94,000 men serving at the battle and the Confederates had 70,000 men. The number of men who marched, shot, and were killed or wounded at Gettysburg led to the destruction of the terrain.","Cooke not only described the battle and the destruction that occurred in Gettysburg, he also explained the common horrors of the Civil War. Cooke wrote about the dead soldiers that he saw on the battlefield and states that, “Many walked about amid the horrid stench of the field unmoved. The looked upon the dead, to be sure; with no expression of pity if he were a Federal soldier and only a laugh of a curse if he were a Confederate…” Cooke offered the view that all of the men should be remembered for how they fought and died, instead of who they were fighting for. And his portrait of other people looking through the battlefield for their own memento or souvenir, instead of being deeply effected by how many dead they were walking through is a prime example of how people became numb to the horrific events that surrounded them."],"locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":1861,"tag":"Confederates"},{"id":321,"tag":"Union Army"},{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"}]},{"id":5820,"title":"Pennsylvania Train Crash Leaves Several Dead","course_id":113,"status":"P","start_date":"1871-09-01","end_date":"1871-09-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The Democratic Watchman </em>of Bellefonte, PA reported on an accident that occurred on the P & E rail line (Pennsylvania and Erie Railroad). The accident resulted in six passengers and crewmembers dead, as well as many others injured. The train was travelling at an excessive speed and the conductor lost control, which resulted in the train running off the tracks. The issue reported is centered on what should be done and who bore responsibility for the loss of lives from crashes as described in the article.","The argument that the <em>Democratic Watchman </em>is trying to make is that there needed to be some kind of means to protect these lower class workers in the north and the south. The newspaper is also trying to help put the blame when a on the railroad company owners when accidents occur because they are the people that were benefitting primarily from the railroads. An interesting statement from the articles says, “…there are engineers who can neither read nor write, and whose written orders have to read to them by a second party.”","The development of the railroad, in during Reconstruction had a significant impact on the United States and economic growth. The Railroads opened up the west to development and it helped the south grow its industrial economy. Historian Eric Foner states, “…the railroad, like the war itself, acted as a nationalizing force, sharply reducing transportation costs and establishing a vast national market that laid the foundation for the explosive growth that, within a quarter century would make the United States the world’s preeminent industrial nation.” Foner’s words emphasize the impact that the railroad had on the country and economy.","The railroads attracted many working class citizens to employment because railroads jobs were nearly always available, according to historian Michael Fitzgerald.","The railroads did benefit the country’s economy in many positive ways, but the negatives highlighted in the article showed that the issues were not something that were talked about, or regulated properly throughout. Jobs were widely available, but the lack of worker protection and education also was an issue in the growing industrial economy."],"locations":[{"id":11010,"lat":42.1560237395,"lng":-80.1032079004,"zoom":9,"place":"ERIE, Pennsylvania"},{"id":10918,"lat":40.9190359343,"lng":-77.8196278227,"zoom":9,"place":"CENTRE, Pennsylvania"}],"tags":[{"id":1824,"tag":"Railroads"},{"id":1880,"tag":"Reconstuction"},{"id":1881,"tag":"Industrialization"}]},{"id":5808,"title":"James Brownson Dunwoody DeBow Writes \"DeBow's Review\", a secessionist and agricultural journal druing the Civil War and Reconstruction era.","course_id":113,"status":"P","start_date":"1846-01-01","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["J DeBow Begins DeBow’s Review"," "],"locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":1862,"tag":"James DeBow"},{"id":1863,"tag":"The DeBow Review"},{"id":1864,"tag":"The Civil War"}]},{"id":5809,"title":"Political cartoonist Thomas Nast depicts his thoughts of racism in America during the Reconstruction era.","course_id":113,"status":"P","start_date":"1874-01-01","end_date":"1874-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":null,"locations":[{"id":8927,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":1114,"tag":"Political Cartoons"},{"id":1864,"tag":"The Civil War"},{"id":1865,"tag":"Thomas Nast"}]},{"id":5810,"title":"A young Minnesota soldier documents his regiments training and arrival at camp in a letter to his parents.","course_id":113,"status":"P","start_date":"1861-06-27","end_date":"1861-06-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" "],"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1864,"tag":"The Civil War"},{"id":516,"tag":"Battle of Bull Run"},{"id":1866,"tag":"Minnesota First Regiment"}]},{"id":5812,"title":"A Black Union Soldier Demands Equal Pay","course_id":113,"status":"P","start_date":"1864-06-01","end_date":"1864-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In a recommendation for trial written by a First Lieutenant of the 2<sup>nd</sup> U.S Colored Cavalry in early June of 1864 there is mention of Private Sylvester Ray, also of the 2<sup>nd</sup> U.S Colored Cavalry, who demanded equal pay for the African-American soldiers. In this recommendation, he states that, “he charges conduct prejudicial to good order and military discipline.” At this time, black soldiers made seven dollars a month plus a three dollar clothing allowance while white soldiers of the same rank made thirteen dollars a month.","In many units, black soldiers were not permitted the same benefits as their white counterparts. It did not take long for the black soldiers to become aware of these discrepancies and start to demand equal pay. Private Sylvester Ray wanted pay that was the same as white soldiers because seven dollars a month was not enough to send home or pay for things that the black soldiers needed. Additionally, this discrepancy in pay was an injustice to African-American soldiers who were fighting for the same cause as their white counterparts.","According to historian Christian Samito, “the pay disparity undermined army discipline but also energized black soldiers’ demands for equal treatment.” When black soldiers realized that they were not being paid equally they threatened to desert the army or to rise against their white superior officers. Other places, the black soldiers rejected their pay, demanding equal pay. The tipping point for many of the soldiers was letters that had been sent from home. In many of these letters, their parents, wives, or children did not have enough money to survive on and were suffering. After receiving his letter, one unnamed soldier said, “we have been tried in the fire both of affliction and of the rebels, and nothing remains but pure metal.” This sentiment was reflected across most black units until equal pay was promised in late June, just a short while after Private Ray’s recommendation for trial. After enough troops protested the unfair conditions, the military started to listen. Samito believes that change occurred as “white officers came to realize, black soldiers mutinied not out of nervous energy…but as political action undertaken by men who felt newly entitled by their wearing of the uniform.","Private Sylvester Ray’s subsequent muster roll was also listed with his recommendation for trial. In the muster roll, it is clear that his pay for the month was raised to be equal with what was normal for white soldiers. It appears that his insistence on fairness and justice paid."," "," "," "],"locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":321,"tag":"Union Army"},{"id":42,"tag":"Civil Rights"}]},{"id":5813,"title":"Generals Sherman and Forrest Talk About the War","course_id":113,"status":"P","start_date":"1870-09-10","end_date":"1870-09-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In September of 1870 the <em>Shenandoah Herald</em> reported a conversation overheard between General William Tecumseh Sherman (U.S.) and General Nathan Bedford Forrest (formerly C.S.A) on a riverboat somewhere on the Mississippi River. The article reported that Sherman explained to Forrest the trouble he had created for him filling not only his every waking thought, but his dreams as well. Forrest replied by telling Sherman that if he had been given the command he had asked for he would have not only been a dream but a real nightmare pressing Sherman’s flanks on their “march to the sea” and forcing them to walk through the most hazardous land.","Like many of his contemporaries, William Tecumseh Sherman started his military career at the United States Military Academy. After some time in Florida during the Second Seminole War he served in California rather than in the Mexican-American War like his colleagues. Before the Civil War broke out Sherman worked briefly in law and banking before taking up the post as superintendent of the Louisiana Military Academy; a post he resigned at the outbreak of the war to rejoin the Federal Army. On the Confederate side in the war Nathan Bedford Forest started his military career as a cavalry private. Then using money he had earned as a successful cotton, land, and slave dealer created his own unit of which he was named lieutenant colonel; this unit would later become the famous 7<sup>th</sup> Tennessee Cavalry. Forrest eventually rose to the rank of brigadier general.","Both men distinguished themselves during the war playing key roles in leading their respective armies. Throughout the war Forrest used lightning strike tactics to harry and terrorize Federal Forces. In the summer of 1864 Sherman remarked, “that devil Forrest must be hunted down and killed if it costs ten thousand lives and bankrupts the federal treasury.”","This candid moment between former enemies reveals the importance that honor played in the lives officers at the end of the nineteenth-century. The South especially subscribed to a “Culture of Honor” where it was important to not offend others and to maintain you reputation. Thus two men who just six years earlier had been sworn enemies were able to put aside their pasts and step back from the struggle and anguish that the other caused them and discuss if not joke about their experience."],"locations":[{"id":6954,"lat":33.7815927154,"lng":-90.8705141101,"zoom":9,"place":"BOLIVAR, Mississippi"}],"tags":[{"id":284,"tag":"General Sherman"},{"id":32,"tag":"Civil War"},{"id":1867,"tag":"General N.B. Forrest"},{"id":1868,"tag":"Mississippippi"},{"id":1869,"tag":"Riverboat"}]},{"id":5814,"title":"A Native American Officer Writes Home about Promotion","course_id":113,"status":"P","start_date":"1863-10-07","end_date":"1863-10-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 7, 1863 Captain Ely S. Parker of the United States Army wrote a letter to his brother Nic under the belief that their father was dead, bemoaning that, “We are orphans, scattered far and wide across this country. We must all do our best. We can feel that our lost parents have gone the course of nature.” Parker ended the letter by asking Nic to move in with their sister left alone by the death of their father, and take care of his house before finally telling his brother, “I am now Asst. Adjt. Genl. To Major General Grant and will remain so for the future.” This final news would be important for anybody but it was particularly important to Parker a member of the Seneca Nation.","Ely S. Parker played an important role in the Civil War as Adjutant to General Grant. He wrote many of Grants important orders and correspondence and was named Grants military secretary during the Petersburg campaign. Parker attained the rank of brevet brigadier general, the only Native American to reach this rank in the Federal Army during the Civil War. Parker was present at Appomattox and wrote the terms of Lee’s surrender. At the surrender Lee looked at Parker and seeing that he was a Native American remarked, “I am glad to see one real American here.” Parker later said, “I shook his hand and said, ‘we are all Americans’.”","Parker’s letter home highlights how soldiers were often just as concerned about the things going on at home as they were about the war; even during a pivotal moment in his military career Parker was more concerned about his dying father and making sure his sister was taken care of than he was about his promotion.","Letters like Parker’s can highlight the sentiments that soldiers felt towards the war. Even though Ely S. Parker was a very unique person living in very unique circumstances his letter still reflected how many soldiers looked at the war."],"locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":761,"tag":"letter"},{"id":32,"tag":"Civil War"},{"id":932,"tag":"Native American"},{"id":1870,"tag":"Ely Samuel Parker"},{"id":1871,"tag":"General Grant"}]},{"id":5815,"title":"A Union Soldier’s Correspondence about Disease in Hospitals","course_id":113,"status":"P","start_date":"1864-04-08","end_date":"1864-04-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John L. Knapp of the 9<sup>th</sup> Indiana Regiment wrote a letter to his friend Mary Merrick during his stay in a hospital in Chattanooga, Tennessee. In this letter, Knapp commented, “Where there are many people together they are liable to catch disease. More than they do at home. I used to be afraid but I am now all over it now.” These diseases afflicted many soldiers throughout the war.","Disease was a major part of the Civil War. Historian Dale C. Smith, who studied medicine throughout the war, stated, “The general hospitals early in the conflict were makeshift arrangements in whatever buildings could be found, an approach that was seriously flawed.” The army lacked enough doctors or other medical officials to meet the demand of injured soldiers. Historian Richard H. Shryock estimates that each surgeon at Gettysburg had about nine hundred cases to tend to. This caused doctors to work quickly, increasing the odds of spreading disease amongst the injured.","The methods that surgeons used were often unsanitary. For example, chest or abdominal wounds required the surgeons to probe the wound to find the bullets or to help stop the bleeding. The hospitals themselves also carried many germs. Poor sanitary conditions allowed diseases such as typhoid, dysentery, and diarrhea to infect soldiers.","Knapp’s fear of disease shows how rampant it was among soldiers in close quarters. Shyrock mentions that “High as were the casualties, it is well known that losses from disease were higher.” He also mentions that roughly ten percent of all soldiers were sick at one time. Fear of disease such as Knapp expressed, coupled with the mortality rates of those that caught disease, wore on soldiers as the war went on.","In a study cited by Smith, there were approximately 6,445,000 casualties combined between the Union and Confederate armies from May 1, 1861 through June 30, 1866. Of these, over six million were disease related. Shryock also looked at the numbers of deaths during the Civil War. According to him, by the end of the war, about 250,000 Union troops were killed by disease compared to 110,000 deaths from battle injuries. That means that roughly 70% of deaths in the Union army were a result of disease. Similarly, Confederate soldiers suffered about 164,000 deaths from disease and 94,000 on the battlefield; good for roughly a 64% disease mortality rate.","As the war continued, there were some improvements made in medicine that helped. Quinine and chloroform were both agents used during surgeries to help ease pain and make surgeons’ jobs easier. These advances also helped to ease the minds of soldiers such as Knapp."],"locations":[{"id":12053,"lat":35.1803733014,"lng":-85.1633326083,"zoom":9,"place":"HAMILTON, Tennessee"}],"tags":[{"id":100,"tag":"Medicine"},{"id":32,"tag":"Civil War"}]},{"id":5816,"title":"African-American Killed KKK Member in Memphis, Tennessee","course_id":113,"status":"P","start_date":"1868-03-19","end_date":"1868-03-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 19, 1868, <em>The New York Times </em>reported the murder of a supposed Ku-Klux Klan member by a “Negro” in Memphis, Tennessee. The paragraph summary reported that a group of Klan members went to the African-American’s home the night prior and “demanded admission” there. Henry C. Blair, the supposed KKK member, shot and killed by the homeowner during the confrontation. <em>The New York Times</em> predicted there would be no “further trouble” despite the animosity the situation had created in the surrounding area.","The general philosophy around the creation of the Ku Klux Klan “tapped the daily economic and social frustrations of the average white southerner, and in doing so rationalized who the enemy was and how they were to be defined, fought, and eliminated as a threat,” claimed professor Kwando Miassi Kinshasa. The KKK began as armed counterpoint to the reconstruction ideas implemented in the United States after the Civil War. Many KKK members were “war-veterans, the unemployed, the ex-slave, poor white farmers and restless youth whose fortunes were yet to be made and lost.” As the United States prepared to make massive changes in a country that remained in shambles from a four year war, the entry of thousands of African-Americans into the status of citizens was a nightmare for southerners who lost the war. Kinshasa wrote, “Violent attacks by the Ku Klux generally inflicted havoc among unarmed rural Freedmen.” The notion of slavery died with the Civil War, but, the idea that African-Americans could have full ownership of property and their own labor was an idea that many Southerners could not reconcile after the defeat of the war. To disarm the Freedmen from all power and rights would place the whites back in a position of power and leadership after a dreadful defeat.","The murder of a Klansmen in Tennessee represented the willingness of African-American citizens to fight for the rights that were inherently theirs. Despite the violence that the Klan enforced on the African-American population, armed resistance by African-Americans occurred. Tennessee, the only state outside of the deep South that had a significant portion of the population in support of the KKK, refused to push the Klansman’s murder."],"locations":[{"id":12369,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":151,"tag":"Ku Klux Klan"},{"id":1115,"tag":"Freedmen"},{"id":248,"tag":"tennessee"},{"id":1872,"tag":"New York Times"}]},{"id":5817,"title":"Northern Democrats View 1871 Election As Life or Death","course_id":113,"status":"P","start_date":"1871-10-07","end_date":"1871-10-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Political ideologies between the Republicans and Democrats were left in limbo following the Civil War. <em>The Democratic Watchman, </em>of central Pennsylvania printed a call to action for Democrats to go out and vote to ensure a majority for the party across the board of all of the offices.","After the conclusion of the war, Republicans had a strong hold on northern cities, but there were still Democrats making an effort to represent their views. Additionally, even though Democrats often sacrificed their political ideas for the war, they did not want to let the trend of a Republican-dominated government to continue after the war.","The article also sought to persuade readers of the righteousness of the Democratic view by comparing the election season to another battle in war. It stated, “Let not one man be left behind: get them all to the ranks and go to the polls determined, invincible, and in farness!” The Civil War had only been over for short six years at this point and such martial imagery still had the ability to move readers’ emotions.","The election of 1871, which is being described in the article, was not a presidential election year. Possible low Democratic participation in the 1871 election is described in the article as a large issue due to concern that if Democrats did not rally for a local election, then the trend would carry over into elections for years to come. This is stated in the <em>Watchman </em>as, “One or the other of these alternatives will result from the influence in which Democratic defeat or success in the present campaign will have upon the presidential struggle next year.” The article attempted to rally the Democrats by suggesting that there will be “alternatives” if constituents do not vote. Despite this call to action on the part of the Democrats, in the 1872 presidential election, the hopes of the to eliminate the Republicans from the executive are crushed because incumbent President Grant defeated their candidate Horace Greely."," "," "],"locations":[{"id":10918,"lat":40.9190359343,"lng":-77.8196278227,"zoom":9,"place":"CENTRE, Pennsylvania"}],"tags":[{"id":658,"tag":"Elections"},{"id":1873,"tag":"Republicans"},{"id":1874,"tag":"Democrat"},{"id":1875,"tag":"Presidential Election"}]},{"id":5818,"title":"Northern Democrats Rally Around the Union Flag","course_id":113,"status":"P","start_date":"1861-04-18","end_date":"1861-04-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Upon the end of the siege on Fort Sumter in Charleston, South Carolina, <em>The Democratic Watchman</em> of Bellefonte, Pennsylvania reflected a disappointment with the Lincoln Administration, but gave support for the Union war cause. The Union lost the fort for the remainder of the war during the first battle of the American Civil War, but the newspaper was more concerned with the fact that the North was going to be under control of the Republican Party because the war had officially started.","During the battle, not a single life on either side was lost to hostile fire, but in the eyes of the northern Democrats the real loss was the representation of Democrats in Congress, according to the newspaper. The political unrest, such as outlined in the Democratic-leaning <em>Watchman</em>, occurred as a result of the war starting to spread throughout the country. Citizens had many new worries including the length and cost of the war, and whether  the states would unite under again.","Despite the many different reactions to the attack on Fort Sumter, the one aspect that was commemorated was the flag. The flag of the United States, a symbol of freedom and democracy in the Union was taken down after the battle and replaced with the Confederate national flag. In the article, the tone changed when the flag was discussed. Historian Mark E. Neely commented about the flag at the fort, “the first prints of Sumter were quickly supplanted by those depicting the American flag under attack. These constituted the earliest manifestations of the Union image…” As Neely points out, the tone of the Watchman piece was hardly unique in expressing fervor for the Union despite opposing Republican leadership in general. As the <em>Watchman </em>article stated, “We can have no government on any other terms, but it has often been found in the world’s history that a bad government is better than none at all.” The statement exemplifies that the Democratic northern citizens know that they need the government to win the War Between the States and without it there would be not be a chance.","The article portrays a negative connotation towards all government bodies, but the rally-around-the-flag cry had a larger impact because the people know that they need the government to win the war."],"locations":[{"id":10917,"lat":40.9190359343,"lng":-77.8196278227,"zoom":9,"place":"CENTRE, Pennsylvania"},{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1873,"tag":"Republicans"},{"id":1876,"tag":"Fort Sumter"},{"id":1877,"tag":"Flag"},{"id":1878,"tag":"Democrats"}]},{"id":5819,"title":"View of Possible Secession in Rural Pennsylvania","course_id":113,"status":"P","start_date":"1860-11-15","end_date":"1860-11-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Republicans of the northern states ignored all threats from the South regarding the idea of secession when the rumors regarding secession began to circulate. In some cases they took false hope that the only real threat to secede came from the state of South Carolina. Statements from a small town central Pennsylvania newspaper, <em>The Democratic Watchman,</em> affirmed that it was not possible, nor likely, for any of the other southern states to follow South Carolina’s lead and leave the Union.","In regards to the small town doubt about secession, the <em>Democratic Watchman</em> stated, “It is probable that no southern state will cooperate with South Carolina in secession and resistance to the General Government, and that she will not attempt to go out of the Union alone.” The <em>Watchman, </em>similar to other small northern towns, believed that South Carolina would not leave the Union unless they had support and alliance of other southern states that were willing to secede.","In the South, the push for secession was speared by the election of republican Abraham Lincoln as the president of the United States on November 6, 1860. The election stands as the final controversial political moment before southerners began to formally choose secession. Southerners believed that Lincoln would take their liberties because he was a member of the Republican Party and this pushed southern trust of the federal government to its breaking point.","Secession should not have caught the Union by surprise because before the election of 1860, southern citizens, who were considered supporters of the Union, warned northerners of the likelihood of secession upon Lincoln’s presidential victory. This “fever” for independence soon spread out of the deep south and into the upper south. South Carolina called for a convention immediately following the news of Lincoln’s victory. The federal judge at Charleston, the District Attorney, the Collector, and other federal officers, all from the state of South Carolina, resigned from their respective offices. These officials were attempting to bring immediate issues with the federal government.","South Carolina voted 169 to 0 to secede from the Union of the United States of America on December 20, 1860. By May 21, 1861, the eleven states that all eventually comprised the Confederacy had officially broken from the Union."],"locations":[{"id":10917,"lat":40.9190359343,"lng":-77.8196278227,"zoom":9,"place":"CENTRE, Pennsylvania"}],"tags":[{"id":719,"tag":"South Carolina"},{"id":683,"tag":"Abraham Lincoln"},{"id":1861,"tag":"Confederates"},{"id":1879,"tag":"Secession"}]}]}