{"id":114,"title":"America From Civil War to World Stage","school_id":43,"school_name":"Widener University","term":"Fall 2013","abbr":"HIST356","url":"","description":"","points":[[35.6494467796,-75.4861826401],[40.6916304076,-74.0035386433],[39.9274533048,-77.7212153562],[40.7805662337,-73.9388482485],[41.8064084993,-72.7328417292],[42.3649994065,-70.9800517697],[39.96955852,-83.0093502958]],"bounds":[[42.3649994065,-70.9800517697],[35.6494467796,-83.0093502958]],"episodes":[{"id":5774,"title":"Orville and Wilbur Wright, The Inventors of the 3-axis Flight Control System, 9 Months before their powered flight at Kitty Hawk.","course_id":114,"status":"P","start_date":"3/23/03","end_date":"12/17/03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The names of Orville and Wilbur Wright are synonymous with flight and are best known for being the first to achieve powered flight on December 17, 1903, at Kitty Hawk North Carolina [1]. Most of us can even visualize the black and white photographs or the sketched images of the Wright Flyer with Orville Wright lying on his stomach at the controls for the 12 second of flight. However what most people outside of the world of aviation do not realize is that nine months prior to the historical day at Kitty Hawk, the Wright Brothers submitted a patent application that would not only be the cornerstone of the technology that would allow them to achieve powered flight, but would be what some historians say is their greatest contribution to manned flight, both past, present, and future.","On March 23, 1903, Orville and Wilbur Wright filed a patent application with the U.S. Patent Office for their “Flying Machine” to legally document the theory and application of the 3-axis flight control system. It is important to note that the flying machine in their patent was a glider, and not a “powered” flying machine [2].  However more importantly, contained within the patent for their glider, was the invention of the revolutionary 3-axis flight control system. The 3-axis flight control system documented in the patent finally allowed for the control of pitch, yaw, and the roll of their glider. Pitch allows them to raise or lower the nose of the glider. Yaw allows the glider to turn left and right, and roll allows them to manipulate the level of the wings [3].","The patent that Orville and Wilbur submitted contains three hand-drawn pages containing five figures. Figure one is explained as “a perspective view of an apparatus embodying our invention in one form.” The perspective is from the front left and slightly elevated view of their “invention.”  Figure 2 is a “plan view of the same, partly in horizontal section and partly broken away” top view. Figure 3 is a right or starboard “side elevation,” and Figures 4 and 5 are “detail views, of one form of flexible joint for connecting the upright standards with the aeroplanes” [4]. Each figure is adorned with numbers that correlate to a seven-page running commentary of the interworking of their invention [5]. What is surprising is their patent is written in such a manner that the person who is reading it did not have to have an advanced degree in mechanical engineering to understand this. The reasoning for the use of such a simple commentary could be attributed to the fact neither of the Wright brothers were engineers. In fact Wilbur had studied at Yale, but had dropped out, and Orville had dropped out of high school [6].","In 1901, Wilbur and Orville performed tests on their glider in a wind tunnel, or with strings attached and flying it like a kite so they could collect data and study how the wings of their glider reacted to air. The data they collected in the wind tunnel and kite tests did help to improve the design of their wings, but most importantly the tests allowed them to postulate and then hypothesize the requirement to have three different sets of controls. Since their glider had to move on three different axes, each axis would need a control to maintain balance while in the air. The first control was designed to warp the wing to stabilize the plane’s horizontal movement, or as it is called today the plane’s roll. The elevator mechanism controlled the vertical angle of the nose, or pitch. Finally, they added a moveable rudder to prevent the craft from spinning out of control and to control the plane’s forward movement left and right, otherwise now known as the aircrafts yaw. In its final form, the 1902 Wright glider became the world’s first fully controllable “unpowered” aircraft [7].","From September 19, 1902, to October 24, 1902, the Wright brothers completed 700-1,000 successful glides with their 1902 glider at Kill Devil Hill, near the town of Kitty Hawk, North Carolina. It is also important to note that during the flight testing of the 1902 glider, the Wright Brothers were able to control their glider for 26 seconds and over a distance of 622 feet, which is a full 14 seconds and 504 feet longer than their first successful powered flight which would not be achieved for another nine months. [8].","On March 23, 1903, Orville and Wilbur Wright filed their “Flying Machine” patent application with the U.S. Patent Office, and nine months later and with the addition of an engine and propeller for thrust, the 1902 Wright glider was transformed into the more well-known manned, powered, and most importantly a fully controllable aircraft that achieved the first powered flight [9]. Now almost 110 years later, from the most high-tech fighter aircraft, to the largest passenger or cargo aircraft, to the smallest ultra-light aircraft, or even to the “Good-Year” or Met-Life blimp, they all have one thing in common: They can all trace their ancestral roots back to the Wright Brothers’ March 23, 1903, 3-axis flight control system patent [10].","[1] Smithsonian Institution, <em>Inventing a Flying Machine,</em> Jakab et al., http://airandspace.si.edu/exhibitions/wright-brothers/online/fly/1902/glider.cfm (accessed November 18, 2013).","[2] Wright, O. & W. Flying Machine, United States Patent 821,393, March 23, 1903.","[3] <em>Ibid</em>.","[4] <em>Ibid</em>.","[5] <em>Ibid</em>.","[6] Library of Congress, \"The Inventive Wright Brothers,\" <em>Library of Congress,</em> n.d., http://www.loc.gov/teachers/classroommaterials/primarysourcesets/flight/pdf/teacher_guide.pdf (accessed November 18, 2013).","[7] Smithsonian Institution, <em>Inventing a Flying Machine, Jakab et al.</em>, http://airandspace.si.edu/exhibitions/wright-brothers/online/fly/1902/glider.cfm (accessed November 18, 2013).","[8] Library of Congress, \"The Inventive Wright Brothers,\" <em>Library of Congress,</em> n.d., http://www.loc.gov/teachers/classroommaterials/primarysourcesets/flight/pdf/teacher_guide.pdf (accessed November 18, 2013).","[9] Wright, O. & W. Flying Machine, United States Patent 821,393, March 23, 1903.","[10] <em>Ibid</em>."],"locations":[{"id":51505,"lat":35.6494467796,"lng":-75.4861826401,"zoom":9,"place":"Dare, North Carolina"}],"tags":[{"id":1809,"tag":"3-axis flight control"},{"id":1808,"tag":"Controlled Flight"},{"id":1807,"tag":"Wilbur Wright"},{"id":1806,"tag":"Orville Wright"},{"id":1527,"tag":"Wright Brothers"}]},{"id":5778,"title":"\"Comstockery in America\", <em>The Woman Rebel</em> - by Margaret Sanger","course_id":114,"status":"P","start_date":"7/1/15","end_date":"7/31/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","In 1914, Margaret Sanger fought for women and their right to have control over their own bodies. She was shocked that working-class women were unable to obtain safe and effective birth control. Sanger began providing them with the information and the knowledge to have a say regarding what they would do with their bodies in and out of marriage; the right to decide if they would become a mother or not, and the right to prevent conception if they wished. During this time she published a monthly newspaper titled <em>The Woman Rebel</em> for working-class women where she openly discussed many of these topics with her readers. This was the first publication of its kind in America, and many topics the newspaper discussed were touchy subjects that U.S. postal authorities and Anthony Comstock , U.S. Post Office Inspector, called obscene. Many of her publications advocated the use of contraception and for that reason three issues of <em>The Women Rebel</em> were banned from the mail. In August of 1914, Margaret Sanger was indicted for further publication of newspapers and, not wanting to go to prison, she fled the country under a false identity. While out of the country, she had friends release 100,000 copies of a 16-page pamphlet she had written with instructions on the use of various contraceptive methods entitled “Family Limitations.” This infuriated Anthony Comstock, who went on the hunt to bring Margaret Sanger to justice.","Anthony Comstock was a powerful American reformer who led a fight against what he viewed as obscene material in literature and other publications. The term “Comstockery” was born in regard to his war against stopping this type of material from being shared amongst Americans via the U.S. mail. In 1873, he successfully lobbied Congress for a ban on mailing obscene or inappropriate material. This act became known as the Comstock Laws of 1873. During that time he served as a special agent or inspector for the U.S. Post Office and founded the New York Society for the Suppression of Vice. He devoted his life to fighting against what he felt was obscene material, which included attacking Margaret Sanger and her newspaper. He would not rest until she was brought to trial for her writings in the paper.","In July 1915, Margaret Sanger was indicted under the Comstock Law for her discussions regarding birth control in <em>The Woman Rebel</em>. During this time she responded to the Comstock Laws in her paper in an article titled “Comstockery in America.” She writes that Europeans are laughing at Americans in regard to this Comstockery in America.  The young women of Europe look up to Americans for their freedom and opportunities, Sanger argues, but are saddened when they learn that American women have to fight for their right to have a say in what they will and will not do with their own bodies. Margaret Sanger informs her readers that in order to fight Comstockery, they must know who and what is behind it. She assures her readers that the purpose of the paper is to make the working-class woman aware of their rights. To give them knowledge to know what great power they have over what they chose to do with their own body. She states how it is the working-class woman that is suffering because she does not have access to the knowledge and resources like women of wealth. Margaret Sanger says the working-class women are the ones who are having the big families and who fill the death lists from abortions. She states that she will defy the law and not hide behind the walls, but continue to fight for the working-class women. She will continue to provide them with the knowledge and information they deserve. She asks Americans to join her in her fight against the Comstock Laws and to realize they deserve to know their rights. She believes Comstockery must die and education on the methods to prevent conception must continue.","Margaret Sanger continued to fight for women’s rights regarding birth control and in 1921 she started a campaign based on education and publicity which was aimed to win mainstream support for birth control by opening the American Birth Control League. Her efforts helped the movement gain the support of medical professionals and social workers. Possibly her biggest contribution, and what she is best known for today, is her role in the Birth Control Federation of America in 1939, which was later renamed Planned Parenthood Federation of America. Sanger, until her death in 1966, continued to fight for what she had always wanted for the women of American; less costly and more effective birth control."],"locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":1819,"tag":"The Woman Rebel"},{"id":1818,"tag":"Anthony Comstock"},{"id":481,"tag":"birth control"},{"id":535,"tag":"Comstock Law"},{"id":1393,"tag":"Margaret Sanger"}]},{"id":5779,"title":"Woman’s New Role’s during the Civil War","course_id":114,"status":"P","start_date":"1861-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Civil War was a hard time for many people including soldiers and the families that remained back home.  The war was fought from 1861 to 1865 and many wives and families were left home alone to make do by themselves.  There is no doubt that northern and southern soldiers had a very hard job both fighting for their respective countries and fighting for their own lives on a daily basis, but back home woman had to deal with struggles of their own and changes to their lives while their men were away at war.  Many women took on new jobs that they had never had to do before.  The average women of the Civil War took on many new roles in order to survive and help out with the war.  Some women openly supported the war and joined in where they could while others openly rebelled against it.","A young woman named Rachel Cormany was married to Samuel Cormany and had recently moved to the town of Chambersburg, Pennsylvania, from Canada right before the start of the Civil War.  After her husband went off to fight in the war Rachel documented her daily life in a diary.  Rachel’s diary often talked about her daily activities during the war, and she talked of the town’s struggles and her own while the war was going on.  She was a new wife who was not used to managing household affairs and taking care of a family all on her own.  Hunting was one thing that was new for Rachel but it was one of the few ways she could go out and provide food for herself and her daughter.  Every day was a fight for her own life as well as the life of her young daughter.  Rachel’s town was in the middle of the war path and they were often frequented by the southern rebels coming through town to terrorize shop owners and families.  They often kidnapped people and left people for dead when coming through town.  Wives and children were told to lock themselves in their house and hide from sight in order to stay safe.  Rachel often speaks of the daily fear she went through, as well as her depression and concerns for her husband.  She spoke of lying in bed at night and hearing flying shells and bullets while she thought of her husband and hoped he was okay.  When the rebels traveled through her town the mail services often stopped and long periods would pass when she would not receive letters from her husband so the wait would stress her to no end.  Even while living in this fear daily personal lives would still have to continue as normal and the laundry would still need to be done, the children tended to as well as all the other household chores.  Religion was a major way that Rachel would try to maintain her sanity during the war and at times when she was not able to go to church due to the rebels being in town, she would sit and read passages and say her prayers for Samuel’s safety.  Rachel may not have obtained an official job but she had to do many jobs in her home life that she did not have to do prior to the conflict.","While Rachel stayed home to tend to her family’s daily needs, other women joined the war to help by becoming nurses, relief workers, or even serving as soldiers.  During the war a large number of women volunteered to become nurses during the war.  They tended to the victims and witnessed up close the horrible injuries obtained during the fighting’s.  The war relief workers would do jobs such as sewing new clothes for the soldiers to wear and they would also gather medical supplies, food and even bedding for the men of the war.  During the Civil War over 400 women disguised themselves and serves as soldiers and some even fought in the battles of Gettysburg, and Antietam.  These women would have to dress up and disguise themselves as men in order to fight, and many held their own and fought in great battles during these times.  After the wars these women often returned to their normal roles as housewives and mothers.","Rachel stuck to her job in the household during the war and kept a home for herself and her child so that Samuel could return home to the house he had left at the beginning of the war.  She often wrote about the possibility of leaving her home to get away from the rebels but was always scared that Samuel would return home and she would not be there.  She stuck through some very hard times during the war and did things she never had to do before as well as maintained her fight on the home front. Women played all sorts of roles during the Civil War and no one role was more important than the others.  The war was a very difficult time for most people and everyone put forth a fight to survive including the women of the Civil War."],"locations":[{"id":11033,"lat":39.9274533048,"lng":-77.7212153562,"zoom":9,"place":"FRANKLIN, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":5,"tag":"War"}]},{"id":5788,"title":"\"What! Rob A Poor Man of His Beer!\"","course_id":114,"status":"P","start_date":"1873-12-24","end_date":"1873-12-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In this analysis I will attempt to unlock the purpose of a handbill entitled \"What! Rob A Poor man of his Beer!\" and the meaning behind the words contained within that were written by \"Mr. John Barleycorn Jr.\". The name of the author appears to be a fictitcious name that was used by the anonymous writer of the pamphlet to personify alcohol and to better get his point across. The article was published for the use of the Woman's National Christian Temperance Union.","Organizations such as the Women's National Christian Temperance Union were key players in the fight for national Prohibition of alcohol and utilized documents such as \"What! Rob a Poor man of his Beer!\" to get their message across to readers. The exact date of the pamphlets publication is not noted in the document, but it was created by the National Temperance Society and Publication House in New York sometime between December 24th 1873 when the first protest by the Temperance group occurred to prior to the January 16th, 1920, adoption of the Eighteenth Amendment which prohibited the sale and distribution of alcohol.","The document is a poem that describes the possible pitfalls of alcohol consumption and attempts to focus on the important negative aspects of the consequences of its use such as the financial strain, domestic violence, and immoral behavior that its abuse promotes. It is obvious that the document is a pro-Prohibition document that was designed to enlighten the reader and was used as a tool by the Christian Temperance Union to gain support for a nationwide ban on alcohol production.","The pamphlet points out how much money is wasted on alcohol consumption that could be used to improve the lives of the families that it affects. It places a great deal of emphasis upon how funds are wasted in the saloons that could be better the economic situations for many families. This was a definite concern during those times.","As stated in the poem \"What! Rob a Poor man of his Beer!\" there is mention of a few examples of the type of financial issues that alcoholic abuse contributed to. One such example was mentioned in this statement \"Of ten thousand dollars paid upon the spot, two-thirds was paid directly to the saloons.\" (Barleycorn n.d.) This statement alone proves that alcoholism was a major cause for economic problems that were hurting the economy of families across the nation. Violence is also hinted towards in the pamphlet.","There are several lines in the poem which point out alcohol as being the reason for violence in the family. One such line states \"What! Rob a Poor man of his ale, and prevent him from beating his wife.\" (Barleycorn n.d.) This one line speaks of how violence in the family directed towards women was a serious issue and a justification for Prohibition to be ratified. It is clear from such statements that the author wanted to alert readers that domestic abuse occurred when intoxicated husbands returned home from a night out at the saloon.","Overall the document is a perfect example of how organizations got their message across in regard to their views on Prohibition during an era when print media was the only way to spread information and influence public opinion. The pamphlet's author utilized a poem to explain the downfalls of alcoholism and more importantly promoted and drew attention to the benefits of a dry nation. It was also a way to deliver a message to the general population in a language that everyone could understand at that time. This is clear in the simplistic, informative, but also somewhat entertaining, way that the author attempts to get the attention of the reader by his or her use of a poetic form of writing."," "," "," "," "," "],"locations":[{"id":8927,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":1840,"tag":"Womens Temperance"},{"id":860,"tag":"Principle of Prohibition"},{"id":699,"tag":"Temperance Movement"},{"id":111,"tag":"Prohibition"}]},{"id":5789,"title":"Lever Bros. LUX Magazine Advertisement","course_id":114,"status":"P","start_date":"1/1/20","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As a result of industrialization and suburbanization in the late nineteenth and early twentieth centuries, there was a shift in the attitudes of people around the nation. Both movements led to major social changes in America at all levels, particularly among the growing middle class. People were having fewer children, engaging in careers that afforded heads of households’ higher incomes, and purchasing things they not only needed, but things considered luxuries. The print advertising industry was also undergoing several major changes.","Of the many luxuries enjoyed in the late 1800’s were finer articles of clothing.  Those finer articles could not be laundered in the same manner as the more heavy-duty fabrics.  As a result, the use of specialty soaps started to gain popularity.  One individual who profited from this fashion trend during the Second Industrial Revolution was William Hesketh Lever (1851-1925) of England, who was considered one of the “World's Greatest Advertisers”.[1]  In 1885, as a result of fashion demands and increased motivations brought on by technological advancements and industrial development, the Lever brothers, William and James, decided to leave their father’s business in order to enter the soap industry.[2]  They made and sold their own copyrighted Sunlight household soap.[3] When the topic of fabric care came up in discussions and individuals were asked to name a soap company, the name of Lever Bros. was commonly mentioned.[4] In 1887, Lever Bros. built the factory community of Port Sunlight in Cheshire, England, on 56 acres of swamplands.[5] As the use of household soaps and laundry products increased, the Lever Bros. continued advertising and expanding their business around the world, creating branches in places such as France, Germany, and the United States.[6]","During this time period, the popularity of LUX laundry soap, a popular Lever Bros. product at the time, for washing finer articles of clothing even penetrated Hollywood when the majority of movie actors/actresses favored the product.[7] One specific Lever Bros. advertisement targeted to women was published in 1920 in a magazine by the name of the <em>Delineator</em>, which illustrated an artistic ad for LUX laundry flakes.[8] The ad presents a smaller sketch on the left of a maid helping a sophisticated woman with her garments, and a larger drawing on the right showing one woman sitting down on an outside bench admiring the expensive quality of another woman’s silk and lace ruffled dress. The print under the illustration describes several luxury items while persuading the reader to believe that using LUX suds will not damage their finer fabrics. Likewise, the woman being admired in the ad is wearing a purple and white silk ruffled dress and seems to be posing in a very statuses manner while the other young woman is apparently complementing her. This advertisement shows that during this time there was a significant need for a laundry product designed for expensive items and that women in particular were starting to purchase and wear garments of better quality, and thus needed a different soap that could clean their higher-quality apparel without damaging them. Also, a portion of the ad seems to pull at the viewer’s natural inclinations and aspirations by creating the belief that they too could wear lavish and expensive garments by purchasing LUX. In the magazine, the posture of the woman in the smaller picture to the left is also producing an air of arrogance and pride by her stance as she gets assistance from her maid with her outfit.","Before print advertisements like this became popular, trade cards were circulated. Not only were children encouraged to play with the cards in order to educate them on the existing roles set by society, (such as a young woman becoming a wife and homemaker), but they also served as a means of advertising.[9] Most of these cards “advertised nationally manufactured and distributed products” with the name of the company printed on the packages in order to present it as a gift to their customers while also serving as a veiled marketing device.[10] American society had grown fundamentally by the 1900s and thus different advertising techniques were established. Especially in regard to the aforementioned LUX advertisement, that was created as an instrument to sell Lever Bros. products. This advertisement shows viewers today how much society was changing by industrialization and urbanization. No longer were middle-class people content with utilitarian fabrics, but instead wanted varieties of materials such as silk, satin, and lace with hundreds of patterns to choose from.","Furthermore, one of the larger issues at this time, was the use of advertisements as a way of exemplifying the growth of consumer culture and beliefs while giving birth to a new profession - specialized corporate advertising.[11] Jackson Lears, of Rutgers University, discussed this trend by stating there has not been an easy transition of “modern art and modern advertising” since there was a previous belief which held that the smartest and most successful graduates of art schools that were employed by big corporations for the purpose of assisting with advertising were “selling out”.[12] During the early 1900s however, this was no longer the case. Modern art pieces were now being used to capture consumer trends of the time. As a result of the evolution in advertising from word of mouth, to trade cards, to company brands creating art pieces published in magazines, to modern advertisements seen today, small businesses have the ability to expand into million dollar corporations thanks to consumers and products that made history, such as LUX by Lever Bros."," "," "," ","[1]  \"Lever Bros.\" <em>Time</em>, September 16, 1929, Accessed October 31, 2013, http://0-web.ebscohost.com.libcat.widener.edu/ehost/detail?vid=3&sid=a8ac8858-98b2-4f76-8446-62be38b8886f%40sessionmgr198&hid=128&bdata=JnNpdGU9ZWhvc3QtbGl2ZQ%3d%3d#db=aph&AN=54787935","[2] “Lord Leverhulme”, <em>History</em>, Accessed December 2, 2013, http://www.history.co.uk/biographies/lord-leverhulme","[3] \"Lever Bros.\" <em>Time</em>, September 16, 1929, Accessed October 31, 2013, http://0-web.ebscohost.com.libcat.widener.edu/ehost/detail?vid=3&sid=a8ac8858-98b2-4f76-8446-62be38b8886f%40sessionmgr198&hid=128&bdata=JnNpdGU9ZWhvc3QtbGl2ZQ%3d%3d#db=aph&AN=54787935","[4] <em>Id</em>.","[5] “Lord Leverhulme”, <em>History</em>, Accessed December 2, 2013, http://www.history.co.uk/biographies/lord-leverhulme","[6] <em>Id</em>.","[7] \"Lever Bros.\" <em>Time</em>, September 16, 1929, Accessed October 31, 2013, http://0-web.ebscohost.com.libcat.widener.edu/ehost/detail?vid=3&sid=a8ac8858-98b2-4f76-8446-62be38b8886f%40sessionmgr198&hid=128&bdata=JnNpdGU9ZWhvc3QtbGl2ZQ%3d%3d#db=aph&AN=54787935","[8] “Organdies - linens - fine lawns and batistes,” <em>Duke University Libraries</em>. Accessed November 5, 2013. http://library.duke.edu/digitalcollections/eaa_L0062/#info","[9] Marilyn Mehaffy, “Advertising Race/Raceing Advertising: The Feminine Consumer(-Nation), 1876-1900”, <em>The University of Chicago Press, </em>Autumn 1997, Accessed October 31, 2013. http://www.jstor.org/stable/3175155","[10] <em>Id</em>.","[11] “Organdies - linens - fine lawns and batistes,” <em>Duke University Libraries</em>. Accessed October 31, 2013. http://library.duke.edu/digitalcollections/eaa_L0062/#info","[12] Jackson Lears, “Uneasy Courtship: Modern Art and Modern Advertising”, <em>The Johns Hopkins University Press</em>, Spring 1987, Accessed November 5, 2013, Stable URL: http://www.jstor.org/stable/2712634"," "],"locations":[{"id":20056,"lat":41.8064084993,"lng":-72.7328417292,"zoom":9,"place":"Hartford, Connecticut"}],"tags":[{"id":730,"tag":"Advertising"},{"id":1831,"tag":"Lever Bros."},{"id":1181,"tag":"American women"},{"id":1832,"tag":"Consumer Magazines"}]},{"id":5790,"title":"Women, Automobiles, and Advertisements.","course_id":114,"status":"P","start_date":"1/1/20","end_date":"12/31/29","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","“Motoring can ruin the finest skin,” the Pond’s advertisement boasts. Beauty products and motor vehicles may not seem to go hand in hand, but the ever changing cultural landscape of the 1920s saw many companies addressing the needs of the new age woman. In 1920 Pond’s published their advertisement in the <em>New York American Sun </em>newspaper; the product was a vanishing cream that, the company promised, could protect from sunburn and pore clogging dust. It also offered a cold cream which could help cleanse the skin after “a long motor trip.” This advertisement clipping highlights the trend of women who enjoyed “motoring.”","When automobiles were first created, many saw them as a luxury. By the early, 1920s the moving assembly line gave way to true mass production, which, in turn, created lower prices for automobiles. Vehicles were no longer seen as luxuries or toys for vehicle enthusiasts. Although vehicle registrations increased from 8.1 million in 1920 to 23 million in the late 1920s, motoring was still considered a manly sport. Motor cars were seen as a piece of masculinity that was both difficult and dirty to drive. Yet, many women sought driving as an act of independence and ignored naysayers who believed that women were incapable of learning how to operate a vehicle.","Famous women like Edith Wharton, Gertrude Stein, and Rose Wilder Lane publicized their use of the vehicle, inspiring housewives all over the country to do the same. The Suffragette Movement also pushed women to gain independence from their husbands and fathers. Women who lived in urban areas where roads were paved and petrol stations were readily available began owning and driving vehicles. In the country, wives of farmers used the automobile as a way to shop in nearby towns, run errands, take care of farm business, and visit with friends.","The push for the woman’s suffrage amendment and World War I made women a primary consumer. During the war many women became the sole providers in their households, when their men returned many continued their lives in the workforce which created disposable income. With the new trend of female drivers and workers many companies found new ways to market to them. Despite women no longer being seen as simply housewives, advertisers still kept up the “housewife” image. Ads did not promote women’s political and economic status, but focused on their social status instead. There were two ideas behind marketing campaigns centered on automobiles in the 1920s: (1) women were only concerned with the aesthetic quality of the vehicle they drove and (2) they were concerned with their appearance while driving.","Advertisers were not above pushing the image that women placed a higher importance on their personal style and appearance than other aspects of life. It was believed that women spent time choosing gowns, hats and shoes that complimented her driving habits and did not pay much attention to the mechanics of motoring. Pond’s understood that while many women enjoyed their newfound independence they did not stop subscribing to “Victorian” social mores, which instructed women to remain classy, elegant and fashionable at all times. If their skin was damaged by the sun, dust and wind it would ruin their flawless image. A woman who used Pond’s beauty products would be able to have the best of both worlds; freedom and youthful beauty."],"locations":[{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1544,"tag":"automobile"},{"id":7,"tag":"Women"},{"id":730,"tag":"Advertising"},{"id":1833,"tag":"Pond's Extract Co."}]},{"id":5795,"title":"<strong>TO OPEN GARDNER PALACE - </strong><strong>Public Will See Famous Fenway Court To-day</strong>","course_id":114,"status":"P","start_date":"2/22/03","end_date":"2/22/03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 22, 1903, an article appeared in the <em>Philadelphia Inquirer </em>describing the opening of an opulent new estate and museum in Boston. Admission tickets were sold out well before opening day of the museum. Described in the article from the <em>Philadelphia Inquirer </em>was the overwhelming magnitude of Fenway Court and the abundance of specifically styled rooms created to display Isabella Stewart Gardner's private art collection. Fenway Court was the name of the palace that was created and maintained both as the personal home and museum of Isabella Stewart Gardner. The building was a personal representation of Isabella Stewart Gardner's architectural and artistic desires. She was the daughter of a wealthy businessman, and her marriage to the wealthy John L. Gardner helped her rise to the same social status as her husband. Spending money was not a problem for the wealthy members of society like the Gardners, who built elaborate homes and other representations of their wealth. The public enjoyed reading about these activities since this provided a form of entertainment, whether one could visit the new building or not. It was astonishing for the public to read about such personal extravagance. During the Gilded Age, some wealthy Americans were enjoying their freedom to spend money on whatever they chose, as there were no boundaries on spending money for those that had it to spend. Historian Walter Lord commented, \"The privileged poured their money into projects that amused or interested them.\" Everything was done in very grand style and the more noticeable the better.","One could not help but notice Fenway Court. Isabella Stewart Gardner not only oversaw the construction details of her palace, but she lived in it as well. She also assisted in the painting of the walls in the palace, especially if she did not like the color being applied. If she did not like someone's workmanship or performance on the construction site, they were fired on sight. She insisted on supervising every job. Writer Nelson Lansdale stated that \"She almost literally supervised the laying of every brick.\" Her palace included a music room, a stage for theatrical productions, an extensive garden courtyard and many works of art. Isabella Stewart Gardner hired her own architect to design her palace. Author Robert L. Reid wrote that she \"worked with the architect Willard T. Sears to create a unique setting for her private collection.\" The courtyard was exquisite with a gigantic skylight that made the objects in the courtyard beautiful to be seen at any time of day. The palace appeared to be three stories tall with multiple balconies at every level overlooking the courtyard. In the United States, many wealthy Americans turned toward Europe for housing and design ideas. Writer Robert G. Athearn stated that, \"the socially prominent still looked to Europe and fawned upon its nobility.\" Isabella Stewart Gardner was a perfect example of one who admired European architecture. She was ahead of her time by the way she displayed her artwork with special lighting and a room design to help enhance the artwork and the time period it was meant to be shown in.","Isabella Stewart Gardner immersed herself in the arts and really spent little time thinking about anything else. Nelson Lansdale commented, \"Isabella once brooded so much on Cleopatra that she completely forgot it was Christmas Eve.\" She was also very involved with the Boston Museum of Fine Arts. Some would consider her to have been a bit eccentric, but her complexities made her an extraordinary woman. She lived an extravagant lifestyle and was known to have quite a temper that she was not afraid to show. Nelson Lansdale commented that Isabella Stewart Gardner was, \"no prude\" and \"she like to tell risque jokes.\" She preferred the company of men over women and loved to tell jokes that were rather shocking to some. She loved to wear gowns and expensive jewelry. Isabella Stewart Gardner often retained her own writers, musicians and actors for her theatrical events. Her love of artwork seemed to come naturally for her. Isabella Stewart Gardner frequently traveled abroad to collect her artworks. Her frequent travel companion to Europe was an artist by the name of John Singer Sargent. Besides painting a self-portrait of Isabella Stewart Gardner, there was some speculation that romance existed between the two. The husband of Isabella Stewart Gardner seemed to ignore such speculation and was content to follow along and continue to support his wife's lifestyle. She always traveled in style and preferred her carriage, with footmen and coachmen readily available. She loved her role in high society and found it amusing when people would talk about her. At times, it seemed as though she enjoyed being the center of attraction and entertainer herself. Her daily adventures in Boston and travels to Europe were written about often in newspapers such as the <em>Philadelphia Inquirer.</em> She certainly was of interest to the public, for her lifestyle was never boring.","The private opening of Isabella Stewart Gardner's palace occurred on New Year's night 1903 and was attended by special invitation only. However, Isabella Stewart Gardner had a vision for her palace to be publically enjoyed. In February of 1903, Isabella Stewart Gardner's museum opened to the public, as the article in the <em>Philadelphia Inquirer </em>noted. She wanted the public to be educated and share in her appreciation and enjoyment of the arts. It was Isabella Stewart Gardner's wish for Fenway Court to remain untouched and as Nelson Lansdale stated, \"as her will directed, remains almost exactly as she left it forever in 1924.\""," "," "],"locations":[{"id":49632,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"Suffolk, Massachusetts"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":1504,"tag":"Gilded Age"}]},{"id":5798,"title":"A review of an article debating whether Prohibition was a success or failure.","course_id":114,"status":"P","start_date":"1/17/20","end_date":"12/5/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Prohibition was a time in American history when some Americans’ desire to improve the lives of people in the United States by removing the temptation of alcohol (or ‘Prohibiting’ it) overshadowed the intrinsic rights and freedoms that are so dear to our country. Prohibition refers to “any law banning the sale and consumption of alcohol, in particular local laws that have the same effect.” [1] Prohibition was enacted from 1920-1933 because it was felt that alcohol was at the root of most crimes committed.  The logic of the laws was that by banning alcohol, society would see the near elimination of almost all acts of crime.  The proponents of these laws were mainly religious and women’s groups.","While crime declined by approximately a third initially [2], these laws actually lead to a new crop of illegal activity resulting in thousands of deaths from either murders, contamination from the consumption of unregulated alcohol, or violence against people who tried to obtain alcohol.","“ Prohibition – A Success or Failure” is a six-page article written in May of 1926 by the American Issue Publishing Company in Westerville, Ohio.  The author was Wayne B. Wheeler, General Counsel and Legislative Superintendent of the Anti-Saloon League of America.  His status within the Anti-Saloon league would indicate that he had a bias against the sale and consumption of alcohol and was a supporter of Prohibition.  However his views in the article seem fairly unbiased.  The article takes a look at Prohibition to see if the act helped eliminate the problems to which alcohol contributes or only proved as a social experiment that crime will continue to exist even without the presence of booze.","The article touches on the devastating effects of eliminating an entire industry.  This law not only affected brewers and saloon owners, but delivery men, cleaning crews, prison guards, and all the people who benefitted from this industry, including their families.  Typically, when an industry meets its end, it is in a gradual manner, brought about by gradually decreasing sales, etc.  So the impact of essentially “laying off” this entire industry at the same time was severe.","However, the benefits to drinkers, their personal health, family life, and public life were undeniable.  Family life saw a drastic improvement as paychecks were put to better use and life expectancies, and therefore wage earning years, lengthened.","During its relatively short 13-year lifespan, national Prohibition did a great deal of good for long-term family life.  It is significantly difficult to break familial cycles.  People repeat the habits that they grew up with unless they put significant effort into consciously changing them.  Therefore, there was a whole generation of kids who would have otherwise been raised in households with drunken fathers.  Mathematically, those children went on to have one to any number of children for whom the cycle was broken.  That changed the future for an innumerable number of Americans.  Success or failure, it may have been enough to reshape the future of American society."],"locations":[{"id":19923,"lat":39.96955852,"lng":-83.0093502958,"zoom":9,"place":"Franklin, Ohio"}],"tags":[{"id":1844,"tag":"bootlegging"},{"id":111,"tag":"Prohibition"}]},{"id":5805,"title":"When America was engaged in War War 1 a national creed was written in order to movtivate Amerian people to stay loyal to thier country.","course_id":114,"status":"P","start_date":"4/3/18","end_date":"4/3/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1910s, as war raged in Europe, America prided itself for remaining a neutral country. For three years President Wilson tried to keep America out of the overseas conflict. However, by 1917 President Wilson no longer felt that the U.S. could remain neutral due to attacks against American shipping and threats to the nation’s security. As the nation entered the conflict, patriotic activities and rhetoric became more popular. This show of patriotism was shown in many different ways, such as through songs like “Over there” by George M. Cohan. An even bigger show of patriotism took place when the New York State Commissioner of Education, Henry Sterling Chapin came up with the idea of creating a national creed. A creed is a system of principles or beliefs that is usually accepted by that group. The national creed would summarize America’s political faith by drawing from fundamental elements of American history and tradition. A nationwide writing contest was launched to find who could best put the national creed into words. The end result was what gave birth to the American Creed:","“I believe in the United States of America as a government of the people, by the people, for the people; whose just powers are derived from the consent of the governed, a democracy in a republic, a sovereign Nation of many sovereign States; a perfect union, one and inseparable; established upon those principles of freedom, equality, justice, and humanity for which American patriots sacrificed their lives and fortunes.","I therefore believe it is my duty to my country to love it, to support its Constitution, to obey its laws, to respect its flag, and to defend it against all enemies.","-William Tyler Page"," ","More than three thousand entries were submitted. The winner, William Tyler Page, was from Friendship Heights, Maryland. At the young age of thirteen, Page had served as a U.S. Capitol page in Washington. He then went on to serve as an employee of the Capitol building for almost sixty-one years. Winning a contest that shows patriotism probably came naturally for Page since he came from family deeply rooted in American politics. In 1650, one of his descendants arrived in America, and later settled in Williamsburg, Virginia. From 1789-1797 Congressman John Page served in the House of Representative. Page was also related to Carter Braxton, who signed the Declaration of Independence. The tenth president of the United States, John Tyler is another one of William Tyler Page ancestors.","America was a nation of immigrants that was engaged in a war against some of the counties from which many of the immigrants or their descendants originated. Some feared that this could cause conflicts and divide the American people. The American Creed reminds people to give power and support to the U.S. government and any challenges it will face in the future. The creed also reminds people to uphold their duties to the government in the land in which they now reside.","It was just a little over a year after the start of World War 1 when the National Creed of America was approved by the speaker of the House of Representatives and the commissioner of education of the state of New York. On April 3, 1918 in the House of Representatives Office Building the mayor of Baltimore James H. Preston presented the award to Page. The <em>Congressional Record</em> printed the proceedings that were related with the award on April 13, 1918. A year after the Creed was adopted by Congress, Page was elected clerk of the House. Thirteen years later, when the Democrats were the majority party, they created the office of minority clerk of the House of Representatives for Page. He held that position for the rest of his life.","At a time when patriotic sentiments were very important, the American Creed was the perfect compliment. Page’s short statement drew on American history and tradition to remind people what they were fighting for in 1918 and encourage them to give all to their country."," "," ","Sources:","Copyright ©1995-2013 by the Independence Hall Association","This Page Established on 20 November, 1994","Copyright © 1999-2012 by HomeOfHeroes.com"," "],"locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":1858,"tag":"America's Creed"},{"id":1859,"tag":"World War 1"}]}]}