{"id":115,"title":"U.S. History: 1812 - 1914","school_id":40,"school_name":"Foothill College","term":"Fall 2013","abbr":"HIST 17B","url":"http://www.foothill.edu/index.php","description":"American civilization from 1812 to 1914. Survey of United States history and its political, economic and social development.","points":[[40.7964015502,-73.8979738005],[36.5107097541,-117.409766133],[41.5926480759,-122.540368188]],"bounds":[[41.5926480759,-73.8979738005],[36.5107097541,-122.540368188]],"episodes":[{"id":5771,"title":"<strong>Women's Suffrage Parade in New York</strong>","course_id":115,"status":"P","start_date":"1/2/07","end_date":"1/2/07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Women did not have the right to vote in the 19<sup>th</sup> century, nor were they allowed to participate in any form of politics. They were not satisfied with such inequality. A visiting European dignitary -- Paul H.B. d'Estournelles de Constant -- noted the commitment shown by American women to achieve their rights. He noted that people laughed at the woman who claims the right to vote. Therefore, women pushed the boundary in setting up movements that enabled them to get involved in political activities. “The movement in favor of votes for women is a protest of outraged morality against the masculine infringements of politics on private life, conscience and individual liberty” (Estournelles de Constant p.72). \" I have heard the most frivolous society women admire the grandeur of an immense procession that went past their windows in New York. it was a women's demonstration, carried out on a winter day, amid rain and mud. Thousands and thousands of women, of all ages, all classes and all kinds, marched past, without distinction of place, forgetful of the times in which they lived, of their inequalities of station, of their joys and sorrows, their minds fixed upon a common purpose -- the emancipation of their sex and the right to act, compete, protest and vote in public as well as in private.\" (p.68)","Estournelles notes that eventually women finally earned the right to vote, in eleven states initially. In 1912, six states -- California, Utah, Wyoming, Idaho, Colorado and Washington -- had been won over to the principle of votes for women; the last five being among the least populous states in the Union (p.72).","The women’s rights movement changed the landscape of our society into what we know today. And it started with the belief that people are born equal. Here, let’s not forget there were forerunners and pioneers who sacrificed and fought so hard to get what we have right now."],"locations":[{"id":49747,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"New York, New York"}],"tags":[{"id":1799,"tag":"women's right"},{"id":617,"tag":"Feminism"},{"id":170,"tag":"suffrage"}]},{"id":5799,"title":"Japanese-Americans Forced to Evacuate to Internment Camps","course_id":115,"status":"P","start_date":"2/19/42","end_date":"2/19/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 19, 1942, President Franklin D. Roosevelt signed Executive Order 9066, \"<em>giving the War Department authority to establish 'military areas'in which designated people would be subject 'to whatever restrictions the Secretary of War imposed.'\" </em>(Patton). Congress then implemented the order on March 21 the same year. At first the Western Defense Command encouraged voluntary evacuation, but after that they began <em>\"involuntary removal and detention of West Coast residents of Japanese ancestry.\" </em>(Executive Order 9066). There were many people who raised their voices and expressed their dissatisfaction with the race hatred and compared the government's actions with those of Fascist countries. Larry Tajiri who was a former Washington D.C. correspondent declared to a Japanese news service, <em>\"We are loyal to the American flag but race hatreds are being stirred up now in the Fascist pattern.\" </em>(\"FR orders closed military areas\").","The FBI had already started raids to take in Japanese people. <em>\"One hundred twelve enemy aliens, some of whom were members of organizations rooted in enemy countries, were siezed today by the Federal Bureau of investigation in Wide-spread raids.\" </em>One of those seized in the area of Palo Alto was the head of a Japanese-American Society.","<em>\"\"Volontary\" evacuation actually began before Executive Order 9066. Enemy aliens had been excluded from areas designated by the Department of Justice as early as December 1941, and many had moved out of the prohibited areas voluntarily.\" </em>(Kashima 101). At first both German and Italian aliens were meant to be evacuated as well as Japanese-Americans and Japanese aliens, but eventually the order was applied only to the Japanese. Nevertheless, the voluntary evacuation failed and a mandatory evacuation plan was made, and the government started to look for areas suitable for both short and long term camps for the evacuees.","The first evacuees arrived at the new relocation centers in May of 1942, and by the end of June there were over 27,000 people at three relocation centers, or relocation camps -- Poston, Arizona, and Manzanar and Tule Lake in California (Kashima 149)."],"locations":[{"id":27686,"lat":36.5107097541,"lng":-117.409766133,"zoom":7,"place":"Inyo, California"},{"id":25719,"lat":41.5926480759,"lng":-122.540368188,"zoom":8,"place":"Siskiyou, California"}],"tags":[{"id":872,"tag":"Japanese"},{"id":1848,"tag":"Executive Order 9066"},{"id":1847,"tag":"Tule Lake"},{"id":1846,"tag":"Manzanar"},{"id":1845,"tag":"Internment camps"},{"id":1735,"tag":"World War II, Racism"}]}]}