{"id":119,"title":"Decade of Decision- 1970s","school_id":5,"school_name":"Rollins College","term":"Spring 2014","abbr":"HIS 120","url":"","description":"This course introduces students to the study of history through an examination of the political, economic, social, intellectual, and cultural events of the 1970s.","points":[[28.5146851201,-81.3237702415]],"bounds":[[28.5146851201,-81.3237702415],[28.5146851201,-81.3237702415]],"episodes":[{"id":5834,"title":"Abortion Law vs. Morale in the 1970s","course_id":119,"status":"P","start_date":"5/8/70","end_date":"5/8/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It is the 1970s, and a liberal arts college published a newspaper that contains an article about the emergence of the women’s liberation movement, and which focuses on the moral aspects of having an abortion. The author’s name is Gwen von Stetten, a student at Rollins College, and this article was written May 8, 1970; three years before the decision of <em>Roe v. Wade</em> and <em>Doe v. Bolton</em>, (both decided on January 22, 1973), two court cases that had made it to the Supreme and state courts, respectively. The question of how much the state and national government is able to interfere in a women’s right to have an abortion became a growing debate on personal rights and freedom, an occurring theme in the newly dubbed ‘Me Decade’ of the 70s.","While the discussion of abortion in the women’s liberation movement was indeed a sensitive one, before the landmark case Roe v. Wade came into the public sphere, the notion of abortion was only allowed in cases if the expectant mother had a serious health risk of carrying the baby to full term. In fact the article precedes both cases, yet writes about both the anti-abortion and pro-abortion views. The argument of the <em>Roe v. Wade</em> case was that under the 4<sup>th</sup>, 9<sup>th</sup>, and 14<sup>th</sup> Amendments, women as well as men were allowed due process, the right to privacy, and the ability to purse life, liberty and happiness. Carrying a child that a woman may not be able to take care of, whether due to financial issues, abandoning any educational and occupational aspirations, or for various other reasons goes against the 14<sup>th</sup> amendment. During this time, students became more disillusioned about their government’s ability to decide and intervene in personal matters such as healthcare, especially young women, and thus began to form new political divisions as a result.","In the article, the student writer chooses to use the moral line of thought when addressing her readers, manifesting the fetus into a helpless being to invoke emotional and moral beliefs in her audience. Articles such as these reformed how abortion was discussed in politics-when developing an argument the viewpoint previously would have more of a legal structure, citing whether or not it is possible to perform safe abortions.  Because of the landmark case, the legality of abortions was put into question by the American public at large, introducing a new ideology of politics and law-making that has been mixed in with morality. This opened up grassroots groups such as the New Right, conservatives who are morally opposed to the women’s liberation movement and pro-abortion laws in particular. The article closes with a political and moral quandary that has split America in two, and thus has become a mainstay in political and legal disputes since."],"locations":[{"id":36752,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1907,"tag":"roe v. wade"},{"id":1906,"tag":"women's liberation"},{"id":796,"tag":"Women's Rights Movement."}]},{"id":5835,"title":"Gender in the 1970s: Women's Fashions","course_id":119,"status":"P","start_date":"1/1/71","end_date":"12/31/79","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["With fine fabrics and linens that were “soft and sunswept”, Leedy’s on Park Avenue had clothes for “discriminating girls of all ages”[1]. This advertisement reflects the changes in women’s fashion in the 1970s. After the 1960s, known as a decade of peaceful, nonviolent reform movements, the 1970s brought changes in gender roles. Many women demanded equal rights and advocated for careers outside the home. Following the Title VII provision of the 1964 Civil Rights Act, the National Organization for Women was formed in 1966 to help create equal partnership with men. Due to the increase of women working outside of the home in nontraditional work settings, the fashions of women’s clothing started to change. Women that were working in factory jobs obviously needed work clothes – clothes with heavy thread, strong zippers, rugged fabric and heavy-duty pockets. To meet this new demand, the world’s largest retailer, Sears, Roebuck, and Co., “has developed a line of women’s work clothing to take the place of the old clothes, sweatshirts, jeans and men’s work clothing”[2] that many women wore on the job. While miniskirts, makeup, and high heels were popular in the 1960s, many feminists in 1970s rejected the assumptions of feminine beauty and culture by cutting their hair and wearing jeans and pants. From the protest years of the 1960s “American women were no longer willing to follow the lead of fashion designers. Women wanted more than one look and seemed to thrive on choice”.[3] These changing fashions for women were a result from a feeling of repression as one woman explained that “women have been forced to dress as objects since the invention of patriarchy. Why are women forced to dress certain ways? Because our clothes help keep us oppressed. They are a constant reminder of our position”.[4]  In the 1970s, fashion designers introduced a new line of skirts known as the “midi” and “maxi” skirts that came down to women’s ankles and were meant to replace “miniskirts.” While this trend didn’t last long, clothing stores quickly brought back miniskirts, women’s rejection of the longer skirts, “implicitly illustrated that women ought to be able to dress as they pleased, even if the fashions they picked emphasized their sexuality rather than their feminine virtue”[5]. Although not all women changed their styles to button down shirts, jeans, and men’s boots, the transformation in how women dressed challenged how the American society in the 1970s viewed women."],"locations":[{"id":36752,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1560,"tag":"The 1970s"},{"id":1758,"tag":"Gender"},{"id":197,"tag":"fashion"},{"id":196,"tag":"women's rights"}]},{"id":5841,"title":"Abortion in the 1970s","course_id":119,"status":"P","start_date":"5/8/70","end_date":"5/8/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the 1970s, abortion became a hot topic that was either avoided in conversation or would lead to a heated debate.  Even today, the debate over abortion is still present.  When the Roe v. Wade case was being debated in court from 1971 until the verdict was decided in 1973, many protests broke out across the nation.<sup>[1]</sup> These protests divided people, men and women, young and old.  In a <em>Sandspur</em> article from May 1970, Gwen von Stetten wrote about the importance of educating women about abortions, suggesting that we follow in the same path as the Southern Blacks did.  Since abortion was out of reach by lower classes, whether that was information or financial setbacks, von Stetten believed it to be beneficial for those women.  In addition, Rollins invited girls to discuss the topic on April 28, 1970.  Out of over 25 girls that were invited to attend, twelve girls actually showed up to discuss the topic.  This could indicate that the majority of girls are uncomfortable with the topic, or are simply not interested enough to attend a debate over the issue.","With the changed in abortion laws during the early 1970s, a Pandora’s Box opened with multiple problems spewing out of the metaphorical box.<sup>[2]</sup> Many of the more urgent problems required immediate action.  These actions affected many of the consumers and potential consumers, as well as health professionals.  With the Pandora’s Box opened, society had to accept that abortion was now the elephant in the room, so to speak.  While the topic existed in society at this time, this did not mean that people wanted to talk about abortion on a regular basis.  With the introduction of home pregnancy tests open to the public, this made determining a pregnancy easier for women who did not want to go to the hospital.<sup>[3]</sup> This leads to an increase in determining unwanted pregnancies earlier than usual.  This would, fortunately or unfortunately, lead more women to think about abortion as a solution to unwanted pregnancies."],"locations":[{"id":36752,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1758,"tag":"Gender"},{"id":1919,"tag":"1970s"},{"id":1920,"tag":"abortion"}]},{"id":5843,"title":"The Rise of Divorce in Florida in the 1970s","course_id":119,"status":"P","start_date":"1/1/78","end_date":"12/31/78","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Nationally, divorce rates climbed 82 percent during the decade of the 1970s, and in no state was this trend more apparent than in Florida. According to the 1978 records of the Vital Statistics of Florida (VSF), dissolutions of marriage (including annulments) reached an all-time high, while remaining below the 1975 divorce rate, at which it had peaked. The divorce ratio in 1978 was 7.4%, an increase from 7.2% in 1977, however still 0.1% shy of the 1975 peak ratio of 7.5%. Still, the table referenced in the VSF shows an overall increase in the frequency of marriage dissolutions through the 1970s. This growth is obvious when looking at the proportion of divorce in the 1970 (5.4%), compared to 7.4% in 1978. It is clear that within the span of 8 years, the rate of divorce in Florida grew by a substantial 2%.","Of course, the Florida State Board of Health offers several factors to be taken into consideration whilst evaluating the statistics concerning divorce. Many of the people whom establish residency in Florida do so solely for the purpose of taking advantage of the state's liberal divorce laws. This fact might account for the high frequency of divorce in Florida when compared to the national average. In 1978, for example, the ratio of dissolutions per 100 marriages in Florida was 69.3, whereas nationally, the ratio was far less, at only 50.3. Still, the State Board of Health predicts a decrease in the difference between these two ratios as other states become more liberal in their own divorce policies. When evaluating the number of marriage dissolutions in Florida, using the numbers collected over the years, the growing divorce trend becomes quite visible. In 1960, for example, 19,511 marriages were dissolved in Florida. By contrast, 37,202 marriages were dissolved in Florida a decade later, in 1970. And in 1978, 66,018 marriages were recorded as having been dissolved in the state of Florida. Given, the occurrence was rising more rapidly than the national average, but that is not to say that the national divorce rate had not been rising as well. In fact, the national divorce ratio had been following an upwards trajectory since 1963, and according to the National Center for Health Statistics, an estimated 1,130,000 divorces were granted in the US during 1978. This was 3.6% higher than the national divorce total for 1977. These statistics paint a clear picture as to the evolving social tendency towards divorce becoming a more frequent occurrence in 1970s America.","There are several logical inferences to make regarding these statistics, the most obvious being that divorce had become a more acceptable practice in US society during this decade. The significance of the rise of divorce in the United States is perhaps most evident in everyday family life. Such an increase in divorce alludes to the changing face of the typical American family during the 1970s. Average American adults during the 1970s probably knew more people who had been divorced, or re-married, than their parents had known. Having step-parents, or being a single mother was probably more common in the 1970s than it had been in the 1950s or 1960s. Regardless of the forces that fuelled this societal shift, the rising divorce rate, as documented in the 1978 Vital Statistics of Florida, clearly marks a change in the American landscape. The growth of dissolutions of marriages during the 1970s speaks to the transformative nature of the decade, and hints at the effect it had on the family dynamics of Americans."],"locations":[{"id":36752,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1496,"tag":"Florida"},{"id":527,"tag":"Divorce"},{"id":1560,"tag":"The 1970s"}]},{"id":5857,"title":"Black Professionals in the 1970's","course_id":119,"status":"P","start_date":"1/1/71","end_date":"12/31/79","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Following the riveting decade of 1960s, African Americans started to act upon the social and political equality that they were granted by the Civil Right Movements. Some of these freedoms include the desegregation of schools and public areas and African American assimilation into society. This great shift allowed women such as Eleanor Mitchell teach in private universities such as Rollins College. In the 1970s, 9.2 percent of African-American professors were women, and 29.3 Caucasian women were employed during this time. [1]Eleanor Mitchell was the first African-American professor at Rollins College to teach an International Relation courses.  She would later lead the first study aboard trip to explore Africa.  Mitchell goal was “insure that anyone who is interested, could find career opportunity information on international relations.”  During the trip to Africa, student would explore Senegal, Dakar, Liberia’s capital Monrovia, Ghana’s capital Accra, and the last stop Nigeria; which was the “slave coast”, where the slaves would have to wait until they were shipped off to the United States.[2] Following the trip to Africa, she was able to take four students from Rollins to the Model U.N session held at Auburn University, At the Model U.N session these students won a trophy for participating in the French Delegation.Still relatively young at 24, Mitchell opted to continue her studies in political science in Tallahassee. Mitchell worked for Governor Ruebin Askew in 1976 as a Supreme Court Law Clerk; she was named assistant general counsel and was the first black women to serve on the post.[3]","In the 1970’s over 700,00 African-American students were enrolled into college declaring majors such as communications, teaching, business administration, and medical related jobs. [4]After graduating from either a vocational school or a university, students usually continued their studies to obtain masters and doctoral degrees. [5]In 1977 there were 58,515 thousand African Americans to graduate with a Bachelors’ degree and 1,273 African Americans to graduate with a Doctorate degree. [6]Eleanor Mitchell established a successful professional foundation, but more importantly her career paved the way for African American women at Rollins College and other Universities.","[1] Victor Bondi, <em>American Decades 1970-1979</em>, (Detroit Michigan: Gale research Inc, 1995), 164-173.","[2] Simms, Rosemary. \"African Better Bee Ready For Eleanor Mitchell.\" <em>The Sandsour</em>, August 17, 1972."," ","[3] Wilkening, David. \"A Matter of Life and Death Job.\"<em>Sentinel Star</em>, February 7, 1977."," ","[4] Victor Bondi, <em>American Decades 1970-1979</em>, (Detroit Michigan: Gale research Inc, 1995), 164-173."," ","[5] Victor Bondi, <em>American Decades 1970-1979</em>, (Detroit Michigan: Gale research Inc,"," "],"locations":[{"id":36752,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1758,"tag":"Gender"},{"id":6,"tag":"Education"},{"id":1945,"tag":"African-American Women"},{"id":1946,"tag":"Higher Education"}]}]}