{"id":121,"title":"Introduction to Digital History","school_id":68,"school_name":"University of Wisconsin, Milwaukee","term":"Spring 2014","abbr":"Hist 404","url":"","description":"","points":[[43.4268115625,-89.948369585],[43.0070321924,-87.9667286742],[44.6366300925,-88.0119422379],[43.0673586017,-89.4183305055],[24.6544423073,-81.6949104117]],"bounds":[[44.6366300925,-81.6949104117],[24.6544423073,-89.948369585]],"episodes":[{"id":6074,"title":"Baseball: America's Greatest National Pastime","course_id":121,"status":"P","start_date":"1867-06-01","end_date":"1867-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As the Civil war drew to an end, it brought about the dawn of the game that would eventually be referred to as America’s “National Pastime.” According to the Baraboo Daily News, by 1867 baseball was pretty much organized and in full swing in the town of Baraboo, WI with much of the credit owed to the enthusiastic father of the game, George Dodd.","Baseball literally became the heart of little Baraboo, with its playing field in the very center of the town. Here, the people of Baraboo made memories and created history that is still shared today.  Like the day fans watched in awe as their very own Moore Hudson threw the very first fast pitch “like a bolt from the blue”.  Or the Baraboo boys most legendary and triumphant victory over their longtime Portage rivals.  Mr. Noyes pitched an excellent game that Fourth of July in 1976, and the colored catcher, who they called Johnson, with no protection and remarkable agility mastered the art of dodging the foul tips without letting his cigar leave it's spot between his lips.  It was an unforgettable day for Baraboo; it was an unforgettable game.","Every new-fangled pitch that developed with the passing years, from the fast ball to curve ball. Every time the incredible Le Grand Lippitt raced around the diamond in not much more than 13 seconds. Every time the crowd exploded as the crack of the legendary “Long Langdon’s” bat sent the ball soaring for a game winning homerun. This is what made the people of Baraboo fall in love with the game.  This is what made America fall in love with baseball.","The game changed over the years though.  Teams lost their “old-timers” from the roster and uniforms changed.  Although professional baseball started as a strictly white sport, African American’s started playing baseball in the mid 1800’s.  Players like Moses Fleetwood Walker and Bud Fowler finally made their way to inter-racial professional teams only to be rejected again by 1900; this eventually led to the founding of the Negro National League in 1920.  However, black players began creating their own teams and “barnstorming”, or challenging, any team willing to face them on the field. One of the most talented and well-known teams formed during this time was Robert P. Gilkerson’s very own Gilkerson Union Giants.  Though referred to as “those colored boys” and “the most comical aggregation ever assembled together”, the Giants swept across the country with an incredible series of victories.  During their 1921 season, the team came around that that home play a total of 916 times while their opposing teams scored just over 400 times.","Colored or not, America couldn’t ignore their astounding talent forever. On October 23, 1945 just 25 years after the Negro National League was formed and almost a century after American first discovered baseball, the Brooklyn Dodgers became the first ever Major League Team to recruit a black player: Jackie Robinson.  And so this began the uniting of leagues and the blurring of racial lines until all that was seen was players on the field who loved the game of baseball.","So yes, baseball transformed since 1867.  The rules in the book, the measurements on the field, the pitch coming off the mound, and even the color of the players on the roster have changed. From the Baraboo boys’ in 1867, to the barnstorming of the Gilkerson Union Giants in 1923; from the history changing Jackie Robinson of the Brooklyn Dodgers to the renowned Ryan Braun of the Milwaukee Brewers, it’s still the same game of baseball that makes America what it is today. And there is no doubt that baseball is still America’s greatest national pastime."],"locations":[{"id":15110,"lat":43.4268115625,"lng":-89.948369585,"zoom":9,"place":"SAUK, Wisconsin"}],"tags":[{"id":265,"tag":"america"},{"id":238,"tag":"African American"},{"id":233,"tag":"Baseball"}]},{"id":6084,"title":"<strong>Latino Activism- Big Impact in Univeristy of Wisconsin-Milwaukee during 1970. Si Se Puede!</strong>","course_id":121,"status":"P","start_date":"10/1/70","end_date":"10/31/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["During the 60’s Spanish Speaking at a university of United States would be a remote idea for some people. However, the University of Wisconsin-Milwaukee showed to the society that mixing new cultures would create a better community in the university.","The process of trying to involve more cultures and languages was a long process. According to the UW-M Spanish Speaking Outreach Institute gave many proposes to try to convince the university to provide more help giving extensive English as a Second Language for non-English speaking resident.  “The University of Wisconsin will establish as part of its program under the School of Education a Spanish speaking Outreach Institute as an umbrella program …to solve problems of non-English speaking members of this community.” Giving this type of opportunity could solve the lack of understanding caused because the language. Also, having a motivation to complete high school and knowing that they would have the opportunity to go to college and to feel welcome in the institute.","For the reason the Latin community wanted to let the rest of the institute know about their struggles. One of the methods they used was sending a flyer to the University of Wisconsin-Milwaukee about some suggestions of taking on consideration new programs into the institute. According to this flyer, the interesting fact about their purpose of adding a program for Spanish Speakers was that they wanted to have benefits for Latins, Indians, and Blacks.  As the flyer was shown, immediately the Chancellor’s Office should encourage the various deans and academic directors… to launch courses relative to the history and culture of Latins and Indians.”","However, the Spanish speaking institute had a long story behind it to reach their goals. Latin American did what they had in their hands, from the simplest things till the extreme. On October 13<sup>th</sup> 1970 the UWM newspaper published an article about how a group of Latin American students started a sit-in and hunger strike. The feeling of not being able to do something for the community of Spanish speaking made them do this “confrontation” to be heard.","On October 27<sup>th</sup> 1970 the article called, <em>Outreach plan win approval</em> found in the UWM newspaper mentioned “the council for Latin American education (CELA) and the administration…announced Friday agreement on the immediate establishment of a Spanish speaking outreach institute. The creation of this group gave and still gives the opportunity to many students to reach their dream of graduating of college.","For last, Roberto Hernandez one of the most active Latino leaders made possible the creation of the Spanish Speaking Outreach Institute. During a video clip he announced the creation of the program, revealing the final agreement with the institute of Milwaukee."," "],"locations":[{"id":36625,"lat":43.0070321924,"lng":-87.9667286742,"zoom":10,"place":"Milwaukee, Wisconsin"}],"tags":[{"id":2217,"tag":"Spanish speaking"},{"id":2206,"tag":"Wisconsin"},{"id":2205,"tag":"Latino"},{"id":611,"tag":"Activism"}]},{"id":6089,"title":"Liquor has always been plentiful in Wisconsin, even during prohibition.","course_id":121,"status":"P","start_date":"1/1/29","end_date":"12/31/29","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Chicago may have put the roar in the roaring Twenties but it was","Wisconsin with its steady resistance from otherwise law abiding citizens that","was the straw on the camels back of Prohibition.”  That is what Michael Bie","said in his book titled “It Happened in Wisconsin”  about the sentiment in","Wisconsin during prohibition. Then it was April 2, 1929 when 64% of","Wisconsin voters voted yes to repeal the Severson Act. The Severson Act is","the state law that enforced prohibition. This was three years before federal","prohibition ended in 1933. Frank Buckley of the federal bureau of","prohibition was commissioned by the national commission on law","observance and enforcement to do a survey and rate Wisconsin’s","enforcement of the federal prohibition laws. Buckleys report was based on","information he gathered from law enforcement officials, inspection of","records, and from personal observations.","“Wisconsin, to the average American unacquainted with actual","conditions therein, is commonly regarded as a Gibraltar of the wets— sort","of a Utopia where everybody drinks their fill and John Barleycorn still holds","forth in splendor.” That is an example of some of the colorful language","Buckley uses in this federal report to describe Wisconsin. Buckley holds","little back in the language he uses to get his point across. When reading","this report one can feel Buckleys prejudice against the “wets” as well as","“the foreign element”.  If this report was published today it might be","considered unacceptable and politically incorrect, but this was the language","of the time. The following is what Buckley had to say about the capital city","of Madison.  “The section of the city known as the Bush is made up of","Sicilian Italians of the worst sort, most of whom are bootleggers. There","have been several killings in this district, carried along the lines of similar","butcheries in Chicago”","While Buckleys report contains real statistical information about the","use of alcohol in Wisconsin during prohibition. The report is also a great","example of how documented history can be tainted and seen only through","the lens of the historian."," "," "," "],"locations":[{"id":18939,"lat":44.6366300925,"lng":-88.0119422379,"zoom":9,"place":"Brown, Wisconsin"},{"id":19337,"lat":43.0673586017,"lng":-89.4183305055,"zoom":9,"place":"Dane, Wisconsin"}],"tags":[{"id":2216,"tag":"Beer"},{"id":1844,"tag":"bootlegging"},{"id":2206,"tag":"Wisconsin"},{"id":111,"tag":"Prohibition"}]},{"id":6090,"title":"Father Groppi, the White Face of the Milwaukee Housing Crisis","course_id":121,"status":"P","start_date":"8/28/67","end_date":"8/29/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Today in the city of Milwaukee, there is a bridge that is dedicated to Father Groppi, an Italian Catholic Priest who will remain a hero in the racial history of Milwaukee.  On August 28, 1967 marchers in alliances with the NAACP’s Youth Council took to the streets of Milwaukee, protesting against unfair housing practices going on throughout the city.  In their peaceful efforts, they were met with violent opposition from the white supremacist that did not want to the city to integrate racially.  Father Groppi, the only white man against a panel of young African American gentleman, stood proudly next to them, and voiced his thoughts and gave his support to the African Americans fighting for equality.","Father Groppi gave the emotional interview to what he called “white power media” and urged the reporters to give the side of the story that they were refusing to report.  That day there was twenty two people injured when the opposing sides met after the protesters crossed the Sixteenth Street Viaduct, injured by rocks, bricks and other objects being thrown at them.  Fr. Groppi in the conference with the media questioned why there was none or little coverage of the violence that the whites persisted onto the peaceful protesters, he named different channels in the media for their lack of coverage.  The media channels responded minimally, agitating Fr Groppi that his point was the truth, that the media just ignored the violence against the African Americans but reported immediately when crimes against whites happened.","Father Groppi outright challenged politicians in the city to stop his peaceful protest by snubbing his request for gathering permits, he urged followers through the media to meet him where the arms of the government and police could not stretch, in the church to pray for peaceful resolve of the uprising.  He toils with the white leaders, angering them by proclaiming that the protests will continue until their voices are heard and policies changed.  Fr Groppi expressed how prayers and his peaceful tactics were no competition for the violent procedures of the white opposition, with the racial slurs that were yelled and the objects thrown.","As the bridge was a crossed, tension accelerated, with urine being tossed onto the marchers, and slurs such as “we want slaves” being yelled toward the marchers.  Unarmed commandos attempted to protect the marchers by placing themselves between the black marchers and the white protesters.  Without police protection, this was the only defense that was held by the marchers.  Fr Groppi, as shown in pictures, was the only white face in a sea of black faces, a true ally for the cause.  Sitting in the press conference, Fr Groppi courageously looked in the faces of unjust and dared for those who felt differently to challenge him.  Not even the Arch Bishop of Milwaukee could stand in his way, as he called out other Catholic Priests in other parishes for not being true to the Lord’s calling to aid the poor and impoverished.","The crossing of the bridge that evening staged an event that will be forever etched into the pictures of Milwaukee’s skyline.  The 16<sup>th</sup>st Viaduct stands proudly as a landmark reminding citizens of the struggles that past generations endured.  The hero of the story, Fr Groppi will forever be memorialized by all citizens of Milwaukee, for bridging the gap between the racial divides."],"locations":[{"id":33802,"lat":43.0070321924,"lng":-87.9667286742,"zoom":10,"place":"Milwaukee, Wisconsin"}],"tags":[{"id":2219,"tag":"unarmed commandos"},{"id":2218,"tag":"White Hero"},{"id":42,"tag":"Civil Rights"}]},{"id":6092,"title":"They fought with bread and humor.","course_id":121,"status":"P","start_date":"4/23/82","end_date":"4/23/82","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Drug smuggling in South Florida was a major issue in the early 1980's. Drugs were being dropped offshore and residents would pick them up, and bring them North to the distributors in the major cities. Many of the drugs coming into the country were coming from the Cuba and many of the Central American countries through Florida. In an effort to combat this problem the Federal Government set up a roadblock and checkpoint in the early months of 1982. The Border Patrol placed the roadblock at the northern limits of the Florida Keys. Residents of the Keys were disturbed about the fact that everyone was being stopped and searched upon their entry and exit of the County. With the massive amounts of tourism being lost, it was decided that an injunction against the Border patrol's actions should be filed in Federal Court. Dennis Wardlow, the mayor of Key West, flew to the Federal Court in Miami on April 22, 1982. The Court decided in favor of the Federal Government and maintained that the checkpoint was legal. When the media asked Mayor Wardlow what they would do, he responded \"we are going to go home secede.\" Then next day around noon, Mayor Wardlow, addressed the massive crowd. Reading the Conch Republic Proclamation of Secession, Wardlow ended the speech with \"Big trouble has started in much smaller places than this. I am calling on all my fellow citizens here in the Conch Republic to stand together, lest we fall apart-fall from fear, from lack of courage, intimidation by an uncaring government whose actions show it has grown too big to care for people on a small island.: The US flag was lowered in the town center, and the official flag of the Conch Republic was raised. Following the speech Mayor, now Prime Minister, Wardlow declared war on the United States. He took stale Cuban bread and broke it over the head of an individual in a US Navy uniform. Residents of the \"Conch Republic\" began throwing stale Cuban bread at the US Coast Guard cutter <em>DILLIGENCE. </em>After about a minute into the war, Prime Minister Wardlow surrendered to a US Naval Officer that was present. Upon the surrender, Wardlow demanded financial aid from the US for the Conch Republic. The US did not give the Conch Republic any financial aid, but the roadblock was immediately removed."," ","."],"locations":[{"id":40533,"lat":24.6544423073,"lng":-81.6949104117,"zoom":8,"place":"Monroe, Florida"}],"tags":[{"id":1879,"tag":"Secession"},{"id":1496,"tag":"Florida"},{"id":42,"tag":"Civil Rights"}]},{"id":6098,"title":"March for Equal Housing in Milwaukee","course_id":121,"status":"P","start_date":"8/28/67","end_date":"8/29/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The civil rights movement began in Milwaukee in the early 1960’s, with organizations such as the Congress of Racial Equality (CORE) and the Milwaukee United School Integration Committee (MUSIC) campaigning to desegregate Milwaukee’s schools and other institutions [1].  As the old housing units of Milwaukee’s inner core neighborhood were demolished, black residents began moving to other neighborhoods, but were met with resistance and discrimination, and were often unable to get people to sell or rent to them [2].  Alderwoman Vel Phillips tried several times to get a fair housing ordinance passed in the City Council, but was always the lone vote in support of it [3].  In 1966, A Catholic Priest, and civil rights activist named Father James Groppi was contacted by a black couple who had been denied housing because of their race [4].  After meetings with city official got nowhere, and tensions boiled over into a riot, the Milwaukee Youth Council of the NAACP, decided to march to white neighborhoods in protest [5].","On August 28, 1967, a group of civil rights marchers, led by the NAACP Milwaukee Youth Council and their advisor, none other than Father James Groppi, marched from Saint Boniface Church to the 16<sup>th</sup> Street viaduct, which bridged the Menominee Valley [6].  A local joke was that this was the longest bridge in the world, since it connected Africa to Poland, as the north side of the Menominee Valley was mainly black, and the south side was made up mostly of Polish Americans [7].  Their destination was Kosciuszko Park, which was over the viaduct on Milwaukee’s, predominantly white south side, just a few blocks from where segregationist presidential candidate George Wallace had received a warm welcome at a campaign stop just 3 years earlier [8].  As they reached the north end of the viaduct, they were met by a crowd of supporters, but they were about to head into territory that was less friendly [9].","Upon reaching the south end of the viaduct, the marchers were met by thousands of angry white residents of the neighborhood, gathered near Crazy Jim’s car lot on the corner of 16<sup>th</sup> and National [10].  The counter-protesters threw rocks, bottles, and other objects at the marchers, and waved signs and shouted racial slurs at the marchers [11].  When they reached Kosciuszko Park, counter-protesters broke through the police lines and fighting broke out [12].  The marchers returned to the church, and when the city council refused to pass a fair housing ordinance, Father Groppi vowed they would march again the next night [13].","On August 29, the group marched back to Kosciuszko Park, accompanied by both local and national media [14].  As they reached the south end of the 16<sup>th</sup> Street viaduct, they were again met by angry counter-protesters who waved Confederate flags and proslavery signs, while throwing objects and bodily fluids at the marchers [15 Jones 274].  As they passed Crazy Jim’s car dealership, they were met with the site of a hanging effigy of Father Groppi with a swastika painted on it [16].  Again, counter-protesters broke through the police lines, the police began to fire their guns in the air and shoot tear gas into the crowd [17].","As the marchers reached Kosciuszko Park, they feared for their lives.  One of the protesters, Mary Arms reported that the police attacked her, and broke one of her teeth, and that the police were attacking everyone, even cameramen [18].  When she was arrested and brought to the police station, the police took Mary’s glasses off and put them back on upside-down [19].  After calling her a racial slur, the officer said the glasses fell off because her face was so greasy [20].","The marchers retreated, and marched back to their base, the Freedom House [21].  That evening, while the last episode of “The Fugitive” was airing on TV, Milwaukee police shot tear gas into the Freedom House, causing it to catch fire and burn down [22].  The police claimed that they shot tear gas into the house because they though there were snipers in there [23].  The police had also blocked the streets around the Freedom house, so the Fire Department could not reach the house [24].","The NAACP Youth Council of Milwaukee continued to march for 200 more days.  Their activities were no doubt influential in the passage of the Civil Rights Act of 1968.  The City of Milwaukee subsequently passed its own open housing ordinance that went even further than the Civil Rights Act of 1968 [25].  Unfortunately, Milwaukee is still one of America’s most segregated cities, even today.","Works Cited:","[1] Rozga, Margaret. \"March on Milwaukee.\" <em>Wisconsin Magazine of History</em>90, no. 4 (2007): 28-39. p. 30","[2] Rozga, Margaret. \"March on Milwaukee.\" p. 30","[3] Rozga, Margaret. \"March on Milwaukee.\" p. 30","[4] Rozga, Margaret. \"March on Milwaukee.\" p. 31","[5] Rozga, Margaret. \"March on Milwaukee.\" p. 33","[6] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” Chap. 11 in <em>Groundwork: Local Black Freedom Movements in America</em>, edited by Jeanne F. Theoharis and Komozi Woodard. New York: New York University Press, 2005.  p. 273-274","[7] Rozga, Margaret. \"March on Milwaukee.\" p. 34","[8] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 274","[9] Rozga, Margaret. \"March on Milwaukee.\" p. 29","[10] Rozga, Margaret. \"March on Milwaukee.\" p. 29","[11] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 274","[12] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 274","[13] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 274","[14] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 274","[15] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 274","[16] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 274","[17] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 275","[18] Oral History Interview with Mary Arms, July 29, 2007, part II.  Oral History Interviews of the March on Milwaukee Oral History Project, 2007-2008. University of Wisconsin-Milwaukee, UWM Libraries Archives. http://collections.lib.uwm.edu/cdm/landingpage/collection/march","[19] Oral History Interview with Mary Arms","[20] Oral History Interview with Mary Arms","[21] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 275","[22] Oral History Interview with Mary Arms","[23] Rozga, Margaret. \"March on Milwaukee.\" P. 35","[24] Rozga, Margaret. \"March on Milwaukee.\" P. 35","[25] Rozga, Margaret. \"March on Milwaukee.\" P. 38","[26] Groppi, James. Papers. Milwaukee Mss EX. University of Wisconsin-Milwaukee Libraries, Archives Department. http://collections.lib.uwm.edu/cdm/landingpage/collection/march"],"locations":[{"id":33802,"lat":43.0070321924,"lng":-87.9667286742,"zoom":10,"place":"Milwaukee, Wisconsin"}],"tags":[{"id":2234,"tag":"\"Father James Groppi\""},{"id":2233,"tag":"\"Milwaukee Housing March\""}]}]}