{"id":122,"title":"Historian's Craft","school_id":10,"school_name":"University of Alabama at Birmingham","term":"Spring 2014","abbr":"HY300-2C","url":"","description":"","points":[[30.2786488602,-87.5482936023],[40.7805662337,-73.9388482485],[35.1823412133,-89.8965921784],[33.9914893238,-80.8577865567],[33.8033539054,-87.2973292286],[41.4243718872,-81.6586944761],[42.7101775694,-73.5100473584],[35.1460265024,-85.6297474555],[30.3671940073,-88.3660108917],[34.9035877242,-85.1380945498],[37.5392399795,-77.4106423457],[39.8405142472,-75.5864868268],[32.2202206971,-86.2076124057],[32.2469172256,-86.1720796894]],"bounds":[[42.7101775694,-73.5100473584],[30.2786488602,-89.8965921784]],"episodes":[{"id":6054,"title":"Gaston Establishes a Tax Utopia","course_id":122,"status":"P","start_date":"1894-11-01","end_date":"1894-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Gaston Establishes a Tax Utopia"," ","In 1894, a rendezvous of committed single taxers converged upon Mobile Alabama. A “light breeze was blowing out of the north, the air was crisp, and the promise was for a fair day.” Twenty-eight people; seven couples, nine children, and five single men mostly strangers to each other arrived from across the United States on the word of their leader Ernest Berry Gaston.","The American Gilded age is often symbolized by corporate greed and political corruption. However, it should also be remembered for the numerous and diverse responses in social, political and economic philosophy. Peoples Party, Prohibitionists, Free Silver, Socialists, Old Grangers, Greenback’s, Anarchists, Communists, Knights of Labor, and Farmers Alliance all constituted what the Republican Party deemed “the platform of lunacy.” As American Populist Party ideals permeated the south and west, a new movement was coming to fruition founded by leaders that historian Lawrence Goodwyn notes “are not culturally organized to conform to established hierarchical forms. Their sense of autonomy permits them to dare to try to change things by seeking to influence others.” E.B Gaston was one such leader whose insatiable sense of social justice became the fulcrum of a new movement. This movement was founded on the ideals of Henry George’s seminal 1879 work <em>Progress and Poverty</em>, a work that had inspired change the world over; from Tolstoy to Sun Yat-Sen, to Irish Revolutionaries, Georges work incited not simply fiscal reform, but rethinking of how to structure a fair society. Despite much debate on the virtue of a social experiment, the foundation of Fairhope was the first community to attempt a model of George’s work. Proponents of single tax were concerned that if the experimental community failed, it could forever ruin the validity of the system. These same men also believed that this sort of reform must come internally, and ubiquitously through the existing system, not outside its reach of civil society.","The theory of single tax caught on in Des Moines Iowa where a group of radical reformers were meeting under the title of the <em>Des Moines Investigation Club</em>, which sought to uncover the true systematic causes to the unfavorable market outcomes they believed to be plaguing their times. By the early 1890’s, in the end of this era the Investigation Club had become the <em>Des Moines Single Tax Club, </em>in response to the publication of George’s treatise on single tax. This group sought not only to discusses ideology but attempt to bring it into practice.","As John Stuart Mill noted in his <em>Political Economy </em>“landlords grow rich in their sleep without working, risking or economizing. The increase in the value of land, arising as it does from the efforts of an entire community, should belong to the community and not to the individual who might hold title.” To prevent the abuses of land speculation, Gaston believed that a single tax on the rental price of land should be levied, and returned to the community. In the constitution of 1894 it is written, “land shall be equitably divided and leased to its member at an annually appraised rental [value].” This system of taxation would abolish the need for all other taxes and put back into the community what it reaped in land values. The men who wrote this constitution were firm believers in the benefits of the capitalist system, affirming that man should keep in full what he derived from the efforts of his labor.  As George once said, \"we see no evil in competition\" for it affirms the dignity of the individual to prosper, or suffer as he sees fit. The Constitution codifies this principle by establishing <em>no</em> taxes on the man made improvements to land, but only its rental value. Gaston believed that a small success story could truly prove once and for all the promise of the system he espoused."," "],"locations":[{"id":17,"lat":30.2786488602,"lng":-87.5482936023,"zoom":9,"place":"BALDWIN, Alabama"}],"tags":[{"id":2184,"tag":"Single tax"},{"id":2185,"tag":"Fairhope"}]},{"id":6061,"title":"George Abuses Labor for Personal Propagation","course_id":122,"status":"P","start_date":"1886-10-01","end_date":"1886-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A short stocky man with a baldhead and bushy red beard rose to the podium and faced the 2,300 eager faces in the crowd. On September 2,1886 Henry George stood aside John McMackin, Chairman of the Convention of Organized Labor in New York City, and accepted the candidacy for mayor. He begins his speech by formally accepting the nomination, but quickly takes a sobering tone when he warns the audience not to “imagine that the politicians who have made a business of politics for years and have grown fat upon it will allow the working-men to smash their machines without trying their utmost to prevent it.” Various union factions constituted the majority of George’s voting base, but were also joined by Irving Hall Democrats whose anti-Tammany Hall sentiment was strong enough to break them from their traditional voting trends. Similarly, many Republicans were disenchanted by Theodore Roosevelt’s description of labor as “crude, vicious, and un-American,” leading them move to George's third party.","Despite the multitude of support George had accrued from across the political spectrum, George’s self description as a public servant of the working class was a guise, behind which laid ulterior motives; mainly the self-serving purpose of the using the candidacy to propagate his own theories. After all, George had been close acquaintances with both Terence Powderly, and Samuel Gompers the two most influential labor leaders of his day, but stood in constant defiance of the principles they promulgated.","Although he topped Republican Theodore Roosevelt in the polls, the election saw George receive fewer votes than Democrat Abram Hewitt. In an era when the voting base of the working class was numerically superior, what kept the vote of labor from victory? While many workingmen might cite political corruption, and indeed George did, historians often point to factionalization within the already disjointed labor movement. Was this why George was unable to bridge the gaps between men whose best interests were clearly aligned?","While George was a dear friend to both Gompers, and Powderly, they clashed on many of the major issues within the labor movement. Powderly’s Knights of Labor held membership of around 68,000 in New York, enough to effectively direct the outcome of the election. However, George openly disagreed with the Knight’s policy of trade tariffs, and the theory of protectionism. George openly criticized the fallacies of protective tariffs having seen by his own eyes that they did more harm than good. Powderly attempted to avoid what he recognized was a divisive issue that would only further split solidarity among the labor movement, but George was outspoken, and unwilling to censor his beliefs during his campaign.","Gompers too had problems with George’s qualifications to lead the labor party. Leaders such as Gompers believed that intellectuals were not to be trusted. Their sense of ‘right’ was self-serving, and any good intentions they may have had were quickly swept away by their tendency towards individualism. Furthermore, Gompers saw trade unionism as an end-all be-all for the plight of the laborer. And while George did care a great deal for the power of unions, and the working class, it would be mistaken to assume that George believed in the efforts of the labor party as a panacea to industrial sickness he observed.","Unlike his union compatriots George insisted that his effort was not against capital, but in alliance with capital against the landlord. Unlike many of the workingmen, George was strictly anti-socialist, having fervent belief in the power of self-help that “affirms the dignity of the individual to prosper, or suffer as he sees fit.” The idea that capitalism was not to blame was shocking to many unionists, whose ideals focused on the abuse of capital. It was statements such as these that lead historian Frank Genovese to believe that ideological discrepancies proved the greatest barrier to unity. In his speech George addresses what he believes to be the true systematic discrepancies that left such unfavorable outcomes for workingmen. He notes that in New York “enormous value, that the growth of population adds to the land of this city is taken by the few individuals for the benefit of the idle rich, who look down upon those who earn their living by their labor.” In line with his most noted contribution to Political Economy George proposes “tax on land exclusive of improvements, so that a man who is holding land vacant will have to pay as much for it as if he was using it.” This method attempts to discourage land speculation, a dangerous practice that in George’s eyes cause misuse, and by consequence grave inequities. So while he clearly cared a great deal about the predicament of the working class he never truly believed that trade unionism served any greater purpose. This misalignment of interests and theories proved to be most divisive in the election of 1886.","In the end, the election of 1886 served as a sad display of how self-interest lost the day for labor. After his victory Hewitt noted; “they could not allow a man like Henry George to be major of New York. It would upset all the arrangements.”"],"locations":[{"id":8929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":2184,"tag":"Single tax"},{"id":2186,"tag":"Election of 1886"}]},{"id":6055,"title":"Dr. Garrison Calls for Action","course_id":122,"status":"P","start_date":"11/14/27","end_date":"11/17/27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In mid-November of 1927, in Memphis, Tennessee, the Southern Medical Assocoiation was holding their twenty-first annual conference. Included within this four-day conference, the Section on Public Health met. It was there that Dr. C. W. Garrison, the State Health Officer from Arkansas, addressed the delegates. He was concerned about the pellagra problem cases, he told the delegates that the number of cases in Arkansas ran between five-thousand and ten-thousand per year and that the death toll averaged at five-hundred per year where the total population was less than two-million.","Dr. Garrison, clearly alarmed at the statistics related to pellagra in his own state, appealed to the delegates to find a solution. He proposed a resolution that would provide a varied diet to tenant farmers by giving them, where- and whenever possible, \"a liberal supply of vegetables, poultry and milk for home consumption,\" and crop diversification in order to eradicate pellagra. His resolution passed, unanimously, following a heated debate over the origin of pellagra, about whether the disease was dietitic or infectious in nature.","Elizabeth Etheridge explains the reasons behind the poverty of the tenant farmers, who were always in debt as a result of cash advances during the year that were taken out of the profits after the harvest and ginning. This constant poverty was the true cause for pellagra, much to the dismay of many Southerners who believed that the endemic had been dramatized in order to scar the image of the New South. It was because of the economic situation that tenant farmers were forced to eat the three-M diet: meat, meal and molasses. That lack of variation meant dietary deficiency and, eventually, pellagra.","In addition to being poverty stricken, which meant little or no money to purchase food, the only crop grown by most tenant farmers was cotton, not a food crop. Cotton was king. In order to increase the chances of having a good crop the landowners would not allow tenants to use any land to grow their own gardens or keep their own livestock so that it could all be used to grow cotton. Only one crop meant that there was one chance to make money off the land. If the crops failed, as were common with many floods occurring, portions of the crops would be destroyed. If the crops were unsuccessful, the tenants would be fortunate if they made enough to cover their expenses. One crop also meant that there were vegetables readily available for the tenants, or to sell.","Etheridge calls Dr. Garrison's resolution \"the first evidence of a change in public opinion\" where pellagra, formerly thought to be an infectious disease, was now thought of as one of dietary deficiency and economic in nature. As ground-breaking as this resolution was, it only provided for tenant farmers. There were still plenty of other occupations that left people poverty-stricken."],"locations":[{"id":19831,"lat":35.1823412133,"lng":-89.8965921784,"zoom":9,"place":"Shelby, Tennessee"}],"tags":[{"id":1125,"tag":"Pellagra"},{"id":230,"tag":"Medicine/Health"}]},{"id":6056,"title":"Dr. Babcock and Dr. Lavinder Perpetuate a Lie","course_id":122,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Dr. C. H. Lavinder and Dr. J. W. Babcock, two of the doctors who were heading the crusade on pellagra in the American South, translated a French book, simply titled <em>Pellagra</em>, written by Dr. Armand Marie about the disease. Published in 1910, the book contains a history of the disease in Europe, where it was first observed, along with a list of symptoms, various treatments, and even how to prevent it. The contents of the book were as much as anyone knew about pellagra up to that time, particularly that it was positively correlated with poverty.","The book states, \"Pellagra has almost invariably been found associated wretchedness and poverty, and the disease has in consequence been often regarded as an indication of the economic conditions obtained among certain classes of people in the country involved.\" It was clearly understood prior to 1910 that living in poverty and contracting pellagra were closely linked. It was attributed to spoiled corn and a resulting infection. Doctors, therefore, assumed that because polenta, and other corn meal  products, were the basis of peasants' diets in Europe, they would prepare and eat meal, even after it spoiled. They would have to so as not to waste their food and money.","In Europe, the disease-causing poverty was a problem that needed to be dealt with, and so was claimed to have been \"through motives of patriotism of for reasons of policy, or even from a sense of shame, publicists have felt urged to grapple with the problem.\" It continues that since it is the laboring class who is most affected pellagra greatly affects productivity in countries where it is prevalent. Dr. Lavinder and Dr. Babcock then make a startling claim that there is an \"absence among us, relatively speaking, of the poverty-stricken classes among which pellagra occurs\" in America. They said that there is \"no such...poverty\" in America.","That was a bold statement that is historically inaccurate. Michael A. Flannery explained how pellagra was known to exist in America through a report by Dr. George H. Searcy from the Mount Vernon Insane Hospital in Mobile, Alabama, where he reported eighty-eight cases of pellagra observed in 1906. Elizabeth Etheridge, too, wrote of Dr. Searcy's findings. Additionally, Etheridge explains that once Dr. Searcy named the disease and outlined the symptoms, \"doctors...had their memories jogged\" and they attributed many past cases to pellagra.","Pellagra obviously existed in America long before the book was published. Even taking into account that information was passed along much more slowly in the early twentieth century, the fact remains that the book was translated by Dr. Babcock and Dr. Lavinder who both knew of the outbreak prior to the book's publication. It is likely that this incorrect statement about poverty in America was made as a move to perpetuate the idea of a successful New South. Flannery expressed that the New South was being promoted to draw in industry. In essence, n order to preserve the idea of the prosperous New South, some people would twist the truth, such as \"touting the benefits of modern diversified agriculture and industrial expansion\" while not talking about low wages. Others, it seems, like Dr. Babcock and Dr. Lavinder, would just lie."," "," "],"locations":[{"id":17237,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"Richland, South Carolina"}],"tags":[{"id":209,"tag":"New South"},{"id":230,"tag":"Medicine/Health"},{"id":1125,"tag":"Pellagra"}]},{"id":6057,"title":"Pellagra is Caused by Low Wages","course_id":122,"status":"P","start_date":"1/1/14","end_date":"12/31/15","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1914 in Walker County, Alabama, pellagra was prevalent. Dr. C. A. Grote, the County Helath Officer, was desperately trying to understand the cause of, and find a treatment for, the disease. He spent that year observing the disease with the assumption that it was infectious in nature. He used \"preventative measures\" against pellagra the same as he would against any other infectious disease. He found that those measures were to no avail and the disease continued to spread. He tried therapeutic preparations to treat the disease and again had no success.","The following year, 1915, Dr. Grote took a different approach to the disease. He began to study cases with the theory of dietary deficiency in mind. He noticed the previous year that almost all cases involved patients who lived in \"mining camps and rural districts\" who made up much of the poorer classes. Because of that observation, Dr. Grote began to carefully study mining camps in Walker County. He found a \"very interesting situation\" that helped to prove this theory.","He found two different mining camps were owned by the same company (no name was given in his report) and located about a quarter-mile from each other. These two camps, despite common ownership and close proximity, were very different, as far as pellagra was concerned. Camp A was surprisingly free of pellagra while in Camp B it was rampant. Camp A was made up of the white collar mine workers (such as clerks and bookkeepers) as well as skilled laborers and black miners (Grote stated that the black miners were paid more money than the white miners). Camp A had a commisary that sold good, fresh foods. Camp B, on the other hand, was made up entirely of poor, white miners and the commissary there only sold \"the poorest kinds of foods, including canned foods and fat meats.\"","Pellagra was obviously a disease of the poor and made evident that many industrial workers were not paid enough to adequately provide for their families. Camp A, of course, was the exception rather than the norm but it did prove that higher wages played a role in preventing the disease. In South Carolina, Dr. Joseph Goldberger's team was making the same economic parallels, says Alan M. Kraut. Kraut describes how one Goldberger staff member, Edgar Sydenstricker, an economist and statistician, canvassed several mill towns and found that the average annual income for all mill wokers was seven-hundred dollars regardless of the size of the family they had to provide for. It follows, then, that larger families were more likely to have pellagra victims than smaller ones.","Kraut explains that wages made all the difference with the disease. Low wages proved to be, arguably, the main cause for pellagra. In the North, workers in the same industry made considerably more than their Southern counterparts, and pellagra was a much more common malady in the South. Whether in mill towns or mining camps, South Carolina or Alabama, the same economic conditions existed, low wages for blue collar workers caused the disease to flourish."],"locations":[{"id":18307,"lat":33.8033539054,"lng":-87.2973292286,"zoom":9,"place":"Walker, Alabama"}],"tags":[{"id":1125,"tag":"Pellagra"},{"id":230,"tag":"Medicine/Health"}]},{"id":6058,"title":"<strong>Aurelian Defends His Triumph Over Zenobia</strong>","course_id":122,"status":"P","start_date":"4/15/99","end_date":"4/15/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 274 A.C.E., Rome was abuzz with gossip concerning the Emperor Aurelian’s recent defeat of Queen Zenobia. Zenobia had been the leader of the breakaway Palmyrene Empire. Aurelian sought to reunify the Empire to its former glory and in doing so had found himself at odds with Palmyra and its queen. Aurelian found himself victorious over Zenobia but this was not the source of gossip among the Senate and people of Rome. Aurelian wanted to have Zenobia paraded in a Roman triumph, the greatest military honor.","Aurelian was aware of the gossip back home in the capitol and wrote a letter in his defence. This letter does not survive but it was recorded by an anonymous author in the <em>Historia Augusta</em> which does survive today.  Aurelian wrote in his letter to the Senate that if people only knew what he knew about Queen Zenobia then they would not judge his decision. In fact, Aurelian praised her virtues as a leader and said he spared her life because her rule preserved the eastern part of the Roman Empire. Without her leadership, the Persians might have conquered Roman lands.  Aurelian concluded his letter by saying, “Therefore let those whom nothing pleases keep the venom of their own tongues to themselves.” Needless to say, the triumph went on and Zenobia was marched through the streets of Rome with so much gold and jewelry adorning her that she could hardly walk. After Aurelian had his triumph, it is said that he also allowed Zenobia to live in a villa near Tibur. She even had children and her descendants were still living as of the writing of the <em>Historia Augusta</em>.","It could perhaps be argued that Aurelian embellished the characteristics of Zenobia in order for his victory over her to be more spectacular. However, I believe this argument loses much when the popular views of women in ancient Rome are observed. According to historian, John Balsdon, “the exclusive sphere of a woman’s activity was inside the house” and that women were believed to be “the weaker sex, and… that they lacked the necessary toughness to compete in the rough and tumble of public life.” This traditional view of women was ingrained in the Roman male psyche. Therefore, Aurelian’s praise of his enemy (a female enemy at that) does more than bolster his victories; it proves that he was willing to defend his victory over her on the grounds that she was truly exceptional for a woman in his time.  She would have been a rare woman indeed to have warranted praise from one of Rome’s sternest emperors."," "],"locations":[{"id":52709,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1760,"tag":"Gender Roles"},{"id":18,"tag":"Politics"}]},{"id":6063,"title":"John Woodall saves Northampton from The Plague","course_id":122,"status":"P","start_date":"4/15/99","end_date":"4/15/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In July of 1637, the town of Northampton faced a terrible predicament. Many of its residents had been stricken with plague. This plague utterly baffled William Wyly, Northampton’s local surgeon. According to his account the disease gave its victims a high fever and painful boils on the skin. Fortunately for Wyly, he was assisted by John Woodall, a true expert in the field of medical treatment.","As the retired chief of surgery for both the East India Trading Company, and Saint Bartholomew’s Hospital in London, Woodall had seen more than his share of disease. Woodall responded to Wyly by not only sending him an antidote for the plague, but writing detailed instructions on how to administer the antidote to patients. These instructions were extremely practical, and were similar to the instructions a modern reader might expect to receive in a pharmacy. According to Woodall, patients were to take the antidote in measured doses depending on their age and weight. Additionally, he encouraged patients to mix the medication with water, ale, or milk to improve the flavor.","Wyly did exactly as Woodall told him, and in his account he mentioned that the drug worked wonderfully. He later wrote Woodall, thanking him for his assistance. In this letter he included a list of specific citizens that had been saved by the medicine. Some of these citizens included a local boy by the name of James Fairness, and a woman called Goody Smith. Wyly told Woodall that everyone he administered the drug to was cured of the plague. What was the miracle cure that Woodall used to save Northampton? It was a cordial powder made primarily of powdered gold.","While this may seem incomprehensible to a modern audience, Woodall’s miracle cure is a prime example of the complexity of historic medical practice. On the one hand, Woodall’s administration procedure seems like solid ‘science’. On the other hand, we all know that gold has no magical healing powers. Woodall’s account clashes with our modern preconceptions. We see science as a philosophy that triumphed over ‘superstitious’ magic. While Woodall’s marriage of science and ‘superstitious’ medicine seems bizarre to us, it was typical of the Renaissance. According to Michael D. Bailey, the beginnings of modern science were as much joined with magical belief as they were opposed to it. In his book <em>Magic and Superstition in Europe</em> Bailey affirms that renaissance philosophers were heavily influenced by magical traditions from the twelfth, thirteenth and fourteenth centuries.","Magical or not, the town of Northampton seems to have benefited greatly from Woodall’s work. This account must be taken with a grain of salt, however; it remains a fascinating example of the influence of superstition on early medical science."],"locations":[{"id":52709,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":100,"tag":"Medicine"}]},{"id":6059,"title":"<strong>Zenobia Defies an Emperor</strong>","course_id":122,"status":"P","start_date":"4/15/99","end_date":"4/15/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","During the summer of 272 A.C.E., Aurelian brought war to Queen Zenobia’s Palmyrene Empire. She only ruled because her husband Odenathus had been assassinated but the <em>Historia Augusta</em> tells us that it was perhaps she that ruled through her husband even before his death. She was said to have had a keen intellect and propensity for Greek and Egyptian language. There was even mention of her being descended from the Ptolemies and Cleopatra herself. The <em>Historia</em> also describes her in both a masculine and feminine light. She is said to have had qualities of a “good emperor.”","Her virtues as a leader came to the forefront when Aurelian arrived at her gates. He sent Zenobia a letter which asked for her complete surrender and that under the conditions he specified, neither she nor Palmyra’s citizens would lose their liberties. Zenobia was far too proud to accept these terms. Her letter back to Aurelian, therefore, was not what he was hoping to hear. In fact, Zenobia outright challenged Aurelian by telling him that, “Whatever must be accomplished in matters of war must be done by valor alone.” There would be no surrender without a fight first. Her letter also bordered on the insulting. Zenobia asked how Aurelian planned to defeat her when he could barely fend off the Syrian brigands that plagued the Roman advance to Palmyra. Aurelian answered appropriately… with battle. And with his valor, Aurelian and his army did defeat Zenobia and captured her as well.","Upon capturing her, Aurelian had Zenobia brought to him. He couldn’t understand why she had thought it wise to challenge him. He was Aurelian Augustus, Emperor of Rome. When this question was put to her, Zenobia’s claimed that Aurelian was the first Emperor that she had witnessed. Those that preceded Aurelian did not “win victories” and therefore she “never regarded them as emperors.” To speak so rashly would have been uncommon for a Roman woman. Yale historian and classicist, Ramsay MacMullen, wrote that women in public were “to be seen, then, not heard.” He went on to say that this did not mean that Roman women had no power. According to MacMullen, even the emperor, Claudius, was “wholly under the control of his latest wife.” According to the Historia Augusta, this was even true in regard to Zenobia having ruled through her husband until his death. It was a rare opportunity for her to be able to step into the public eye and rally the Palmyrene people around her in a system which seemed designed to prevent women from doing exactly that. She was no longer a whisperer but a challenge to the emperor of Rome."],"locations":[{"id":52709,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1760,"tag":"Gender Roles"},{"id":5,"tag":"War"}]},{"id":6060,"title":"<strong>The Low-Born Aurelian Rises Through the Ranks</strong>","course_id":122,"status":"P","start_date":"4/15/99","end_date":"4/15/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","The day had finally come. Aurelian was to stand before the Emperor Valerian at the Byzantine baths and be rewarded for all of his determination. This was to be a momentous occasion for Aurelian would rise to the consulship which was historically the most prestigious political office of the Roman world. He may well have thought back on his achievements that had led him to this moment. He had risen to the height of the Roman world but his origins were humble. He might well have thought of his poor, peasant family back in Illyria. The Roman Empire had long recruited soldiers from this province and Aurelian had proved why this was so. He rose through the ranks of the military with haste due to his fantastical victories. He had led a group of three hundred Illyrians against a force of Sarmatians that threatened to overrun his province. By the time the invasion was repelled, it was said that Aurelian’s blade had been the end of over nine hundred Sarmatians. Aurelian might well have thought of this and been reminded of his nickname, Aurelian Sword-in-Hand, because his sword was found so often drawn from its sheath. More victories led to more promotions and Aurelian found himself standing before an emperor and with the army as an audience.","The <em>Historia Augusta </em>details the exchange between Valerian and Aurelian on this day. Valerian publicly thanked Aurelian for his service and for a recent victory over a Gothic invasion. Valerian bestowed upon Aurelian the consulship and said that he would have the Senate grant him all of the titles and insignias of his new post. Aurelian (ever seeking to be the subservient soldier) knelt before the emperor in gratitude. He proclaimed to the emperor that, \"As for myself, my lord Valerian, Emperor and Augustus, it was with this end in view that I have done all that I did, have suffered wounds with patience, and have exhausted my horses and my sworn comrades, namely, that I might win the approval of the commonwealth and of my own conscience.” After much bloodshed and victory, Aurelian had gained the gratitude of the most powerful man in the world. And Aurelian was one step closer to his own further rise.","It is remarkable that a man would rise from such humble beginnings to become one of the most powerful men in the Roman state. Indeed it is even more remarkable that this man would one day become <em>the</em> most powerful man in the Roman state. Scholar of the ancient world, John Osier, believes that Valerian’s son, Gallienus, is the reason for so many Illyrian generals rose to prominence. According to Osier, Gallienus needed the support of the Illyrians and so he raised them to the equestrian rank and then restricted military commanderships to those of that same rank. This would have angered the senatorial class but made him many friends with his newly appointed equestrian Illyrians. Aurelian was already rising through the ranks due to his own courage but thanks to Gallienus he gained even greater command. And it was as a general that he would find himself becoming the emperor of a fragmenting empire and eventually restoring it to its former power."],"locations":[{"id":52709,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":18,"tag":"Politics"},{"id":1695,"tag":"Military Service"}]},{"id":6064,"title":"John Woodall Amputates a Sailor’s Leg","course_id":122,"status":"P","start_date":"4/15/99","end_date":"4/15/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The sailor’s leg was putrid and rotting. The hole left from the gunshot wound was, according to surgeon John Woodall, 'venomous'. John Woodall went on to say that gangrene had set in, causing the injury to resemble ‘an affront against nature’. Rather than let the gangrene fester, Woodall took the only course of action left to him; he amputated the limb. Once the extremity was removed, the venomous disposition ceased. The sailor’s heavy fever abated, and he made a speedy recovery. Many of Woodall’s other patients were less fortunate. By the time he reached some of the victims of gangrene the disease had progressed beyond treatment. One child had a limb so rotten that the skin parted to the touch. Others died with the onset of fever.","Woodall’s emergency treatment, while useful, was based on incorrect science. Woodall attributed the spread of gangrene to an imbalance of the four humors. Additionally, he described wounds infected by the disease as an ‘affront against nature’. We now know that, while gangrene is a horrible affliction, it is purely natural. In Woodall’s opinion, these injuries were from outside the realm of nature, and therefore wicked, vile, and venomous. While Woodall’s theories were technically incorrect, they worked to save the lives of those afflicted by disease. His hack-job method of treating extreme cases of gangrene actually helped those stricken with the plight. This mixture of ‘superstition’ and science challenges the modern assumption that science was born out of the death of superstitious belief.","This complicated system of superstition and rationality perfectly illustrates Lorraine Daston and Katharine Park’s thesis. In their book, <em>Wonders and the Order of Nature</em>, they dismiss the faulty notion that science and magic were directly at odds with one another. Instead, they propose a mutable, intricate system of balances and counter balances. To Daston and Park, magic played and plays a crucial role in our understanding of nature. While a modern audience may have some trouble digesting this concept, the gangrene afflicted sailor that was rescued by Woodall’s ‘faulty’ hypothesis benefited from the effects of this complex relationship."],"locations":[{"id":52709,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":5,"tag":"War"},{"id":230,"tag":"Medicine/Health"},{"id":100,"tag":"Medicine"}]},{"id":6065,"title":"Debs Found Guilty-Again","course_id":122,"status":"P","start_date":"9/12/18","end_date":"9/12/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As he exited the courtroom, “a girl pushed a bunch of flowers into [Eugene] Debs’ outstretched hands. Then she fell, half fainting, into his arms. Debs stooped down and kissed her.” This report from the New York Times portrays Debs as surrounded by a remarkable sense of bravado, a man who came to be known henceforth as “Democracies Prisoner.” On September 12, 1918 in Cleveland Ohio for the second time, Eugene V. Debs was sentenced to jail time in federal penitentiary. The first was in response to association to the Pullman Strike in 1894 where Debs was indicted under charges of conspiracy and insurrection, and received a six-month sentence for contempt of court. However, this sentencing was far more severe. Ordered by the Ohio District court, Debs was to spend ten years in prison as well as pay a fine of ten thousand dollars.","Judge Westenhaver found his anti-war speech in Canton Ohio to have violated the Espionage Act of 1917 on three accounts. “Attempting to incite insubordination, disloyalty, mutiny, and refusal of duty in the military and naval forces. Obstructing and attempting to obstruct the recruiting and enlistment service, and uttering language intended to provoke, and encourage resistance to the United States and to promote the cause of the enemy.” Debs’ case was only one of over two thousand wartime cases, and he was only one of twelve hundred to go to jail for his actions. Historian Ernest Freeberg believes this case was pivotal because the government “imposed a monopoly on the meaning of American patriotism that turned a dissenter like Debs into a felon.”","Over 450 miles away, the same events were being covered by <em>The People, </em>the Socialist Labor Party of America’s newspaper that published the news from New York City under the leadership of Daniel DeLeon. De Leon, a Columbia educated man, wrote an article on the same events, but comes to a different conclusion. States De Leon, “to be in contempt of a <em>capitalist</em> court is the only attitude becoming to decent men. The court speaks the opinion not of sense or justice, but of the robber class of capitalism that it represents.” Such ardent beliefs mark a unscrupulous moment in US history according to the Socialist Party. The article was marked my open outrage, and anger towards the court starkly contrasting with the New York Times’ plain, and unemotional diction.","Debs own attorneys had thought along a similar line to DeLeon. They noted that if the Supreme Court of the United States affirmed Debs’s conviction, it would “lend credence to the proposition that the topics of war and of socialism were unmentionable during wartime. It would demonstrate that the espionage Act could be used for the purpose of “suppressing during war an exposition and exhortation toward socialism.”","When the case was heard Supreme Court just a year later, Justice Holmes cited what would become a pivotal case in the history of American jurisprudence, Shneck v. United States, another case of violation of the Espionage Act. He claimed that both men had “[brought] about substantive evils which Congress has the right to protect.”  And although Justice Holmes dropped two of Debs’s charges, his prison sentence was not. Debs remained in prison till after Wilson’s presidency when President Harding, against whom Debs had run for president from his Atlanta prison cell, commuted his sentence in the year 1922. Socialist historian Howard Zinn famously posited that “dissent is the highest form of patriotism.” He never noted, however, it is without its own woes."," "],"locations":[{"id":16839,"lat":41.4243718872,"lng":-81.6586944761,"zoom":9,"place":"Cuyahoga, Ohio"}],"tags":[{"id":2188,"tag":"Socialism"},{"id":2187,"tag":"Eugene Debs"},{"id":746,"tag":"Supreme Court"}]},{"id":6066,"title":"<strong>Contribution to Medicine</strong>","course_id":122,"status":"P","start_date":"1822-01-29","end_date":"1822-01-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 29<sup>th</sup>, 1822, Dr. Ebenezer Basset who was the town physician of Nassau, New York was abruptly interrupted by his medical assistant Jacob Kipp, who notified the doctor of their servant girl who was terribly ill. Braving the cold, Dr. Basset attended to the black servant girl who was lying in the snow with an unusually large cut on her abdomen and right next to her was a razor blade that was covered in blood. Upon further examining the youth of fourteen, Dr. Basset noticed and began to uncover a fetus hidden underneath the snow. Dr. Basset was in complete shock at what he had just witnessed. To his amazement, the youth of fourteen had just conducted a cesarean section on herself. After Dr. Basset recovered from his shock he sent Jacob Kipp to a neighboring town to retrieve Doctors Francis and Beck to help assess the situation.","Upon their arrival to the city of Nassau, Dr. Basset explained to his colleagues what had occurred. The three physicians began to treat the African American servant girl while making detailed notes of the procedure. The physician’s amazement is understandable given that cesarean sections were known about, but not widely used. Even more amazing, the procedure was a self-administered one. How could a black youth of fourteen perform such a complicated procedure on herself?","Historians have always claimed that cesarean sections had been performed by slaves who came from Africa to America. In fact, the first recorded successful cesarean section was performed in Colonial America. There is an account of a doctor in Virginia by the name of Dr. Jesse Bennett who on January 14<sup>th</sup>, 1794 performed the first cesarean section on his wife with the help and guidance of their slave who was well versed in the procedure of cesarean section. According to author Herbert M. Morais who wrote, <em>The history of the Negro in medicine, </em>African Americans had prior knowledge and used cesarean sections in Africa and brought that knowledge with them to the early colonies of America. Although the procedure was amazing to these white doctors, it would have not been foreign to black females in this era."],"locations":[{"id":9020,"lat":42.7101775694,"lng":-73.5100473584,"zoom":9,"place":"RENSSELAER, New York"}],"tags":[{"id":238,"tag":"African American"},{"id":463,"tag":"African American Women"},{"id":230,"tag":"Medicine/Health"},{"id":605,"tag":"Upstate New York"},{"id":598,"tag":"New York"}]},{"id":6067,"title":"Southern, Sassy, and Strong","course_id":122,"status":"P","start_date":"1862-06-05","end_date":"1865-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Midnight train rides, cleaning wounds and changing dressing was not the job for a proper Southern woman. Kate Cummings took up the call to become and nurse and broke the holds that Southern society placed on women of middle to upper class. Kate travled by train from her home in Mobile to different hospitals around the South assesting surgeons after the Battle of Shiloh and hepling wounded in Georgia. While Northern hospitals system was very orginized and detailed, the South was far from it. Doctors drank the medical whiskey that was to go to the patients, other women would not want to preform their duties fully and all the while Kate was receiving letters from her family urging her to levae the unsutiable lifestyle and return home.","Unlike their Northern counterparts, who were welcomed in the hospital, Kate along with other women were seen as the enemy to the male staff such as the Union was the enemy. Pushing this aside and ignoring socieyt and her parents wishes, Kate \"cleaned house\" of the staff who were not up to standards using her society roots to help with her backing.","According to society Southern women were not to see a man's body until they married. The Civil War changed that notion. Cummings helped doctors in surgery, changed dressing, and cleaned wounds. With the new exposure to the male soldiers bodies Kate, who at the time was unmarried was in for a new concept. Throughout the war she remained professional and provided care for the wounded thus saving many lives."],"locations":[{"id":12224,"lat":35.1460265024,"lng":-85.6297474555,"zoom":9,"place":"MARION, Tennessee"},{"id":285,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"},{"id":1619,"lat":34.9035877242,"lng":-85.1380945498,"zoom":10,"place":"CATOOSA, Georgia"}],"tags":[{"id":2189,"tag":"Nursing"},{"id":7,"tag":"Women"},{"id":32,"tag":"Civil War"}]},{"id":6068,"title":"Women Working Outside the House","course_id":122,"status":"P","start_date":"1862-11-05","end_date":"1865-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A Civil War hospital was no place for a high society woman, but Phoebe Pember took on the challange with ease. When most Southern women spent the war sewing and mending clothes, Pember spen it as the head matron of the largest hospital in the South.  Pember chastised women who hit behind conventional modesty rather than volunttering for nursing assignments. As head matron she was in charge of making sure that the soldier of the wards were well taken care of by the other staff, often doing the work herself when it did not meet her standards. She was often seen at night at the bed side of a sick soldier or roaming the halls makeing sure all were resting comfortably. Going above and beyond her duties and not following the expetations of the surgeon that the nurses were to obey their orders and not make suggestions when it came to a patients well being, Pember was not a favorite of the male staff.","Women who worked in the hospitals were often frowned upon and  urged by their famileis to come back home. They along with society did not see the need for women to do such things and be around men that were not their husbands. For the nurses had to care for the sick and tent to their wounds often being exposed to male bodies for the first time. This did not waver Pember from her duties but made her stronger thorughtout the course of the war, helping to pave the war for women nurses in the future."],"locations":[{"id":13917,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":2190,"tag":"Nurisng"},{"id":7,"tag":"Women"},{"id":32,"tag":"Civil War"}]},{"id":6069,"title":"<strong>“The light will shine forth”- Perseverance of Negro Physicians</strong>","course_id":122,"status":"P","start_date":"1790-09-25","end_date":"1790-09-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A slave by the name of David K. Mcdonough was granted permission to pursue his dream of becoming a doctor in the late nineteenth-century, but how was that possible given the horrendous circumstances that slaves endured? “His career began as the result of an argument between his master, slave-holder, and a planter. The dispute revolved about the question of the innate mental capacity of the Negro to improve him-self intellectually”. According to the <em>International Library of Negro Life and History, </em>his master chose to send Mcdonough off to school to prove his point that it was not possible for Negroes to obtain academic success. To his masters’ surprise, Mcdonough graduated from Lafayette College in Pennsylvania with a B.A. in Medicine and was the third in his graduating class. This beautiful success story embodies the truth behind the mental capacity of any Negro, and the light could shine.","Given the story above, Negroes in Medicine were still not permitted to practice and always faced harsh criticism. The greatest opposition to Negro Doctors was found in the South. This article by Paul B. Cornely in 1956 shows the stark reality of the matter. “In the South, however, only 6% of hospitals offered Blacks services without restrictions; 31% did not admit Blacks under any conditions, even emergency; 47% had segregated wards for Whites and Blacks; and 16% had modified patterns of segregation that changed with the ratio of Whites and Blacks admitted at any one time”. This example in the mid- twentieth century shows the disingenuous position than many White Southerners possessed in dealing with Negroes. However, that being said why is Booker T. Washington’s journal article <em>The Negro Doctor in the South</em>, show so much optimism? Booker T. Washington states that there are more than one-hundred Negro Doctors in the State of Alabama and there is over twenty-five in the Birmingham district. Of the many Negro Doctors, the State saw its first female African-American Doctor in Birmingham by the name of Dr. Sadie Dillard. Now let me ask you why has this proverbial light portrayed by Booker T. Washington shown itself in Tuskegee, Alabama in 1917 and we just saw a regressive mood in 1956? Booker T. Washington describes these fluctuations in trends as a few strong forces that have played a hand in elevating the Negro Doctor, despite the ever prevalent opposing forces. Case and point, Negro Physicians knew the road was not going to be easy, given that Hein site, Negro Doctors persevered and accounted for obstacles so the torch would continue to burn in their favor of progress, much like Dr. David K. Mcdonough did while he was oppressed and obtained the light."],"locations":[{"id":15444,"lat":39.8405142472,"lng":-75.5864868268,"zoom":9,"place":"Chester, Pennsylvania"}],"tags":[{"id":238,"tag":"African American"},{"id":230,"tag":"Medicine/Health"},{"id":2191,"tag":"Doctors"}]},{"id":6070,"title":"The birth of Eugenics in Alabama","course_id":122,"status":"P","start_date":"4/16/01","end_date":"4/16/01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 16, 1901, at The Medical Association of the State of Alabama, Dr. C.T. Wilbur gave a speech to the medical committee on the state of “The Feeble-Minded” people in Alabama. While giving his speech he directed the audience’s attention to a census taken in 1890 that showed the number of Feeble-Minded and compared it to one taken in 1900. Dr. Wilbur then stated that it seemed as if the Feeble-Minded were \"more numerous than the mentally insane.” With the fear of the rising number of Feeble-Minded people in Alabama Dr. Wilbur suggested that since Alabama had no state asylum for this class of persons, they should be \"kept in private homes, county poor houses, or in the insane asylum.\" In order to drive his point home Dr. Wilbur continued to play upon the fear of the board members that this problem was spreading and needed more support. He did this by saying.“No two Feeble-Minded are alike. They are widely different and cannot be educated in classes. Each case must have its peculiarities studied carefully, and the right methods applied for its advancement”. This fear of a rising number of the Feeble-Minded in reality masked wider anxieties about criminals, poverty, illiteracy and other forms of what was consider social deviance.","The therory and practice of improving the genetic quality of the human population is called Eugenics, which in Alabama got its start under the guise of an attempt to help the Feeble-Minded. With the rising concerns about social deviances in Alabama the study of  Feeble-Mindedness gave a possible resolution. Dr. Wilbur wasn’t alone on trying to figure out how to control the growing problem. Historian Dorthy Porter relates a case of Dr. Weinberger sterilizing black poeople in the South for merely for being poor and illiterate. Mary Alice and Minnie were teenagers when they became victims Eugenics. Their mother, who had very little education and was illiterate, signed an X on a form, authorizing her daughters, who had both been deemed \"mentally disabled\"--without any proof-- to be given birth control shots. Instead, the young women were surgically sterilized and robbed of their right to ever bear children of their own.","The debate over what is and who is Feeble-Mined has been the issue from the start. Historian Dorothy Porter of University of California gives us examples of the reason people would be sterilized. According to Porter “Throughout the twentieth century scientific and social enthusiasm for Eugenics across national boundaries attempted to translate these ideals into legislative measures for controlling the reproduction of the “unfit”. Unfitness included many different categories of deviant behavior such as alcoholism, promiscuity and criminality plus what was termed “the Feeble-Minded”, by which meant the mentally retarded, and ‘moral imbeciles’, such as single women who had children”. There was about 224 people who were sterilized in the state of Alabama, which approximately 58% were men."," "],"locations":[{"id":50982,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":220,"tag":"alabama"},{"id":533,"tag":"Eugenics"}]},{"id":6071,"title":"Alabama Doctors segregate the \"Feeble-Minded by race","course_id":122,"status":"P","start_date":"4/20/17","end_date":"4/20/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1917 at the annual meeting of the Alabama Medical Association in Mobile Alabama Dr. Partlow stood in front of the committee and said “we have succeeded in getting the legislature to enact into law “The Alabama Mental Deficiency Bill,” which looks to establish of “ The Alabama Home” the for \"Feeble-Minded\".  After 20 years of lobbying and research Alabama found itself in position to make Eugenics legal. In passing the bill Alabama was following in the footsteps of Northern states that had already institutionalized eugenics, but while the North undertook eugenics to perfect society as a whole, the South was trying to perfect the white race only.","In contrast to Northern institutions for the Feeble-Minded, which admitted all, the Southern institutions were segregated. The Southern institutions processed fewer patients than the Northern ones and accepted only white children, believing that Feeble-Mindedness was, as historian Grergory Dorr puts it, “inherently a question for the Negro to solve for himself”. An example of this attitude can be found in Dr. Partlow approach to identify the Feeble-Minded. Partlow sends it colleague Dr. Thomas Haynes of Birmingham, AL, a representative of the National committee on Mental Hygiene, to complete survey of several institutions in the Birmingham area, both black and white which included The Industrial School in East Lake, The Girls’ Reform School in East Lake The Girls Industrial School in Woodlawn,The Reform School or Juvenile Negro Boys, and MT. Meigs, Facity for black juvenile afenders. This data collected by Dr. Haynes used this identiy the Feeble-Minded people in these areas, but only the white subjects were given treatment.","While Alabama never established a facility for Feeble-Minded blacks,  Gregory Dorr has argued that “the absence of such a facility should not lead observers to conclude that Eugenics in Alabama lacked racist elements, for the limitation of Eugenics to the sterilization of whites reflected the belief that the \"betterment\" of the black \"race\" could not be achieved by such measures”. At the end of segregation, African Americans had become the targets of extra-institutional and extra-legal sterilizations, reflective of a more general southern racist view that it was necessary “to further protect the white race itself from black folks\"."," "],"locations":[{"id":17729,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":1669,"tag":"South"},{"id":3,"tag":"African-Americans"},{"id":533,"tag":"Eugenics"}]},{"id":6072,"title":"<strong>Medical Advancements at the cost of Dignity</strong>","course_id":122,"status":"P","start_date":"1836-01-10","end_date":"1836-01-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a brisk morning in January of 1836, Dr. J. Marion Sims started his day with his routine house-to-house calls in Montgomery, Alabama. Dr. Sims was a well-established and distinguished practitioner of medicine who came to Alabama from South Carolina to establish his own medical practice; he was also best known for his accomplishments in Women’s health and for the establishment of the first Women’s Hospital in the state of Alabama. While on his routine house call, he was notified by a friend that Mrs. Merrill, who was the wife of a prominent farmer, was terribly ill. Upon his arrival, Dr. J. Marion Sims described the situation at hand. ““She was in bed, complaining of great pain in her back, and a sense of tenesmus in both the bladder and rectum, the bearing down making her condition miserable”. Dr. Sims had to act fast on the female patient. Dr. Sims remembered two things while this emergency took place. First he remembered how much he “hated investigating the organs of the female pelvis”, and he also remembered his professor Dr. Prioleau of the Charleston Medical College, who said, “Gentlemen, if any of you are ever called to a case of sudden version of the uterus backward, you must place the patient on the knees and elbows-in a genu-pectoral position- and then introduce one finger into the rectum and another into the vagina, and push up, and pull down”. After executing protocol, Dr. Sims knew ultimately he had to get the uterus in position by using this method prescribed above. Mrs. Merrill was screaming from the top of her lungs as Dr. Sims still hand deep in her vagina pushed his hand toward the lady’s uterus wall and turned his hand upward and downward pushing with all his might until he could no longer feel her uterus or her womb. Mrs. Merrill enduring all of this pain suddenly said “Why, doctor, I am relived.” Just then as Mrs. Merrill was about to lie down on her back, she let out an explosion. Mrs. Merrill was speechless and bashful, but Dr. Sims knew this escape of gas was not from the bowel, but from the vagina. Dr. Sims had a revelation. He thought if the pressure in the vagina could be released in a certain way by the positioning of the body and other methods, he may have an explanation for a possible cure for vesico-vaginal fistula.","Vesico-vaginal fistula is an abnormal fistulous tract extending between the bladder and the vagina that allows the continuous involuntary discharge of urine into the vaginal vault. This abnormality is caused by complications in child births or other extreme causes. This female abnormality was very common and Dr. Sims was the leading doctor who experimented, tested, and always tried to seek a solution for this occurrence. His main subjects or guinea pigs were often on African American women. His leading test subject was a slave by the name of Betsy who suffered from this complication. Once the complication was solved for the first time on Mrs. Merrill, Dr. Sims immediately went to his test subject Betsy and performed an operation to heal her infirmities. Throughout the years Dr. J. Marion Sims overcame many medical feats and saved a countless number of women through his expertise, but he is sometimes viewed as a bad guy. According to Dr. L. L. Wall who wrote in The Journal of Medical Ethics, we see that there are some who defend his surgical practice. “Modern critics have discounted the enormous suffering experienced by fistula victims, have ignored the controversies that surrounded the introduction of anesthesia into surgical practice in the middle of the 19th century, and have consistently misrepresented the historical record in their attacks on Sims.” Dr. Wall acknowledges that Dr. Sims used enslaved African Americans as his guinea pigs, but it was not because they were vulnerable, it was due to the incredible suffering they endured on a constant basis. Dr. Sims was the only physician who had an alternative to their pains."],"locations":[{"id":298,"lat":32.2469172256,"lng":-86.1720796894,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":7,"tag":"Women"},{"id":463,"tag":"African American Women"},{"id":4,"tag":"Slavery"},{"id":220,"tag":"alabama"},{"id":230,"tag":"Medicine/Health"},{"id":2192,"tag":"Montgomery, Alabama"}]}]}