{"id":123,"title":"US Since 1945","school_id":3,"school_name":"Juniata College","term":"Spring 2014","abbr":"HS 325","url":"","description":"","points":[[40.6916304076,-74.0035386433],[39.878712355,-75.2036894677],[37.7029266937,-123.005394924],[41.8399513458,-87.8166666032],[37.7659991545,-122.286458807],[43.0673586017,-89.4183305055]],"bounds":[[43.0673586017,-74.0035386433],[37.7029266937,-123.005394924]],"episodes":[{"id":6075,"title":"Family of Andrew Goodman Spoke at News Conference","course_id":123,"status":"P","start_date":"8/6/64","end_date":"8/6/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 06, 1964, <em>The New York Times</em> reported an expression of “grief and hope” by Andrew Goodman’s family to the public at a news conference. Andrew Goodman, the dead civil rights worker killed near Philadelphia, Mississippi, had been working on a voter registration drive in Meridan, Mississippi. His parents, Mr. and Mrs. Robert Goodman, ensured the public their pain, although personal, belonged to the entire nation. Despite the death of Andrew and the other two civil right workers, the Goodmans remained adamant the three young men “shall not have died in vain[; the] struggle for equality…shall continue” and not end with the slaying of civil rights activists Goodman, James Chaney, and Michael “Mickey” Schwerner.","The three civil rights activists were a part of the Mississippi Freedom Project under CORE (Congress of Racial Equality) which prepared and encouraged men and women to vote in Lauderdale County, Mississippi. Among those opposing the Freedom Project was the Ku Klux Klan, who had approximately 750 members in Mississippi by the 1960s. The prominent presence of the Ku Klux Klan in the state of Mississippi fostered an environment of intimidation in almost every political office and allowed the extremist group to use fear tactics to prevent minorities, such as African Americans, from voting. Schwerner and Goodman, both twenty-one year old, Jewish men from New York City met at the Mississippi Freedom Project training session. Chaney, a twenty-year old African American and Mississippi native brought local knowledge to the team including his navigating skills needed for the back roads of the Magnolia State.","Goodman, Chaney, and Schwerner had ridden out on the June 16to investigate the arson against the Freedom School, at Mt. Zion. Shortly afterwards they were arrested on the June 21 for a traffic violation and held until the fine of $20 was paid. Klansmen, working in cooperation with some local police stopped the car, and killed the three men. They burned the vehicle and dumped it in a swamp, and buried their bodies in dam. No one was charged for the murder for the three activists, although nineteen men, including the sheriff and deputy sheriff, from the Lauderdale and Neshoba Counties of Mississippi were arrested for “depriving the three [murdered] victims of their civil rights,” in 1967 according to writer Bill Scheppler.","The news conference held by the Goodman family reinforced the philanthropic behavior the civil rights activists pursued in Meridian, Mississippi. With the loss of these young men, the Goodman family voiced hopes of, personally, continuing their son’s civil rights duties. James Farmer, the national director of the CORE released in the news conference that a drive headed by Jackie Robinson, former baseball player, would collect funds for the Schwerner-Chaney-Goodman Memorial Community Center in Meridian. The openness of the Goodman family created a spirit of resilience in the nation during a time of mourning for the African American community. Although three years later, the charges against nineteen men in the local area represented the willingness of the FBI to prosecute those who deprived men of civil rights in the Deep South state of Mississippi."],"locations":[{"id":31603,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1074,"tag":"Mississippi"},{"id":3,"tag":"African-Americans"},{"id":2193,"tag":"James Chaney"},{"id":2194,"tag":"Andrew Goodman"},{"id":2195,"tag":"Michael Schwerner"}]},{"id":6076,"title":"An American Soldier Survives the Opening of the Tet Offensive","course_id":123,"status":"P","start_date":"1/30/68","end_date":"1/30/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For Sergeant Den Cook of the United States Air Force Security Forces, the Tet offensive was the defining moment of his overseas service. The assault began with rockets striking the Tan Son Nhut Air Base, as “thousands of tracers told [Cook] just how many VC and NVA were kicking at our door.” Cook heard over the radio that positions throughout the perimeter were being overrun shortly before the radio fizzled and died, leaving him in a communications blackout. While overcome by terror, the arrival of helicopter gunship support lifted his spirits, as Cook cheered every strafing run and shouted “Get ‘em” to every rocket launched.","However, Cook’s greatest test was yet to come. Out of the darkness lurched two shadowy figures, scrambling for his bunker at all costs. Cook, terrified but determined to defend his post, was about to fire when the pair called out in perfect English “Don’t shoot! It’s us!” Cook, confused enough to refrain from gunning the men down, was amazed to find that the pair were nothing more than terrified American ammo technicians. Cook’s amazement soon turned to self-loathing and regret, for he had failed. In failing to “blow their butts away,” Cook “failed to do his job.” Had the pair been Vietcong soldiers instead of terrified American technicians, Cook “would have been sent home early in a metal box…jeopardizing all the positions behind [him].” After Tet, Cook felt conflicted between his relief at not killing friendly Americans and his shame at ultimately failing at his duty. This despair, rage, and self-loathing stayed with Cook for the rest of his life, contributing to his PTSD, a condition he slowly learned to cope with.","For the majority of the Vietnam War, conflict was limited to the mountains, jungles, and rice paddies of rural Vietnam. The cities of the south were long considered impregnable bastions, untouchable by direct assault the combined forces of the Vietcong and the North Vietnamese Army. However, the launch of the Tet Offensive on January 30, 1968, shattered these illusions, forcing both the American military and American public to confront the fact that their North Vietnamese foes were more powerful than popularly believed.","The Tet Offensive proved a major turning point in the Vietnam War. The North Vietnamese showed themselves a still-potent force, and the American establishment narrative of the war, mainly that it was nearly won, was revealed as fallacious. This had a twofold effect - spurring the anti-war movement to new heights and creating a “credibility gap” for the Johnson administration in the minds of the American public. This second effect was far more pressing, for while the anti-war movement had existed previously, America’s continued involvement in Southeast Asia was largely predicated upon the support of the average American. As a wider swath of America began to turn against the war, the political will necessary to continue the conflict began to evaporate, pushing America towards a negotiated peace and withdrawal from the theater."],"locations":[{"id":52685,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1554,"tag":"Vietnam War"},{"id":5,"tag":"War"},{"id":2196,"tag":"Tet Offensive"}]},{"id":6077,"title":"<strong>ABC launches <em>American Bandstand</em> to a National Audience</strong>","course_id":123,"status":"P","start_date":"8/5/57","end_date":"8/5/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 5, 1957, groups of Philadelphia teenagers met up at the WFIL studio on Market Street to partake in the popular dance show phenomenon, <em>American Bandstand</em>. The show, hosted by Dick Clark, debuted nationally on August 5 as a product of the American Broadcast Company (ABC). In J.P. Shanley’s <em>New York Times</em> review of <em>American Bandstand</em>’s premiere from August 6, 1957, he stated that “Viewers who are beyond voting age are not likely to derive much pleasure from ‘American Bandstand’ the disk jockey show that began yesterday.” Shanley gave clear reasons why older viewers would dislike the show. He explained what the “attractive group of youngsters” wore: “pretty gowns” for the girls and for the boys, “there were no motorcycle jackets and hardly a sideburn in the crowd.”  He criticized the dancing on the show and Dick Clark’s hosting. Shanley was not impressed by <em>American Bandstand</em> and called it “almost identical to that of a show that has been conducted in here over Channel 9” as a warning to adults in the area to stay away. The <em>Times</em> portrayed <em>American Bandstand</em> as a mediocre show entirely directed at a teenage audience.","By bringing<em> Bandstand</em> to a national network and advertising show-themed products to more viewers, Dick Clark became a popular television figure in the already forming teenage consumer culture of the 1950s. One of the leading historians of <em>American Bandstand</em>, Matthew Delmont, in his book, <em>The Nicest Kids in Town,</em> claimed, “<em>American Bandstand’s</em> daily images encouraged teenagers to imagine themselves as a part of a national audience enjoying the same music and dances at the same time.” Delmont also explained: “by representing the show’s teenagers consuming all of these products, <em>American Bandstand</em> constructed a national youth culture centered on simultaneous consumption” that imitated the larger consumer culture of America in 1957.","When asked by author Michael Shore about <em>Bandstand</em> going national, one of the regular dancers from the show, Justine Carrelli, responded, “That first network show had to be the first, last, and only time I can recall ever seeing Dick Clark acting the least bit nervous.” It was one of the only days when Dick Clark and show producer Tony Mammarella had to hand over control of <em>Bandstand</em> to network producers. The show lost much of its local flavor when ABC producers changed the interior design to a generic, national backdrop by adding a United States map and discarded local high school pennants. Delmont said, “When ABC decided to take <em>Bandstand</em> national in 1957, dozens of local markets had or would soon start their own teen dance shows.” It was those changes ABC made when debuting nationally that caused teenagers to tune into <em>American Bandstand</em> instead of their local programs. Even though the show displeased critics like Shanley, ABC guaranteed that <em>Bandstand</em> became a facet of American popular culture until the show finished in 1989 because it created a mainstream teenage culture in the United States and popularized television shows created for a specific youth audience."],"locations":[{"id":30458,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":7,"tag":"Women"},{"id":16,"tag":"Science/Technology"},{"id":2197,"tag":"Television"}]},{"id":6078,"title":"<strong>Locals React to the <em>Exxon Valdez</em> Oil Spill</strong>","course_id":123,"status":"P","start_date":"3/24/89","end_date":"3/24/89","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The primary employment in the Prince William Sound in Alaska is fishing. Not only is it a career, but also it is a way of life. That way of life was threatened by the <em>Exxon Valdez</em> oil spill. Over 80% of the protein in Alaskans’ diet comes from fish. They rely on seafood as a main source of food and they didn’t want to risk cancer or other organ damage. They also needed a good harvest to make a living. One fisherman told <em>the Globe and Mail</em> that the incident “took our resources and washed them down the sink.” Other local Alaskans worried about the clean up process and hoped that the oil company could indeed clean it and not leave the locals to suffer. Other fishermen fretted that it would change the $100 million industry by leaving fish that are not edible.","Early morning March 24, 1989 at 12:04 AM the <em>Exxon Valdez</em> oil tanker went aground on the Bligh Reef in Prince William Sound, Alaska. Over 260,000 barrels of oil spilled out of the 300 meter long, steel single hull, oil tanker. This created the most devastating human caused environmental catastrophe. The crude oil lay uncontained for twenty-four minutes before the accident was recorded. Seven hours after the spill, response teams tried attempted a dispersant test, but failed to contain the oil due to foul weather. It took Exxon thirty-six hours to finally put containment booms around Prince William Sound. Throughout the first week, efforts to clean the crude oil off the reef, beaches and affected animals began and would last over a year.","An environmental catastrophe as large as the<em> Valdez</em> oil spill, had a major impact on the local people, animals, and environment. Crude oil is toxic and a volatile compound and the fresh oil provided harsh fumes for the animals and workers to breathe. The effects of oil can be horrendous; contact of oil on skin, for example, can cause acute dermatitis. There were 350 sea otters that were rescued and only 180 of them survived. The ones who died had severe emphysema along with liver, kidney, intestinal, and bone morrow damage.","By the summer of 1990, the beaches were all cleaned up, but a high price was paid. Many animals were affected and the damage to fisheries still remains unknown. This massive, dangerous oil spill taught a lot of lessons. One of them is that single-skinned tankers should be phased out and the response to spills needs to be quicker and better prepared. As the <em>Globe and Mail</em> points out, Exxon failed to respond quickly and effectively resulting in a bad reputation."],"locations":[{"id":52464,"lat":null,"lng":null,"zoom":8,"place":"Valdez-Cordova Cens, Alaska"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":1888,"tag":"environmental health"}]},{"id":6079,"title":"<strong><em>Rolling Stone</em></strong><strong> Publishes Hunter S. Thompson’s Gonzo Journalism about Las Vegas</strong>","course_id":123,"status":"P","start_date":"11/1/71","end_date":"11/30/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["“We were somewhere around Barstow on the edge of the desert,” Raoul Duke began, “when the drugs began to take hold.”  Duke, Hunter S. Thompson’s pseudonym, continued, “I remember saying something like ‘I feel a bit light headed; maybe you should drive…’”  Then in a flash of terror, Duke’s light-headedness turned dramatically into full blown drug induced hallucination and chaos.  Flying down the interstate through an endless desert, bombarded by a swarm of twisted psychedelic animals, Duke and his lawyer blasted out of Los Angeles on their search for the American dream.  Published in <em>Rolling Stone</em> magazine in November 1971, <em>Fear and Loathing in Las Vegas</em> was a semi-autobiographical work by Hunter S. Thompson, and an experiment in Gonzo Journalism.","Described as an “outlaw journalist” by his managing editor at <em>Rolling Stone</em>, Paul Scanlon, Thompson was part of a generation of journalists that rebelled against the dry writing of their predecessors and embraced writers like Tom Wolfe, author of <em>The Electric Kool-Aid Acid Test</em>, and <em>The Kandy-Kolored Tangerine-Flake Streamline Baby</em>, and what became “New Journalism.” <em>Rolling Stone</em>, an alternative magazine founded in 1967, sought to cover the social, cultural, and political unrest missed or ignored by the mainstream newspapers and newsweeklies.  Hunter S. Thompson and his brand of what came to be called Gonzo Journalism, fit this scene perfectly.  Scanlon described Thompson’s standard affects as “something edible, like a grapefruit, a carton of Dunhills, a large police flashlight, a bottle of Wild Turkey, and can of liquid mace.” Though Scanlon admitted that Thompson’s process included “evenings of drug fueled adventures that left more than a few staffers dazed and worn out,” his top priority was always work.  Scanlon remembered that in his early career, Thompson told him that he had “not taste for either poverty or honest labor, so writing was the only recourse left for [him].”","<em>Fear and</em> <em>Loathing</em> was one of Thompson’s first experiments with new journalism which focused on finding “a subject that [could] induce a paroxysm of words, scribble[ing] them out on paper, then mov[ing] on before the rush [wore] off and the synapses cool[ed].” Thompson used this as his guiding principal in <em>Fear and Loathing</em>. “But that was the story? Nobody had bothered to say. So we would have to drum it up on our own.  Free Enterprise.  The American Dream.  Horatio Alger gone mad on drugs in Las Vegas. Do it <em>now</em>: pure Gonzo journalism.” Under this directive, Thompson chronicled his pursuit of the American Dream on the streets of Las Vegas armed with “two bags of grass, 75 pellets of mescaline, five sheets of high powered blotter acid, a salt shaker half full of cocaine, and a whole galaxy of uppers, downers, screamers, laughers… and also a quart of tequila, a quart of rum, a case of Budweiser, a pint of raw either, and a two dozen amyls.”"],"locations":[{"id":34924,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":726,"tag":"Journalism"},{"id":1008,"tag":"Counterculture"},{"id":1919,"tag":"1970s"},{"id":2198,"tag":"Gonzo"},{"id":2200,"tag":"Las Vegas"}]},{"id":6080,"title":"Gloria Gaynor Records Disco Anthem ‘I Will Survive’","course_id":123,"status":"P","start_date":"10/23/78","end_date":"10/23/78","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 23, 1978, the American singer Gloria Gaynor released the famed disco anthem “I Will Survive.”  The song’s lyrics traced the story of a woman who was wronged by a man and left heart broken and alone. She was both “afraid” and “petrified” by the event.  As the song progressed, the woman transformed her pain into a newfound sense of personal strength.  “I used to cry/ But now I hold my head up high,” Gaynor belted out in the third stanza.  The woman directly asked the man, if he underestimated her ability to move on without him.  “Do you think I’d crumble/Did you think I’d lay down and die?”  Finally, Gaynor breaks into the song’s chorus.  “Oh as long as I know how to love/ I know I’ll stay alive/ I’ve got all my life to live/ I’ve got all my love to give and I’ll survive/ I will survive.”","Historian Tim Lawrence has argued that the “black female diva” became an important figure within the disco movement.  Singers such as Gaynor were able to embrace both a deep emotional vulnerability and a fighting spirit that appealed to a wide and diverse audience. Minority groups, including blacks, women, Hispanics, and gay men, made up a substantial portion of disco’s primary listeners.  Offering these groups a sense of collective spirit, disco became what Barry Walters, a writer for <em>The Advocate</em>, described as “a public music.”  ‘I Will Survive’ fit well into this mold. It provided listeners with a message of resilience, serving as a source of inspiration for many who felt oppressed by society.  With its emphasis on being strong and moving on, “I Will Survive” became an immediate hit among disco lovers across the country.","As the sole singer, Gaynor’s voice and message were clear and direct. “I Will Survive” became an anthem for anyone who felt victimized by society.  This was especially apparent among gay men, who made up the song’s primary fan base.  As Gaynor said, “It made all the sense in the world that ‘I Will Survive’ became an anthem of the gay movement.  Who felt more oppressed than they did?”  The song’s empowered message was especially appealing in the 1970s, when newly enfranchised minorities were attempting to define themselves and show their strength.  From January 20, 1979 to May 25, “I Will Survive” held the number one spot on the pop charts, and became Gaynor’s most popular single."],"locations":[{"id":34445,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":104,"tag":"Popular Music"},{"id":2201,"tag":"Minority Groups"}]},{"id":6081,"title":"<strong>Violence Erupts at Altamont Free Concert</strong>","course_id":123,"status":"P","start_date":"12/6/69","end_date":"12/6/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As Mick Jagger and the Rolling Stones took the stage at Altamont Speedway the atmosphere was already intense. While the sun went down the Rolling Stones began their fateful set at a concert that was the culmination of their 1969 US tour, and by far the most violent. What promoters had advertised as a free concert for one and all featuring the immensely popular Rolling Stones, quickly degenerated into a violent, intimidating, and frightening scene in the northern California countryside.","The Rolling Stones’ US tour manager Sam Cutler had hired the San Francisco chapter of the Hells Angels Motorcycle Club to provide security for the concert. According to Bill Wyman, former bassist of the Rolling Stones, the Hell’s Angels agreed to protect the generators and stage from the crowd. They agreed to be paid with $500 worth of beer. Wyman recalls in his book <em>Rolling With the Stones</em> that by the time the Stones began the third song of their set the crowd had become unruly and close to completely out of control.","In the documentary film <em>Gimme Shelter</em>, which focuses on the 1969 Rolling Stones tour, Mick Jagger can be seen and heard pleading with the crowd to, “Just calm down in the front there. Cool it man.” Jagger was speaking in response to a series of brawls that had broken out directly in front of the stage, between Hell’s Angels members and concert-goers. It was here, in front of the stage, that eighteen year-old Meredith Hunter was stabbed to death by a Hells Angel. As seen in <em>Gimme Shelter</em> it is clear that Hunter revealed and began brandishing a revolver in the midst of the crowd, when Hells Angel Alan Passaro drew a knife and charged Hunter, stabbing him to death. The concert ended there, as the situation had gone beyond the control of the band. Later proceedings found that Passaro acted in self-defense, with the documentary footage providing the key evidence, along with the police report that the deceased Hunter had been under the influence of methamphetamines at the time of his death.","Although the Rolling Stones cannot be directly blamed for the violence at Altamont, their music incited movement and action, and represented the counter-culture of the sixties and seventies. However, people like Meredith Hunter, and the Hells Angels, were drawn to the Rolling Stones because their music addressed social problems, promised freedom from the banality of everyday life, and glorified drug use and other illegal activity."],"locations":[{"id":33268,"lat":37.7659991545,"lng":-122.286458807,"zoom":9,"place":"Alameda, California"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":8,"tag":"Arts/Leisure"}]},{"id":6082,"title":"<strong>The United States Sues <em>The</em> <em>Progressive</em> Over Nuclear Secrets</strong>","course_id":123,"status":"P","start_date":"3/9/79","end_date":"3/28/79","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 9, 1979, the U.S. Government issued a restraining order that stopped <em>The Progressive </em>from publishing an article entitled, “<em>The H-Bomb Secret: How We Got It, Why We're Telling It.”</em> The question posed to the court by the U.S. was, “…a clash between allegedly vital security interests of the United States and the competing constitutional doctrine against prior restraint in publication.” The U.S. also said that if a document poses a threat to national security than it should be classified as such and be censored justly to protect the security of the people it is supposed to protect. <em>The Progressive</em> argued, “While acknowledging that freedom of the press is not absolute, they maintain that the publication of the projected article does not rise to the level of immediate, direct and irreparable harm which could justify incursion into First Amendment freedoms.”","<em>The Progressive</em> is a magazine published in Madison, Wisconsin. Their motto is to, “…defend the public interest, against private greed.” Their goal is to make citizens more aware and to fight to investigate the atrocities of government. Their ideology is the same as the ideology of the Progressive Movement.","On March 28, the court ruled that the article would help a country produce an atomic bomb with more speed and that that would be dangerous to the U.S. The article also violated the Atomic Energy Act. This act put in place a standard for how to control the use of atomic energy for the country’s and the world’s well-being. They also argued the harm to the magazine would be minimal and would be warranted because, “of the existence of the likelihood of direct, immediate and irreparable injury to our nation and its people.” In the end the magazine was not allowed to publish the article.","This court case proved that the government had the legal power of censorship when they deem it necessary to protect its national security. The <em>Progressive</em> challenged the U.S., and the Constitution in terms of prior restraint, which is the practice of censoring expressions before they are expressed. If an individual, or in this case a publication has freedom of press and expression, prior restraint would hinder their freedom and their right to print news stories without government involvement. This was a polarizing issue, as some thought it was unwise to release this article because it could fall into the wrong hands. Others believed if the government exercised prior restraint in this case, it might set a dangerous precedent for the future. All in all, it was the courts job not to decide if it was unwise, but to see if it fell within the parameters of the law. This case could have set in motion a government that censors its people unlawfully. Instead an anti-climactic decision by the courts, and precedents not being set, led to an ambiguity in terms of prior restraints and how the government can enact them."],"locations":[{"id":36665,"lat":43.0673586017,"lng":-89.4183305055,"zoom":9,"place":"Dane, Wisconsin"}],"tags":[{"id":9,"tag":"Law"},{"id":17,"tag":"Government"},{"id":286,"tag":"Censorship"}]},{"id":6096,"title":"Grunt Witnesses the Enormities at My Lai","course_id":123,"status":"P","start_date":"3/16/68","end_date":"3/16/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At approximately 7:30 a.m. on the morning of Saturday March 16, 1968, the officers and enlisted men of Charlie Company of the 1<sup>st</sup> Battalion, 20<sup>th</sup> Infantry Regiment, 11<sup>th</sup> Brigade of the 23<sup>rd</sup> Infantry Division landed by helicopter directly outside the village of My Lai.  Private First Class Herbert L. Carter witnessed the unjustifiable and immoral events that ensued once his unit entered the village.  Charlie Company did not encounter any opposition from the villagers, but it did not matter.   According to Carter, the commanding officer ordered the men to “kill everybody, leave no one standing.”  Under the leadership of Captain Ernest Medina and spearheaded by Lieutenant William Calley, the men of Charlie Company tortured, murdered, and mutilated the inhabitants of My Lai.  When asked how many people were killed during the massacre, Carter responded, “There were more than 100, but I couldn’t tell you accurately how many people were killed.  I don’t believe there were any people left alive.”  The men of Charlie Company ceased fire between 9:00 a.m. and 10:30 a.m.  Carter shot himself in the foot and was evacuated at approximately 10:30 a.m.","The events of My Lai have been investigated and disputed since that Saturday morning in 1968.  Australian professors Truda Gray and Brian Martin claimed, “Upon publication of the news in late 1969, many people in the United States and beyond were shocked.”  The massacre at My Lai altered the American public’s stance on the war in Vietnam.  Since the military concealed facts surrounding the massacre, U.S. citizens felt left in the dark and increasingly protested the war once they learned what actually happened.  Top-level military commanders had no idea of what transpired on March 16, 1968 until the story reached publication a year later.  The cover-up process was kept within the middle ranks of the military.  The only person to be convicted for his actions was Lieutenant William Calley, reflecting injustice and bias within the judiciary system of the U.S. military.","Professors of sociology Joachim J. Savelsberg and Ryan D. King argued, “the My Lai Massacre, committed by American soldiers in the course of the Vietnam War, did not affect the telling of American history and the public esteem of the American military as profoundly as some had expected at the onset of the 1970s.”   However, My Lai and its negative aftermath are still remembered today, half a century later.  The My Lai Massacre and its consequences summarized the confusion of the Vietnam War.  The military’s ignorance and the media’s portrayal of My Lai played a substantial role in the loss of support for the war.  The entire ordeal illustrated how the actions of a few men in war can severely impact the opinions and beliefs of a nation."],"locations":[{"id":52685,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":5,"tag":"War"},{"id":20,"tag":"Diplomacy/International"},{"id":1,"tag":"Crime/Violence"}]}]}