{"id":124,"title":"Historical Perspectives on Technology","school_id":43,"school_name":"Widener University","term":"Summer 2014","abbr":"HIST301","url":"","description":"This is the History Engine homepage for Widener University HIST301.","points":[[39.8715057392,-77.2179223246],[40.468833638,-79.9812076782],[41.8064084993,-72.7328417292],[42.107446354,-83.1351982696]],"bounds":[[42.107446354,-72.7328417292],[39.8715057392,-83.1351982696]],"episodes":[{"id":6123,"title":"Gettysburg's Harvest of Death","course_id":124,"status":"P","start_date":"1863-07-05","end_date":"1863-07-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Battle of Gettysburg is remembered as the bloodiest battle of the American Civil War. The fighting in Gettysburg, Pennsylvania, started in the early morning of July 1, 1863, and lasted three days, until July 3. Despite the Union’s decisive victory at Gettysburg, around 23,000 of their soldiers died during the three day battle, whereas the Confederate Army lost 28,000 [1]. Photographs were taken of the battlefield and serve as a reminder of both how many lives this famous battle claimed, and the humanity of the fallen soldiers. One photograph in particular, Timothy O’Sullivan’s <em>A Harvest of Death</em>, gives a dramatic, yet realistic portrayal of Gettysburg’s casualties and the horrors of war.","The famous nineteenth century photographer, Matthew Brady, is most often associated with Civil War photography. He was in charge of a substantial crew of photographers, and often attributed their photographs to himself, as well as those of other photographers to which he had no business relations [2]. Brady was the former employer of other accomplished photographers, such as Alexander Gardner. Gardner and his cameramen, James Gibson and Timothy O’Sullivan, were accomplished photographers in their own right. After leaving Brady’s employment, Gardner and his crew focused on the grisly, uncensored realities of war, taking photos of the dead men and horses strewn about the battlefields. These photographers traveled to battlefield locations in covered wagons, which served as both a mobile storage facility and a darkroom [3]. Gardner led a three-man team which arrived at Gettysburg late in the morning of July 5, 1863, soon after the defeated Confederate General Robert E. Lee left the battlefield. The photographers immediately began taking photographs of their bloody surroundings, and Timothy O’Sullivan, one of Alexander Gardner’s photographers, snapped his famous photograph [4].","The photo shows the bodies of dead soldiers scattered across a field, among the debris from battle, and in the distance, two living men with horses can be seen. Prominent among the dead, the decaying corpse of a Union soldier is seen with his legs splayed, right arm outstretched, head turned towards the photographer, and his mouth forced open due to bloating. The other men lie in similar positions, but their heads are turned away. The soldiers’ once-handsome uniforms are disheveled; several of their coats are unbuttoned, and some are missing shoes. The dead lie at varying distances from O’Sullivan’s camera; the scattering of bodies continues until they fade into the mist [5]. Because the battle ended two days prior to the taking of this photograph, the bodies are not those of freshly deceased men, although they remain unburied in the July heat. The photo was fittingly titled <em>A Harvest of Death</em>.","The photographs of the Civil War hold a great amount of significance, to both contemporary and modern audiences. O’Sullivan’s photograph immortalized the carnage of the Battle of Gettysburg, giving non-combatants and future generations a view of the battlefield, in all its gruesome authenticity. This photograph gives humanity to the unnamed fallen soldiers and, together with the many other photos published from various Civil War battlefields, brought the horrors of war to the attention of the American public. These photographs were a stark contrast to the portraiture of powerful figures that Americans were used to seeing – high-ranking officers and government officials posing for the camera. Aside from their families and friends, most of the dead men on the battlefield were unknown to the general public [6]. The idealized glamour of war – the stylish uniforms, well-groomed horses, and the heroic nature of the soldiers who would fight for their families, their country, and their values – all of this was pushed aside in the photographs to show the true, gruesome nature of the battlefield.","Due to public demand, these photographs were displayed in galleries for public viewing and printed in newspapers using a woodcut of the glass images [7]. The American public was simultaneously horrified and fascinated by the morbid scenes depicted in the photographs. The <em>New York</em> <em>Times,</em> speaking of the photographs (for which Brady was given undue credit), said that they had “done something to bring home to us the terrible reality and earnestness of war. If he has not brought bodies and laid them in our door-yards and along the streets, he has done something very like it.” [8]"," "," ","[1] George Sullivan, <em>In the Wake of Battle The Civil War Images Of Matthew Brady </em>(Munich: Prestel Verlag, 2004), 18.","[2] <em>Ibid</em>., 10.","[3] <em>Ibid</em>., 15.","[4] <em>Ibid</em>., 18.","[5] Timothy O’Sullivan, “A Harvest of Death, Gettysburg, July 1863” (Washington, D.C.: National Archives and Records Administration).","[6] Mary Panzer, <em>Matthew Brady and the Image of History</em>, (Washington, D.C.: Smithsonian Books, 1997), 106-109.","[7] Panzer, 106-109 and Foster Eubank, <em>Following Civil War Photographers</em>, (Henderson, NV: Jennings Sayre Publications, 2003), Introduction.","[8] Panzer, 106-109."," "],"locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"},{"id":1161,"tag":"Photography"},{"id":5,"tag":"War"}]},{"id":6125,"title":"A brief description of the Polio Disease, Dr. Salk, the vaccine he created, and the methods he used.","course_id":124,"status":"P","start_date":"2/23/54","end_date":"2/23/54","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 23, 1954, <em>The Free Lance-Star</em> newspaper, published in Fredericksburg, Virginia, reported that “<em>Pittsburgh youngsters are first to try Salk’s anti-polio Vaccine.” </em>One hundred thirty-seven brave young students tried this new vaccine in Arsenal Elementary School in Pittsburgh.  The article indicates countless tests on animals were conducted prior to human tests.  Only about 600 people were tested before the school test. Very few other people had tested the vaccine before these school children. They were not told of the vaccine ahead of time, for Salk felt “mental tentativeness” may change the outcome.  The children were told as they received the shot. The vaccine created a minor case of polio, in which the child would build anti-bodies too, making them immune [1].  This could not happen in today’s litigious world.   Unexpected and fairly untested vaccines would not be acceptable today, even for the good of the herd.","The article discusses the day of the first shots for the children, but leaves out detail on the incredible hard work Dr. Salk put into the development of the vaccine.  The vaccine worked as expected, and by April 1955, 1.8 million students everywhere were inoculated.  This effort was re-enforced by 20,000 volunteers and 20,000 doctors [2] , funded by March of Dimes’ $7.5 million [3] in donations, Dr. Salk, worked endlessly to find the cure.  The money needed to help find a cure was mostly raised by the then president Franklin Delano Roosevelt.  FDR, who had polio himself, became the public face of the disease.   That status and the fact he was a man of conviction and morals led to a large increase in the amount of donations [4].","Polio first entered the modern science scene in the early 1900’s, according to the College of Physicians of Philadelphia, but may have been traced as far back as the Ancient Egyptians.  A painting showed a man with a club foot[5]. Deformities of the limbs were common in Polio.   Polio was an odd disease in the fact it could have symptoms such as fever, vomiting, paralysis, or death; or the virus could show no outward symptoms of the disease. Contractions of the muscles were common among victims, and medical science of the time encouraged immobilization,   which is why many pictures of people with polio contain leg braces[6]. The virus was easy spread through contaminated feces, saliva, or mucus from an infect person.  The poor sanitation of the early part of the 20<sup>th</sup> century led to the explosion in the number of cases.","Salk began his career in the labs of the University of Michigan, as a medical student.  Intrigued by vaccines and inspired by the small pox vaccine, he began to work on a vaccine for influenza. New medical technologies and Penicillin help elevate the research towards curing diseases. As his stature increased, he was promoted to the head of University of Pittsburgh’s research labs[7]. He began to work almost exclusively on Poliomyelitis, known as the Polio virus.  Salk started by classifying the strains of Polio. He found they fell into three main groups[8].   Further research provided him an idea.  He was able to kill the virus with formaldehyde.  He took this dead form of the virus and injected it into the body.  The body, upon recognizing the virus, would create anti-bodies and prevent the body from getting infected.  The first batch he tested on himself, his wife and his children[9].   After publishing the findings in a medical journal, he began testing on the school children.  He obtained a 60% success rate[10].  As the popularity of the vaccine spread so did Salk’s popularity.  Unfortunately the vaccine was halted as reports of people getting sick from the vaccines started coming in.  200 people were sickened by polio all from one bad batch from a pharmaceutical company. The issue was quickly resolved and the vaccine was back in full swing.","Dr. Albert Sabin, who was also a world class expert on vaccine, paralleled Salk’s work.  He felt that Salk vaccine was weak and not strong enough to effectively eliminate the virus. Sabin created his from a small dose of the live virus, instead of the dead[11].  It worked with a good success rate.  He was able to administer his vaccine orally in a sugar cube, instead of Salk’s shot[12]. This was a huge improvement administrating the vaccine to school children.  Sabin’s version of the vaccine also had troubles, unfortunately some people contracted polio from his version[13]. By 1979 these two great men had effectively wiped out polio in the United States, and in most countries in the world."," "," "," ","[1] http://news.google.com/newspapers?nid=1298&dat=19540223&id=V95LAAAAIBAJ&sjid=5ooDAAAAIBAJ&pg=2092,3325242"," ","[2] http://www.newsworks.org/index.php/local/newsworks-tonight/66769-60th-anniversary-of-polio"," ","[3] http://chm.med.umich.edu/mi-history/polio-exhibit/"," ","[4] http://www.marchofdimes.com/mission/a-history-of-the-march-of-dimes.aspx"," ","[5] http://www.historyofvaccines.org/content/timelines/polio"," ","[6] http://www.ydr.com/ci_21121226/remember-polio-disease-struck-terror-into-york-county"," ","[7] http://www.salk.edu/about/discovery_timeline.html"," ","[8] http://www.pbs.org/wgbh/aso/databank/entries/dm52sa.html"," ","[9] http://www.pbs.org/wgbh/aso/databank/entries/dm52sa.html"," ","[10] http://www.pbs.org/wgbh/aso/databank/entries/dm52sa.html"," ","[11] http://www.pbs.org/wgbh/aso/databank/entries/dm52sa.html"," ","[12] http://www.newsworks.org/index.php/local/newsworks-tonight/66769-60th-anniversary-of-polio","[13] http://www.pbs.org/wgbh/aso/databank/entries/dm52sa.html"," "],"locations":[{"id":29117,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"Allegheny, Pennsylvania"}],"tags":[{"id":2292,"tag":"Salk, polio, vaccine"},{"id":2293,"tag":"\"Medicine/Health\", \"FDR\""}]},{"id":6124,"title":"Samuel Colt's Patent of the Multi-Shot Revolver","course_id":124,"status":"P","start_date":"1836-02-25","end_date":"1836-02-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Before the invention of the multi-shot revolver, there were only single-shot muskets and hand guns. The main issue with a single-shot weapon is the time it takes to reload. It took twenty seconds to reload a single-shot flint lock firearm. In that time Indians, for instance, could shoot up to six arrows (Kinard 66). Soldiers in the heat of battle were left vulnerable while they took time to reload. Samuel Colt’s successful patent on the six-shot revolver revolutionized the firearms industry. Colt did not invent the revolver but improved upon the design by making it a multi-shot weapon. The multi-shot revolver made it possible to fire six times before the weapon needed to be reloaded. This could save not only time, but soldiers’ lives while they were in battle (Kinard 65-66).","Samuel Colt was born in Hartford, Connecticut in 1814 and was always fascinated with weapons and explosives. Being an American entrepreneur, Colt was looking for ways to make money off of his interests. Colt came up with his patent idea while studying navigation at sea (Kinard 63). He was fixated by how a ship’s wheel rotates and could also be locked into one position. Being an innovator, Colt brought some of his ideas to life by carving the components of his patent out of wood (Kinard 63). After working and saving, he had enough money to perfect his idea and employ gunsmiths to make prototypes. Colt then opened up a firearms manufacturing factory in Patterson, New Jersey, in 1836 (samuelcolt.net). There he worked on a design for a pistol that would utilize a cylinder and could be preloaded with six shots instead of one. ","On February 25,1836, Samuel Colt submitted an application to the United States Patent Office detailing his new invention (Colt). He wanted a patent in order to safeguard the design from his rivals. Not only did he safeguard his design from rival firearms manufactures, but he also protected his own interests by taking the patent out in his personal name instead of his company, Colt's Patent Fire-Arms Manufacturing Company (Munz). Colt’s petition carefully detailed each of the components used in the new revolver and explained exactly how they operated throughout the firing processes. He wanted to make sure that the examiners at the patent office had no issues understanding what his patent was about and why it was a new and original design.","Samuel Colt’s patent application is seven pages long with three of those pages being drawings showing the breakdown of the specific components used in the new firearm. The patent application is extremely technical in the description of each component used and the material that it is made from. The way the firearm operates can easily be broken down into four steps.","Colt outlined the advantages of his design to the Patent Office.  Besides being multi-shot, the revolver used percussion caps instead of the flintlock’s that were used in the single shot muzzleloaders. Flintlocks were very susceptible to moisture whereas the percussion caps were more tolerant of moisture (Kinard 65). His firearm used a rotating cylinder that would turn and lock with the caps at the end of the cylinder itself. This kept the smoke of the powder and the exploding cap separate from the rest of the loads in the other chambers of the cylinder. There is a connecting rod between the hammer and trigger to rotate the cylinder to the prospective chamber. When the hammer would strike the cap, the recoil was minimal so the firearm was able to be held steady for better accuracy. The gun can be fired as fast as the hammer can be pulled back and the trigger pulled (Ikenson 85). ","At the time period of Samuel Colt’s patent, the United States was on the verge of starting to expand its western boundaries. Wars were inevitable when the United States tried to force its way onto lands that were inhabited by Indians for many years (Kinard 67). Colt saw that there was a need for improved weapons and geared his new design toward the military (Kinard 66). The improvements Colt made were of great advantage to soldiers and settlers that were exploring new lands."],"locations":[{"id":1183,"lat":41.8064084993,"lng":-72.7328417292,"zoom":9,"place":"HARTFORD, Connecticut"}],"tags":[{"id":2287,"tag":"Colt Revolver"},{"id":2288,"tag":"Samuel Colt"},{"id":2289,"tag":"Weapons"},{"id":2290,"tag":"Guns"},{"id":2291,"tag":"Patents"}]},{"id":6127,"title":"The History of the Automobile Name and How It Benefitted the Popularity of the Automobile","course_id":124,"status":"P","start_date":"1896-01-01","end_date":"1896-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In January of 1896, the <em>Horseless Age,</em> a magazine about motor vehicles, published an article entitled “ A Word to the Word Coiners. Evolution of the Motor Idea.” The article focused on what to call the new motor vehicles that were beginning to appear on the streets of cities in Europe and the United States. The late 19<sup>th</sup> century was a time of great excitement and inventiveness in the field of the automobile technology. At the time, no one in Europe and the United States was sure what to call these new inventions with four wheels and an engine that enabled people to get from point A to point B much faster. While the word “automobile” would ultimately become a household term, this was not the common name at the time the article was written.","The January 1896 article described the various names given to automobiles, such as “auto motor” and “petrocar” in England. “Auto cycle” was also put down as a name because of the word “auto.” However, this would imply that the motor would be automatic and wouldn’t require any human control, even though the essence of the automobile is having a human <em>control</em> what the automobile does. Petrocar implied that the vehicle was made of stone or for hauling stone. The main reason the name was even developed was because it was also translated to mean petroleum, which the car would run on. But not all of the motor vehicles were petroleum powered. One word for automobiles in America was “motocycle.” As the author of the article tried to find the root of this name, he figured out that it wouldn’t work because moto-cycle was a specific and not generic term, the word “cycle” was normally expressed in terms of a bicycle and this was just a euphemism for motor cycle.","The only common parallel word was “horseless carriage,” and this name was used commonly until people began to see the automobile as more than just a carriage. In 1905, when Michigan solidified its claim as a host to the emerging automobile industry, the name began to finally settle into either “motor vehicle” or “automobile.” People love the idea to be able to travel on different schedules, or to travel whenever they wanted to go anywhere in distance. The point that this information is getting at is once the popularity of the automobile began to rise, that is when they were able to produce the name of the automobile because they needed a centralized name that would catch on as the sales and popularity grew. The name became household and by 1912 the Cadillac was the first <em>vehicle</em> to have an effective self-starting engine. The self-starting engine was much easier to help with the depiction of the automobile name.","The name began to be a household name and the technology of automobiles would soon give birth to more manufacturers such a Ford. The name and understanding of what the main intent of the vehicle helped Ford build the Rouge manufacturing empire. Rouge had 800 car bodies coming out of the shop every day as popularity of the Model-T vehicle was produced. The Model-T was a vehicle produced by Ford.","It was not clear what the word used to describe automobiles would be at the beginning because no one really knew the main focus or direction the vehicle was going in. But once a motor was developed and there was a self –starting engine, the automobile name was birthed. Once the main idea and name of the automobile was put into play this would soon play a big part in the automobile being a household name and manufacturers like Cadillac and Ford began their dominance and their own twists they would put on these vehicles. The name/ direction of the vehicle produced the lucrative profits that were generated."],"locations":[{"id":6599,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"WAYNE, Michigan"}],"tags":[{"id":1900,"tag":"Automotive Industry"},{"id":1544,"tag":"automobile"}]},{"id":6126,"title":"Advertisement for Gatling Gun and Battery: a look at the public endorsemant of the Gatling Gun","course_id":124,"status":"P","start_date":"1862-08-01","end_date":"1862-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The Gatling Gun, invented by R.J. Gatling, is the precursor to all modern machine guns. However, like all inventions, its legitimacy had to be proven. The document <em>Advertisement for Gatling Gun and Battery</em> is an example of the need to promote the benefits of the Gatling Gun to the public [1]. It is not known where it was first published; however, due to the fact that it is a single document and not connected to others, it is likely that it was published independent of any other works.","This document's original author is currently unknown, but the praise that the author bestows upon the Gatling Gun, such as citing claims made by United States Army and Navy officers that two of the guns with a group of twenty men could do more damage in combat than an entire regiment, shows that it was likely written by someone who was interested in promoting sales of the Gatlin Gun . Though the exact date of publication cannot be found for this artifact, the inclusion of a testimony by the Master Mechanic in the Navy Yard dated July 18, 1863, suggests that the flier was likely printed and distributed sometime in late summer or early fall of 1863 . This supposition is supported by fact that the weaon's manufacturer needed to quickly distribute information about the weapon due to the raging American Civil War in order to promote its sale and use by the Union Army.","The audience of this advertisement was likely two-fold, both of whom comprise different parts of the Union which can be surmised by the quotes provided by Union military officials. The inclusion of differing font sizes to draw attention to the names being promoted as supporters of the Gatling Gun, as well as a clear attempt to provoke an emotional response by suggesting that far fewer individuals will need to be hospitalized if the weapon is used, suggests that this was designed for the public and not as an official document for major military or political leaders. However, by provoking public support for the Gatling Gun, the author is obviously trying to reach out to those individuals in a position to commission the purchase and use of the Gatling Gun, therefore the audience of the advertisement is directly the public and indirectly the leaders of the Union.","The purpose for which this advertisement was created was to bring to light the tactical advantages provided by the Gatling Gun. Throughout the article facts and statistics are provided to persuade the reader that the new gun will shoot faster, more accurately, and required less maintenance than other weapons. It also claims that it can lessen the number of individuals that need to be put in harm’s way thanks to its heightened killing ability. This document was designed to promote the weapons ability to ensure victory for the Union if it is used and persuade the government, as well as citizens, that it is a tool that needed to be on the battlefield to help ensure victory.","While the advertisement discusses the merits of R.J. Gatling’s new gun, it was clearly influenced heavily by the American Civil War. It highlighted several attributes that, while always favorable attributes in a weapon, would have been even more appealing due to the progress of the war during the late summer or early fall of 1862. At the time of the advertisement, General Robert E. Lee had pushed into Union territory after a bloody victory at the second battle of Bull Run [2]. The Union did manage to throw the Confederate Army out of their territory, but it was again at the cost of an enormous number of lives at the battle of Antietam which was followed up by the dismissal of the union’s top ranked General McCllelan [3]. The extreme loss of life in such a short time frame as well as the dysfunctional state of the union Army would have left the Union in need of something to hold onto as a source of hope for a victory and end to the war.","In addition, the Gatling Gun had been well received in military circles all over the world, with the exception of the Union Army. This was due to General Ripley’s, who was a General and top advisor to President Lincoln, enthusiastic refusal to accept the weapon. The reason for this refusal is not fully known but likely had to do, in part, with Gatling’s southern origins which could have painted him as an untrustworthy individual [4]. As previously noted, the advertisement uses testimony from several military officials. It is reasonable to view this inclusion as a direct response to Ripley’s negative view of the weapon and as an attempt to counter his arguments against it."," ","[1] Author Unknown, <em>Advertisemant for Gatling Gun and </em>Battery, Accessed on July 27<sup>th</sup> from http://cdm15078.contentdm.oclc.org/cdm/compoundobject/collection/Milroy/id/587/rec/4","[2] “President Lincoln Removes General McCllelan”, <em>History, </em>accessed July 30<sup>th</sup>, 2014 from http://www.history.com/this-day-in-history/lincoln-removes-mcclellan","[3] <em>Ibid</em>.","[4] Albert E. Roark, “Doctor Gatling’s Gun,” <em>Arizona and the West, </em>vol. 4 no. 4 Winter (1962): 314.  Accessed August 2<sup>nd</sup> from  http://0-www.jstor.org.libcat.widener.edu/stable/40167884."],"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":2295,"tag":"machine gun"},{"id":2294,"tag":"Gatling Gun"},{"id":32,"tag":"Civil War"}]}]}