{"id":125,"title":"American Women's History","school_id":69,"school_name":"Schreiner University","term":"Fall 2014","abbr":"Hist 3313","url":"","description":"","points":[[40.5980855538,-73.8693155342],[40.6916304076,-74.0035386433],[42.3436165724,-72.6413336945]],"bounds":[[42.3436165724,-72.6413336945],[40.5980855538,-74.0035386433]],"episodes":[{"id":6245,"title":"Emma Goldman's essay 'A New Declaration of Indepence' may have inspired Jewish women factory workers to revolt against New York's shirtwaist factories in the Uprising of Twenty Thousand.","course_id":125,"status":"P","start_date":"7/1/09","end_date":"7/31/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Emma Goldman was a political advocate for absolute freedom for everyone.  Her article “A New Declaration of Independence” published July 1909 in <em>Mother Earth</em>, reminds readers that all humans were created equal.  She also informs readers that “when…existing institutions prove inadequate to the needs of man…the people have the eternal right to rebel against, and overthrow, these institutions.”  Her article called for the immediate removal of any institution that does not respect the needs of its people.  Emma Goldman reprimands those abusing Americans for “repeated crimes, injustice, oppression, outrage, and abuse, all aiming at the suppression of individual liberties and the exploitation of the people.”  She encouraged all persons regardless of race, background, or ethnicity to stand up for themselves, band together, and eliminate the occurrence of these inequalities.","Outspoken against the controlling elite, Emma Goldman was adamant that a few men, like J.P. Morgan, Andrew Carnegie, and J.D. Rockefeller were all keeping mankind in an eternal enslavement, by “…perpetuating poverty and disease, maintaining crime and corruption...”  Relentlessly fighting for the meager existence they have, and being degraded at every chance, these people deserved more and should demand more.  Emma Goldman writes that the only way for man to reclaim his life and freedom is to “emancipate himself from the sacredness of property, the respect for man-made law, the fear of the Church, the cowardice of public opinion, the stupid arrogance of national, racial, religious, and sex superiority, and from the narrow puritanical conception of human life.”  She supported the anarchist cause whole-heartedly.  Goldman believed that everyone would benefit if land were no longer privatized and the population were allowed to perform, work, and live with equal opportunities to succeed.","Emma Goldman’s call for a revolt may have been heard by a group of immigrant Jewish women who slaved away as poorly paid unskilled laborers in New York’s shirtwaist factories.  The Uprising of Twenty Thousand lasted over 11 weeks and began November 23, 1909.  These immigrant women rebelled against the repressive regime of the factory.  Women were often kept in the lowest paid jobs within the factories, while men were able to obtain employment as supervisors and other higher paid jobs.  This rebellion came after years of mounting abuses by factories, the wealthy, and the government against immigrants and the poor.  Factory owners hired brutes to beat, threaten, and intimidate picketers.  Law enforcement was also quick to jail and fine over 700 women.","This period of time had little to no rules about workplace safety.  Many women worked long hours in deplorable conditions, like the practice of packing as many women as possible into the factory, often with poor ventilation.  They received barely livable wages ranging from $3-12 a week depending on skill level, with little opportunity of promotion.  The government did not offer protection to employees from their employers.  Courts often ruled with the business over employee’s grievances about work hours, safety, and work conditions.  Strikes were frequently the only way to have complaints taken seriously and addressed.  The conclusion of the Uprising of Twenty Thousand allowed workers a 52 hour work week, 4 paid holidays annually, and the negotiation of wages.  Emma Goldman told her followers that when an institution no longer works to serve the needs of the people, it is their duty to rise up and challenge that institution.  The women’s revolt accomplished much and as a result, forced the changes they desired and desperately needed."],"locations":[{"id":49732,"lat":40.5980855538,"lng":-73.8693155342,"zoom":10,"place":"Queens, New York"}],"tags":[{"id":2484,"tag":"Emma Goldman, factories"},{"id":2483,"tag":"women, revolt, immigrants"}]},{"id":6239,"title":"Eleanor Roosevelt and Character Building","course_id":125,"status":"P","start_date":"6/1/31","end_date":"6/30/31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Eleanor Roosevelt wrote an editorial titled, “Building Character,” in 1931 informing parents how to discipline their children properly. She argued that discipline was the best way to build character. Children’s ability to reason in society comes from the parents’ enforcement of obedience. Her argument suggests parents are responsible for their child’s development; therefore, they must help build confidence, structure, and self-control through a variety of disciplinary actions. She suggests, “a generation ago it was the custom to feel that a child should be made to obey without understanding; nowadays we feel that prohibitions are useless—there are too many means of getting away from authority these days . . .”[1] Roosevelt had a new outlook on children. They were the future workers and decisions makers of the United States, so she believed parents should take responsibility for cultivating their children’s character.","Roosevelt was most commonly known for her dedication to political movements and rights for women and for bringing women into press conference meetings and other political contexts.  But she was lesser known for advocating for successful child rearing. Her drive to focus on child rearing stemmed from the economic crash. The Great Depression had negative and long lasting effects on jobs and trade. American men and women experienced many hardships of the recession, taking drastic pay cuts and resorting to volunteer work. Roosevelt knew that strong citizens working in a struggling environment could have a positive effect on the economy; so delving into the effectiveness of childhood development would change the outcome of the economical downturn. By instilling hard work and motivation into youthful minds, children growing up in the Great Depression would become stronger adults.","Along with changing children's behavior, Roosevelt also called for the improvement of the parents' behavior: “She encouraged parents to maintain a distance between themselves and their children and advised them to exercise control over their own emotions and act calmly and reasonably in all circumstances surrounding childhood development.” [2] Maintaining proper conduct was a challenge for parents because they had to focus on their own conduct as much as their child’s.","Eleanor Roosevelt was a role model not just in the political sphere, but also in the domestic sphere. She could not do it on her own, seeing as many people saw her vision for democracy clichéd and obtuse. She relied on the media to spread her word; her editorial found its way into the homes of families all across the country. Roosevelt proposed old ideas of child rearing for a modern society and changed the roles of parenthood in hopes for a stronger, united country. Her contributions not only pushed the economy in a positive direction, but also set the standards for future citizens to come."," "," ","[1] Roosevelt, Eleanor, 1931. “Building Character,<em>”</em> <em>The George Washington University</em>,  Accessed November, 13 2014."," ","[2] Dennis, Paul M, \"Between Watson and Spock: Eleanor Roosevelt's Advice on Child-Rearing from 1928 to 1962,\" <em>Journal Of American Culture </em>18(1995): 41-50"],"locations":[{"id":22428,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2469,"tag":"Eleanor Roosevelt"},{"id":2470,"tag":"Child Rearing"},{"id":2471,"tag":"20th Century"}]},{"id":6247,"title":"Black Feminism and The Women's Liberation Movement","course_id":125,"status":"P","start_date":"1/1/70","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The 1970s were characterized as an era of protest, activism, and change in America. Anti-war protests against the war in Vietnam and the involvement of the United States in Indochina were popular. As the women's liberation movement continued, the disparity between the needs and agendas of black feminists and white feminists became more evident. In the \"Black Women's Liberation\" pamphlet, two articles, \"Why Women's Liberation is Important to Black Women\" by Maxine Williams and \"Take a Look at Our Problems\" by Pamela Newman, identified the unique needs of black women that served to divide black feminists from the women's liberation movement. The authors identified the aspects of the women's movement that hindered the involvement and development of minority women, like racist sentiments and a narrowly-oriented set of goals that favored white, upper-and-middle class women. The narrow, class-focused orientation and goals of white feminists led many black feminists to value racial liberation over gender liberation.","A major source of tension between black feminists and white feminists was the push by upper-and-middle class white feminists and Southern Republicans for Congress to pass the Equal Rights Act (ERA) that granted both sexes equal rights under the law. The ERA was strongly opposed by the American Federation of Labor and other labor unions because they feared that the amendment would invalidate and weaken protective labor legislation for women. Black feminists, like the labor unions, favored state protective labor laws because they protected the minority women, who disproportionately formed the bulk of the women's labor force, from horrible working conditions like extreme hours, unfair pay, and dangerous work environments. Upper-and-middle class white feminists, however, unfamiliar with labor-intensive jobs and their harsh conditions, saw these laws as restrictive for upwardly-mobile women in the workplace. Black women and black feminists experienced a far greater array of oppression than their white counterparts-- as a woman, as a worker, and as an African American. As the case on state protective laws illustrates, the oppression that black women faced also came from the women's liberation movement. Disparity between the needs of the races functioned to solidify black women's resolve and efforts to focus on racial liberation rather than the liberation of women as a gender."],"locations":[{"id":36051,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2492,"tag":"state protective laws"},{"id":2491,"tag":"white feminism"},{"id":2490,"tag":"black feminism"},{"id":2489,"tag":"gender-race conflict"},{"id":2488,"tag":"black liberation"},{"id":2487,"tag":"black women's movement"},{"id":196,"tag":"women's rights"},{"id":2258,"tag":"women's movement"}]},{"id":6256,"title":"American Women During World War I","course_id":125,"status":"P","start_date":"11/22/17","end_date":"11/11/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Harvey W. Wiley, former chief chemist in the United States Agriculture department, stood in the auditorium of Massachusetts Agricultural College in May, 1917, in Amherst, Massachusetts. His subject was, “The Great Fundamental Industry eating, eating, eating”<sup>1</sup>. According to Wiley, in order to produce enough food to feed the country, the farmer, “must pay the highest price for whatever he buys,”<sup>2</sup> also “The farmer is obliged to meet the problem of the scarcity of labor.”<sup>3</sup> Wiley proposed a solution to the labor shortage caused by the large number of men sent to fight in the war. The solution challenged farmers to start, “to employ women in agriculture.”<sup>4</sup>"," ","Wiley also headed the laboratories at The Good Housekeeping magazine, where Wiley focused on the interest of American women. The magazine was established in 1909 by the Good Housekeeping Institute and promoted household devices that were tested in GHRI Model Kitchen. Wiley knew women could “exceed in many agricultural pursuits as they have done in the shops and country houses.”<sup>5</sup>"," ","The Women’s Land Army America formed at the Pennsylvania School of Horticultural, predominate (WLA) white college age women. These white, Northern women were an example of a group who took on the task of farming during World War I. The women of the WLA were mostly experienced and often times given the same wages as men. Ann Rachel, author of the book Farm Women, explained “Given the procedure of farm work, women could cross over to do men’s work, but not vice versa.”<sup>9</sup> Women capable of farming were highly encouraged to join organizations such as WLA. The encouragement to farm came through concentrated efforts of propaganda to get women to serve. Propaganda posters directed women to “farming in the Women’s Land Army, buying Liberty Bonds, and knitting socks for solider or conserving food.”<sup>6</sup> Women's experience on the farm made them possessed the ability to farm no less than men, therefore, women were proven replacements during the war."," ","When the United States entered World War I, 4.3 million American men were mobilized, their men left behind many jobs for women on the home front. According to Lynn Dumenil, historian, “Women serving in the Women’s Land Army replaced men in farms all over the country in order to sustain agricultural production.”<sup>7</sup> Although there was the need for women to work, American women still faced the reality of tradition and that many employers still held the mindset that women should only work around the home. Employers after the war would return to hire white-American men. American women despite the popular view still took advantage of the lack of men workers and used the war as “tough often temporary, employment options.”<sup>8</sup>"," "," "," ","[1] “Opportunities for Women in Agriculture and Country Life” Springfield Union, (Amherst, MA) Nov. 22, 1917.","[2] Ibid.","[3] Ibid.","[4] Ibid.","[5] Ibid.","[6] Lynn Dumenil “American women and the Great War” Magazine of History, October 2002, 35.","[7] Ibid., 36.","[8] Ibid., 36.","[9] Ann Rachel, Farm Women (University of North Carolina, University of North Carolina Press 1985) 36."," "],"locations":[{"id":17330,"lat":42.3436165724,"lng":-72.6413336945,"zoom":9,"place":"Hampshire, Massachusetts"}],"tags":[{"id":2516,"tag":"Harvey W. Wiley"},{"id":2517,"tag":"Women in World War I"},{"id":2518,"tag":"Wimen in Agriculture"}]}]}