{"id":126,"title":"Historian's Craft","school_id":10,"school_name":"University of Alabama at Birmingham","term":"Summer 2014","abbr":"HY300-RF","url":"","description":"","points":[[33.5543155862,-86.8964933862],[38.9151212228,-76.9435162098],[34.9015275542,-87.6543722425],[33.7862251516,-84.4230424472],[33.553801834,-86.8960886107],[41.5184025702,-76.0165203504]],"bounds":[[41.5184025702,-76.0165203504],[33.553801834,-87.6543722425]],"episodes":[{"id":6108,"title":"Colonel Edmund Lilly Transcribes Some Poems","course_id":126,"status":"P","start_date":"4/9/42","end_date":"7/5/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Colonel Edmund Lilly Jr. sat in camp Tarlac in the northern Philippines. He, along with his unit, had surrendered to the Japanese in April and had been subjected to the Bataan death march which saw many prisoners expire from horrid conditions. Edmund then decided that the best way to live out his captivity was to keep a diary to both record his experiences and give him something to occupy his time. Edmund also had a friend, a Brigadier General and poet by the name of William Brougher, who would recite a number of poems to Edmund; Edmund would then record these poems in a notebook that he had smuggled into the camp. These poems ranged from descriptions of hardships of their captivity to memories women they knew from back home. The poems played a crucial role in maintaining the morale of the captives.","Brougher’s first poem is titled “First Fruits of the Spirit” and seems to describe how humans are able to cope with extreme hardships. The poem opens with the first stanza describing hardships:","Some burdens are more than human flesh can bear;","Some tasks are more than human hands can do","Some dangers more than human hearts can dare","The first stanza metaphorically details the rough conditions endured by the men during their captivity. The hardships hinted at in the poem show the tremendous strain placed upon the will of the men. The contents then shift to a topic that is slightly more upbeat as it describes the men’s ability to cope with these difficulties:","When weary bodies crumple on the road,","Spirit lifts us up and bids us stand;","When hearts recoil with fear before the foe,","Spirit draws the sword and takes command","This stanza shows the human spirit’s tenacious ability to cope with hardships, such as the poor conditions in the camp and the cruelty of the prisoners’ captors. The work also seems to reference the bond of comradeship developed by the soldiers as the verses seem to be a reference for the men helping each other during the troubling times. Overall, the work may be symbolic of Edmund and William’s will to survive their ordeal.","Historian Charles B. Rolland argues that the seemingly mundane act of writing poetry was extremely useful in helping the prisoners of war survive. The poems themselves were utilized to help the men vent their emotions and served as a mechanism for coping with both the rough conditions in the camps and the brutal working conditions imposed upon the prisoners. Furthermore, Roland states that poems were useful for dealing with boredom as the Japanese captors often banned any activity designed for entertainment; consequently, Edmund went through much trouble to secretly keep his journal and would have likely suffered a beating if he had been discovered with this illicit possession. The banning of activities often had an adverse effect on the prisoners’ morale as the only thing they were able to look forward to was work. Thus the writing of poetry gave the men something to pass their time with. In conclusion, poetry was a useful way for prisoners of war to both pass time and boost morale."," "," "," "," "],"locations":[{"id":52663,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":258,"tag":"World War II"},{"id":1402,"tag":"Prisoners of war"},{"id":536,"tag":"Poetry"}]},{"id":6109,"title":"<strong>A Governor Overshadowed by Her Husband’s Ambitions</strong>","course_id":126,"status":"P","start_date":"3/15/68","end_date":"3/15/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 15th, 1968, teachers and other members of the Alabama Education Association waited to hear George Wallace speak on the behalf of his wife at the annual AEA convention. Lurleen Wallace had been elected governor of the state a year before, and could not make it to the event. “As you know, she is quite sick,” the former governor told the crowd according to the <em>Birmingham Herold Post</em>. Lurleen had been diagnosed with cancer and she was in Montgomery recovering from a recent surgery. The AEA’s president, Vernon St. John decided to send a telegram to the beloved governor and tell her that “the teachers were inspired by her courage, [...] spirit, and uncomparable devotion to Alabama and her people”","In 1966, the state became aware that their new governor was being hospitalized for a hysterectomy. The administration did not tell the press about Lurleen’s condition, but rumors circulated that she had cancer. George Wallace instructed his staff and the doctors not to tell his wife about an abnormality in her biopsy they had found back in 1961. “His decision was not unusual for its time”, writes historian Dan T. Carter. When Lurleen found out from a mutual friend that she had been misled, she was furious. George had a number of reasons not to tell her; he simply did not want rumors spreading that the governor was dying.","George and Lurleen’s oldest son, George Jr. wrote a book about his famous parents in which he recounts the time when Lurleen followed George as governor. “My mother was not the kind of woman you would have expected to be a Governor,” he writes. It was widely known that Lurleen ran for the office simply because her husband, George, desired a third term in office and he was also planning on running for the presidency. He suggested that she run for the governorship, and she became determined to win the election. The crowd that gathered to listen to her inaugural speech could tell that she was tremendously humbled by the people’s confidence in her. More than likely, she knew that without her husband’s help and his presence, she would never have taken part in public life. “I entered the race for Governor for the purpose of permitting my husband to take our fight to the final court of appeal - the people of the United States,” she told the crowd at her inauguration. Although Lurleen was the one who made the decision to run for the executive office in her husband’s place, George’s decisions and policies ultimately shaped her administration.","The Civil Rights movement of the 1960s compelled the nation to reflect on social issues beyond those of segregation and racism. Women realized they still suffered discrimination and injustice in employment, social security, legal treatment of women, and education. Women made up 40 percent of the work force by the end of the 1960s, and more than half of those women were married. They soon began organizing to acquire equal pay and to end job discrimination. Although young women were joining the fight against these social issues across the South, Lurleen Wallace and her politics did not reflect these changing times. She was neither a part of the work force, or an activist for social justice. Governor Wallace’s short administration was overshadowed by not only her husband’s segregationist and conservative policies, but her failure to stand up for change during a time of social transformation."],"locations":[{"id":31662,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":2260,"tag":"female governor"},{"id":2259,"tag":"governor"},{"id":2258,"tag":"women's movement"},{"id":220,"tag":"alabama"},{"id":1071,"tag":"Civil Rights Movement"},{"id":18,"tag":"Politics"},{"id":1507,"tag":"1960s"}]},{"id":6110,"title":"<strong>Senator Miss Dixie Makes Headlines with Congressional Speech</strong>","course_id":126,"status":"P","start_date":"8/20/37","end_date":"8/20/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 20th, 1937, Dixie Bibb Graves took the senatorial oath and became Alabama’s first female senator. She created a precedent not only by representing her state in the Senate, but by being the first woman to deliver a speech on the Congress floor. “Miss Dixie”, as she was affectionately called, spoke against an anti-lynching bill. Southern women often talked about lynching, because they considered it a necessary prosecution to avoid rape; so it was not surprising that Senator Graves talked passionately about the subject. Lynching was a well-discussed subject during the New Deal Era of the 1930s, because the Great Depression and its repercussions had caused a new wave of lynching throughout the South. Congress had introduced various anti-lynching bills before and during the Progressive Era, but none could pass through the filibuster initiated by Southern Congressmen. By the 1930s, most mob violence and lynchings were directed against African Americans in the South; however, Senator Graves’s speech did not mention this. Instead, she argued that the frequency of lynching was declining and Southern states had the right to deal with it in their own way. She insisted that the lynching problem did not need governmental intervention and federal legislation, and states were “stamping out this disease”.","The speech became the subject of differing viewpoints and countless newspaper articles throughout the country. One such article from <em>The Birmingham News</em> praises Senator Graves and points out that “even Vice President Garner listened when [she] had her say about lynching”. The article even mentions that after the female senator was done with her speech, Republicans and Democrats from both sides of the isle stood up to shake her hand. Whether these events were true or not, many Southern newspapers like the <em>Tuscaloosa News</em> and the M<em>ontgomery Advisor</em> delivered similar articles acknowledging and praising Senator Graves. Northern newspapers, however, were not as kind. The newly appointed senator’s speech contained a number of erroneous facts, and to Northerners, she seemed to be defending the practice of lynching. Some Northern articles drew attention to her gender as a way of discrediting Miss Dixie Graves. One paper mocked her husband, Governor Graves, by saying that Mrs. Graves “can’t be a very good cook. Otherwise her husband, Bibb, would never have appointed her to the Senate”.","Dixie Graves followed in the footsteps of other women in Alabama and the South who were gaining more public roles since 1900. Historian Mary Martha Thomas writes, “although they were excluded from positions of political power, women compensated by activity in their various organizations”. Following the Progressive Era, women began moving from domestic life into public life; they established temperance societies, women’s suffrage clubs, and other organizations that were meant to bring attention to social issues. Through these organizations, women put pressure on the government to eliminate child labor, attack illiteracy, improve the school system, provide welfare for the sick and elderly, and allow women to vote. Although Miss Dixie’s speech to Congress represented women’s newly acquired confidence in public life, it was neither forward-looking in its subject matter, nor did it demonstrate any progress in the South's approval of racial equality."],"locations":[{"id":22331,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":2264,"tag":"senator graves"},{"id":2263,"tag":"governor Graves"},{"id":2262,"tag":"female senator"},{"id":2261,"tag":"women in politics"},{"id":1972,"tag":"1930s"}]},{"id":6111,"title":"<strong>Vote to Make the Lady Our Appellate Judge!</strong>","course_id":126,"status":"P","start_date":"5/4/52","end_date":"5/4/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 4th, 1952, readers of <em>The Florence Times</em> opened the newspaper and flipped through the pages to find various political advertisements. One such ad asked readers to vote in the Democratic Primary for Annie Lola Price to replace herself as a judge on the Alabama Court of Appeals. The ad featured a small picture of the lady herself, as well as a short description of Judge Price’s accomplishments. The endorsement read “Judge Price has not been reversed in a single case by the Supreme Court of Alabama”. It did not mention, however, that the lady being endorsed was the first female judge on the Appellate Court of Alabama.","Annie Lola Price never attended law school, but after reading law while she was a secretary at a law firm, she passed the Alabama bar exam. She began practicing law but soon rose to become legal advisor to Governor James E. Folsom. From there he appointed her to serve on the Court of Appeals. She feared that she may not be welcomed on the Court as a woman and chose to take her oath in a private office instead of taking part in a swearing-in ceremony. She received some criticism from Alabama’s newspapers due to her gender. An article in the <em>Montgomery Advisor</em> said that her appointment to the court was “jarring to the legal profession”. She was criticized for not having real judicial experience in trying a case, although, she had attended numerous trials as a part-time court reporter.","At the time <em>The Florence Times</em> printed its advertisement asking voters to vote for Judge Price, she had been serving on the Court for sixteen months. Other candidates for political offices appeared in the newspaper that day, including C. C. (Jack) Cole for Public Service Commission, whose ad appeared shamelessly eleven times in the newspaper. Judge Price’s photo and endorsement, however, appeared only once in the Social and Club Activities section of the newspaper. This section featured women’s activities in church or other organizations, and it was usually written to cater to women’s interests. Judge Price was not exclusively looking for the female vote, but the editors of the newspaper seemed to feel that the female section was where her advertisement was most suited. Nonetheless, Judge Price defeated three male opponents for her seat in the primary and went on to win the runoffs. She earned the respect and admiration of her fellow judges on the Court and served for over twenty years as Chief Justice on the Criminal Court of Appeals.","Annie Price was a remarkable woman, as women had much difficulty succeeding in the legal profession in the 1950s. Female lawyers were paid less and valued less than their male counterparts, which is why women were not made partners at law firms until the 1970s. During the Second World War, firms had no choice but to hire women, with men serving overseas. However, after men returned from the War, women were released from legal counseling jobs. Judge Price’s career was much unlike those of former Supreme Court Justice Sandra Day O’Connor or current Supreme Court Justice Ruth Bader Ginsburg. Both women graduated from prestigious law schools in the 1950s, and had difficulty finding jobs other than secretarial positions at law firms. Alabama’s Judge Price was able to achieve with a steady voice and calm attitude what took other judges years to accomplish."],"locations":[{"id":30385,"lat":34.9015275542,"lng":-87.6543722425,"zoom":10,"place":"Lauderdale, Alabama"}],"tags":[{"id":2261,"tag":"women in politics"},{"id":220,"tag":"alabama"},{"id":2265,"tag":"judge"},{"id":2266,"tag":"female judge"},{"id":2267,"tag":"Annie Lola Price"},{"id":2268,"tag":"women in legal profession"},{"id":2269,"tag":"appellate judge"}]},{"id":6112,"title":"An Underestimated Victory for Native Americans","course_id":126,"status":"P","start_date":"7/8/70","end_date":"7/8/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On July 8, 1970, President Nixon addresses the United States Congress regarding Native American rights in response to the ongoing efforts of the American Indian Movement. At the time of his address to Congress, Native Americans across the United States were taking a stand against the hundreds of years of mistreatment they have received at the hands of white settlers.  These American Indians, who were fed up with having their cries of freedom silenced, took over the abandoned Island of Alcatraz of the coast of California. The Native American occupancy of Alcatraz Island started in the fall of 1969 and was still demanding attention from the United States government at the time of Nixon’s letter. In a bold statement, Native Americans (who came from dozens of tribes from the United States and around the globe) from American Indian Movement decided to take over Alcatraz Island and reclaim it as Indian territory. These American Indians said they had the right to claim this land because the land was abandoned and unclaimed the United States.","Few Americans were paying attention to the Native American movement, which lead to further Native American frustration with America. Many leaders and supporters of the American Indian Movement felt as though their efforts were falling out of the spotlight. The occupancy of Alcatraz marked the first bold move of the part of the American Indian Movement that would finally capture the attention of U.S. citizens. The Coast Guard surrounded the Island of Alcatraz and would not let anyone bring much needed food and supplies to the Native Americans that now occupied the island. The Native Americans did not waver and held strong to beliefs held by the AIM. This takeover helped the AIM to gain momentum, but Paul Chaat Smith and Robert Allen Warrior, authors of the book “Like a Hurricane” argue that the American Indian Movement was successful due in large part the theatrical show that they believed members of the movement performed. They believed that leaders in the Alcatraz takeover like Richard Oakes, a college student of Native American descent from California, were taking on the Native American cause more for personal attention than to preserve their dying Native American culture.  Smith and Warrior also argued that the many leaders of the American Indian Movement were “too urban” and disconnected from true Native American culture since the movement started in the urban city of Minneapolis, Minnesota instead of a more rural setting where Native Americans still practiced their traditions and beliefs.. Whatever the motives of the various members of the movement, the takeover at Alcatraz lead to an awakening that swept the nation and brought Native American issues and injustices to light. The media became very interested and started running stories across the nation about the happenings on Alcatraz Island. The Native American occupancy of Alcatraz was important because it put an end to the silencing of Native American voices at the hands of other Americans.","President Nixon finally took notice of the AIM outcries for change by becoming one of the first modern American presidents to actually acknowledge that Native Americans had been unjustly treated by whites. Nixon boldly stated to Congress on July 8, 1970, “The first Americans--the Indians-are the most deprived and most isolated minority group in our nation. On virtually every scale of measurement--employment, income, education, health--the condition of the Indian people ranks at the bottom. This condition is the heritage of centuries of injustice. From the time of their first contact with European settlers, the American Indians have been oppressed and brutalized, deprived of their ancestral lands and denied the opportunity to control their own destiny. Even the Federal programs which are intended to meet their needs have frequently proven to be ineffective and demeaning.”","The president’s recognition of the Native American peoples was a huge sign that their efforts were finally paying off after centuries of trying to defend their people, their land, and their beliefs. Their efforts had gained the attention of the American president and Native Americans were hopeful that things would soon change for their people. In his Congressional address, Nixon proclaimed that Native Americans were have more freedoms and would be given better governmental assistance. Although Nixon made these presentations to Congress, Native Americans continue to fight for all that was taken from them so many years ago. America owes the American Indian so much and will be forever indebted to these native peoples."],"locations":[{"id":35365,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"}],"tags":[{"id":537,"tag":"Native Americans"},{"id":2281,"tag":"President Nixon"},{"id":2282,"tag":"American Indian Movement"}]},{"id":6113,"title":"Colonel Edmund Voices His Concerns","course_id":126,"status":"P","start_date":"4/9/42","end_date":"7/5/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Colonel Edmund had seen his fair share of cruelty during his time in captivity at the hands of the Japanese. After being forced on a 500 mile march along with his men through the tropical conditions of the Philippines, he and his men now found themselves crammed into the former U.S. army base Camp O’Donnel. Upon arrival at the camp, the Colonel became weary of the treatment they would receive, especially in the aftermath of the long and arduous march they had recently been forced to take. He was also disappointed with the conditions in the main camp itself. Overall, his main concerns seemed to be the lack of food, clothing","Colonel Edmund first addresses the statements made by the camp commander which ensured that the prisoners would receive the best possible treatment: “We understood the camp commandant to say in his recent speech that prisoners of war would be treated according to international custom”. He then precedes to list off grievances pertaining to the inadequate conditions such as the water supply: “The water supply, except in the rainy season, is completely inadequate<sup>”</sup>; he also describes the limited clothing possessed by the prisoners: “Many are in bad need of clothing, articles are normally replaced only if the POW can identify that they have none at all of the article concerned… repair facilities are inadequate much clothing is falling to pieces<sup>”</sup>. These grievances are hard for one to imagine, the prisoners were without water and adequate clothing and at the mercy of the brutal tropical sun. Many were sun-burned badly and suffered from severe dehydration. But the colonel’s most severe concern seemed to be the beating of prisoners by the guards: “Many POWs, including officers of the highest rank, have been repeatedly struck with the fist, boot, and rifle butt for offenses often most trivial; in many cases they have not understood the offense<sup>”</sup>.  Colonel Edmund is disgusted at this fact the most because it appears as random acts of violence for no good reason. He particularly despises the fact that many prisoners were not informed of the violation they committed. Edmund felt the need to address these concerns due to his rank and concern for his men.","With these descriptions in mind, how does one account for the gap in the rhetoric of the camp commander and the terrible reality of the camp conditions? Historian Gavan Daws argues that the mistreatment of POWs stems from two reasons: the Japanese were not prepared to take on large numbers of prisoners, and the code of <em>Bushido</em> that was enforced by Japan’s militarist government. At the onset of the war, the Japanese enjoyed a rapid string of victories which saw the capture of many prisoners. These rapid successes left the Japanese in the awkward position of having inadequate supplies for the prisoners which would explain the shortages of items such as food, water, and clothing. As for the overall mistreatment of prisoners, the Japanese army still followed the code of <em>Bushido</em> which was a relic from feudal Japan; the code stated that being captured was one of the greatest dishonors a warrior could suffer, as a result, many Japanese soldiers did not wish to show mercy as they believed that none would be shown to them. With this in mind, one can realize that the Japanese did not expect any mercy to be shown to them and as a result, did not feel the need to take good care of their prisoners. Overall the combination of these factors led to numerous human rights abuses towards Japan’s prisoners of war."," "," "],"locations":[{"id":52663,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":258,"tag":"World War II"},{"id":1402,"tag":"Prisoners of war"},{"id":2270,"tag":"Atrocities"}]},{"id":6114,"title":"Colonel Edmund Discusses Tactics","course_id":126,"status":"P","start_date":"4/9/42","end_date":"7/5/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Colonel Edward sat in camp Tarlac in the Philippines, now the residence of his unit after being captured by the Japanese at the battle of Bataan. The men were perplexed about how they could have been defeated at the hands of a foe they considered themselves militarily superior towards. Their defeat sparked much conversation between the officers as they tried to discern how they had been bested in such a humiliating fashion. Edward’s friend, Brigadier General William Brougher, who had been captured along with Edward, believed he had discovered the failings of the United States’ forces and was prepared to lay down what had happened in simple terms. The words of William are important in understanding the causes behind the initial Japanese onslaught.","William opens his synopsis with what is probably the key to understanding the Japanese successes: “ 1) The failure of our air force; caution on the part of our air force, resulted of the complete destruction of our force by the Japanese in the early days of the war, A handicap from which we never recovered”. He continues with his second point which can be seen as an extension of his first one: “2) Lack of cover, our air force did not have any. They were huddled together at Clarence field and without any cover, they were all destroyed. They should have been under the ground, lacking underground storage; they should have been hidden in the woods and under brush”. His final point observes the failed mindset of the soldiers and commanders as they prepared for the campaign in the Philippines: “Ditto for the navy; anybody who did not know that the war in the Philippines was going to be an air and naval war was too dumb to live…their lack of preparation based on this knowledge led to their own failure and destruction and put them in a hole which they had no chance to recover from”. The insights of General Braugher provide a wide synopsis for the disastrous Battle of Bataan and the subsequent capture of an entire American army.","Military historian Christopher Chant backs up the words of Broughr in his discussion of tactics on the war. He argues that the fundamental flaw with the U.S. and the allies was their hesitance to adopt new tactics; the allies still believed that the ship was the superior weapon on the sea while the Japanese had been experimenting with the idea of air superiority for a long time. Evidence of this can be seen at the battle of Bataan where the U.S. forces failed to heed the warning they had recieved at Pearl Harbor. Furthermore, Chant argues that the allies still relied heavily on infantry during the early island campaigns in the war while the Japanese seemed to have full understanding of the superiority of naval and air operations. These idea serve to explain how the allies suffered a string of defeats at the onset of the war and also show how military tactics have evolved to what they are today."," "," "],"locations":[{"id":52663,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":258,"tag":"World War II"},{"id":2271,"tag":"Military Strategy"}]},{"id":6115,"title":"“Georgia Prohibition – Nupatree What do You See?”","course_id":126,"status":"P","start_date":"4/15/10","end_date":"4/15/10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 15, 1910 a man by the name M. A. Nupatree documented his travels through the state of Georgia. Nupatree documented his travels through the larger as well as the smaller cites because he wanted to study prohibition throughout the state. In his paper Nupatree claimed to be indifferent on the subject of prohibition, saying he observed everything with an impartial eye. However, Nupatree did go on to say, “I was rather prejudiced against prohibition as the best method, especially for the larger cities.” This showed he had somewhat of a bias to the subject matter. Nupatree also believed that statistics should have been ignored because they could easily be manipulated and were often unreliable for people.","Nupatree noticed that he saw only seven men under the influence of intoxicants throughout his entire trip. He stated that anyone could see that number of intoxicated men in a few minutes in the state of New Jersey. Nupatree found himself surprised by the how much drunkenness he had actually encountered in Georgia's cities. Most cities in other states shrugged off prohibition and did not pay it any attention.","Nupatree did notice that a lot of “near beer” was sold in the larger cites of the state. He said that hard liquor was hard to come by except for inside clubs, where even then its use was mostly restricted to those who would not abuse the substance. Because of all that had been noted Nupatree summarized that people that behaved themselves did not really need intoxicants, while people that were normally troublesome due to intoxication found it very hard to get into the trouble without it. He claimed that the citizens were happy with the Act and the only people not happy were the people of “the trade” as he referred to them. He noted that to him the state seemed to focus on the enforcement of laws and the more stringent laws. Nupatree found it strange that the state would focus on this instead of how the North focused on restoring the old wide-open order. Nupatree goes on to praise the state of Georgia and the shape it is in due to prohibition being followed.","By viewing this <em>New York Times</em> newspaper article that contains all the information found above, one can see the debate historians have had when they ask if prohibition was effective or not. If historians look at Nupatree’s observations throughout Georgia it is plain to see that prohibition was very effective. But this effectiveness may be due to what Political Science professors John Frendreis and Raymond Tatalovich suggested that multiple factors like region, religion and demographics play a role in the acceptance or denial of prohibition. Georgia is located in the Bible belt where there is a strong sense of Christianity. Georgia had this one main religion which according to Frendreis and Raymond made prohibition much more effective in the southern region. Nupatree observed there was a wonderful growth, prosperity and an orderly government while he traveled through Georgia. This observation of Nupatree’s shows that urbanization and income had begun to grow in Georgia, and these things factor into the demographics of the state.  This newspaper article shows how a state’s region, religion and demographics can greatly impact the decision of prohibitions like the professors stated. This <em>New York Times</em> newspaper article shows how certain elements within the state of Georgia made its citizens want to follow prohibition."],"locations":[{"id":16304,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"Fulton, Georgia"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":79,"tag":"Religion"},{"id":2272,"tag":"1910"},{"id":1609,"tag":"georgia"}]},{"id":6116,"title":"“Prohibition in Alabama- Newspaper Fiasco”","course_id":126,"status":"P","start_date":"2/25/15","end_date":"2/25/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a New York Times article published on February 25, 1915 titled “Prohibition Running Amuck” a story is told about a newspaper and magazine distributer in Birmingham, Alabama. The distributers name was Hiram R. De Laye and he was the largest distributor in Birmingham. He was arrested because he sold a copy of a newspaper published outside Alabama that had a liquor advertisement within the newspaper. Hiram had to pay a fine that was not less than $50 but no more than $500. Hiram also had imprisonment at hard labor for not more than six months stated in the article. The article stated that, “The Alabama Legislature passed, over the Governor’s veto, a law making this a penal offense.” This would have restricted the state’s citizens to reading mainly home papers and also it would have made citizens mostly stop reading magazines.                                                                                                      News dealers of Alabama tried to rectify the situation by cutting liquor advertisements out of the papers before they delivered them. This ended up being very costly for Laye since he had the largest distribution of the printed press he had to employ more laborers to get the job done. Thenewspaper article then went on to say that Laye would not have to worry about labor for much longer because his customers would soon stop buying papers and magazines if nearly all the material is cut out. A portion of the paper says, “The Birmingham Age-Herald prints a cartoon of an indignant citizen trying to read the report of a battle in Belgium and finding the important part cut out because a liquor advertisement was printed on the back.”  This portion shows that the prohibition act could hamper literature as a whole.","The sheriff of Birmingham got involved and told the press that the city was not trying to make an example out of Laye, but if he continued to violate the law he would be arrested every day he broke the law. The Montgomery Advertiser and The Birmingham News then decided to ignore the law. The article continues to speak on how prohibition is running mad and how human interest should not be sacrificed. Also the article states how if this situation were to logical extremes it would give states with anti-cigarette and anti-racing laws the right to exclude those advertisements in the paper.  Pretty soon the customer would be getting nothing for their money. The article ends with the author trying to bring citizens to his side by saying, “They might enact a law providing that if a citizen takes a drink in Tennessee and crosses into Alabama he should be arrested on the ground that he had carried liquor into the State.”","This <em>New York Times </em>newspaper article shows how there can be complications between the amendments. For instance, just how far do citizens’ rights protect someone when going against the government? Historian Robert M. Entman states that the government influences or determines some of the information citizens receive from the media. If the government sees it will benefit the larger majority of people they will alter information. Entman states that the First Amendment does not prevent the government from shaping most important dimensions of the news media’s messages. Many other news affiliates thought Laye was innocent yet the legislature found him guilty which shows how amendments can clash with each other. This clash ended with Laye being found guilty and being thrown in jail. All of this can be an example of how even our amendments have flaws, and they can be obstructed by each other."],"locations":[{"id":18257,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":203,"tag":"Birmingham, Alabama"},{"id":2273,"tag":"Newspaper"},{"id":1397,"tag":"Amendment"}]},{"id":6117,"title":"“Prohibition – A March to Stop Intoxication”","course_id":126,"status":"P","start_date":"12/10/13","end_date":"12/11/13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Washington, D.C. on the day of December 10, 1913 one of the largest prohibition demonstration took place within the city. There were 1,000 women from the Woman’s Christian Temperance Union and 1,000 men from the Anti-Saloon League that marched silently to the capital.  The article states that the ranks were swelled by hundreds of people who joined the march singing “Onward, Christian Soldiers,” and “America” as they were marching. The marchers were met by Senator Morris Sheppard of Texas and Alabama Representative Richmond P. Hobson at the steps of the capital. The group of marchers then proceeded to present multiple petitions that would allow a constitutional amendment to be made so the making and selling of intoxicants in the United States would be prohibited.","After the presentations of the petitions speeches were made by the leaders of the two factions. Both factions seemed to receive warm responses from the two politicians meaning they had obtained their support. Later in the same day Senator Sheppard introduced the proposed constitutional amendment in the Senate. The article says, “the galleries were only half full, but his address in support of the amendment was punctuated with outbursts of applause which Vice President Marshall made no effort to stop.”  The Senator went on to conclude his proposal with these words, “Prohibition will embrace the whole United States within a comparatively short time. The movement is so strong throughout the nation that nothing in the world can prevent its ultimate complete success.” The article ends with saying that Senator Thompson and Owen joined the indorsement of the amendment proposal.","This newspaper article from the <em>New York Times</em> shows precisely what historians have suggested when they speak on how women supported the idea prohibition and this is a firsthand account of the Woman’s Christian Temperance Union in action. The article also shows how organizations sought after the support of politicians in order to get the prohibition act into effect. This article fits perfectly with the beliefs of historian Peter Sasso and supports a number of his theses, but the main one being Sasso’s belief that the League was looking for political support. On page forty-seven of his journal Sasso talks about how one of the League leaders, Wayne Wheeler, believed that prohibition could only be accomplished through political advocacy. Gaining political support is one of the ways the League wanted to get prohibition into effect and it is clearly visible in the newspaper article.  Sasso also says how Wheeler sought to control the balance of power in key Congressional districts. This newspaper article shows perfectly how the League took steps to ensure political support to their idea. This article also shows how the WCTU and the Anti-Saloon League worked in make prohibition a reality."],"locations":[{"id":17283,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":1746,"tag":"Washington, D.C."},{"id":2274,"tag":"WCTU"},{"id":2275,"tag":"Anti-Saloon League"}]},{"id":6118,"title":"A Christian Missionary's Perpective of Native Americans","course_id":126,"status":"P","start_date":"1838-04-11","end_date":"1838-04-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Location:<strong> <strong>Walla Walla River, Oregon Territory</strong></strong>","As European settlers headed west in the early 1800s, Native Americans across the United States experienced unimaginable evils. Their lands were taken by force and many American Indians were forced to forfeit their culture and beliefs to adopt the cultural practices of whites. Though there are many negative connotations among stories of Christian missionaries and Native Americans, there is evidence that some white settlers deeply cared for the Indians they were ministering to and had their best interests at heart. On April 11, 1838, Christian missionary Narcissa Prestiss Whitman, who lived in Oregon territory and worked with the <strong>Wieletpoo</strong> Tribe wrote a letter showing her different attitude towards Native Americans. Whitman wrote of a more understanding and non-forceful approach to reaching the Native Americans with Christianity.","Though the letter initially eludes to the fact that the Indians were difficult to satisfy and show fear of the missionaries’ ways, Whitman goes on to speak positively about the Native American children and adults that they were working with. Her positive outlook for the Native American youth is evident as she states, “One boy about ten years old we have given the name of Edward—a bright, active boy, and loves his book. He has a brother, a young man whom we call David, who is very promising; he has been to school steadily all winter, and is remarkably sedate and sober—very different from all other young men of the tribe. He, with his father, is making a large quantity of land ready for planting. He is the Indian Teloukike, that gave our baby the name of Cayuse Tenni, spoken of in a former letter. His little daughter we call Jane. She attends school, also—all very good looking children, and quite handsome.","Many settlers of this time believed that the Native Americans were savages and were not intelligent. Historian Margaret D. Jacobs argues that many white women at this time saw themselves as “’The Great White Mother’  who would save her benighted Indian ‘daughters.’” These women believed that Native American mothers were unfit and that they were doing these Native American children a favor by stealing them away from their families and giving them a “proper” upbringing. Jacobs also argues that many of these white women raised the Native American children to believe negatively of their heritage in efforts to further assimilate them to white culture.  Although many settlers felt that the Native Americans were inferior, it is apparent that missionary Whitman does not share this attitude. She believed that the Native American children were very capable of succeeding in school, but also flourishing in life. Her talk of Teloukike also shows that some of the Indians within the tribe also cared for the missionaries. Teloukike had given Whitman’s infant daughter an Indian name, showing his endearment to her family. Had he been hostile towards her or her fellow Christian missionaries, he would certainly not have Indian names to white children or work willingly with them to farm the land.","Missionaries then also had a reputation for forcing Native Americans to abandon their Native languages and adopt English. This is certainly not true in all cases because Whitman talks of having books printed in the Indian’s native tongue for so that they can better understand. She and her husband were also working hard to learn the Indian’s language so that they could better communicate with them. Their efforts appeared to be welcomed because she stated; “The most interesting exercise is the Sabbath School in which we assemble—the youth and children at five o’clock P.M. The aged ones appear to be as much interested as the children. We have been teaching them the Ten Commandments, with which they are very much pleased.”","Though many Native American’s experienced poor treatment from white missionaries, Whitman’s letter shows that the missionary influence was not always forceful and negative. Although this letter appears to show concern for the Native Americans, the majority of white settlers were forceful and treated the Native Americans badly."," "," "],"locations":[{"id":15202,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":2277,"tag":"Native American Schools"},{"id":2276,"tag":"Christian Missionaries"}]},{"id":6119,"title":"Injustice at the Carlisle School for Indians","course_id":126,"status":"P","start_date":"1881-01-10","end_date":"1881-01-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Location: Carlisle, Pennsylvania"," ","January 10, 1881 marked the date of the disciplinary hearing of Henry P. Taawaite, a Native American Comanche who was made to attend the Carlisle Indian Industrial School in Carlisle, Pennsylvania. The school was led by Captain Richard Pratt, who had been the commanding officer of the 10<sup>th</sup> Calvary in the United States Army.  Pratt had persuaded the Bureau of Indian Affairs to open the boarding school in 1879. The first students were volunteered by elders of various Dakota tribes, but later, Native American children would be made to attend the school. Off reservation boarding schools began in the early 1870s as the United States government stopped recognizing Native American territory as their own separate states. Many Native American children were taken from their families “for their own good” to be educated by whites in these boarding schools. The goal of these schools was to assimilate Native Americans to white language and customs.","Captain Richard Pratt used very harsh military-style discipline within the school. Pratt believed that the only way to make the Native American’s useful to society was to assimilate them to the ways and culture of the whites, removing all traces of their native heritage.  Pratt was not at all concerned with what was best for the Indians or their families. Pratt’s very words were “Kill the Indian, save the man.” Henry P. Taawaite was a Native American student at the Carlisle School who was accused of refusing to complete his blacksmithing duties as given to him by Captain Richard Pratt. Taawaite reminisces of the school he once attended and his actions at Carlisle in his confession, “Then I come here to this Carlisle School to learn how to work and to make wagons, but when I try to work my heart is not strong that way. And all the time I think about the good friends<br /> at Paris Hill and the good time I have there. Then too, I have been away from my home over five<br /> years, and I want very much to see my people, So by thinking this way my heart got very bad, and<br /> I would not do what Capt. Pratt wanted me to.”","It is evident by his confession that Taawaite  does not want to be at the school and longs to be with his family that he loves dearly. Taawaite goes on to say that he is “very sorry” for his actions and eludes to the power that Pratt has over him. The leaders of these schools tried to fool fellow Americans into thinking that these schools were “helping these poor savages” and molding Native American children into productive members of society. These schools not only stripped Native American families of their children, but forced the children to cut their hair, wear European clothes, give up their religions, and forget their native heritage. Historian Cary Collins explores the conditions of the Carlisle Indian School and other Native American Boarding schools in her book “The Broken Crucible of Assimilation.” Collins argues that the poor conditions of these boarding schools, the lack of school funding, and the understaffing of these schools, and the stripping of young Native American children from their parents are proof that these boarding schools were like prisons in the eyes of the students. Collins also argues that the assimilationist view that Native American children had to be separated from their families and completely immersed in white culture in order to “civilize them” and further the white takeover of Native American land in the United States is one of the greatest injustices in American history. Collins supported her views as she wrote, “With a disturbing death rate, family separation, and heavy discipline, off-reservation boarding schools exacerbated rather than solved the Indian’s ‘problems’.”   These boarding schools were just one of the many hardships Native Americans faced in the late 1800s and beyond. Native American schools run by the U.S. government still exist today, but do not practice the extremes of these early boarding schools. Native Americans are still fighting to have a voice and the freedom that was taken from them so long ago."],"locations":[{"id":11356,"lat":41.5184025702,"lng":-76.0165203504,"zoom":10,"place":"WYOMING, Pennsylvania"}],"tags":[{"id":2277,"tag":"Native American Schools"},{"id":2279,"tag":"Henry p. Taawaite"},{"id":2280,"tag":"Carlisle Indian School"}]},{"id":6120,"title":"Desegregation of UAB Medical Center","course_id":126,"status":"P","start_date":"7/2/64","end_date":"4/25/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Birmingham, Alabama was referred to as: \"the most thoroughly segregated city in the United States” by Martin Luther King, Jr. It was also given the name “Bombingham” due to the fifty unsolved racially charged bombings between 1945 and 1962. These bombings were directed towards the homes of African American leaders, integrated neighborhoods, and meetings for the Civil Rights Movement. Perhaps the most notorious occurred September 15, 1963 at 16th Street Baptist Church. Three members of the Ku Klux Klan decided to place dynamite under the steps of the church killing four young girls. The 16th Street Baptist church was where many civil rights leaders and activist held their meetings. This single moment in American history was the turning point for the Civil Rights Movement and the Civil Rights Act of 1964 enacted July 2, 1964 which prohibited any discrimination or denying access to public places based upon race, religion, sex, or national origin. The same year the Civil Rights Act of 1964 was passed, the phrase, “Joe Loves Niggers” was drawn on the entrance of the Medical and Dental Basic Science building of the University of Alabama November of 1964.","<br /> This graffiti was in response to Joseph Volker; the Vice President of Health Affairs at the University of Alabama Medical Center first attempts to desegregated their facilities in accordance to the new legislation. On April 25th of 1965, Joseph Volker received an email from Mathew McNulty, Jr. entitled the Civil Rights Act of 1964 which stated that “If it should be recorded, it is here reported that the University of Alabama at Birmingham hospitals and Clinics are 100% “non-segregated.” This letter detailed that University hospital’s attempt to desegregate the hospitals were successful although it was met with disdain from not only the community but from those inside of the facility. Mathew McNulty, Jr. was forced to place several members of the hospital in specific places such as the cafeteria to serve as “arbiter, race relations leader, persuader, and policemen” as he tells Volker in a letter explaining the difficulties of the transition.","<br />The problems that faced Volker as he attempted to comply with the new piece of legislation seemed not to bother him.  When asked about the difficulties of the patients in the newly desegregated facilities and how he was able to perform what would then be considered a difficult task and a less than progressive city, Joseph stated “We decided to do absolutely nothing except we started putting patients in on a first come, first served basis depending on the kind of care they needed. The first week, the black patients and the white patients looked at each other and turned their backs on each other, and that was the only protest that was made. They are too sick to do anything else… But after a week, everything began to settle down and people must have agreed that sick people are sick people. They’re not black, they’re not white. They are just sick, and they want to get well. And so, they started gradually turning over and speaking to each other.”","<br />Volker’s actions to comply with the legislation without fear benefitted the community dearly. This was a turning point not only for healthcare for the city of Birmingham, Alabama but soon a communal understand and progression. This allowed for people to have equal opportunity to decent care. It had the potential to give doctors colored or otherwise the ability to see patients and join in on a larger medical institution. Due to Volker’s progressiveness and concern for other’s helped make the University of Alabama the institution it is today with the University of Alabama at Birmingham being ranked fourth in student diversity by The Princeton Review.<br /><br />"],"locations":[{"id":31662,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":203,"tag":"Birmingham, Alabama"},{"id":1795,"tag":"integration"},{"id":2285,"tag":"UAB"},{"id":2286,"tag":"Civil Rights Act 1964"}]},{"id":6121,"title":"Holy Family Hospital: Birmingham's First Colored Hospital","course_id":126,"status":"P","start_date":"4/11/41","end_date":"4/11/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","On February 10, 1957 the <em>Birmingham Post-Herald </em>headline story was “Beds Scarce For Negroes in Hospitals.” Arthur Bailey, the administrator of Jefferson-Hillman hospital said that they had been forced to turn colored people away up to two weeks before this articled was printed. Due to Jim Crow Laws black people were unable to receive equal treatment in the medical community and were often forced to give up their bed if it were needed by their white counterparts. Facilities that offered a segregated unit did not house as many beds for African American’s which led to many people being turned away or denied proper healthcare.  Clyde Sibley, the director of Baptist Hospitals said, “For the first time, negroes have enough to go to a hospital. It will get much worse as the time goes on because more and more of them are buying it.” The need for black hospitals in which colored patients were guaranteed beds and served as the main priority and doctors of colors had a safe sterile place where they could treat their patients was becoming more and more needed in the Birmingham community.","Nearly a decade before this article was printed, Mother Ann Sebastian of Nazareth, Kentucky sent three sisters from Kentucky to Alabama to care specifically for the needs of African Americans. This facility, was the first hospital in Birmingham, Alabama created specifically for the care of African Americans and black doctors and nurses were able to care for their patients in a safe, sterile environment. This hospital originally completed in 1946 initially housed twelve beds. However, it wasn’t until 1954 that the hospital was expanded due to the large demand of people needing a pace to go to seek proper healthcare. It was also then that more black physicians and nurses were hired to care for the patients.  The colored physicians were “especially happy” now because they could follow their patients into the hospital and care for their needs for the first time in the history of Birmingham, Alabama. Dr. L.D. Green, president of the Mineral District Medical Assn. said, “This is a stepping stone…and a hope…where a colored patient of Jefferson County can enter to be treated by a physician of his choice.” This gave the black patient autonomy over his health. Dean of the Medical Center Roy R. kracke, M.D sent a letter sent to Mr. Robert Ingalls on May 16th, 1949 stating: “There is no need as great as hospitalization facilities for negroes in the county here a negro doctor can take a patient.” Kracke also sent a letter Father Eustace Eilers on June 21, 1949 stating that he believes that “a hospital for the negro physicians is both necessary and desirable in this community.” The need was so great the Holy Family hospital was forced to do a third expansion to meet the demands of those needing a place to go where they knew they could not be turned around.","Holy Family hospital was not only a stepping stone for the black community but also for the community as a whole. In 1954, a dedication ceremony brought hundreds of people of different race and religions from black and white to Jewish to those of the catholic and protestant faith. Along with city representatives and medical professionals. Col. Pritchard stated at the ceremony: “The friendship of men, regardless of race or creed, has brought into being this hospital, dedicated to relieving sufferings of our Negro friends.” People recognized that there was a need for patient care in the community colored or otherwise."],"locations":[{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":203,"tag":"Birmingham, Alabama"},{"id":2283,"tag":"Holy Family Hospital"},{"id":2284,"tag":"Colored Hospitals"}]}]}