{"id":127,"title":"Fundamentals of Environmental History","school_id":73,"school_name":"Auburn University","term":"Fall 2014","abbr":"Hist 5970/6970","url":"","description":"","points":[[42.107446354,-83.1351982696],[37.7029266937,-123.005394924],[32.6011777617,-85.3556271043],[33.7862251516,-84.4230424472],[32.605904939,-85.3493461098],[32.8623974318,-85.7975267163]],"bounds":[[42.107446354,-83.1351982696],[32.6011777617,-123.005394924]],"episodes":[{"id":6129,"title":"<strong>Smog Madness: Remembering the Vacuum Carburetor Era</strong>","course_id":127,"status":"P","start_date":"1/1/73","end_date":"12/31/73","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The 1973 edition of the <em>Chevrolet Emission Control Systems</em> reference manual is a special supplement to the standard mechanic’s repair reference. General Motors produced this manual as a guide for its dealer-level mechanics, who would be tasked with repairing and adjusting emission control systems for Chevrolet owners. The manual contains a host of novel names and corresponding acronyms for parts of the new emissions-control system: Air Injector Reactor (AIR), Controlled Combustion System (CCS), Exhaust Gas Recirculation (EGR), Coasting Richer System (CRS), and many others. These new technologies represented the industry’s best short-term effort for reducing toxic exhaust gas emissions. However, their acronyms would be liberally intermixed with swear words throughout the 1970s, as both mechanics and their customers struggled to adapt to the new technological regime.","The main problem with 1970s emission controls proved to be the difficulty of keeping them in tune. In the era before inexpensive, compact microprocessors revolutionized engine management, emissions control systems relied on comparatively crude technology. Copious lines of fragile vacuum hoses, complex mechanically actuated carburetors, and hot-burning catalytic converters were virtually impossible to maintain in concert with one another. Datsun equipped its cars with “Floor Temp” warning lights, to keep catalytic converters from igniting the floor carpeting. Other manufacturers warned consumers not to park in tall grass for the same reason. Vacuum carburetors were notoriously devilish devices, with a tendency to produce stalling at the worst possible moments. Newly established emissions testing frequently devolved into shouting matches and frustration. To add insult to injury, these emissions-control systems actually made cars less fuel efficient in the short term, at a time when gas shortages and embargoes were menacing the land. In short, the 1970s proved to be an inauspicious time to own a car, or to be a person that worked on them for a living.","As Kevin Borg writes in <em>Auto Mechanics:</em> <em>Technology and Expertise in Twentieth-Century America</em>, mechanics bore the brunt of consumer criticism of the new technology. When the cars of the 70s stumbled and stalled in traffic, their drivers naturally blamed the men responsible for maintaining them. Auto mechanics were forced to choose between tuning their customers’ cars to meet emissions standards, or to run well in everyday use. The <em>Chevrolet Emission Control Systems</em> manual is a relic of this era of hard choices, and a reminder of the difficulty of introducing complex technological systems quickly."],"locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":1544,"tag":"automobile"},{"id":1354,"tag":"Air Pollution"},{"id":1899,"tag":"Detroit"},{"id":1919,"tag":"1970s"},{"id":599,"tag":"Technology"},{"id":2296,"tag":"emissions"},{"id":2297,"tag":"mechanics"},{"id":2298,"tag":"regulation"},{"id":2299,"tag":"car"}]},{"id":6132,"title":"Romantic Environmentalism","course_id":127,"status":"P","start_date":"11/2/07","end_date":"11/2/07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Everyday, people take their morning jogs and overlook the countless trees, rock formations and other scenic landscapes they pass by. John Muir during the early twentieth century admired the scenes that nature provides us all, especially around the Hetch Hetchy Valley in California. At the same time, talk of damming the Hetch Hetchy Valley to create a reservoir for San Francisco residents was probable.The beauty that John Muir eloquently described the Hetch Hetchy Valley reveals an Edenic view of nature that was an antithesis of what early American settlers had once viewed the vast flora and fauna of untouched land. Muir’s “The Tuolumne Yosemite in Nature” was written as an inspiration for a resurgence of value in modern American wilderness and not the preconceived notion of American wasteland as William Cronon describes it in his response to American wilderness misconceptions in “The Trouble with Wilderness,or,Getting Back to the Wrong Nature”. Muir compares Hetch Hetchy to the grand beauty of Yosemite and nicknames the area Tuolumne Yosemite because as he described it was an exact counterparat to that of the great Yosemite.Muir utilizes rich descriptions when conveying the beauty of the scenery and even incorporates humanistic characteristics when describing the vibrant landscape. The saying \"you'll miss it when its gone\" applies to Muir's colorful description because as he concludes his article, he stated that the the voice of the Board of Supervisors was not the voice of California or the Nation. The destruction of Hetch Hetchy may have been ideal for industrialization but it would ultimately eliminate aesthetics.","The overall theme toward these two works are the way in which the American landscape, once deemed a “wilderness” by means of being untouched from the disease of humans, has now become a place that is revered by its uniqueness and “best antidote to our human selves”(Cronon). The way in which Muir describes the possible destruction of Hetch Hetchy to man’s eagerness for technological progress, coincides with the way in which Cronon stresses modern industrialization revitalized nature’s worth when he stated, “ by the end of the nineteenth century, all this had changed. The wastelands that had once seemed worthless had for some people come to seem almost beyond price”(Cronon). We should all understand that wilderness can’t be the solution to our culture’s awkward idea of preservation; these ideas are generally the large part of the problem.Muir's article shows that conservation and preservation is very important to maintain nature's gift to us all."],"locations":[{"id":52323,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":2304,"tag":"preservation"},{"id":2303,"tag":"landscape"},{"id":2302,"tag":"wilderness"},{"id":739,"tag":"Nature"},{"id":87,"tag":"Environment"}]},{"id":6149,"title":"Keeping Up Appearances: Cotton Mills in World War II","course_id":127,"status":"P","start_date":"1/1/43","end_date":"12/31/43","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The United States’ industrial strength was crucial to Allied victory in World War II. Throughout the 1930s, American industry had languished during the Great Depression. However, the American economy quickly rebounded as demand for war materials spiked. Textiles were amongst the most important goods produced during the war. Mills across the country ran night and day to churn out a variety of fabrics for the war effort. In 1943, the Pepperell Manufacturing Company of Boston, Massachusetts produced a book to commemorate its contributions to the war effort. Called <em>People of Peace at War,</em> the book features an extensive collection of photographs. Taken inside the company’s mills, as well as near the front lines, these photographs show the company’s products during the manufacturing process and in action. The book also serves as a testament to the pride of the company’s workers, many of whom had close relatives fighting abroad. The book is furthermore useful for understanding what the company wanted outsiders to believe about its employees: that they were highly skilled, dedicated to their work, loyal to the company, and happy to work in a clean and safe environment with easily available child and medical care. However, a critical examination of the book and other available sources casts doubt on some of these claims.","Although Pepperell operated mills from Massachusetts all the way down to Opelika, Alabama, the company did not distinguish which textile factory each photograph in the book came from. Although the book presents pictures of well-stocked clinics as well as immaculate childcare facilities, it is unlikely these came from the company’s Southern mills. In <em>Like a Family: The Making of a Southern Cotton Mill World,</em> a group of prominent labor historians chronicled the struggles of Southern cotton mill workers. Throughout much of the twentieth century, these workers labored in unsanitary and dangerous conditions for low wages.  These conditions ranged from compulsory child labor and injuries from dangerous machinery to diseases brought about by breathing in cotton dust. The reality of cotton mill work was very different from the glamorized, dignified image presented by Pepperell in <em>People of Peace at War.</em> This is betrayed by the fact that some photographs in the book are clearly staged. For example, on page thirteen a smiling young woman with immaculate hair, painted nails, and a pearl necklace is presented sitting in front of a sewing machine, about to finish a sheet. Although she was probably an actual plant employee, it is extremely unlikely that this photograph reflects her normal working conditions. Pepperell wanted readers of the book to believe not only that the company had done its part for the war effort, but that it treated its employees with dignity and respect. The reality is that mill life during the war was probably as dangerous and degrading as at any other time. This, however, does not diminish the contributions of Pepperell’s employees to the war effort, who really were important to an Allied victory."],"locations":[{"id":27023,"lat":32.6011777617,"lng":-85.3556271043,"zoom":10,"place":"Lee, Alabama"}],"tags":[{"id":2337,"tag":"Cotton mill"},{"id":2336,"tag":"Labor History"},{"id":2335,"tag":"Industrial History"},{"id":2334,"tag":"Opelika, Alabama"},{"id":258,"tag":"World War II"}]},{"id":6150,"title":"\"Deep Time\" in a Southern City","course_id":127,"status":"P","start_date":"1895-09-18","end_date":"1895-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The U.S. government allocated $200,000 for a Federal Building at the 1895 Cotton States and International Exposition in Atlanta. This was to cover the cost of constructing the building and of filling it with exhibits from various departments. Prominent among these were displays from the Smithsonian Institution (alcoves A-Q), arranged “to illustrate the methods by which Science controls, classifies, and studies great accumulations of material objects, and uses these as a means for the discovery of truth.” A life-size statue of the Seminole chief, Osceola, would have immediately greeted visitors entering through the southern portal. The statue, one of several portrait sculptures standing in alcoves A and B, served as an example of a human “type.” These <em>specimens</em> were only a small part a larger exhibit belonging to the Department of Mammals, which boasted examples from “each of the eleven [mammalian] orders” and statues demonstrating “twelve of the most characteristic types of the human species.”","The mammal exhibits, replete with everything from aardvarks to Zulu tribesmen, gave way to birds (alcoves C and D), fish and reptiles (E), mollusks and insects (F), and finally to the Department of Paleontology, housed in alcove G, which drew upon contemporary science to offer many Atlantans a novel interpretation of the history of life on earth. Though Darwin’s theories had circulated widely after the publication of <em>Origins</em> in 1859, field researchers and paleontologists had been slow to present their work within the context of the new paradigm. In natural history museums towards the end of the nineteenth century, however, displays like the one in Atlanta emerged. Distinct evolutionary strata within the fossil record were exhibited, bearing cutting-edge descriptors (names referring to famous fossil collection sites). The <em>Cambrian </em>period, the <em>Ordovician </em>period<em>, </em>the <em>Silurian </em>period - these had entered the American scientific vernacular and were propagating, alongside popular understanding of geologic time and an evolutionary continuum, through spectacles like the Smithsonian display in Atlanta.","In many ways the Smithsonian exhibit was fully embedded in the tradition of 19<sup>th</sup> century natural history. Dead animals, shot and stuffed on faraway continents, were carried back as trophies from a world city dwellers would never see or experience except through the glass of museum display cases. This led Thoreau to refer to these 19<sup>th</sup> century museums as “catacombs of nature.” Additionally, the Smithsonian exhibit reeked of long-defunct anthropological claims, that human races were also a reflection of Darwinian hierarchies, white “types” being the most developed, of course. Robert Rydell writes, “the science of man that reached the fair-going public had a distinct hierarchical message.” Taxonomy was reconfigured and categories reshaped to reflect that organisms develop along continuous lines of descent, with snapshots left behind in corresponding layers of rock and ash. And it would have been clear to those Atlantans, walking past Smithsonian exhibits or out on the midway, that they fit into this story as well - one of biological, social, and technological <em>progress.</em> “Science and salvation seemed to march hand in hand,” according to Rydell."],"locations":[{"id":1823,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":2341,"tag":"Museums"},{"id":2342,"tag":"Expositions"},{"id":2343,"tag":"Natural History"}]},{"id":6151,"title":"CCC construction was about more than just building a park","course_id":127,"status":"P","start_date":"1/1/35","end_date":"12/31/37","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1935 the Civilian Conservation Corps began construction of a park on a portion of Chewacla Creek considered to be one of the most scenic areas in Auburn, Alabama.  A project history printed during park construction states that “2 ½ miles of park road has been constructed, into which numerous rock culverts were built.”  The document continues to describe construction of “an all masonry dam, containing six million pounds of rock.”  This was back-breaking work, performed without the aid of machinery using picks and shovels.  Construction of the dam would ultimately create a 27-acre lake providing fishing and recreation opportunities for the public.","The CCC project which created Chewacla State Park was typical of the multiuse natural resource management strategy of the prewar period, which provided recreation opportunities as well as erosion control and land restoration.  The CCC was active in Alabama between 1935 and 1942, employing 67,000 men. But CCC projects were about more than just the construction projects. Former Alabama State Legislator Pete Turnham, who worked on the Chewacla project, has said that \"the CCC built men and built communities, and it helped the nation by giving needy young men jobs by making money and getting a new start in life. They were the lifeblood of the country. It was an excellent opportunity for people.\"  Pete Turnham was typical of the men employed by the CCC. A member of CCC Camp Auburn SP-12, Turnahm was 18 when he joined CCC and worked on the Chewacla Park project in 1935.  He was paid $30 per month and was required to send a portion of that money home to support his family.  During the Great Depression era and the years leading up to World War II, the CCC helped to build men of character who would go on to become what has been called the greatest generation."],"locations":[{"id":23925,"lat":32.605904939,"lng":-85.3493461098,"zoom":10,"place":"Lee, Alabama"}],"tags":[{"id":2338,"tag":"Chewacla State Park"},{"id":1086,"tag":"CCC"}]},{"id":6152,"title":"The Rezoning and Repurposing of Parkerson Mill Creek in Auburn, Alabama","course_id":127,"status":"P","start_date":"2/10/78","end_date":"2/10/78","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Auburn has always been a sleepy little town in the heart of Southeast Alabama, and it was even more so in the 1970s. The population was just over 25,000 people, with 18,000 of them being students and the median income for the city was estimated at $7,700 per year (Warr 1). The economy was starting to stall and inflation was on the rise, and people were just trying to make ends meet to provide for their families. The main occupation was farming, and a crucial part of farming was the accessibility of water to sustain the business.","The main source of water for middle and lower class families’ crops and livestock was Parkerson Mill Creek. In the 1970s, however, there was a large movement to increase the amount of areas, including waterways, to be reverted back to their natural purpose of supporting fish and wildlife. Because of this, William Warr of the EPA conducted a report was conducted on the feasibility and cost of changing a section of Parkerson Mill Creek back to its original purpose. The people of Auburn were understandably concerned about this prospect, because it changed their way of life for the worse and they would be forced to find a new source of water for their farms.","Auburn had always prided itself on its low cost of living, and one component of that was having a combined sewer and water cost of just $81/year (Warr 1). The new repurposing of the creek would add an estimated $10 per month to each household's water bill. That would mean an extra $120 per year that families could use for food, clothes, housing, and other living expenses would have to come from somewhere else. Not only this, but there would need to be another source of water for their crops and livestock. As one would expect, the people of Auburn were very nervous.","The environmental arguments, however, were also undeniable. The runoff and silt from their farms was draining directly into the creek, causing the fish and other aquatic species to die off. In a picture provided by the Alabama State Water Program from 1954, the creek is free flowing, but it looks very cloudy and contaminated. This could become a major problem, and if let go far enough, could become completely unsuitable for use (ASWP). While the residents of Auburn did sympathize with them, they did not think it was feasible to enact this new charge, and neither did William Warr of the EPA (Warr 3). Nonetheless, in the end, the EPA did rezone the area for the purpose of supporting fish and wildlife, even against the recommendation of Warr (Warr 3). With this monumental change in the residents’ of Auburn’s lives, they were forced to find a new source of water to support their livelihood."],"locations":[{"id":34598,"lat":32.6011777617,"lng":-85.3556271043,"zoom":10,"place":"Lee, Alabama"}],"tags":[{"id":18,"tag":"Politics"},{"id":2140,"tag":"water quality"},{"id":1352,"tag":"EPA"}]},{"id":6194,"title":"The Once Compact City: Opelika, AL and Industrial Redevelopment","course_id":127,"status":"P","start_date":"7/1/49","end_date":"7/31/49","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1949, the Sanborn Map Company updated its detailed survey of Opelika, Alabama. This map contains a wealth of detail, including all major and minor structures within the city limits, and detailed information about their function. Sanborn published this map (and others like it) for the benefit of insurance companies, who used them to estimate the fire risk for different structures in the town. For example, a house located next to the higly flammable Alabama Oil and Guano Company would likely be assessed a higher insurance rate than one further away. Although the Sanborn maps had a narrow purpose at the time they were published, historians have realized that the information they contain is useful for a wide variety of purposes. The maps show where specific homes, businesses, and other important buildings were located relative to other structures. They also show how communities developed over time, as the company published updated maps every few years. In the case of Opelika, the map also shows how certain patterns of development can make it difficult for cities to adapt to economic realignment.\tOpelika in 1949 had a very compact city structure, with little wasted space. The city radiates out from a central rail hub, where the Central of Georgia and Western of Alabama railroads converge. The Lee County Court House and City Hall are only a few blocks away, and many businesses and homes are tightly clustered around them. Opelika is not a densely populated area, but it makes efficient use of the available space anyway. Despite having many facilities for the maintenance and sale of automobiles, the city lends itself to easy walking. Homes and businesses are located close to each other. It is important to note, however, that Opelika would have been subject to the same Jim Crow segregation rules as the rest of South during this time period. The school for black children is located on the edge of the city, far away from many amenities. \tAfter 1949, Opelika’s pattern of economic development began to change rapidly. New businesses, such as textile mills and the Uniroyal tire factory, arose outside of the city limits. Other businesses went into decline and closed, including the passenger rail station. As a result, Opelika moved towards a pattern of “suburbanizing” industry away from traditional city centers.","This was a pattern in many American cities in the latter half of the twentieth century. Thomas Sugrue’s <em>The Origins of the Urban Crisis</em> explains this phenomenon in detail, using the city of Detroit as his chief example. As industries fled inner cities all across America, those areas rapidly deteriorated. It is still proving difficult to redevelop those former industrial areas for useful purposes, with Opelika a prime example of this."],"locations":[{"id":27023,"lat":32.6011777617,"lng":-85.3556271043,"zoom":10,"place":"Lee, Alabama"}],"tags":[{"id":2402,"tag":"Economic History"},{"id":2401,"tag":"City Planning"},{"id":2400,"tag":"Redevelopment"},{"id":1824,"tag":"Railroads"},{"id":2335,"tag":"Industrial History"},{"id":2334,"tag":"Opelika, Alabama"}]},{"id":6198,"title":"Southern Malfunction","course_id":127,"status":"P","start_date":"1895-09-18","end_date":"1895-09-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Representatives of the Department of Agriculture spent weeks arranging the exhibit at the 1895 Cotton States and International Exposition in Atlanta. Train cars had begun arriving in the city mid-summer, loaded with materials from a number of federal institutions and departments: the Smithsonian, the Forestry Department, the Postal Service, etc.. The specimens and demonstrations would fill the 65,000 square feet of the Government Building, erected with appropriations from Congress, with the intent of encouraging renewed economic partnerships with Southern manufacturers. That was the understanding of the Agriculture Department workers who installed the massive fish tanks that would house fresh and saltwater specimens from the Southern states. This exhibit proved to be one of the most popular on the opening day of the fair, September 18<sup>th</sup>. The <em>Atlanta</em> <em>Constitution</em> writes, “The people were loath to leave this place. They watched the gyrations of the impudent looking sheephead, the gay evolutions of the glided species; the sluggish movement of the catfish, the peculiar antics of the crabs.”","By the second day of the fair, most of the fish were dead. The pump works that supplied running water to the tanks had shut off during the night, suffocating many of the freshwater fish in the exhibit. The <em>Constitution </em>described the scene: “Huge catfish floated on the top of the aquariums with their white bellies turned upward in death, and the splendid specimens of trout, which attracted so much attention on opening day were woefully decimated.” This exhibit, and others like it spread throughout the various buildings of the fair, had an explicit commercial purpose. Despite intonations regarding the fair’s educative value, exhibits like the native fish species were designed to cast the South as a trove of untapped natural resources.","North Carolina emeralds, Georgia pine, Alabama iron ore, and (of course) cotton were some of the exploitable raw materials on display. Both North and South recognized the potential in these undeveloped materials, though regions differed in their view of how these would figure into the future of the South and its people. Northern boosters largely sought to integrate Southern industry into an existing network of manufacturing, centered in northeastern cities. The South could supply Massachusetts textile mills with cotton, Pennsylvania steel mills with ore, and could otherwise become a dependable repository for Northern investment capital. Southern journalists and businessmen however were actively engaged in crafting a regionally distinct culture and a financially independent economy. One of the express purposes of the 1895 Exposition was to entice new Southern trade partners in Central and South America, and throughout the fair, technologies were venerated that could satisfy the South’s vision for a new industrial society. The modern Southern textile mill was an invention that would, over the following decades, come to dominate the Southern economy. Not unlike the fish, many Southerners would become victims of these changes.","Robert Wiebe writes of an ongoing, Southern identity crisis in the late 19<sup>th</sup> century. “They simply saw no conflict between popular control and modern technology. [….] What they did reject were the current means of America’s industrialization - the corporations, the systems of credit and distribution, the alterations of political power. In trying to destroy the lot of them, they planned a revolution without quite realizing it and, as it happened, lost at every turn.” The systems designed to keep the fish alive failed to work correctly in the South and herein lies a parable. The industrialization of the South looked different, and the insistence with which Southern leaders developed a manufacturing economy blinded many to the costs of integrating new technologies and systems into an ill-equipped society. The naïve predispositions of Southern institutions would cause them to lumber blindly into building an unsustainable, extractive, and fragile economic system that would lock the region in poverty for much of the following century."," "],"locations":[{"id":1823,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":678,"tag":"Economy of the South"},{"id":1375,"tag":"Atlanta Exposition"}]},{"id":6201,"title":"Unnatural Nature: The Creation of Lake Martin","course_id":127,"status":"P","start_date":"9/14/24","end_date":"9/14/24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Lake Martin, located in Central Alabama, was the largest manmade lake in the world at the time of its construction. The 25,000-acre lake was formed by Martin Dam, which was built by Alabama Power in 1923. Project designers promoted the construction of Martin Dam by describing its benefits to both agricultural producers and local residents. Among those benefits was the claim that the presence of such a large body of water would positively affect the general climate of the area. The temperature is more equitable where there is a larger concentration of water. Not only was the temperature altered but the presence of the lake would provide better and safer weather conditions in regards to fruit and vegetable production. Ideal temperature leveling would also eliminate late frost devastation. These promotional details were necessary to secure local/farmer support of such a large scale construction and landscape alteration.","Critics of this hydroelectric project were unable to defeat the lake's creation considering the resources that it would provide for the area such as hydroelectric power, job resources and recreation. Although the original landscape was destroyed by flooding, nature was in a sense \"replaced\" by a manmade version of a naturalized landscape. Would John Muir be displeased with Lake Martin? As the lake was introduced to an array of fish species, over time it has become not only a source of recreation but also home to an abundance of marine life. This beautiful body of water may not have been naturally created but over time has created rich resouces for people and ecosystems around the area."],"locations":[{"id":21245,"lat":32.8623974318,"lng":-85.7975267163,"zoom":9,"place":"Tallapoosa, Alabama"}],"tags":[{"id":739,"tag":"Nature"},{"id":2414,"tag":"Lake Martin"},{"id":2415,"tag":"Resources"}]}]}