{"id":130,"title":"African-American History to 1877","school_id":5,"school_name":"Rollins College","term":"Fall 2014","abbr":"HIS 140","url":"","description":"This course examines the involvement and transformative contribution of African-Americans to the American experience. Students will consider slave experience, the political economy of race and the social stresses associated with creation of a modern nation state in the context of the African-American experience. Students will think critical about these forces and consider how modern circumstances relate to historic conditions.","points":[[32.8753704415,-79.8417496964],[29.2235069663,-82.0960676488]],"bounds":[[32.8753704415,-79.8417496964],[29.2235069663,-82.0960676488]],"episodes":[{"id":6155,"title":"<strong>History Engine Episode I</strong>","course_id":130,"status":"P","start_date":"1800-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When slaves were sold across the Atlantic, they brought with them some aspects of their culture. A few of these aspects included music, and the instruments used to create the music of their original cultures. Naturally, being from totally differing regions, the Africans cultures were completely different from that of Europeans. This is shown in the accounts of the Europeans travels to Africa, in hopes of trade. After being captured, transported, and enslaved across the Atlantic to the Americas; some African slaves continued to maintain parts of their original respective cultures of their homeland. Often times Europeans did not accept the distinctive culture of the African slaves, and even thought their customs to be barbaric; while others embraced it.","In the nation of Zanzibar of the African continent, music was an important part of the sense of cultural connection the people valued. However the way the Africans expressed themselves in this music was very strange for the European traders. For example, when William H. Ingrams came to trade he noted his opinions and experiences of such strange cultural customs. He explained such impressions in his book, “The People of Makunduchi, Zanzibar.” He spoke of how the inhabitants of the communities would make music with the instruments used for expressing their culture and would participate in ritual dances to go along with the music. It was apparent throughout his book of his allusion of how they were barbaric in nature. Though instruments such as the “Murungura,” a gong called the “Chapuo,” or the horns they made from the rich culture of the gold coast displayed the craftiness of their cultures. Along with the music went the dances for this cultures true form of expressiveness. The African women of Zanzibar would dance as the men orchestrated with their “Chapuo’s” and “Mashindo’s”, which both were drum-like instruments. Even once in the Americas, the African slaves would still continue to handcraft these cultural instruments.","Another account, written by Richard Cullen Rath, discusses Africans on the other side of the Atlantic still clinging on to these forms of expression similar to those in Zanzibar. Even after being enslaved and traded to the Caribbean, some slaves initially had a sense of their original homeland culture. He spoke of how slaves on the island of Jamaica would dance and sing around a fire, with instruments like the drums; which were similar to the cultures of the gold coast regions of Africa. The difference of this situation was that the Europeans of the Caribbean enjoyed this experience and viewed it as “a spectacle not to be missed.”","To show another case of the cultural attainment of some Africans forced over the Atlantic by way of the transatlantic slave trade; the sense of culture was shown, once again, in a book about a Louisiana slave-master. Maum Guinea referred to her slaves as her children in her book and also thoroughly enjoyed the song and dance of their culture. Though in this case the instruments weren’t really traditional. These slaves would use homemade banjos, tambourines, and kettle-drums; however with a vibrancy that was just as rich as of their ancestors celebrations based on her descriptions.","All of these accounts essentially are unified in that they show linkages to African ancestry in African slaves continued cultural expressions. Whether the expression was done traditionally or just similarly, the African slaves were able to hold on to parts of their cultures; despite being forced to separate from their ancestral communities in Africa."],"locations":[{"id":15846,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"Charleston, South Carolina"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":157,"tag":"Transatlantic Slave Trade"}]},{"id":6200,"title":"The Founding of the African Methodist Episcopal Church in Florida","course_id":130,"status":"P","start_date":"1865-06-22","end_date":"1865-06-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June twenty second, 1865, the first African American Methodist Episcopalian Church (A.M.E. Church) was established in Jacksonville, Florida. Appropriated as the corresponding reverend of the A.M.E. Church in Florida was Reverend W.A. Stewart, who helped build churches around Florida and spread Methodist Episcopalism throughout the state.","The South Carolina A.M.E. Conference of May, 1865 recorded the first proposal to build an A.M.E. Church in Florida. Bishop D.A. Payne, an influential part of the A.M.E. church and avid historian of the church and Richard Allen, organized the conference in an attempt to spread this popular northern form of African American Christianity. His proposal to hold a conference in South Carolina allowed the southern states to partake in the conference and elect Bishops and Reverends for the very first churches in the south. The Reverend W. G. Stewart wrote this letter to report his actions as the A. M.E. Church-appointed reverend in Florida. This report tells of the Reverend’s progress in making A.M.E Churches in Jacksonville, Tallahassee, Quincy, Monticello, and Lake City with the help of the residing elder, Reverend C.H. Pierce. The first appointed A.M.E. Reverend in Florida wrote this letter which created a significant historical moment when he brought this religion deeper into the South.","Methodist Episcopalism was first seen in the English Colonies as different forms of Protestantism began to form throughout America. Colonists from England brought many religious opinions that they knew from home, including Protestantism. Soon Protestantism began to extend in ethnic and racial dimensions. This contributed to an African-American society that turned to Protestantism and its subgenres. An example of this is the African American Episcopal Church. As the religious demands of the African Americans in northern states like Pennsylvania and Maryland grew, the Methodist Society eventually allowed the formation of a church for African Americans. This first church became the place Richard Allen, the first ordained Methodist Episcopal Minister and one of the founders of the A.M.E Church, held his sermons. The A.M.E church soon spread with the help of Richard Allen and other, later members like D.A. Payne until slowly trickling down to the southern states and finally Florida.","The African Methodist Episcopal Church is an important part of American history as it is the first church created by an African American for African Americans. This letter signifies the spread of a relevant religion as it travels from its origins from the north into the heart of the south and beyond."],"locations":[{"id":1421,"lat":29.2235069663,"lng":-82.0960676488,"zoom":9,"place":"MARION, Florida"}],"tags":[{"id":1496,"tag":"Florida"},{"id":79,"tag":"Religion"},{"id":2412,"tag":"African American Religion"},{"id":2413,"tag":"A.M.E. Church"}]},{"id":6214,"title":"Economic Forces Shaping the African American Experience","course_id":130,"status":"P","start_date":"1845-01-01","end_date":"1845-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Economic Forces Shaping the African American Experience (1600-1877)<br />Primary Source: Slaves and the Courts. “Trial and Imprisonment of Jonathan Walker at Pensacola, Florida, for Aiding Slaves to Escape From Bondage.” Boston, Pub. at the Anti-slavery office, 1845. Accessed November 1, 2014.<br /><br /> <br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /><br /> Jonathan Walker’s name means something for slavery that was not common of a middle-class white man in the 1800’s. Walker was an abolitionist that risked his life for the greater good of the slaves in Florida, and around the United States. This source addresses the imprisonment and trail of Walker after being caught moving slaves to the Bahamas in 1844 that he wrote in 1845, after he was released from jail. Walker explains in this story of his life what his struggles were while in jail, and his feelings on slavery as a whole. What this source shows the public is what slavery looked like to a man who was ultimately removed from slavery, but involved himself by choice. Walker was a railroad property manager who decided to befriend the black workers that he encountered, as the National Abolition Hall of Fame and Museum explains. He would invite them over for dinner, and learn about their lives. Eventually this passion for people lead him to move slaves to freedom in the Bahamas, at least, he tried. Upon being caught he was put in arrested and imprisoned for “stealing slaves.” <br /> “Economics, social science that seeks to analyze and describe the production, distribution, and consumption of wealth.” What this means, is that there is a significant part of the movement of services and development of consumers that defines what an economy is all about. In the 1700-1800’s, much of that relied on the slave. Down to it’s most basic needs, the slave was an integral part of the community. The content of this source explains what imprisonment looked like in 1844, which to me, had a lot to do with the economy of the African-American Slave. “The family consisted of F. T. the jailer--L. T. his wife, and six children; a mulatto woman and her child, five or six months old. Of course the work about the yard and kitchen devolved on the slave woman, who, by the bye, was not without her faults.” This quote from Walker explains that even on the inside of a jail, the slaves were being worked. Although the horror of working in the fields, and being beaten and lashed is what is imagined as the worst possible circumstance, it is hard not to imagine that this is in fact equally as bad. There are women, mothers, who were being beaten in front of convicted criminals and were then expected to serve them, too. This just enhances the idea that there is nothing that happened over the course of these years that didn’t require a slaves hands. This is what defines the economy. The economy wasn’t sustainable without the slave, which is why it was such a problem to eradicate. It became such a necessity for sustainability in the United States, because the owner didn’t want to have to pay for their services. The economy in this time period became the slave, “Because northern textile mills relied on southern cotton, many northern textile mills relied on southern cotton, many northern congressmen sympathized with southerners’ arguments that only slave labor could sustain the U.S. economy.” As horrible as it was, and is, slavery did become it’s own economy. It became what people relied upon to survive. Walker defines this in this source about his time in jail after trying to bring an end to this twisted economy that was occurring. <br /><br /> <br />"],"locations":[{"id":1332,"lat":null,"lng":null,"zoom":8,"place":"ESCAMBIA, Florida"}],"tags":[{"id":2425,"tag":"slavery economy"},{"id":2426,"tag":"1844"}]},{"id":6217,"title":"History Engine Episode II","course_id":130,"status":"P","start_date":"1844-01-01","end_date":"1846-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Some affairs in the media are profound enough to make a mark on peoples perspectives. The trial and imprisonment of Jonathan Walker was one of these cases. This episode takes place in Pensacola, Florida during 1845. Walker had been sympathetic to slavery and took action toward its abolition, which eventually led him to be the first and only victim to suffer the severe punishment of being branded with the letters “SS” on his right-hand palm. The letters stood for “Slave Stealer,” because Walker was very active in trying to provide safe havens for slaves to flee to, and would gather slaves to transport them to countries where slaves could be free; such as Mexico, Canada, and the Bahamas. He was eventually caught and found guilty in court by the Territory of Florida for “coercively” transporting seven slaves to the Bahamas, in hopes of their freedom. This case proved to be very controversial, with abolitionists siding with Walker and preservationists of slavery opposing him.","In 1845, immediately after complying with the sanctions that were given to him; Jonathan Walker wrote his narrative, “The Branded Hand,” in which he explained his recounted experience throughout the incident, pointed out the discrepancies of the legal system regarding his punishment, and alluded to the abolition of the slave system. Walker wanted to set the story straight with this book; while at the same time, exposing the disparity between slavery and natural rights. This incident caused Walker to devote the rest of life toward the abolition of slavery. And so he began to actively join the rhetoric that was spread throughout America during this time period to finally end slavery.","His unfortunate experience of the branded mark he wore on his hand turned out to be a spark in the eventually fire of the abolitionist movement. Other abolitionists began writing about his case to use him as inspiration for the continuation of the fight to end slavery. William Lloyd Garrison also began publishing some of Walker’s writings in his publication, “The Liberator.” One of the most impactful works of all the rhetoric surrounding Walker’s case toward abolitionism was a poem written by John Greenleaf Whittier, also titled, “The Branded Hand.” This poem reached a much broader audience than just abolitionists. This poem that displayed the big picture of the case, and compelled many Americans to reevaluate their views toward slavery.","Jonathan Walker, himself was dedicated to ensuring the liberties that the United States of America was founded upon to all. His contributions to the abolitionist movement deserve partial credit toward the eventual abolition of slavery. While he may have had to endure cruel punishment and scrutiny for what he stood for; the same ultimately made a perpetual mark on American society’s views on the slavery system. With Walker’s fight, along with many other abolitionists during this time period he fought with. Leaders such as Frederick Douglas, William Lloyd Garrison, and John Greenleaf Whittier. America gave a second thought on the slave system, and put it to an end."],"locations":[{"id":1332,"lat":null,"lng":null,"zoom":8,"place":"ESCAMBIA, Florida"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":64,"tag":"Anti-slavery"},{"id":1599,"tag":"Abolitionist Movement"},{"id":2428,"tag":"Jonathan Walker"},{"id":2429,"tag":"Pensacola, Florida"}]}]}