{"id":131,"title":"Decade of Decision 1890s","school_id":5,"school_name":"Rollins College","term":"Fall 2014","abbr":"HIS 120","url":"","description":"This course introduces students to the study of history through an examination of the political, economic, social, intellectual, and cultural events of the 1890s.","points":[[28.6157324623,-81.3533405132],[41.8399513458,-87.8166666032],[28.5664573086,-81.3013732137],[30.4580531641,-84.2778621385],[28.5146851201,-81.3237702415],[27.9325389945,-81.1174374911]],"bounds":[[41.8399513458,-81.1174374911],[27.9325389945,-87.8166666032]],"episodes":[{"id":6139,"title":"“A Southern Jaunt”: Winter Park and the Seminole Hotel","course_id":131,"status":"P","start_date":"1885-01-01","end_date":"1885-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The city of Winter Park was and is still known for its beautiful weather, its attractions, and for its amenities offered to tourists traveling through Florida. Hotels in Winter Park helped draw people from the northern states to the Southeast during the winter season. During the 1880s and 1890s, the United States was experiencing a time of innovation, and Winter Park’s amenities promoted these new inventions and attracted wealthy citizens to vacation in the town.","Winter Park was a new and popular city after its founding in 1881. Those who helped found Winter Park, such as Loring Chase and Oliver Chapman, were hoping to attract northerners to the area. The Seminole Hotel was Winter Park’s main attraction, providing a place for tourists or natives to stay. The Seminole hotel advertised that it could hold 400 visitors, and that it had the newest innovative amenities, including elevators, private bathrooms, and electricity. While advertising the numerous amenities it possessed, the hotel was also promoting that all of the employees at the hotel were white men from the north. This was advertised because of the racial tensions between whites and African Americans at the time. The Seminole Hotel attracted many northerners, often referred to as “snowbirds.” Winter Park was successful in attracting tourists from the Northeast, as well as tourists from different areas of Florida.[1]","The Seminole Hotel opened on New Years Day of 1886.[2] Although the Seminole received much attention from tourists, it was not the first hotel to be built in Winter Park. The Rogers House was a small bed and breakfast opened in 1882, just after the founding of Winter Park.[3] These hotels were attractive to wealthy individuals of the North. Many believed that Florida was a place to visit to better one’s health because of the warm climate and moderate weather. Because the winter months were the most profitable times of the year, The Rogers House and the Seminole Hotel were only open from November to April. Many wealthy and prominent people visited the Seminole Hotel during its prime, including President Grover Cleveland, and President Benjamin Harrison and his wife. Visitors of the Seminole Hotel could participate in games of tennis, and croquet; they could also take a boat out on to the lake, and take horses out for a trot.[4] The Seminole Hotel was in operation from 1886 to 1902, when it burned down during its off-season of September.[5]","Along with the hotels that made Winter Park a desirable vacationing destination, there were other leisurely activities offered in the city. Boating on Lake Osceola, golfing, and shopping on Park Avenue were some of the activities offered in Winter Park. Traveling to the town was made easier with the building of the rail line through the town, called the Dinky Line.[6] The inviting hotels, the countless activities offered, the preferable weather, and the location of Winter Park were the deciding factors that made Winter Park such a popular place for a “southern jaunt.”"," "],"locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":2319,"tag":"\"Dinky Line\""},{"id":2318,"tag":"\"The Rogers House\""},{"id":2317,"tag":"\"Seminole Hotel\""},{"id":2316,"tag":"\"Winter Park\""}]},{"id":6140,"title":"Occupy Winter Park: The Negro Influence","course_id":131,"status":"P","start_date":"1881-12-01","end_date":"12/1/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Argueably, nothing shaped Southern history more dramatically and quickly than the integration of African American citizens into the newly liberated lifestyle. For, the subsequent conflict and tug of war between politics, racism, and the constitution resulted in many structural changes in voting, economics, and progression towards a more industrialized future, many of which to the detriment of negro citizens. The new inhabitants of Florida often carried the same traditions, biases, and customs, resulting in the same issues of the more developed states. However, while complete, universal freedom seemed bleak under the heavyweight of opression by Jim Crow laws, many of the black population adapted to create a functional form of society and become an integral system of  vocality and even influence. Due to the advancements of the economic and political success in Hannibal Square, the African American population proved a steadfast sufficiency to coping under white-dominant pretenses.","In earliest planning of Winter Park, the city’s co-founders Loring Chase and Oliver Chapman gridded out a specific and distinct living space where the black population was to reside. For, as African Americans proved to be the main source of labor for the greatly and economically successful Seminole Hotel, many of the current residents were welcomed and encouraged to migrate for permanent residence in Winter Park[1]. The evident seperation of Hannibal Square from the rest of the town created a comfortable and nonthreatening enviroment for many of the white citizens. There was a regiment balance and order to the co-existance and symbiotic relationship between the two races. However,  as Winter Park experienced a steady increase of African American citizens, the political correlation and impact also rose and dramatically changed. Numerically, out of 297 black citizens 64 were registered to vote as compared to the white population of 203 with only 47 registered to voted[2]. Therefore, the political tides disrupted what had been previously viewed as an ideal balanced system of life in Winter Park. The evidence of political shift to Republican Party or the ‘Party of Lincoln’, based upon the logical predictions according to the demographic, created such a panic within the Democratic Party that when Hannibal Square demanded incorporation with Gus Henderson provoking the insentive in 1887, it was met with strong adversay despite economic advantages that could benefit Winter Park[3]. The influence of Hannibal Square even managed to elect two black men, Frank R. Israel and Walter B Simmons as two of six on the official council of Winter Park, and allow them to maintain their position despite multiple petitions and attempts of impeachment[4].","As stated by an article in the Lochemeade, the local Winter Park newspaper, “A score of citizens colored and white I wondered what they gathered around to even meet one individual is rare. Together who hail from the precipents of Hannibal Square”. [5]The rise of tolerance and influence led to overall success of Hannibal Square though much dissent and adversary were still present and active in its growth. Hannibal Square may be the more of the exception than the rule when it came to the lifestyle of the black citizens during the 19<sup>th</sup> century, however, it still sparked the hope for future change and despite the obvious setbacks, there was still a growing chance to survive with diligence in such a world. As Fredrick Douglas once stated “Without a struggle there cannot be progress.” Hannibal Square stands a shining example that through the struggle, the cultivation of progress prevails and illuminates in our history today."," ","[1] The Editors of Encyclopædia Britannica. \"Winter Park (Florida, United States).\" <em>Encyclopedia Britannica Online</em>. Encyclopedia Britannica,"," ","[2] Gayle Prince Rajtar and Steve Rajtar, <em>Winter Park Chronicles</em> (Charleston, SC: The History Press, 2011), 19.","[3] Gayle Rajitar, “Building a Strong Foundation.” Winter Park Magazine, n.d,","[4] Notice of Incorporation of the Town of Winter Park” (transcript, City of Winter Park, 1887), 8.","<sup><sup>[5]</sup></sup>Winter Park scrapbook, 1881-1906: Loring Chase scrapbooks Vol. 01, 1886."," "],"locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":2320,"tag":"hannibalsquare"},{"id":2313,"tag":"WinterPark RollinsCollege"}]},{"id":6141,"title":"African Americans Find a Voice in the Post-Reconstruction South","course_id":131,"status":"P","start_date":"1889-05-31","end_date":"1889-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 31st, 1889, amidst the hostilities of the post-Reconstruction South, the first issue of the black-owned Florida newspaper, <em>The Advocate</em>, was published. At its head was Hannibal Square, Winter Park, Florida resident Gus C. Henderson, who acted as the paper’s manager. A staunch Republican, Henderson began the newspaper with the goal of providing the citizens of Hannibal Square and Winter Park with political updates as well as local social news. Clearly stated in its “Introduction” article, <em>The Advocate</em> pledged its responsibility to, “take a stand that we may never be afraid or ashamed to advocate.” To Henderson, publishing editorials and informative articles about the political occurrences in Winter Park was of the utmost importance, and for this reason, he willingly, “[entered] the journalistic life with all its difficulties and bankruptcy…” As the article acknowledges, many black-owned and operated newspapers in the South remained unsuccessful due to both economic hardship as well as the high illiteracy rate among black populations. The 1886 Constitution of Florida also all but eliminated black individuals from political relevancy. <em>The Advocate</em>, however, reached great success, as the paper would go on to capture the attention of black and white citizens alike, and remained one of the two black-owned newspapers in Florida for a time. Henderson himself worked not only as the business manger, but also became a reporter, editor, and advertising salesman for the paper.","Although Henderson confirmed that this newspaper would not become a “political machine,” he made it clear that <em>The Advocate</em> would never hesitate to promote views that are right and just. What Henderson is referring to is not specified, but the context in which the newspaper was originally published suggests that political advocacy for the Republican party, as well as the rights of black individuals were both on the paper’s agenda. At the time of the first publication, the predominantly black Hannibal Square district of Winter Park had recently been incorporated into the rest of the city due to a great deal of political activism on Henderson’s part. Like Henderson, the creators of Winter Park and Hannibal Square, Loring Chase and Oliver Chapman, were also members of the Republican party. For these reasons and more, Henderson had long been a proponent for the Republicans, even crediting the party with aiding in the abolishment of slavery. Such political views hinted at in this introductory article would later be clearly reflected in the articles and editorials published in the paper’s future issues, and politics would play a key role in making <em>The Advocate </em>a voice for the black individuals of Winter Park, Florida in the late 19th century."],"locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":2322,"tag":"Gus Henderson"},{"id":2321,"tag":"post-reconstruction"},{"id":2273,"tag":"Newspaper"},{"id":142,"tag":"african americans"},{"id":1496,"tag":"Florida"}]},{"id":6142,"title":"<strong>Hamilton Disston: The Man Who Reshaped Florida</strong>","course_id":131,"status":"P","start_date":"1881-01-01","end_date":"1896-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Hamilton Disston's mission was to transform Florida from a state full of swamps to an almost tropical paradise. He put down his famous saws and left his home in Philadelphia to travel down to Florida and take on the highly risky and tough job of finding a way for people to want to move to Florida.","Hamilton was born on August 23, 1844 in Philadelphia. His father, Henry Disston, was the head of the Keystone Saw, Tool, Steel, and File Works which would eventually be renamed to Henry Disston and Sons. Hamilton worked at the factory as an apprentice. During the Civil War, Hamilton Disston and others from the factory left to join the Union Army, and he returned after the war ended in 1865. When his father died in 1878, Hamilton Disston took control of his father's company, which was renowned for the saws that they produced. William D. Bloxton, governor at the time, eventually was able to get Hamilton Disston to sign a land deal in 1881 to make Florida more appealing for people to move down there, especially the wealthy. By 1855, five years after Florida was given almost seven million acres of land, the state established an Internal Improvement Fund. The fund was created to help build various construction projects, like railroads, to improve Florida overall and its economy. However the poor amount of money the fund received from the land it sold caused it to go into massive debt."," ","In 1881 Hamilton Disston signed a deal to drain the lands that were being filled with water from the Kissimmee River and Lake Okeechobee. To drain out the lands and to keep them from filling up with water again, Hamilton Disston had Lake Okeechobee drained, by connecting it to the Caloosahatchee River which would effectively allow the lake to flow right into the Gulf of Mexico. For the Kissimmee River, Hamilton Disston had a series of canals built that would allow the river to flow into a series of lakes. After he successfully completed draining out most of the land in the area he was working on, Hamilton and others were able to start farming on the land. Hamilton Disston and his workers were able to successfully drain out the lands and allow Florida to be developed into a better area to live in. Farming became big, even Hamilton Disston grew his own sugar canes; on the land he drained. Towns sprung up across Florida, including Winter Park. While Hamilton Disston was in Florida he became sort of a celebrity. During the dedication of the Lyman Gymnasium at Rollins College, Hamilton Disston, nicknamed the Florida Sugar King at the time, and his wife were some of the distinguished guests invited to attend it. The couple even stayed at the Seminole Hotel, which was famous for hosting wealthy visitors to the town of Winter Park.","Despite his success in transforming Florida, Hamilton Disston's good fortune would eventually run out. Although Hamilton Disston was able to profit off the selling of his land, much of the land was still not being sold. To go along with his inability to sell the rest of the land in 1893 there was a big economic panic, and a huge freeze in Florida that destroyed a lot of the crops in the area, which hurt Disston even more. Hamilton Disston also did a good deal of investing in steamboats as well as the land in Florida, but the steamboat investment was short lived due to the emergence of railroads in Florida that were now able to be built on the newly drained land. Hamilton Disston would eventually commit suicide on April 30, 1896, most likely due to the economic burdens he was dealing with. Hamilton's brother William Disston would take over the factory after Hamilton's death, and restore it almost to its former glory.","Hamilton Disston, a wealthy northern saw maker born into his wealth and position, had a goal to transform Florida into a habitable area for people to move down south and make a successful living. He was able to reshape Florida into wet, swampy land, to a state where people could move down and restart their lives through various ways, like farming. Although his success only lasted about ten years and ended in economic failure and suicide, he still was able to make an impact to the overall condition Florida was in."," "," "," "],"locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":2323,"tag":"Hamilton Disston"},{"id":1496,"tag":"Florida"}]},{"id":6143,"title":"The Columbian Exposition: America’s Showcase to the World","course_id":131,"status":"P","start_date":"1893-05-01","end_date":"1893-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 7, 1893, Professor John Howard Ford returned from Chicago where he had placed an exhibit of Rollins College at the Chicago World’s Fair.[1]  The exhibit was placed in three different sections at the Fair: the Educational Department of Liberal Arts, the Denominational Department, and in the Florida Building.[2]  Ford was acting president at the college, having stepped into the position following President Edward Hooker’s resignation in 1892 due to his failing health.[3]  Dr. Ford was a member of the faculty from 1886-1901, during which he taught Greek, English Literature, and Psychology.[4]  In addition to his teaching and presidential duties, he served as Dean of the Faculty from 1894-1897.[5]","The Chicago World’s Fair, also known as the Columbian Exposition, was held from May 1-October 30, 1893, and highlighted “the industrial and technological progress of the United States.”[6]  The Fair commemorated the 400<sup>th</sup> anniversary of Columbus’s arrival in the New World.  Chicago beat out a number of cities to host the Fair, their cause aided by extensive lobbying and millions of dollars pledged to cover costs.  It took head architect Daniel H. Burnham three years to build, while costing over $30 million.[7]","The one of the prime attractions was the technological section, which featured displays from many of the nation’s leaders in “transportation, electricity, machinery, manufacturing, and mining and metallurgy.”[8]  The Fair was truly a showcase of how far America had come in its short history.  The Exposition was a wake-up call to the rest of the world, showing the United States was gearing up to become the dominant power in technology and innovations.","Visitors had the pleasure of experiencing the maiden appearance of the Ferris Wheel, which was built especially for this occasion.  In addition, visitors could ride on the first elevated train ever to be constructed.  The Exposition was an enlightening experience for its visitors, as “millions of Americans [and foreigners] were exposed to new technologies, innovative music, art and architecture, new consumer products, and people from all over the world.”[9]"," ","[1] “Winter Park scrapbook, 1881-1906: Loring Chase scrapbooks Vol. 02, 1893,” <em>Central Florida Memory</em>, http://digital.library.ucf.edu/cdm/ref/collection/CFM/id/27473.","[2] http://digital.library.ucf.edu/cdm/ref/collection/CFM/id/27473.","[3] Lorrie Kyle Ramey, “Joy to the Park, the school’s begun!,” <em>Rollins Magazine</em>, last modified Fall 2009,http://www.rollins.edu/magazine/archive/fall2009/stories/rollins-perspective-part-one-contd.html.","[4] “Dr. J.H. Ford Home,” <em>Rollins Digital Collections, </em>http://archives.rollins.edu/cdm/singleitem/collection/wpandcfl/id/149/rec/1.","[5] http://archives.rollins.edu/cdm/singleitem/collection/wpandcfl/id/149/rec/1","[6] Jeri L. Reed, “Columbian Exposition (1893),” in <em>Encyclopedia of the Gilded Age and Progressive Era Volume One</em>, eds. John D. Buenker and Josh Buenker (Armonk, New York: M.E. Sharp, Inc., 2005), 319.","[7] Reed, “Columbian Exposition,” 319.","[8] “The World’s Columbian Exposition,” <em>The Decorator and Furnisher</em> Vol. 21, No. 2 (November 1892): 63, accessed October 2, 2014.","[9] Robert W. Rydell, “Women Building History: Public Art at the 1893 Columbian Exposition,” <em>Journal of the Society of Architectural Historians </em>Vol. 71, No. 2 (June 2012): 227, accessed October 2, 2014."," "],"locations":[{"id":2542,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"},{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":2324,"tag":"Columbian Exposition"},{"id":2325,"tag":"Chicago World's Fair"}]},{"id":6144,"title":"The Republican State Convention","course_id":131,"status":"P","start_date":"1892-04-01","end_date":"1892-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In April 1892 the republican state convention was held in Tallahassee, Florida. An event where Republicans can choose who to elect and who will represent them in the national republican convention.[1] The state convention was an important event in time where the Republicans attack the Democrats and elaborate on the reasons why they shouldn’t rule in Florida. The Republicans were angry that the Democrats were taking their votes over the years and feel as if the Democrats are manipulating the system. The Republican vote has dropped significantly in Florida since 1888, basically losing more then fifty percent of their votes. The Republicans go as far as calling the Democrat’s rule in Florida  “tyrannical” and dishonest. They accuse them of arson, robbery, murder, and assassination if in the interest of democracy. The state convention is also where the republicans chose their delegates to attend the national republican convention. The delegates were Joseph E. Lee, E. R. Gunby, James A. Shann, John G. Long, W. R. Long, George F. Horr, S. H. Coleman, and H. S. Chubb. H.S. Chubb being the well-known mayor of Winter Park. Half of the delegates were black and the other half white. These delegates were instructed to vote for the renomination of Benjamin Harrison.[2] In attendance was a staunch Republican who is well known for both his newspaper editing and political involvement in Florida. G.C. “Gus” Henderson was a newspaper editor in Winter Park, Florida. He established the second black newspaper in the state of Florida. He was not just a political advocate in Winter Park but also a newspaper editor around Florida. Henderson saw the Republican Party as an advocate for the black Americans. He interestingly states in one of his speeches in Hannibal Square 1888  “…all we ever received came from the Republicans. Our citizenship, our freedom, our free schools, and numerous good laws that have done great good for the Negro came from the Republican Party, and, gentleman, if that party never does any more special good for me, I shall die a Republican.” It would only make sense for G. C. Henderson to attend this pivotal state convention in Tallahassee, Florida.[3] The national republican convention was held in Minneapolis, Minnesota also 1892 a couple months later. The Republicans would meet from all over the country for secret meetings, public rallies and speeches, which resulted in the nomination of then Harrison as the party’s presidential candidate.   Harrison is then nominated as the Republican candidate for president on the first ballot on the final day of the 1892 Republican National Convention. Unfortunately, Harrison did not get reelected falling to the Democrat Grover Cleveland.[4]"],"locations":[{"id":1399,"lat":30.4580531641,"lng":-84.2778621385,"zoom":9,"place":"LEON, Florida"}],"tags":[{"id":2326,"tag":"Politics 1892"},{"id":1873,"tag":"Republicans"}]},{"id":6145,"title":"Exploring the gerrymandering drama in Winter Park, FL.","course_id":131,"status":"P","start_date":"1893-02-23","end_date":"1893-02-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The year 1893 proved a complicated one for The City of Winter Park.  On February 23, 1893, a concerned citizen wrote into <em>The Advocate</em>, the town newspaper, in response to claims made by future town councilmen. The original claims, made by the majority white democrats and self-proclaimed “honest Christians,” stated that the officials were “robbing the town, keeping no records of their transactions, appropriating money in large blocks without cause, and in short, committing all kinds of rascality.”[1] However, the “One Who Knows,” the informant for <em>The Advocate</em> argues in favor of the current officials. He claimed that all money was accounted for and every bill passed and paid for was done so according to state law. He also advocated that the Treasurer was a trustworthy man who would not misappropriate money and he challenged anyone to check the books and find fault in their statements. If they cannot, he challenged the accusers to go back to school and to “practice the religion that some of them preach.”[2]  It appears that “The One Who Knows” and the original accusers were very focused on money in conjunction with justice.","The theme of money proved itself to be a sore topic around this time period. The early 1890’s was a period of economic growth. By 1890, Robber barons had already gotten their hands into the economic world, so much so, that people were worried about their power; therefore, the Sherman Anti-Trust Act was passed in 1890. This act aimed to limit “monopolistic tendencies,” and in turn, bar combination in restraint of trade.[3] This whole system of Robber Barons and monopolistic economy scared many people into believing that their money would be stolen from them at any time.","Another event that panicked people into believing that their money would be lost was the Panic of 1893. The Panic of 1893 began in Argentina, where British and other foreign investors, had been heavily investing in the America’s wheat crop. However, in 1893, the wheat crop failed, and there was a coup in Buenos Aires, causing the foreign investors to withdrawal all of their investments from the Americas.[4] This unfortunate event dropped the weekly bank clearing totals almost $100 million (approximately $400 million today,) as many people in central Florida took their money out of the banks.[5]","The three events discussed are causes of controversy and called for justice incited by money. These scares can be seen as an origin for the money worries in Winter Park in the first place. It could help explain why the accusations were made in the first place and why the “One Who Knows” felt so compelled to respond and prove them wrong; instilling justice to the ones wronged in the first place."," "," "],"locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":2328,"tag":"The Advocate"},{"id":2327,"tag":"Gerrymandering"}]},{"id":6146,"title":"Florida's Phenomenal and Progressive Political Position in 1893","course_id":131,"status":"P","start_date":"1893-07-08","end_date":"1893-07-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the late nineteenth century, several factors contributed to the establishment of the post-Reconstruction era South. Such factors include creating a balance between agrarian and industrial economic profit, establishing a sustainable political atmosphere, and moving towards development that would place the South in equal ranks with the North in terms of industrialization and productivity. Despite this overall sentiment to rebuild the region, certain aspects of the New South’s society were harder to establish than others. In particular, politics of the 1880’s and the 1890’s caused numerous setbacks due to the extreme partisanship, internal corruption within each party, and the competitive nature of elections.","Winter Park, Florida had effectively settled itself in terms of generating economic profit for the town, creating a pleasurable lifestyle for its residents and guests, as well as establishing a stable political environment. Various hotels such as the Seminole advertised sunshine as the key to escaping the unbearable winter months in the North as well as advertising its luxurious and spacious atmosphere. Labor was needed to provide for the flock of Northerners, so recently freed black citizens were encouraged to move to Winter Park as a place to live and work.[1] This influx of tourists created large economic profits for Winter Park, and thus caused other industries began to evolve as well. Despite the inclusion of black citizens into the town, social tensions did remain throughout the South, but the political upset are discussed in more detail in this article.","“A Quiet Election” provides an inside look into this stable political setting that is unusual compared to the rest of the South. In July of 1893, one ticket or platform ran for Town Council positions of mayor, marshal, collector, treasurer, and clerk, but these men did not have an opposing force to campaign against.[2] Florida has a history of political transformation especially after the Spanish-American War, in which the United States gained large territories in the Southwest region. Sectionalism and the later argument of secession created divisions among Floridians, so the political atmosphere of this state was, contrary to what “A Quiet Election” illustrates, composed of several different affiliations.[3] Further, the two-party system existed when Florida was admitted to the Union in 1848.[4] As a result, the continued competitive nature between the two major parties, as well as smaller third party organizations, made up the political culture within Florida. The book <em>The Promise of the New South: Life After Reconstruction </em>provides description of the standard regional Southern politics of the 1890’s: The Civil War and Reconstruction created a two-party system that transformed into a two-region system, with the North being mostly Republicans and the South being mostly Democrats.[5] Political parties were not mentioned and rather the article, “A Quiet Election,” only discusses information concerning the homes and reputations of the men elected. With this new round of officials, the newspaper ends on a progressive and positive note, “[A]nd now things are moving on. For them, we hope success.”[6]","In conclusion, the standard political aspects of the 1890’s in Florida as well as the majority of the South included severe party loyalty and an overarching theme of competition between the two major parties. Despite this fact, Winter Park seems to experience a completely different political landscape as illustrated by the City Council election of July 1893. One ticket of men ran for office and thus were elected. The article did not mention their party affiliations and instead discussed their relationships to the Winter Park community with an encouraging outlook for continued progress and industrialization of the town."],"locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":2330,"tag":"Election 1893"},{"id":2329,"tag":"1890s"},{"id":1496,"tag":"Florida"},{"id":1495,"tag":"Winter Park"},{"id":1444,"tag":"American Politics"}]},{"id":6147,"title":"Brawn and Beauty: The Seminole Hotel","course_id":131,"status":"P","start_date":"1890-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the year 1886, Winter Park made a decision that would change the way people saw the community. The Seminole Hotel built on Lake Osceola, which contributed to the economic advantage of the town. The destination became a widespread vacation spot for wealthy northerners and thus generated a large majority of the profit for the economy. It was apparent that the wealthy northerners enjoyed the warm weather and beautiful scenery.","The hotel being such a success among the northerners; it brought in publicity from all over, which brought in the wealthy and famous people to stay in the hotel such as William Rockefeller and President Grover Cleveland, along with several senators and acclaimed citizens from the nation's capital.","Along with its great publicity, it brought good business with job opportunities for African-Americans in the neighboring area. Even after legal protections made for the newly freed slaves, it was still difficult for African-Americans to obtain decent jobs with a good salary.","<em>“After the Civil War, there were plenty of displaced African-Americans citizens looking for a place to live and work in the South. Despite the abolition of slavery, land ownership rights were restricted, making it difficult for blacks to become financially stable…Chase and Chapman were about to market their town to the wealthy white northerners in 1881 as a winter resort and a sound financial investment for the developing citrus industry. Needing an abundant labor force to work in hotels and groves. They welcomed the former slaves as member of the community”(Winter).</em>","Most of the job opportunities for African Americans were working in hotels, such as the Seminole Hotel, which was a one of the only businesses in Florida that employed African-Americans during this time. Not only did they employ men and women, but also, children to carry out these duties. When the famous decided to stay at the hotel, most every worker had to work double, they would also be given additional jobs, such as driving the carriage to the train station to pick up and drop off the guest. The workers were treated well at the hotel and made a decent salary.","While other businesses still discriminated against the newly freed African-Americans, the Seminole Hotel hired them in a heartbeat. Through their affiliation with wealthy northerner hotel guests, local African-Americans were able to find off-season jobs such maintaining gardens for the wealthy people who had to go back home to the north in the summer. Thus beneficial for African-American families in Winter Park, because through these connections they were primarily assured work all year round.","In conclusion, the Seminole Hotel not only brought a vacation destination to the wealthy northerners, but an economic profit to the community, as well as a monetary wealth to those African-Americans who worked at the hotel."," "],"locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":2332,"tag":"Seminole Hotel jobs"},{"id":2331,"tag":"Winter Park 1890"}]},{"id":6148,"title":"Cuban Students, American Dreams","course_id":131,"status":"P","start_date":"1899-01-24","end_date":"1899-01-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1899, there were a total of twenty-two Cuban students attending Rollins College, whereas before 1896, there were none. According to the Winter Park Scrapbook, they were the moral and intellectual equals of their American peers, though most knew very little English upon arriving in Winter Park. These students chose Rollins College primarily because of its proximity to their homeland and its affordable cost; many came from old patrician families whose fortunes had been ruined by the Cuban War for Independence and the Spanish-American War. These students were merely a few of thousands of young Cubans looking to come to America for an education, after their country severed ties with Spain[1].","The causes of this dramatic shift in educational preferences are interwoven both directly and indirectly with the consequences of the Spanish-American War and represent just one aspect of a shift throughout Cuba and the world. After years of war, Cuban society was in an upheaval; much of the upper class had lost everything, and a new economic and political system was well on its way to supplanting the old. For over three hundred years, Spain had been Cuba’s ruler and primary economic partner, but trade shifted markedly towards the United States when the price of sugar, Cuba’s chief export, dropped in 1884. This was the beginning of the decline of the wealthy sugar aristocracy, as American companies began to purchase and update struggling Cuban sugar mills to cut costs. Thus the island, once completely dependent on Spain, now had a much closer and wealthier trading partner[2].","The Cuban War for Independence began in 1895 but was not the first time Cubans had fought to free themselves from Spanish rule. This time, Cuba’s importance to the American economy ensured that, unlike in past struggles, the war got international publicity. Because of yellow journalism, there was a growing demand for American intervention in Cuba’s plight. After the famous sinking of the<em> USS Maine</em>, this demand culminated in the Spanish-American War of 1898. The United States quickly defeated Spain and won the war, by the end of which Cuba was ravaged by years of fighting but free of Spanish control. When the United States took temporary control of the island at the end of the war, ties between the two countries were strengthened even further[3].","This change in Cuba as a nation was only a piece of a larger transformation occurring throughout the world. By the twilight of the nineteenth century, the west was all but won; the United States was beginning to look beyond its own shores and becoming involved in global affairs. In the Spanish-American War, America truly made its entrance onto the world stage, defeating a major colonial power and taking Hawaii, Puerto Rico, and the Philippines as overseas territories as well as assuming control of Cuba[4]. The United States established a new reputation as a force to be reckoned with, and as it shifted its focus outward, the world in turn began to look towards it as a leader. The influx of Cuban students at Rollins and the widespread demand for American education described in the Winter Park Scrapbook directly after the Spanish-American War ended were just one part of this shift in both Cuban and global views as America took her place among the pantheon of global powers."," ","[1] Loring Augustus Chase, The Winter Park Scrapbooks “The Strike on the Domerick” (Loring Chase, Winter Park, 1893) 556","[2] Jose M. Hernandez, \"Cuba in 1898.\" The World of 1898: The Spanish-American War (Hispanic Division, Library of Congress). June 22, 2011. Accessed September 30, 2014.","[3] John A. Gutierrez, Encyclopedia of Cuba. 10th ed. Vol. 1. Westport, CT: Greenwood Press, 2013. 128-131.","[4] Paul T. McCartney, \"The War of 1898 and the Rise of American Imperialism.\" The Journal of American History 93, no. 3 (2006): 888-89. Accessed September 30, 2014."],"locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":438,"tag":"Rollins College"},{"id":1580,"tag":"Spanish-American War"},{"id":2333,"tag":"Cuban students"}]},{"id":6218,"title":"<em>A Colored Man’s Views Sheds Light on African American Struggles in Post-Reconstruction America</em>","course_id":131,"status":"P","start_date":"1893-02-02","end_date":"1893-02-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1893, amidst the poor political, social, and economic conditions of the post-Reconstruction South, one budding African American community in central Florida found its livelihood in jeopardy when local Democrats threatened to redistrict the area for political gains. The district in question, Hannibal Square, had been incorporated into the surrounding Winter Park community hardly five years before city councilmen voted to reopen the incorporation debate, the goal being to exclude the largely black (and therefore Republican) town from the local voting district. Obviously, this would provide the primarily white Democratic council with a political advantage, come election time.","One particular article in the city’s only black-owned newspaper, <em>The</em> <em>Advocate</em>,entitled “A Colored Man’s Views” discusses the possible negative consequences of the exclusion of Hannibal Square from Winter Park, and the deception of black voters by white Rollins College professors. Its author, a black individual named H. H. Lovett, proposes that without the protection of Winter Park’s laws, Hannibal Square will become, “a place where all the toughs of Winter Park will come; where liquor will be sold; where all kinds of bad people in Winter Park will come to cause trouble and drink.” Unsurprisingly, Lovett was concerned about his town’s crime rates; with the disenfranchisement of black individuals in the post-Reconstruction years, violent acts of racial intimidation and crime saw a considerable increase. Florida in particular had the highest lynching rate in the entirety of the South. Hannibal Square itself was a thriving African American community, and more than likely was not on the verge of becoming a hotbed of racial crime; however, after the reopening of the incorporation debate, when white councilmen had previously promised the original decision was final, Lovett’s mistrust and concern is valid.","Lovett also mentions Winter Park’s Rollins College in his editorial. In particular, he draws attention to a man named Professor Ford, who urged African American voters in the area to vote “dry” in order to prohibit the college’s students from the sale or possession of alcohol, believing it would benefit the school. The dry vote won, and like many African Americans, Lovett believed their community would be treated with respect as a result. This was not the case, and as Lovett explains, “…all went solid and the Prof. said we did noble and acted the part of good citizens. Now how are we to be treated? The first chance he and Prof. Austin get they sign a petition to cut us out of town…” Rightfully, Lovett and his fellow black citizens felt betrayed at this attempt to exclude their town from the Winter Park community. In some ways, this incident was part of a large state-wide attempt to disenfranchise African Americans. With the New Florida Constitution in 1885, the state implemented poll taxes, separate ballot boxes, and other methods to dissuade black individuals from voting, and ultimately make them politically irrelevant. This systematic oppression may have lead to episodes like the one described by Mr. Lovett in his editorial; African Americans had no voting power, as a result there was little reason for leaders to pander to or support them.","Overall, Lovett’s article is indicative of a widespread problem African American’s faced, not only in Florida, but across the United States. As Reconstruction ended, black individuals found it increasingly difficult to be heard, and faced not only the beginning of segregation, but a drastic rise in the amount of racial intimidation, especially in states like Florida. Despite difficulties faced by black publications at the time, newspapers like <em>The Advocate </em>were instrumental in bringing light to issues like that of Mr. Lovett’s."],"locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":2432,"tag":"political corruption"},{"id":142,"tag":"african americans"},{"id":123,"tag":"Reconstruction"},{"id":2321,"tag":"post-reconstruction"}]},{"id":6248,"title":"Ghosts in the Political Machine: Black Disenfranchisement in Winter Park","course_id":131,"status":"P","start_date":"1889-10-01","end_date":"1889-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["There was little that stood out in the reporting of the October 1889 elections in the young town of Winter Park. Of the 103 registered voters, 85 casted votes with the almost unanimous re-election of the officials.[1] Upon further examination of later elections, a trend forms when it comes to voter turnout. In 1890, fifty-five people voted in the municipal elections, forty-three in 1891, and thirty-nine in 1892.[2] The drop coincides with the southern movement of disenfranchising the black vote. During those years, Winter Park included Hannibal Square, a black community where the registered black voters outnumbered all the white voters of the rest of the town. As Reconstruction ended and Republicans were pushed out of the South, various laws and barriers, including poll taxes, began to be passed into law.","Poll taxes are taxes applied to people eligible to vote that must be paid before their vote can be casted. Poll taxes have been used in all of the American colonies at one period or another, but the South embraced the concept at the turn of the century.[3] The Florida constitution of 1885 authorized a two dollar poll tax and the legislature carried out the provision in 1889.[4] The two dollar tax to vote was not a great hindrance to most whites, but the effect on blacks is undeniable. It was said that the law virtually disfranchised two-fifths of the state's voters and reduced the Republicans (then known as the ''black party'') to impotence, at the same time that it purged the Democratic Party of an unwanted element, and it made Florida a one-party state.[5] By the time the tax was repealed in the South, it no longer mattered as there were other racially exclusive laws that kept the vast majority of blacks from voting.[6] With no blacks voting, no blacks were elected to office. Between the years of 1873 to 1895, blacks in the Mississippi legislature went from a high of 64 to zero. In 1901, the last southern black congressman relinquished their seat and a black congressman from the south would not be elected until the 1970s.The disfranchisement continued down to the local level.[7] A few years after the 1889 elections, Winter Park executed their own disenfranchisement of the black community of Hannibal Square.","The mythology around the history of Winter Park and Hannibal Square is painted as one of a black community and white community working together. The reality of the situation was a conflict for power. Of the total number of registered voters in Winter Park, 64 were black and 47 were white in 1893, so any measure that blacks were against could be voted down if enough people voted.[8] The Democrats in Winter Park understood that as long as Hannibal Square was part of the town, the Republicans would have control of the local government. Unable to redistrict the town through a straight vote, a petition was successfully sent to the Florida State legislature to redraw the town borders. Without the support of Hannibal Square, the power of Winter Park shifted away from the elected government to the new, Democratic Party controlled government, symbolic of the southern return to white-only politics. In the report of the 1889 election, one note was left out about who was re-elected. One of those re-elected to office was F.R. Israel, a black man. In five years, Israel would no longer be a citizen of the town he once aided in governing. Blacks made progress after the Civil War to gain a political voice, as illustrated by the election of F. R. Israel. The transformation of Winter Park in five years mirrored the new South. The black population was pulled away from their political accomplishments and prevented from the regaining of the voice they once possessed. Once again, they were the ghosts fighting to be heard."," ","[1] \"The Town Election Last Thursday,\" Winter Park Scrapbook, Archives and Special Collections, Olin Library, Rollins College, Winter Park, Florida. 319-1.","[2] Claire Leavitt MacDowell, “Winter Park – the Second Decade, 1890-1899” in <em>Chronological <br /> History of Winter Park</em>, (Winter Park, FL: Winter Park Herald, 1950) 48-53.","[3] <em>Dictionary of American History</em>, ed. Stanley I. Kutler (New York: Thomson and Gale, 2003), s.v. “Poll Tax”","[4] Frank B. Williams, “The Poll Tax as a Suffrage Requirement in the South, 1870-1901“, <em>The Journal of Southern History</em> 18, no 4 (1952): 469. http://www.jstor.org.ezproxy.rollins.edu:2048/stable/2955220.","[5] Ormund Powers, “End of Poll Tax and White Primaries Lastingly Changed Blacks’ Voting Status,” <em>Orlando Sentinel </em>(Orlando, FL), July 26, 1995.  http://articles.orlandosentinel.com/1995-07-26/news/9507250745_1_poll-tax-slot-machines-gibson","[6] Alexander Keyssar, “The Quiet Years,” in <em>The Right to Vote: The Contested History of Democracy in the United States, </em>(United States: Basic Books, 2009) 183.","[7] Michael J. Klarman, <em>From Jim Crow to Civil Rights: The Supreme Court and the Struggle for Racial Equality, </em>(United States: Oxford University Press, 2004) 32.","[8] Fairolyn Livingston, “A Window on Hannibal Square: A View of Life in Early Westside Winter Park and a Portrait of the Lives and Careers of Walter B. Simpson and Frank R. Israel, The only Black Men to Ever Hold Office in the City of Winter Park, Florida,” (Archives and Special Collections Olin Library, Rollins College, Winter Park, Florida, 1997), 6-7."],"locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":2444,"tag":"Hannibal Square"}]},{"id":6219,"title":"Equality in Education","course_id":131,"status":"P","start_date":"1890-02-01","end_date":"1890-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On February 11, 1890, The Town of Winter Park opened not one, but two schoolhouses: Knowles Public school, for whites, and Public School No.31, for blacks. Public School No. 31 had an especially good turnout, with both white and black in attendance. Mayor Robert White Jr. and Founder of Winter Park, Loring Chase, came out to celebrate this moment promoting education.  Chase boasted that “with this, as with Knowles School for white scholars, Winter Park takes formal possession of the best school building in Orange County for a colored school,” and was arguably the best colored school in the state. This dedication towards supporting education in Winter Park both parallels and contrasts with other southern states during this time period. Unlike the rest of the South, Winter Park allowed its black residents to attend school without the fear of being harmed and with the reassurance that they would be receiving a good education. Similar to the communities in other parts of the country, Winter Park began to put more emphasis into the quality of its education.","The fact that a large segment of the town gathered to support the opening of both  Public School No.31 and Knowles School emphasize the importance of education to the community. While the schools were segregated, the ability for the town to support the safety and education of its black citizens was astonishing in comparison to the rest of the south. During this period white southerners embrace racial restrictions for African Americans. These policies banned blacks from experiencing many of the benefits that whites were able to enjoy. For example, while whites were able to go to school and pursue education, racial segregation forced blacks to rely on inadequate resources in their schools. Black students were often forced to learn in broken-down schoolhouses as well as use outdated textbooks. Additionally, students in the South were often victims of lynchings, school burnings and the like. However, in Winter Park the stakes were much different; students were able to attend school with a feeling of security because the town supported both school openings equally. They were also assured that they would receive an adequate education due to Public School No.31 being considered the best of its kind in the state.","Indeed, after the Civil War Florida began to place more emphasis on the importance of education. The US was investing heavily in the importance of education in the 1890s. By 1890 over 70% of all children attended grammar school. Additionally, the amount of high schools in various states rose from 160 in 1870 to over 6,000 by the end of the century. During this time the amount of explicit and implicit expenditures in the US school system rose from $314 million to $515 million in 1880 and 1890 respectively. Winter Park was not far behind in this process. The opening of Knowles School and Public School No.31 in 1890 proves that the importance of education bled into Florida as much as other parts of the country during this historical period."," "," "],"locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":2433,"tag":"southern education"},{"id":939,"tag":"Public Schools"},{"id":467,"tag":"Black Schools"},{"id":266,"tag":"Segregation"},{"id":1336,"tag":"racial equality"},{"id":6,"tag":"Education"}]},{"id":6220,"title":"Republicans Try to Take back Control","course_id":131,"status":"P","start_date":"3/4/93","end_date":"3/4/93","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the late nineteenth century, the post-Reconstruction era South created many years of turbulence. Mainly between the two largest political powers the Republicans and Democrats. The politics of the 1880s and the 1890s created an abundance of delays due to the bigotry, internal corruption within each political party, and the extreme competitiveness of elections. As Reconstruction diminished, the status of any freedman may have increased but the discrimination is still there[1].","After the Reconstruction period the Republicans called themselves \"radicals.\" The radicals were averse during the war by moderates and conservative parties led by Abraham Lincoln. After the war by there was an even larger split between the nation the \"Conservatives\" in the South and \"Liberals\" in the North. Radicals were strongly against slavery during and after the war. Moreover, disbelieved ex-Confederates that demanded harsh administration for the former rebels and accentuate civil and voting rights for freedmen, otherwise known as the recently freed slaves.","Although African-Americans gained freedom in the South, they did not gain equality. Despite the Republicans efforts during Reconstruction, many African-Americans in the South still had to deal with the struggles of poverty, the lack of proper education and unemployment. Exhausted and unemployed, many African-Americans moved to cities to search for work. As a result of the migration, the population of African-Americans in the South increased tremendously by roughly 75 percent during the late 1800s. Other freed African-Americans tried to establish farms but lacked the right resources and equipment; they were compelled to rent out land under the sharecropping system. Discrimination in the South intensified with the passage of Jim Crow laws in the 1880s. The Jim Crow laws were racial segregation laws that went into legislation between 1876 and 1965 in the United States. The Supreme Court were still demoralizing and discriminated against African-Americans, shown in the court case of Plessy v. Ferguson decision in 1896, which declared all “separate, but equal” to be constitutional.","While in Florida around the time of post-Reconstruction a Judge by the name of Hon J. R. Mizell[2], being interviewed about legislation in Winter Park. He explains that there is nothing wrong with the government while he speaks so highly of those in office. He goes on explaining about those in office and how they each have honor and integrity and no fool would go against any of them. Mizell clarifies how it would be childish of individuals to petition on Park Ave because it will result in large amounts of money by both sides; it will increase taxes, deter people from settling. Winter Park had adequately constructed a balanced in profit coming through the town, bringing an enjoyable lifestyle for its residents, all while trying to keep a calm political atmosphere[3]. Hotels in the surrounding areas began to spread the ideas of sunshine in Florida to get those Northerners to escape the insufferable winter months. With the arrival of tourists creating large fiscal profits for Winter Park and created a chain for other big industries began to develop over time as well. Despite the migration of African-American citizens into the town, social tensions did continue throughout the Southern states.","All in all, after post-Reconstruction nobody was happy with the government and how it was presented, not the Conservatives or Liberals. Though Judge Mizell did touch on something important that though the petitioners may have had the majority of the white vote they did not have a chance against the Democratic legislature."],"locations":[{"id":41939,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1496,"tag":"Florida"},{"id":2436,"tag":"Judges"}]},{"id":6234,"title":"History Engine II","course_id":131,"status":"P","start_date":"1893-02-11","end_date":"1893-02-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<br /><br /><br /><br /><br /><br /><br />","Racial Tensions in the Post-Reconstruction South"," ","Cameron Ochse","History Engine 2","Decade of Decisions: 1890s"," ","On February 11th, 1893 in the blossoming town of Winter Park, Florida a letter was sent into Gus C. Henderson’s newspaper, The Advocate. The letter portrays frustration at the soon to be separation of Hannibal Square and Winter Park, despite their incorporation just a few years prior. The writer discussed how it was a blatant act of gerrymandering; accusing Democrats in the Winter Park government of wanting to remove Hannibal Square just so there would be less Republicans in the area. The only two Republicans in the legislature at the time were Walter Simpson and Frank Israel, both African-Americans elected from Hannibal Square voters. Democrats from Winter Park knew that with the majority of registered voters residing in Hannibal Square, it was only a matter of time until they would lose their power and Winter Park would become a Republican town.","Many Southerners rejected the idea of equality and slowly rights that had just been given to blacks from Reconstruction were stripped away. They were used to the idea of blacks working in farms as slaves, but the 1890s brought about a new age of industrialization and invention, beginning the slow diminishing of farmers. The New Constitution of Florida was created in 1885 and implemented policies to suppress the voices of immigrants and blacks. The Constitution of 1885 stemmed from conservative Floridians who valued the “Old South” and desired for whites to remain supreme while immigrants and blacks stayed below them. Government decisions such as these that only encouraged the conservative mindset that repressed blacks.","Once the government began to stand on uneven terms regarding racial rights, disputing viewpoints began to emerge. Much conflict arose over whether the dispute between Hannibal Square Republicans and Winter Park Democrats revolved more around race or politics. Throughout the 1890s the Republican party began to slowly move away from seeking African-American rights to more of an indifferent attitude towards it. Yet in the author’s letter to the Advocate he mentions how the citizens of Hannibal Square are treated as “outsiders” and will be left without political protection if removed from Winter Park. With that fact it is likely that the separation was in part stemmed from the conservative views of the whites in Winter Park and only heightened by the Republicans beginning to outnumber the amount of registered Democrats.","America was already struggling in the differences between Democrats and Republicans. This article was published around the beginning of the Panic of 1893, which would occur directly after Democratic president Grover Cleveland was elected into office. Cleveland was determined to repeal the Sherman Act of 1890, but this ultimately caused silver prices to plummet. Monetary issues were only part of the cause for the Panic of 1893, but regardless it was the Democrats that were blamed for the ordeal. After this event America lost respect for elitist Democrats and started to sway towards the Republican party up until the Great Depression. Despite the slow political shift, blacks still did not receive rights until the later half of the twentieth-century. Hannibal Square was unincorporated from Winter Park, but was added back into the city limits in 1925 due to financial issues. This only proves how the anonymous author’s letter to The Advocate in 1893 was correct in discussing how often the legislature changed it’s mind regarding town limits."," ","Bibliography","Unknown author, “It is Still Alive: Hannibal Square Must Come Out” (The Advocate article in Chase Scrapbook vol. 2, Archives and Special Collections Olin Library, Rollins College, Winter Park, Florida, February 11th, 1893) p. 421","Fairolyn Livingston, “Window on Hannibal Square: A View of Life in Early Westside Winter Park and a Portrait of the Lives and Careers of Walter B. Simpson and Frank R. Israel, The Only Black Men to Ever Hold Office in the City of Winter Park, Florida,” (Archives and Special Collections Olin Library, Rollins College, Winter Park, Florida, 1997) p. 15","Bernard Grun, “The Timetables of History: A Horizontal Linkage of People and Events” (New York, Simon and Schuster, 1982)","Weitz, S. 2009. “Defending the Old South: The Myth of the Lost Cause and Political Immorality in Florida, 1865-1968.” HISTORIAN 71, (1): 79-92.","Dupont, Brandon R. 2009. “Panic in the Plains: Agricultural Markets and the Panic of 1893.” Cliometrica 3, (1): 27-54"],"locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":2467,"tag":"\"1890s\""},{"id":2466,"tag":"\"racial tensions\""}]},{"id":6223,"title":"Seminole Hotel Worthy of First Lady","course_id":131,"status":"P","start_date":"1892-10-02","end_date":"1895-04-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Since the ambitious Loring A. Chase crafted his initial vision of Winter Park, he predicted that its success would derive from the tourism industry. As the Seminole Hotel was an enormous stride in the structural economic development of tourism, the whole town dynamic centered around the hotel. For instance, Hannibal Square was created to serve as a residential area for the employees of the Seminole, as well as to maintain the segregation between the white and African American citizens. The Seminole’s unquestionable success as a tourist staple solidified Winter Park’s economy. Tourism in the region resulted in a flow of revenue and widespread attention to an otherwise unknown, developing town. Even the former First Lady, Mrs. Ulysses Grant, chose to stay at the Seminole Hotel for her 1895 tour honoring her late husband. The cultural significance of the hotel has defined and cultivated Winter Park’s history, making it the backbone of the city’s origins and continued legacy.","When Loring Chase first invested in Florida land development and real estate, he knew the most pragmatic way to generate money was to attract the wealthy people who came to Florida from the Northeast during the winter[1]. Thus, Chase built three main hotels in Winter Park with the Seminole being the most luxurious. It was equipped with the best facilities and modern technologies to allow for a pampered visit. He hoped that when the vacationers witnessed the aesthetically appealing surroundings and enjoyed the temperate weather, they would be drawn to purchase Winter Park property and become invested in the city’s future[2].","The Seminole Hotel itself was five-stories tall. It cost $150,000 to construct and furnish the 200 rooms. The hotel offered croquet grounds, tennis courts, fishing, rowboats, sailboats, two steam yachts, a billiard room, a bowling alley, and an orchestra. Due to all of the amenities, the Seminole was the largest and arguably the grandest hotel in Florida. The Seminole Hotel boasted, “That more millionaires and beauties were gathered on its piazzas than any other space in Florida.” By the end of that first winter season, 2,300 registered guests had already lodged in the Seminole Hotel[3]. By 1892, famous visitors of the hotel included, H. M. Flagler, William Rockefeller, President Grover Cleveland, and First lady Mrs. US Grant.","After the early years of garnering its reputation, Mrs. US Grant’s stay marked the peak of the Seminole Hotel’s success, before a fire devastated the hotel only a few years later. Mrs. Grant’s stay arguably bolstered the hotel’s business because she drew crowds who wished to see her and to offer their condolences. The crowds brought positive public attention to the hotel. Mrs. Grant was the highest profile figure to lodge at the hotel at that time, and her stay showed how influential the tourist industry of Winter Park had become.[4]                 The Seminole Hotel accomplished its main goal of fostering wealth within the community during its successful duration. Though it did not continue its legacy after the fire in, it still affected Winter Park today, specifically through the layout and its affiliation with tourism. Furthermore, the wealth of Winter Park originated in part due to the amount of tourism the hotel generated. What the modern observer witnesses about Winter Park today is due to the domino effect that started with the success of the Seminole Hotel."," ","[1] Encyclopædia Britannica Online, s. v. \"Winter Park\", accessed November 06, ………2014, http://www.britannica.com/EBchecked/topic/645657/Winter-Park."," ","[2] John Williston Cook, “In Memory of Loring Augustus Chase: One Of The Founders Of ………Winter Park, Addresses and Letters.”"," ","[3] Winter Park Historical Association. \"The Golden Age of Hotels.\" The Golden Age of  ………Hotels. Winter Park History Museum, n.d. Web.","<sup><sup>[4]</sup></sup> Winter Park scrapbook “Mrs. US Grant in Winter Park, 1881-1906: Loring Chase scrapbooks Vol. 02, 1895."," "," "],"locations":[{"id":1445,"lat":27.9325389945,"lng":-81.1174374911,"zoom":8,"place":"OSCEOLA, Florida"}],"tags":[{"id":2314,"tag":"WinterPark"},{"id":2440,"tag":"seminolehotel"},{"id":2441,"tag":"usgrant"}]},{"id":6224,"title":"The Great Florida Migration","course_id":131,"status":"P","start_date":"1880-01-01","end_date":"1/1/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the Civil War Florida became a beacon for people from other stated to change environments from the cold north to the almost year long tropical climate of Florida. Mainly towards the 1890's Florida experienced a rapid increase in population, due to people migrating down south. Many of the people that decided to migrate down were white New Englanders and colored people, many of whom were former slaves.  However, with the influx of migrants from other states tensions followed, mainly racially with the influx of former slaves.","The majority of the migrants coming down to Florida were mainly white northerners. A vast number of them came from New England. From a period of twenty years from 1880 to 1900 the white population more than doubled from 142,605 to 297, 333, while making up almost 60% of the Florida population.[1] Some of the New Englanders tended to form societies of their own containing other New Englanders. These societies they formed were called New England Societies. [2]These societies of New Englanders included permanent residents of Florida who used to live in New England, and even included the New Englanders who only stayed down in Florida for the winter. The New England Society in Florida would meet on various occasions and places throughout the year, one of these places was the City of Winter Park.[3] One of the main reasons people tended to migrate to Florida, besides the tropical winters, was the increase in jobs due to the development of Florida. The second main group to come into Florida were the former free slaves. Between 1880 and 1900 the black population in Florida had increased from 126,690 to 230,730. [4]Some of the more popular reasons that African Americans came down here for was work. Many either worked on the construction of the railroads under Henry Flagler or started or helped out on farms in the area.[5]","Despite the increase in migration, many southerners did not enjoy having these new residents in their state. Besides the white northerners, some of the groups experienced heavy discrimination in the south, including Florida. The main group to be exposed to a negative view on their influx into Florida and the rest of the South, were the blacks. One of the most basic and widely used discrimination tactic against the blacks were the Jim Crow Laws[6]. The Jim Crow Laws were a series of legal acts that enforced segregation mainly in the South. Anti black movements throughout the South were effective for the southerners in keeping the blacks separated from their daily lives, and giving them the least amount of freedom they could possibly get, which was easy for them to do in the south despite the fact that in some areas, like the entire state of Florida, blacks made up more than a third of the population. The white northerners on the other hand were more accepted by the residents of the state of Florida. As long as they could be considered white, the residents presented little aggression towards them. They were allowed to stay in hotels, move down here, and open their own businesses without the risk of segregation. Some of them, like the New Englanders, even created their own societies to stay connected with other people that were from their area.","The migration of fellow Americans into the state of Florida continued a trend of population expansion within not just Florida, but the South. Many of these migrants came from former slaves and white northerners mainly from New England. However, despite the massive increase in population for Florida some of the migrants, mainly the former slaves, were unwelcome in many areas of Florida and the South."," "," "],"locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":366,"tag":"Migration"},{"id":2442,"tag":"New England Societies"}]},{"id":6225,"title":"Inspiring Words From L.A. Chase","course_id":131,"status":"P","start_date":"1890-02-11","end_date":"1890-02-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 11, 1890 Mr. Chase gave a wonderful speech to those who attended the introduction to the new faculty of the public school in Hannibal Square. The Hannibal Square Elementary was the first public school for African Americans founded in 1883.[1] Mr. Chase shed some light on matters such as slavery and he even goes on to compliment the African American people on their behavior and thirst for knowledge. The public school was a great opportunity for the black children to become educated. They were taught basic school lessons like reading, writing, spelling, history, and arithmetic. They were given an opportunity that their parents didn’t get in their childhood.[2] He urges them to keep striving for knowledge and to keep becoming respectable citizens. Mr. Chase made wonderful points in this speech and sparked a different way of thinking for others. He says that their behavior shows everyone that they are peaceful and take pride in what they do.[3] Mr. Chase goes on saying that he’s never seen such a “hungering and thirsting after knowledge, such a desire to become educated and intelligent citizens as I have seen among you.“[4]","Loring Augustus Chase a man widely known for being one of the founding fathers of Winter Park and also a man with a vision of unity in the city of Winter Park, believed in the equality of black and white.[5] Mr. Chase goes on to say “whose greatest crime is ignorance-not because by nature you want to be ignorant- but because you were forced to occupy that degrading position at the behest of the gigantic relic of barbarism-slavery.”[6]  For a man of his prestige and influence to say that, impacted the black community. But it didn’t only impact the black community; it impacted the white as well. You find Mr. Chase speaking on behalf of the white community. Mr. Chase is breaking chains with his speech and trying to revolutionize American thinking as well as our culture. He states in this speech that the answer to the Race Problem (North and South) is education. Mr. Chase didn’t view the difference of your race as a problem; he viewed it as an everlasting battle between ignorance and knowledge."," "],"locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":143,"tag":"school"},{"id":1836,"tag":"Speech"},{"id":2443,"tag":"Loring Augustus Chase"},{"id":2444,"tag":"Hannibal Square"},{"id":2445,"tag":"African-American"}]},{"id":6226,"title":"Nineteenth Century Public Education in the United States","course_id":131,"status":"P","start_date":"1890-02-14","end_date":"1890-02-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Nineteenth Century Public Education in the United States"," ","In the years following Winter Park’s founding, the city continued to grow, adding Rollins College, the Seminole Hotel, the Roger’s House, and schoolhouses. On February 14<sup>th</sup> of 1890, two new schoolhouses were dedicated in Winter Park. One of the schoolhouses was for white children, and the other schoolhouse, located in Hannibal Square, was for African American children. Education was becoming more important to families and their children during the late nineteenth century and many children were encouraged to attend elementary and secondary schools.[1] The curriculum in schools was changing, and the encouragement of African American children to attend school was also becoming more prominent. In Florida as well in other states, public schooling was becoming more popular, giving children, whether white or African American, the chance to learn basic skills needed in everyday life.","The dedication of the new schoolhouses was, according to the <em>Advocate</em>, “one of the most remarkable events that have happened in Winter Park.” The children that were to attend the new schools were a large part of the dedication; they were seated in the front of the dedication area and were involved in the ceremony itself. A man named J.T. Becks spoke of the beginning of schooling in America; the first school was started in 1642, and others were built in the years to come.[2] The public school curriculum in the United States included lessons that were “devoted to the cultivation of literacy and citizenship in all the people.”[3] The curriculum was turning toward a more secular theme during the nineteenth century.[4] The three main subjects that were taught in public elementary schools were reading, writing, and arithmetic.[5] Controversy surrounded what curriculum would be created for African American students. Many believed that their education should be “practical so that black children could become self-reliant, get jobs, and advance themselves and their race.”[6]","The public schools in Winter Park were offered to African American children as well as white children.[7] Even though education was offered to both races, the debate between mixed and separate schools was still a prominent issue in the United States. Following the Reconstruction Era, different states had different beliefs as to whether public schools should be mixed or if they should be separated by race. During the 1890s, many southern states rewrote their black codes, mandating that schools be segregated.[8] Even though the schoolhouses were separated in Winter Park, a ceremony was still held in Hannibal Square to open the new schoolhouse for African American children.[9] Mr. White, the Mayor of Winter Park, told the crowd gathered at the opening of the Hannibal Square schoolhouse that African Americans had a “knowledge unsurpassed by any other people.” Mayor White also commended the colored people “for their strict obedience to justice.”[10] The Dedication of the new schools in Winter Park focused not only on educating white children; they also complimented the African Americans for their determination and want to pursue public education.","The dedication of the two new schoolhouses was considered one of the most important events after Winter Park’s founding. The ceremony held for the dedication emphasized the importance of gaining an education for both white and African American children, and also gave the city an opportunity to come together for a common interest."," "," ","[1] Chase, Loring. \"The Dedication.\" In <em>Winter Park Scrapbook, 1881-1906: Loring Chase Scrapbooks</em>. Vol. 2. Winter Park, 1890.","[2] Chase, Loring. \"The Dedication.\" In <em>Winter Park Scrapbook, 1881-1906</em>","[3] Stone, James. \"Evolution of the Common School.\" In <em>An Historical Introduction to American Education</em>. New York: Thomas Y. Crowell Company, 1970. 49","[4] Grant, A. Cameron. \"A Noted on 'Secular' Education in the Nineteenth Century.\" <em>British Journal of Educational Studies</em> 16, no. 3 (1968): 308-17. Accessed November 3, 2014. http://www.jstor.org/stable/3119293.","[5] Stone, James. \"Evolution of the Common School.\" In <em>An Historical Introduction to American Education</em>. 49","[6] Butts, R. Freeman. \"Disjunctive Pluralisms: Racial and Regional.\" In <em>Public Education in the United States: From Revolution to Reform</em>. 143","[7] Chase, Loring. \"The Dedication.\" In <em>Winter Park Scrapbook, 1881-1906</em>","[8] Butts, R. Freeman. \"Disjunctive Pluralisms: Racial and Regional.\" In <em>Public Education in the United States: From Revolution to Reform</em>. New York: Holt, Rinehart, and Winston, 1978. 146","[9] Chase, Loring. \"The Dedication.\" In <em>Winter Park Scrapbook, 1881-1906</em>","[10] Chase, Loring. \"The Dedication.\" In <em>Winter Park Scrapbook, 1881-1906</em>"],"locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":2328,"tag":"The Advocate"},{"id":2446,"tag":"public education"},{"id":2447,"tag":"schoolhouses"},{"id":2448,"tag":"The Dedication"}]},{"id":6228,"title":"Street Lights Illuminate the Path to Consumerism","course_id":131,"status":"P","start_date":"1891-01-24","end_date":"1891-01-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 24<sup>th</sup> 1891, Winter Park residents celebrated the installation of fifteen new electric lights in important locations on their city’s main streets. Citizens at the time considered it not only the greatest achievement of their city council, but “the best thing ever done here.”[1] These lights made walking at night much safer, and their value to the town was estimated to be ten times the cost of installing and running them. Street lamps were placed in front of stores owned by several prominent gentlemen, the entrance to Rollins College, the Congregational and Episcopal churches, and in Hannibal Square. As stated above, the community appreciated them greatly and felt that, though scattered, the street lights improved their community immensely.[2]  This wild enthusiasm that swept Winter Park was a microcosm of the craze that spread across the nation as electric lighting and other modern technology became available and formed the roots of the modern consumer society.","The public lighting industry at the time was controlled by companies like Edison General Electric or GE, and Westinghouse, which competed both with each other and with French electricity companies like Saxoleine to innovate better lighting. These companies launched large advertising campaigns to draw in potential business; Saxoleine in particular was known to print many different posters to be displayed around the city, usually of suave, elegantly dressed people holding up gas lamps[3]. Firms also focused on developing new products in order to compete with their rivals, enlisting scientists and chemists to innovate novel ways of using electricity. Electricity companies also began attacking each other’s reputations; Edison spread claims that Westinghouse’s alternating current generator was unsafe and was used in the first prison execution by electric chair just to put a black mark on their name.[4] The companies continued to expand, selling more new lighting to towns, cities, and individuals.","As the country slowly became industrialized and began to rely on mass-produced goods rather than local food and products, people became increasingly focused on consumption. An upper class of impossibly wealthy business magnates emerged, flaunting their wealth for all to see and causing the rest of the public to idealize the pomp and grandeur of their materialistic lifestyle. The emerging middle class of white collar workers looked to emulate this lifestyle, and found themselves increasingly able to do so as new technology such as electric lighting made their lives easier and more efficient. Simultaneously, prices were dropping and goods were being mass-produced by large companies. This meant that the middle class had more leisure time and could much more easily afford luxury items.[5] Enthusiasm for new technology, which occurred in Winter Park, was the result of both newfound materialism and the fact that this type of new technology improved their standard of living and gave them more free time. With these lights, one could easily stroll around Winter Park all night without fear of getting lost in the dark. Though only one small technological improvement in a single part of the country, the installation of these lights was a microcosm of the technological revolution occurring throughout the country. It would have allowed shops to stay open later and, thus, make themselves more available to consumers, further fueling the desire to consume. This nationwide desire gave birth to the huge conglomerates that marked the era and grew into the corporations and products we know today."," ","[1] Chase, Loring Augustus The Winter Park Scrapbooks “No More Darkness” (Loring Chase, Winter Park, 1891) 360","[2] Chase, Loring Augustus <em>The Winter Park Scrapbooks</em> “No More Darkness” (Loring Chase, Winter Park, 1891) 360","[3] Cordulack, Shelley Wood. \"A Franco-American Battle of Beams: Electricity and the Selling of Modernity.\" Journal of Design History 18, no. 2, 147-66. Accessed November 2, 2014. JSTOR","[4] Segal, Howard P. \"Technology and Systemazation.\" Encyclopedia of the Gilded Age. Edited by John D. Buenker and Joseph Buenker. 10th ed. Vol. 1. Armonk, NY: M. E. Sharpe, 2005. 17-27.","[5] \"Chapter 19: Production and Consumption in the Gilded Age, 1865–1900.\" Clovis Community College. January 1, 2014. Accessed November 2, 2014"],"locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":2455,"tag":"\"Edison GE\""},{"id":2454,"tag":"\"street lights\""},{"id":2453,"tag":"\"electricity\""},{"id":2452,"tag":"\"industrialization\""}]}]}