{"id":133,"title":"From Civil War to World Stage","school_id":43,"school_name":"Widener University","term":"Fall 2014","abbr":"HIST356","url":"","description":"","points":[[41.8399513458,-87.8166666032],[43.0070321924,-87.9667286742],[38.6407017012,-90.4430188422],[38.9151212228,-76.9435162098],[39.878712355,-75.2036894677]],"bounds":[[43.0070321924,-75.2036894677],[38.6407017012,-90.4430188422]],"episodes":[{"id":6243,"title":"\"The Hun Rule Association\" was a political cartoon used by the Anti-Saloon League to marry patriotism and prohibition by vilifying the German brewing inductry in the United States.","course_id":133,"status":"P","start_date":"1/1/17","end_date":"12/31/33","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early twentieth century, the United States was involved in two “wars”, a military conflict in which those of German ancestry were vilified as part of the war effort, and a social and political campaign that used this hatred of Germans as a tool to further its cause.  America’s entry into World War One sparked an anti-German sentiment that targeted many accomplished members of society that had come to the United States in the first wave of immigrants from Europe.  At the same time, a battle was being fought against the consumption of alcohol, blaming it for all of society’s ills. Since the majority of the breweries in the United States were owned by German immigrants and still retained German names, they became a convenient target of both prohibitionist and anti-German crusaders.","The cartoon “Hun Rule Association” was created by the Anti-Saloon League in the period of 1914-1920, when the United States was at war in Europe during World War 1 (Anti-German Prohibition).  It depicts a parade of beer kegs and bottles, many with stereotypical German faces on them, marching and waving placards.  The placards state the supposed ills that the Anti-Saloon League blamed on alcohol consumption.  The use of German imagery and the term “hun,” an anti-German slur, was meant to associate our enemies oversees with the liquor and beer industries, making Prohibition appear patriotic in a sense.  The Anti-Saloon League went as far as to refer to the Milwaukee brewing industry as “the worst of all our German enemies” (Digital History). These enemies that the league spoke out against were, in fact, some of the most successful and industrious immigrants that had come to America, spreading a culture that is still ingrained in the collective American society.  Germans built a flourishing brewing industry and distribution network, dominating saloon business.  They also introduced the concept of beer gardens to America, providing a family-friendly drinking environment that included food, games, and live music in a well-lit, inviting setting (Immigration).","The organization responsible for this and many other anti-German, prohibitionist cartoons was the Anti-Saloon League.  The organization was founded in 1895 by members of the Republican Party as a national, bipartisan organization tasked with the advancement of alcohol prohibition through public support.  It exerted influence on religious leaders and local politicians to allow it to spread its message to the largest number of citizens possible.  The readers of these cartoons created by the League were ordinary patriotic, god-fearing people that were easily swayed by clever rhetoric.  These common folk would then demand that their church leaders and local politicians do their part for the prohibition cause, further strengthening the movement.","The results of cartoons like “Hun Rule Association” were rapid and violent.  German culture was swept under the rug as German music, including that of Beethoven, was no longer played, books were burned, and businesses were boycotted (German Immigration).  German citizens were attacked, beaten, and on occasion lynched as examples to others.  A once proud and substantial portion of the population was forced to hide a proud heritage, one that had already become a major part of American culture.  Financially, the German beer brewing industry faced massive losses when National Prohibition went into effect.  The value of breweries during the period of prohibition dropped as much as two-thirds (Immigration).  The only way that breweries remained in business until alcohol was made legal again was to diversify production, manufacturing barley malt syrup, ‘near beer’, malted milk, and other pantry staples.","“Hun Rule Association” and similar propaganda remain today as examples of misguided crusades against convenient enemies.  The German immigrants that helped to build business and industry in the United States were victimized, but they still retain their place in American society.  Alcohol’s prohibition did little to lessen its supposed effects, namely wife beating, child abuse, corruption, and Machine politics (Digital History).  The Anti-Saloon League is long gone, but beer is a booming business, and German culture is experiencing a resurgence in the United States."],"locations":[{"id":17541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"},{"id":16292,"lat":43.0070321924,"lng":-87.9667286742,"zoom":10,"place":"Milwaukee, Wisconsin"},{"id":18861,"lat":38.6407017012,"lng":-90.4430188422,"zoom":9,"place":"St Louis, Missouri"}],"tags":[{"id":2478,"tag":"german americans"},{"id":2477,"tag":"world war one"},{"id":2275,"tag":"Anti-Saloon League"},{"id":111,"tag":"Prohibition"}]},{"id":6253,"title":"Who Invented the Microphone- How Emile Berliner came up with the invention and how it has impacted the broadcasting industry","course_id":133,"status":"P","start_date":"9/1/26","end_date":"9/1/26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["What is known as America’s mouthpiece first came about as an accidental discovery from a poor German immigrant with a public school education. The microphone was first invented and introduced to the public in 1877 by Emile Berliner. Berliner immigrated to the United States when he was just nineteen years old but later became known as a great entrepreneur and inventor of products that would make their way into every home and industry in the U.S.","In September of 1926, a trade magazine called <em>Radio Broadcast</em> published an article which focused on the microphone and its origins. The broadcasting journal wanted to inform its readers about who invented the microphone and where exactly the technology came from, since at that time few in the industry knew much about the device that was being used across the world to broadcast sound. It was astonishing to readers that Emile Berliner had created the modern broadcasting microphone after just six weeks of experiments in his tiny one-bedroom apartment. The article digs up the history of the inventor as well as the invention, and describes the fascinating story of Berliner’s development of the microphone.","Emile Berliner had a passion for science and discovering secrets behind new technologies. He was astonishingly smart given his brief education.  He attended a Jewish school in Germany, but left school at the age of fourteen to help support his family. He later immigrated to the U.S. in 1870 and went to work in a small dry goods store in Washington, D.C. He first exhibited an interest in improving existing technology while working in the store.  He had heard of rumors about Alexander Bell’s telephone in the 1870s but the telephone had not been made public yet nor had Berliner ever seen one.  Berliner decided to experiment with building a device to transfer sound waves (the vibrations of air) along electrical wires. He started with a simple tin-can telephone and a soap box. He knocked the bottom out of the soap box and nailed sheet iron on instead, then placed a bar across the middle made of steel. With this, he created an iron diaphragm transmitter, similar to the telephone that Alexander Bell had invented. With this invention, he had to figure out a way to amplify the sound so that it would function as a true communications instrument and not just as a sound transformer. His initial design for what he called the microphone failed. He could not get the sound from fading as the waves traveled farther from the device. The solution to the problem was suggested by one of Berliner’s close friends during a conversation between the two men. Berliner’s friend, who worked at a telegraph station, explained to him that the harder he pressed down on the telegraph key, the stronger the current passing through the key became. This was the information that helped Berliner to understand why the waves were fading out so quickly. He needed to come up with a way to produce a stronger current. Using a toy drum to which he attached a steel button linked to a metal wire, Berliner built the first microphone. When contact was made between the diaphragm and the button, sound was transmitted and amplified in such a way that the waves did not fade like his earlier invention. The device functioned when the steel wire was hooked up to a battery and an induction coil. This was the process by which he developed the microphone.","Emile Berliner needed to patent the device in order to secure credit for his microphone invention. When he applied for the microphone patent on June 4, 1877, a fourteen-year conflict began over his patent. After the microphone was invented, it was discovered that in order to make a functional telephone, you needed a combination of Bell’s magneto receiver and Berliner’s microphone transmitter. The patent office did not know who to award the patent to because both inventions were so similar that they needed to investigate further. This caused great debate about who invented the microphone first. The Supreme Court finally recognized Emile Berliner for the invention of the microphone and granted him his patent on November 17, 1891.","With this success, Berliner landed a job as chief engineer at the Bell Telephone company. The company paid him $50,000 for his rights to the patent so that they could market it as their own. Berliner continued inventing and although he does not seem to have received much recognition for his initial invention due to Bell’s popularity, he played a vital role in the invention of both the microphone and the telephone.","Emile Berliner was an important inventor who had a tremendous impact on the broadcasting industry. At the time of the article’s publication in 1926, Berliner was still busy inventing and playing a role in the evolving science of acoustics. He went on to invent acoustic cells and acoustic tiles, which helped to perfect the acoustics in large buildings. His great invention of the microphone came to him by way of a few experiments and correcting some minor mistakes. Yet, his first major invention has had a major impact on society for over 120 years."],"locations":[{"id":21755,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":2511,"tag":"Inventor"},{"id":2510,"tag":"Microphone"},{"id":2522,"tag":"Emile Berliner"}]},{"id":6255,"title":"The Vauclain Compound Locomotive, manufactured by the Baldwin Locomotive Works of Philadelphia, Pennsylvania wins the Elliott Cresson Medal and Diploma of the Franklin Institute of Pennsylvania.","course_id":133,"status":"P","start_date":"4/3/07","end_date":"10/3/07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In October 1907, an article appeared in the <em>Journal of the Franklin Institute of the State of Pennsylvania for the Promotion of Mechanical Arts</em> entitled “The Development of the American Locomotive.” The article describes details of the designs and patents for locomotives which were manufactured by, and vital to the success of, the Baldwin Locomotive Works of Philadelphia, Pennsylvania.  The purpose of the article was to recommend the company for the Elliott Cresson Medal and Diploma of the Franklin Institute of the State of Pennsylvania.  The article was an investigative report written by the Committee on Science.  The medal and diploma, were the highest award given by the Franklin Institute at that time.  The award was based on “originality, invention, design, workmanship, system and management”. The <em>Journal of The Franklin Institute</em> was established in 1826 to publish U.S. Patent information and to record scientific and technological achievements in the United States at the time.","In the article, the Committee stated “when the compound locomotive came into vogue, these works were quick to take hold of and produce their own type of this class of engine.”  On February 21, 1889, the inventor Samuel M. Vauclain applied for United States Patent 406011A.  He noted that the object of his invention was “to construct a compound locomotive-engine in which both the height and low pressure cylinders are on the same side of the locomotive, side by side, and connected to a common crosshead, so that an equal amount of power is delivered to each side of the engine, a further object being to so construct the parts that a locomotive of the single-acting American type can be readily altered into a compound locomotive.”  Vauclain was an engineer and the general superintendent of the Baldwin Locomotive Works at the time. The first four-cylinder Vauclain Compound Locomotive was completed at Baldwin Locomotive Works in Philadelphia, Pennsylvania in October 1889.","According to Tom Ricci, the Vauclain Compound Locomotive was a new concept in locomotive engineering at the time of its invention.  Compound locomotives were developed in an effort to make more efficient use of steam.  The goal was to reduce the amount of steam needed to attain an equal amount of power.  The result would be a reduction in the amount of water and fuel needed to run the locomotive.   Previous compound designs had the high-pressure cylinder on one side and the low-pressure cylinder on the other.  The result was an unbalanced locomotive with “major differences in mass in motion from one side to the other”.  The Vauclain Compound Locomotive was a symmetrical design with high-pressure and low-pressure cylinders on each side.  This balanced design resulted in a smoother and more stabilized movement of the locomotive.  The design also eased pressure on the frame of the locomotive by equalizing the forces on each side.  By 1907, over 2,000 Vauclain Compound Engines had been built by the Baldwin Locomotive Works.","The <em>Journal of The Franklin Institute</em> is still published today with a concentration in the field of engineering and applied mathematics.  The Elliott Cresson Medal was awarded by the Franklin Institute until 1998.  Currently, all endowment awards given by the Franklin Institute are called The Benjamin Franklin Medals."," "],"locations":[{"id":49775,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":2512,"tag":"American Locomotive"},{"id":2513,"tag":"Elliott Cresson Medal"},{"id":2514,"tag":"Vauclain Compound"},{"id":2515,"tag":"Samuel M. Vauclain"},{"id":2542,"tag":"Franklin Institute"}]},{"id":6272,"title":"Emile Berliner revolutionized the world of sound. Berliner made advancements in telephone technology and the recording industry. Still, Berliner further advanced the field of sound transmission by developing the acoustic cement cell. The acoustic cement c","course_id":133,"status":"P","start_date":"9/9/28","end_date":"9/9/28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1928, 77-year-old Emile Berliner revealed his latest invention after a lifetime of innovative work. On Sunday, September 9, 1928, <em>The Washington Herald </em>reported on Emile Berliner’s success as he contributed another innovation in the field of sound transmission. As described in the newspaper article<em>, </em>“based upon a lifetime of experience in the study of sound, he has invented the acoustic cement cell which… has the effect of clarifying and amplifying the tones of a speaker’s voice or the notes of a musical instrument.” In other words, Berliner was triumphant yet again, in advancing sound technology by developing the acoustic cement cell. The acoustic cement cell was a simple device which attached to the interior walls of a room. The cells were usually shaped like a square or rectangle, and they were made of cement, although the inside was hollow. When an ample amount of cells were hung in a single room, they would diminish the reverberations and echoes generated by speakers or musical instruments, especially those generated in a large hall. Although Berliner had experimented with sound production and transmission technologies for much of his life, his dedication to studying sound showed concrete results with development of the new building material. According to <em>The Washington Herald, </em>“Berliner’s newest invention was crowned with success in a trial in the auditorium of the Drexel Institute in Philadelphia.” Along with that, <em>The Washington Herald </em>announced “the Berliner acoustic cement wall cells have been tested with eminent success in the spacious board room of the magnificent District Building in Washington D.C.” This means that Berliner tested his product in well-established and highly respected institutions. Upon doing so, Berliner once again gained national recognition for revolutionizing sound in an inconceivable fashion.","Besides creating the acoustic cement cell, Berliner was responsible for producing other distinct designs in an age of industrialism. Berliner was influential in telephone technology. More specifically, Berliner “discovered that the device could act as a superior telephone receiver” (Encyclopedia Britannica). Despite Berliner’s concentration on sound evolution, The Institute of Electrical and Electronics Engineers notes, Berliner was responsible for building an “aircraft engine and helicopter.” It is clear, even with all his focus on sound throughout his life, Berliner was a true visionary who expanded other facets of technology. Berliner’s success is beyond remarkable, especially considering his educational background. The Library of Congress chronicles that “Berliner was a largely self-educated man.”  In spite of, his lack of formal education, Berliner still displayed a unique mindset as he supplied the world around him with intuitive inventions.","To this day, Berliner continues to receive recognition for his innovations. Berliner, although deceased, won a “Trustees Award in 1987 and a Technical Award in 2014” (News.Delaware.Gov). Although it has been over 100 years since his groundbreaking discoveries, Berliner is still acknowledged for his inventions. Additionally, many of Berliner’s designs are still currently used. The recording industry, along with the field of communications, is forever indebted to Berliner’s intellectual concepts. Still, his expertise, experimentation, discoveries, and devices have affected much more than those two areas of entertainment, without a doubt. Simple and plain, the world would not be what it is today without Emile Berliner’s hard work and ingenuity."],"locations":[{"id":21755,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":2522,"tag":"Emile Berliner"},{"id":2523,"tag":"acoustic cement cell"}]},{"id":6286,"title":"The episode explores the relationship between Christianity and African-Americans.","course_id":133,"status":"P","start_date":"1/1/06","end_date":"1/31/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In January of 1906, the Financial Department of the National Christian Congress Association, headquartered in Washington, D.C., published an appeal to the public. Reverend H.J. Williams, the Association’s secretary, and Reverend R.B. Robinson, the Association’s president, are listed as the authors of the document. .  It is likely that the Association intended the publication to be read by educated, white readers, since the purpose of the announcement was to generate support for projects to aid African-Americans.","The Association made an appeal for monetary donations so that it could raise funds to create a publishing house to print “papers, pamphlets, books, and other literature” devoted to the betterment of African Americans and to bring whites and blacks closer together. The article explains that once the material was published, the Association wished to distribute the information to the Chautauqua Reading Circle. This organization was a popular reading group made up of intellectual white individuals.  The “Appeal” states that “Programs, essays, recitations, biographical and general readings” will be formulated with a message of harmony between whites and blacks.","The purpose of the Association’s article seems to be encouraging white readers to perform a moral evaluation of their thoughts regarding their relationship with African-Americans. It appeals to the conscience of Christians and asks them to establish “speedy amelioration” of problems affecting the African-Americans. When doing this, however, it does so in a derogatory tone stating that proper education should be directed towards African-Americans for their “advancement in dealing with the dominant race”. The overall message contained in the Appeal is commendable but one can see there is much for these Christians to think about.","The article is also directed towards the younger generation so that the Association can teach them to be more loving and respectful towards all people not just white people. They do this in the hope that life will be improved for African- Americans. The two authors of the article tell the readers that this is the only way to improve conditions between the races. They draw on the inherent kindness of individuals in hopes that they will donate to their noble cause to bring peace between the “dominant” white race and the African-American race.","Since even before the founding of the United States Christians had called for the betterment of African-Americans, most of whom were enslaved at the time. Thomas Paine was one such individual. In his essay <em>African Slavery in America </em>(which was later included in an anthology published in 1906 entitled The Writing of Thomas Paine), Paine speaks out about his concerns regarding slavery and belittles men who try to justify it through Christianity. He states,” Most shocking of all is alledging (sic) the Sacred Scriptures to favour (sic) this wicked practice.” He urges Christians to look toward the Gospel for guidance in matters pertaining to the enslavement of African-Americans.  He himself utilizes the Gospel beautifully when he reminds Christians to “ do to all men as they would be done”.","Slavery ended with the Civil War, but African-Americans still faced social and political inequalities in the United States. Inspired by Social Gospel some Christian groups saw their mission as improving conditions for blacks in the United States. Members of the American Home Mission Society “became passionate advocates of the rights of the freedmen.” The National Christian Congress Association’s appeal was published with the intent to improve society.  It utilized Christianity as a vehicle to bridge the separation between the whites and blacks in American society."],"locations":[{"id":52404,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District Of Columbia"}],"tags":[{"id":514,"tag":"Christianity"},{"id":238,"tag":"African American"},{"id":21,"tag":"Race Relations"}]}]}