{"id":135,"title":"History of Urban and Suburban U.S. (2014)","school_id":4,"school_name":"Furman University","term":"Fall 2014","abbr":"HST-321","url":"http://history.furman.edu/benson/hst321/","description":"","points":[[34.8943497126,-82.3707811393]],"bounds":[[34.8943497126,-82.3707811393],[34.8943497126,-82.3707811393]],"episodes":[{"id":6156,"title":"An article from an Atlanta newspaper presents a table showing the number of permits, both approved and unapproved for major Southern cities in the years after the Great Depression. A prediction for a few years after and the number of permits is included.","course_id":135,"status":"P","start_date":"1/1/22","end_date":"12/31/22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The number of building permits within the first six months of the year 1922 in Greenville, South Carolina was 532,415 and by the end of the year the number had rose to 1,234,418. The theme of urban development and growth is demonstrated and exhibited in this source by showing the numbers of agreements to construct buildings such as houses, churches and buildings for public services such as schools, hospitals and places to protect the public like firehouses and police stations. One of the most interesting aspects of this newspaper article is that not only does it offer current statistics on the number of building permits which increase over time, the article also publishes the amount of money spent on permits over the year 1922. Included in this, which I found to be the most intriguing, which was a prediction for the first six months of the next year, all of which I looked at where over the last number of permits granted for construction. An article stating the main types of buildings made in Greenville around the Civil War era was the construction of paper and textile mills in the city. These mills were some of the finest according to the article, \"McBee's and Dunham's mills manufactured all qualities of paper form the finest letter sheet to the common brown wrappers.\". In the Oral History of the American South, a Greenville resident whose name was Alice Hardin who describes what it was like working in the largest cotton mill under one roof in the South. Hardin worked there with her siblings, father and even her mother. She also briefly mentions a strike with an organized union but quickly fell apart.","The contents of the primary source that relate to the secondary sources being used here are the improvement of the economy and how adult education can lead to community development.  Economic factors are of great importance in community development. A main point in the economy section is that more and more people are becoming specialized in one skill and therefore becoming interdependent on other people making it crucial that people understand each other and work together. The handbook also touches on the school-community relationship and how that can improve on a community and be the cause for further development. This is something that one of the first presidents of Furman, Bennettee Geer focused on during his tenure as head of Furman University, using the university as a tool for educating adults to better the abilities of adults to drive the force for development of renewal of the post-depression city. Geer was a pioneer for this movement and is one of the main reasons Greenville was able to thrive during the hard times of the 1920’s and 1930’s. The handbook also specifically touches on the function of a university in community development, not just average schools. The best example is showing adults how to be leaders in a community and thus providing an example for generations to come. However, the book later shows that methods used for teaching students in high school or college will not work for adult classes, some methods are offered up such as recognizing the capacity of adults for learning new things and develop a desire for continuous growth and the ability to plan for it? One major aspect of using adult education as method for greater growth of a community is making sure that adults being educated develop a sense of concern for all ranges of personal life to truly care about all aspects of a community growing and developing.","This article shows the theme of growth because not only does it show the permits that were granted increasing, it also does not show the amount of permits that were not approved, which shows that even though cities are expanding in terms of buildings each year, there were more plans to construct more places that either do not get approved, or that get approved and do not have the funds to sustain a building project. This article does a great job at showing the development of major cities by showing the number of permits that are granted outside of the major city limits such as Greenville or Charleston. The concept of trying to adequately portray the idea that major cities undergo a lot of change can be done through a lot of lenses and the fact that this newspaper decided to use the medium of building permits to show this trend is interesting. Another intriguing notion is that this was during the peak of American economic success before the eventual crash of the stock market and the Great Depression, a question to ask is that if the number of permits would decline during the Depression and then have a steady rise like shown in the newspaper article."],"locations":[{"id":21799,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":2382,"tag":"building permits"},{"id":2383,"tag":"paper mills"}]},{"id":6157,"title":"A handbook for community development by the Southeastern Workshop in Greenville, South Carolina, focusing on economic improvement and adult education as it relates to community development. Sponsored by the Furman University Summer School","course_id":135,"status":"P","start_date":"6/9/41","end_date":"7/15/41","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The contents of the primary source that relate to the secondary sources being used here are the improvement of the economy and how adult education can lead to community development.  Economic factors are of great importance in community development. A main point in the economy section is that more and more people are becoming specialized in one skill and therefore becoming interdependent on other people making it crucial that people understand each other and work together. The handbook also touches on the school-community relationship and how that can improve on a community and be the cause for further development. This is something that one of the first presidents of Furman, Bennettee Geer focused on during his tenure as head of Furman University, using the university as a tool for educating adults to better the abilities of adults to drive the force for development of renewal of the post-depression city. Geer was a pioneer for this movement and is one of the main reasons Greenville was able to thrive during the hard times of the 1920’s and 1930’s. The handbook also specifically touches on the function of a university in community development, not just average schools. The best example is showing adults how to be leaders in a community and thus providing an example for generations to come. However, the book later shows that methods used for teaching students in high school or college will not work for adult classes, some methods are offered up such as recognizing the capacity of adults for learning new things and develop a desire for continuous growth and the ability to plan for it? One major aspect of using adult education as method for greater growth of a community is making sure that adults being educated develop a sense of concern for all ranges of personal life to truly care about all aspects of a community growing and developing."],"locations":[{"id":27734,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":2431,"tag":"community development"},{"id":2430,"tag":"adult education"},{"id":1521,"tag":"Furman"},{"id":674,"tag":"Furman University"},{"id":2385,"tag":"renewal"},{"id":2386,"tag":"education reforms"},{"id":2387,"tag":"president geer"}]},{"id":6158,"title":"This source for my final episode is a copy of the Sanborn fire insurance maps in the city of Greenville from the year 1888 and then a decade later 1898 showing the levels of development and what things have been added and/or taken away from the city of Gr","course_id":135,"status":"P","start_date":"1888-01-01","end_date":"1898-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The maps that come from the fire insurance agency Sanborn which although they were creating maps for the purpose of just highlighting which areas were covered and which places would be best for coverage. As an unintended result the maps provide excellent uses for seeing how the area of the city limits of Greenville changed by such things as size, additions in terms of adding to the infrastructure of the city and then removing objects that got in the way of the new places that were trying to either get improved or if a completely new addition was being planned. One of the main things, which we went over in class, was the improving of the roads situation in Greenville, not only were there additions to the road system but there were also improvements made on the exisiting roads to help the infrastructure improve the allure of the city hopefully leading to more people wanting to live there. This map of providing an image where clearly the main part of the city of Greenville placed an emphasis on roads reminded me of the example in class where the image of New York was shown and the main thing that stuck was not the tall buildings which is normally thought of when New York, but it is the roads that were clearly defined and did not have the clutter which is also normally associated with New York. In the article, \"The Urban Development of the South by Walter Mather, he states that \"any study of urban growth must include not only the central political units in urban aggregation but also the suburbs, the satellite cities and the regions of high population density lyign far beyond political boundaries.\"(Matherly 10). This secondary source explores the concept we discussed in class, where does the city limity of Greenville end and should places right outside the actual limits be included when talking about urban Greenville? It was interesting to see the development of University Park, which is something that was touched on in our meeting downtown when we visitied Falls Park, the forging of more public space for the use of all people in a society that allows for more people to flock to an area. the use of unused space to turn it into public space has been a constant theme in the Greenville area and has been a driving force for more development and in some cases renewal of parts of the city that have been broken down. Lastly, one can plainly see that the major part of the city of Greenville has grown more crowded than it has ten years ago. The population growth is also included in this map."],"locations":[{"id":11537,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":2384,"tag":"greenville maps"},{"id":1467,"tag":"Greenville"},{"id":2091,"tag":"Development"}]},{"id":6181,"title":"<strong>The History behind the Mansion House in Greenville, South Carolina </strong>","course_id":135,"status":"P","start_date":"1820-01-01","end_date":"1838-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Mansion House in the town of Greenville, South Carolina was erected in 1820 on South Main Street, where it successfully functioned as a hotel. John Nolan included a drawing of this Greenville hotspot in his book <em>A Guide to Historic Greenville</em>, which allows his readers to peek back at forgotten times. The Mansion House was not just any hotel, as every notable who had to visit Greenville in the mid and late 19<sup>th</sup> century stayed here. Vice President John Calhoun even had a preferred room in The Mansion House during its hey days. The hotel was the most luxurious experience that Greenville had to offer during this period in time, and a veritable must see on South Main Street. During the Spanish-American War the hotel served as a military division headquarters, but soon afterwards the building became too dilapidated to maintain its function as a Greenville hotspot.","One specific notable, however, has had an entirely different experience in the urban space surrounding the Mansion House. William Lowndes Yancey, born in Warren County, Georgia in 1814, came to Greenville to become editor of the newspaper known as the <em>Greenville Mountaineer</em>. His career would expand beyond that into the field of politics, but it was right next to the Mansion House, in front of Dr. Crittenden’s store, where he did something that would have a severe impact on another influential family of the Greenville area. On September 8, 1838 Yancey shot his wife’s uncle, Dr. Robinson Earle, to death on South Main Street, which was the start of a controversial murder trial in the city. Yancey had committed this foul act because he felt his honor was compromised by Earle, who had called him a liar. Revenge of honor was not uncommon in the South during this time, and Greenville was in this aspect a true southern city.","Almost exactly a century after it was built, the Mansion House was closed down and demolished, and the rest of South Main Street also underwent extensive renovation. Only a few feet next to where the Mansion Hotel used to grace South Main, a new hotel was erected in 1924, called the Westin Poinsett. This hotel is still part of the city’s spatial fingerprint today and it was built in a similar characteristic L-shape. The drawing in Nolan's book helps us picture how Yancey and Earle walked the streets of 19<sup>th</sup> century Greenville and where Yancey took Earle’s life because of a silly argument."],"locations":[{"id":11530,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":2372,"tag":"South Main Street"},{"id":2371,"tag":"Yancey"},{"id":2370,"tag":"Earle"},{"id":2369,"tag":"Mansion House"},{"id":91,"tag":"Murder"},{"id":1412,"tag":"Greenville, SC"}]},{"id":6182,"title":"<strong>A Murder Trial in the <em>Greenville Mountaineer</em></strong>","course_id":135,"status":"P","start_date":"1838-01-01","end_date":"1839-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On November 9, 1838 the <em>Greenville Mountaineer </em>reported on a murder trial against none other than its own editor, mister William Lowndes Yancey. Yancey shot and killed his wife’s uncle, Dr. Robinson Earle, on South Main Street in broad daylight in September 1838. The Yancey family was well known in the Greenville area in the 1820s, as was the Earle family, which caused this trial to become a rather infamous one. The murder was quite a violent, because Yancey not only shot Earle, but he bludgeoned him repeatedly with his pistol and attempted to stab him with his sword after he did not fall down immediately. The entire conflict ensued after Yancey had struck Earle's son, who had called him a liar after Yancey defamed a politician that was related to the Earles. While Dr. Earle and Yancey initially worked out their differences while walking through the downtown area, Yancey lost his temper when Earle once again called him a liar. The article in the <em>Greenville Mountaineer </em>offers an elaborate account of the events leading up to the murder, with witness testimonials and details of conversations between victim and perpetrator. Even though the murder was well recorded due to the many witnesses, Yancey pleads not guilty when he is on trial. He ends up not being acquitted, but the judge does rule that Yancey acted out of self-defense and sentenced him to a mere year in prison and a fine.","The size of the article tells us something about the impact this trial had on the society of Greenville in 1838, and it is very understandable that the murder of one notable by another in broad daylight on South Main Street was the talk of the town. Interestingly enough, the murder did not result in a family feud, as Yancey’s son Ben would even be buried in the Earle Family Cemetery on Old Buncombe Road in a later year.","The <em>Greenville Mountaineer </em>was a newspaper that focused largely on anti-nullification and was located on Buncombe Street in Greenville. The article it wrote on Yancey's trial seems quite sensationalistic and the paper also allowed Yancey to keep sending in articles while he was incarcerated. The <em>Mountaineer</em>'s attempts to sell more papers through this strategy did not work wonders, as it did not operate independently for a very long time. The <em>Greenville Mountaineer </em>merged with the <em>Southern Patriot </em>as it was purchased by the latter paper’s editor. The competition between smaller newspapers was very high in the late 19<sup>th</sup> century and a lot of newspapers came and went through mergers or bankruptcies. Although the murder was infamous, impactful and well-documented at the time, it did very little to damage Yancey’s reputation after he was convicted, since revenge of honor was commonly accepted at the time."],"locations":[{"id":11531,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":2373,"tag":"Greenville Mountaineer"},{"id":2370,"tag":"Earle"},{"id":2371,"tag":"Yancey"},{"id":91,"tag":"Murder"},{"id":1412,"tag":"Greenville, SC"}]},{"id":6183,"title":"<strong>Mapping a Crime Scene in Greenville, South Carolina</strong>","course_id":135,"status":"P","start_date":"1838-01-01","end_date":"1838-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Writer of the <em>Greenville Century Book</em> S.S. Crittenden has personal ties to that fateful day in November 1838, when newspaper editor William Lowndes Yancey shot his wife’s uncle, Dr. Robinson Earle in the heart of the downtown area. The murder was conducted because Earle had called Yancey ‘a damned liar,’ and Yancey felt that he needed to defend his honor against Earle’s accusations. This remarkable murder of one notable on another in fact took place on or right in front of the porch of Dr. John Crittenden’s store in Greenville, South Carolina. S.S. Crittenden was Dr. John Crittenden’s son, and born and raised in Greenville. He was still a young boy of eleven years old during the murder of Dr. Earle, as Crittenden’s year of birth is 1829. Dr. Crittenden’s store was located on the corner in front of The Mansion House hotel on South Main Street. Crittenden does describe the location of his father’s store on South Main in such a way that, even though he does not specifically mention the murder, it helps to map the 1838 murder scene. The only time when Crittenden wrote of Yancey in his Century Book, is when he mentions the names of previous editors of the <em>Greenville Mountaineer</em>, which suggests that he knows of Yancey, and that the murder was not detrimental to his reputation. More evidence for this is the fact that Yancey’s time in jail did not stop him from contributing articles to the <em>Greenville Mountaineer</em> and he was pardoned after only a few months. Later on in life, Yancey even made it to Congress. This is quite interesting, as the Earle family is a very well-known and influential family in the Greenville area, and Yancey and Earle were in fact family by marriage. While Crittenden’s book features a lot of information about the city of Greenville and life in the late 19th century and early 20th century, he may have intentionally chosen not to focus on crimes in the area, as the book has a romantic undertone and seems to have been written to commemorate the city, rather than critically analyze it. However, the fact that Helsey included the murder of Dr. Earle in her book Hidden History of Greenville County tells us something about its virtually non-existent notoriety."],"locations":[{"id":11531,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":1412,"tag":"Greenville, SC"},{"id":2371,"tag":"Yancey"},{"id":2370,"tag":"Earle"},{"id":91,"tag":"Murder"},{"id":2374,"tag":"Mansion Hotel"},{"id":2375,"tag":"Crittenden"}]},{"id":6187,"title":"Who Controls the Streets?","course_id":135,"status":"P","start_date":"1893-01-01","end_date":"1893-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["One of the most interesting aspects of the Viola area is the manner in which is grew and developed. Looking at the turn of the nineteenth century at the Sanborn Insurance map it is clear that the Viola area does not even exist. In Greenville, South Carolina there is Poinsett Highway, which is one of the main roads in and out of downtown Greenville. However, off of Poinsett Highway one finds Stone Avenue, which then has offshoots to the Viola Street neighborhoods. The other main road around the Viola neighborhood is Rutherford Road. Within Rutherford and Stone there is no development. However, when looking at the Sanborn maps after the turn of the century,  property began to be sketched in as roads are changed and redrawn. This is an important observation because simultaneously to this growth were changes in the socioeconomic climates on the neighborhood.","The 1913 Sanborn Insurance Map is the first view of Viola street coming off of Rutherford Road. However, while looking at the 1913 map in comparison with the Walsh City Directory, it is clear that the street names were not concrete. The question of who controlled the streets is vital. However, it was not until the 1990s that Viola Street was cut off from Buncombe highway. This resulted in an opening up of Buncombe. As a result the development on Buncombe and Rutherford Roads began to take the shape of what we see more of today.","The importance of looking at these primary sources is a reflection of how important street names and understanding who names them is. As Gwendolyn Wright reflects, street names are the result of social, political, and intellectual sources. As urban historians having an understanding of the many different names of an area is important. Consequently, the specific case of Viola the constant changing of street names reminds one of the complexity of this neighborhood. Just as interesting is the question of where the street names came from, and who had control over that. In the Viola Street Community history, Judith Bainbridge indicates that street names came from rich, White Greenvilleans."],"locations":[{"id":11538,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":2379,"tag":"Street Names"},{"id":719,"tag":"South Carolina"},{"id":1412,"tag":"Greenville, SC"}]},{"id":6188,"title":"City Planning","course_id":135,"status":"P","start_date":"1/1/90","end_date":"12/31/90","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Transition. This is a word found in much of the literature, both old and new, surrounding the Viola Neighborhood in Greenville, South Carolina. But what kind of transition is this historic neighborhood headed for? The City of Greenville’s master plan reflects an interesting change headed for the surrounding area of Viola. While examining the plans of this revitalization of the area around Stone Avenue, Viola Street shows up on every map. The plans for Stone avenue are vast. They include bringing in more commercial spaces and redesigning the aesthetics of some spaces already there. However, it is not part of the highlighted area that will see renovations or improvements. This report by the City of Greenville explains that there are 71 acres part of the Viola Street Neighborhood. The later part of the twentieth century saw the neighborhood faced with high levels or poverty and crime. As a result, the City of Greenville began the Neighborhood Revitalization Strategy. This plan was highly controversial and is viewed by historians to be a reflection of the racial history of Greenville. The Viola Neighborhood area is predominately black, non-family homes. This is a point made in the Greenville Community Development’s Viola Master Plan.","The result of looking at these maps and plans is understanding that the Viola neighborhood faced many struggles. These struggles were centered on high levels of poverty and crime. This observations leads one to the inevitable question of asking why certain neighborhoods become areas of crime and others stay safe. Also, what role does planned urban development play in this. Authors such as Jane Jacobs would argue that the formulating and forced “revitalization” of a certain area makes the area disingenuous. In the specific instance of the Viola neighborhood, revitalization emphasizes bringing in more families. However, actions such as these are a threat to the current climate of the area.","It must be considered if there is the threat of quasi0gentrification during these efforts to “revitalize” and “regenerate” the neighborhood."],"locations":[{"id":42482,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":2381,"tag":"Viola"},{"id":2380,"tag":"City Plan"},{"id":719,"tag":"South Carolina"}]},{"id":6197,"title":"Still Segregated?","course_id":135,"status":"P","start_date":"1/1/45","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Through looking at the June 1921 Greenville County Economic and Social Directory it becomes clear that there has always been inequality even in small areas within Greenville. The Economic and Social directory, compiled by Guy A. Gullick we see that Greenville County represented many different socio-economic areas. In one section entitled “Facts About the Folks” there is a clear picture painting that represents the guarded interaction between those of different races and socio economic groups.","The 1921 view states, “In Greenville County, as in all the counties there are two systems of schools, one maintained for the whites, the other for the Negroes. It is clearly evident that the system for the whites is superior to the one for the Negroes, and naturally so. Although the whites deserve a better system, at the same time the negroes should not be disregarded, but should be give what is due them” (Gullick 65). This viewpoint represents why Greenville County specifically had so much trouble desegregating.","This struggle is explained by W.E. Solomon in a 1955 article. Solomon explains that there had been no effort by public officials to desegregate schools, despite the Supreme Court ruling in 1954 that public school segregation was unconstitutional. In 1960 Bob Jones, Sr. delivered a sermon entitled “Is Segregation Scriptural.” This sermon was centered on promoting the idea that advocating integration was challenging the natural order of God. Though this seems preposterous now that Greenville County has integrated, why is the Viola neighborhood still socio-economically segregated.","Today there is still a socio-economic disparity. When looking at the site Zillow almost all of the houses that come up are foreclosures. Additionally, zoning of schools for these homes represents a school system that is not as good as other predominately white and upper socio-economic schools. It is astonishing how despite almost a century elapsing since 1921, Viola still represents a distinctly separated and segregated area of Greenville."],"locations":[{"id":27734,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":266,"tag":"Segregation"},{"id":2381,"tag":"Viola"},{"id":719,"tag":"South Carolina"},{"id":2408,"tag":"Schools"}]}]}