{"id":137,"title":"Civil War and Reconstruction","school_id":3,"school_name":"Juniata College","term":"Fall 2014","abbr":"HS 309","url":"","description":"","points":[[40.4954308749,-78.7136040605],[39.9254362791,-78.1124346626],[32.4034959139,-84.0903375418],[38.9151212228,-76.9435162098],[38.1882210605,-77.65248979],[42.6001926046,-73.9735779487],[37.5392399795,-77.4106423457],[40.468833638,-79.9812076782],[40.8620423176,-74.5444465162],[40.7884024493,-74.2486304892],[40.9613376254,-74.0782046368],[42.9128684277,-75.6697351039],[41.2653695787,-75.8599727257],[41.7720578431,-77.2543131059],[38.9063690477,-86.0376008096],[31.9014449767,-81.1192880728],[38.6358212793,-90.2450510752],[35.4246744105,-90.1125152713],[39.878712355,-75.2036894677],[39.8715057392,-77.2179223246]],"bounds":[[42.9128684277,-73.9735779487],[31.9014449767,-90.2450510752]],"episodes":[{"id":6196,"title":"<strong>A Pennsylvania soldier sails to the Mexican War</strong>","course_id":137,"status":"P","start_date":"1847-01-29","end_date":"1847-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 29, 1847 James Skelly and the Cambria Guards embarked on the <em>General Veazie</em> in New Orleans during the Mexican War.  Rainy weather had played a continuous role in delaying the men from reaching port.  According to Skelly “owing to the Rain and we were Prohibited” resulted in another delay from sailing.  Several days later the ship finally made her way into the Gulf of Mexico.  James Skelly of Cambria County, Pennsylvania had enlisted with the Cambria Guards and kept a diary of what he experienced during part of the Mexican War.  Unbeknownst to Skelly, he would not only fight the Mexicans, but also small pox and sea sickness.","Skelly left Cambria County with the Cambria Guards on January 2 and traveled on steam boats down the Ohio and Mississippi River to New Orleans.  This expedition included the famous Lt. Col. John W. Geary of the American Highlanders.  The United States had declared war on Mexico the previous spring on May 13, 1846 and needed six Pennsylvania regiments to fill their quota to fight the war.","Life in the Pennsylvania mountains for Skelly differed greatly than life onboard a ship.  Cramped spaces, briny spray, and the vessel rocking back and forth during heavy sea states resulted in Skelly getting sea sick.  To make matters worse, an outbreak of small pox occurred on February 10.","Bad luck with the weather continued periodically throughout the next week causing more delays, which resulted in flared tempers amongst the soldiers and crew.  Skelly wrote that one of the crew even “choked the first mate who had stollen a barrel of our crackers.”  Some of the soldiers also began fighting amongst themselves, due to flared tempers caused by stressful living conditions.","Skelly and his fellow soldiers finally disembarked at Lobos Island, near Puerto Rico, on March 3 after being onboard for over a month.  The soldiers had to stay at Lobos Island in order to quarantine the small pox outbreak.  Skelly did not write in his diary whether he ever contracted smallpox but regardless, the entire group had to be quarantined.  Diseases, such as smallpox, usually claimed more lives in early American wars than actual combat.  Amazingly, everyone infected recovered, which could possibly mean they had contracted a pox disease other than smallpox.","They set sail on the <em>General Veazie</em> once more for the Mexican mainland on April 9.  Instead of fighting small pox and sea sickness, Skelly now faced the task of fighting the Mexicans until the following spring when the war ended in May, 1848."," "],"locations":[{"id":52575,"lat":null,"lng":null,"zoom":8,"place":"Outside US"},{"id":10897,"lat":40.4954308749,"lng":-78.7136040605,"zoom":9,"place":"CAMBRIA, Pennsylvania"}],"tags":[{"id":2407,"tag":"General Veazie"},{"id":2406,"tag":"sea sick"},{"id":2405,"tag":"small pox"},{"id":1802,"tag":"Mexican War"},{"id":5,"tag":"War"}]},{"id":6242,"title":"<strong>Rebels raid Southern Pennsylvania</strong>","course_id":137,"status":"P","start_date":"1863-06-19","end_date":"1863-06-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The majority of the fighting during the Civil War occurred in the South, but on some occasions the war came to the northern border state of Pennsylvania.  In mid-June 1863, several weeks before the Battle of Gettysburg, Confederate raiders from a force of 8,000 soldiers and guerrillas poured into southern Pennsylvania intent upon destroying Union infrastructure and rustling horses.  Within several days they achieved their goal as locals fled and the rebels plundered their goods.  June 19 saw a scurry of activity as Governor Andrew Curtin declared an emergency muster of troops in an attempt to stop the Confederate invasion amidst the various raids on southern Pennsylvania towns.","The Union army tasked General Robert H. Milroy in counterinsurgency fighting against Confederate guerrillas in Western Virginia early on in the war.  Napoleonic-style warfare practiced during the Civil War proved futile against the guerrilla warfare with the Confederates along the border region.  However, General Milroy developed guerrilla tactics of his own that proved highly successful against the rebels throughout Western Virginia.  The Confederates became so frustrated with losing at their own game of guerrilla warfare that they placed a bounty on General Milroy.","Unfortunately, he and his men did not arrive in southern Pennsylvania in time to stop the Rebel destruction due to an earlier encounter with Rebel troops in Winchester, Virginia that resulted in the scattering of part of his forces. Union leadership had focused most of its forces elsewhere, leaving southern Pennsylvania vulnerable to attack from Confederate raiders.  Many of Pennsylvania’s militia had also left for home due to being “dissatisfied with the six months’ term of service”, therefore adding to the region’s vulnerability.","Newspapers and telegrams reported that the small town of McConnellsburg, located in Fulton County, suffered the brunt of the damage. New York’s 8th and 71st regiments, along with a squadron of cavalry, moved towards Greencastle, in hopes of preventing the rebels from future raids on southern Pennsylvania towns.  Mercersburg and McConnellsburg, two prominent towns in Fulton County, had neither Union troops nor local militia available to stop the raiders.  In fact, the two hundred Confederates burned the McConnellsburg courthouse and jail on June 19.  One of the citizens followed them as they made their way back to the Confederate strongholds in the Maryland cities of Hagerstown and Williamsport.  He described the raiders leaving McConnellsburg with “a large drove of cattle and horses.”","Escaped slaves hoping to find refuge in the North also fell into the hands of the raiders.  The Confederate forces had established picket lines along the railways used by slaves making their way north.  One correspondent described the ordeal stating that “the rebels seize all they can find” of the unfortunate fugitive slaves.","By the close of June 19, Confederate raiders had successfully completed their tasks and returned to Maryland having only suffered the loss of two captured men."],"locations":[{"id":11038,"lat":39.9254362791,"lng":-78.1124346626,"zoom":9,"place":"FULTON, Pennsylvania"}],"tags":[{"id":2476,"tag":"McConnellsburg"},{"id":32,"tag":"Civil War"},{"id":5,"tag":"War"}]},{"id":6229,"title":"<strong>Ellen Craft Passes as White to Escape Slavery</strong>","course_id":137,"status":"P","start_date":"1848-12-21","end_date":"1848-12-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1848, Ellen Craft transcended racial, gender, and intellectual hurdles, in order to escape slavery in Macon, Georgia and experience freedom in Boston, Massachusetts.  Craft’s physical appearance aided her and her husband in their escape because “notwithstanding my wife being of African extraction on her mother’s side, she is almost white.” On December 21, Craft donned the disguise of a white southern man and William played her dutiful servant.  As neither knew how to write, Craft devised the idea that she should be bound up as an invalid, which would help them circumvent signature requirements at hotels.  Craft’s “illness” also gave them a reason for their northern journey.  On their trip, she faced many hardships, mainly in the form of intrusive passengers, who warned her about the dangers of taking a slave north.","Upon their successful arrival in the North, newspapers foolishly reported the Craft’s escape from slavery, which forced them to journey further north into Boston.  Historian James McPherson states that in 1850, two men were sent to Boston to bring Ellen and William back to Georgia.","Ellen had to overcome her prejudices against whites in order to accurately portray a white southern man.  During this time, the “one drop rule” classified Craft as an African-American, even though she was often “mistaken for a member of the [slaveholder’s] family.”  P. Gabrielle Foreman argues that because her father was a white man that she grew up without the historical, racial, and textual configurations to tie her to her mother’s African race.  Because of this, Craft had to overcome significant obstacles that clouded her view of white men.  Foreman also argues that Craft did not actually pass for white, but rather passed through whiteness, in order to achieve a better living situation.  Upon her entry into the North, Craft was all too quick to remove her disguise and return to the African-American woman she was in everyday life.","In addition to taking on the persona of a white person, Craft also had the difficulty of adopting the customs and habits of a man.  She navigated the deep waters of male relations with complexity.  On the train she had to contend with the remarks of a racist abolitionist, which put her in a very awkward position, considering the topic of conversation was slavery.  Interactions like this required Craft to rely heavily on her invalid status because it gave her a reason to remain silent.","Craft’s tale showed British and northern people how easily southerners could be fooled into believing they were in the company of their own ilk.  Craft became revered in the North and was protected by Bostonians in times of trouble.  The importance of the Craft Narrative is that it helped to tell the stories of slaves that were unsuccessful in their escapes because a quarter of it focused on these failed attempts.  In 1850, Ellen and William Craft safely travelled from Nova Scotia to Britain, in order to permanently escape the slave catchers who pursued them."],"locations":[{"id":2028,"lat":32.4034959139,"lng":-84.0903375418,"zoom":10,"place":"MACON, Georgia"}],"tags":[{"id":2456,"tag":"Passing"},{"id":126,"tag":"fugitive slave"}]},{"id":6230,"title":"<em>Worcester v. Georgia </em>Changes Indian Relations with Government","course_id":137,"status":"P","start_date":"1832-02-20","end_date":"1832-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Cherokee leaders appealed to the Supreme Court in the monumental case <em>Worcester v. Georgia</em> ruling in favor of the Cherokee people and missionary Samuel Worcester and overturning a previous Georgia law from 1831.  Chief Justice John Marshall’s majority opinion stated, “Although it had surrendered sovereign powers in those treaties with the United States, the Cherokee Nation remains a separate, sovereign nation with a legitimate title to its national territory.” The Cherokee Nation and other individuals involved were overjoyed with the verdict of the case.  Elias Boudinot, one of the missionaries arrested with Worcester, wrote to his brother, “It is glorious news.  The laws of the state are declared by the highest judicial tribunal in the country to be <em>null & void</em>.  It is a great triumph on the part of the Cherokee.”","Missionary Samuel Worcester, a Vermonter, traveled to Brainerd, Tennessee as part of the American Board of Commissioners for Foreign Missions (ABCFM) Cherokee mission in 1825.  In 1827, Worcester moved to New Echota, Georgia, the Cherokee national capital.  Worcester worked with several other missionaries, such as Boudinat, in translating the Bible into the Cherokee language.  Through the years, Worcester became close friends with several Cherokee leaders and told them about their legal rights under the Constitution.","Georgia government officials began to fear Worcester’s influential behavior on the Cherokee leaders and needed a way to remove him from Cherokee Territory.  On February 1, 1831 the Senate and House of Representatives of the State of Georgia enacted a law that “further enacted that his Excellency the Governor be, and he is hereby, authorized to grant licenses to reside within the limits of the Cherokee Nation.” This decision made it so that Worcester and other missionaries must have permission from the state of Georgia to reside in Cherokee territory.","Georgia authorities arrested Worcester and several others who refused to leave on March 12, 1831. They released him soon after because his lawyer argued that he was there on behalf of the federal government while he was being postmaster.  Not long after, Georgia authorities arrested him again on July 7, but Worcester posted bond so he could return home to take care of his wife and dying daughter. They arrested Worcester for a third time and in September he, along with other missionaries, were sentenced to four years in prison and was sent to the Georgia penitentiary at Milledgeville for hard labor. Worcester and the other missionaries were finally released from prison in 1833."],"locations":[{"id":1273,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":2457,"tag":"Chief Justice Marshall"},{"id":557,"tag":"American Indian Policy"},{"id":260,"tag":"Cherokee Indians"}]},{"id":6235,"title":"Pacific Railway Act Makes Transcontinental Train Possible","course_id":137,"status":"P","start_date":"1862-07-01","end_date":"1862-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 1, 1862 President Abraham Lincoln signed into law the Pacific Railway Act of 1862 which “hereby created and erected into a body corporate... by the name... of The Union Pacific Railroad Company... ; and the said corporation is hereby authorized and empowered to lay out, locate, construct, furnish, maintain and enjoy a continuous railroad and telegraph.”  This act provided Federal support for the building of the first transcontinental railroad across the United States from the Missouri River to the Pacific Ocean. Federal support came in the form of government issued land grants to railroad companies to help fund the construction. Historian Stephen Ambrose states, “Next to winning the Civil War and abolishing slavery, building the first transcontinental Railroad…was the greatest achievement of the American people of the nineteenth century.”","Congress passed many Railway Acts to help establish the first transcontinental railroad with the first being the Pacific Railway Act of 1862. Nearly a decade earlier, Congress authorized Jefferson Davis, then the Secretary of War, to conduct several different surveys to find a possible route for a transcontinental railway in 1853.  Davis presented the report to Congress in 1855, but no route or bill could be agreed on until after secession removed southern voters from Congress.","This, no doubt, would be an expensive undertaking, so how did the Federal government plan to fund it?  They decided to offer incentives such as land grants and government bonds to “men of talent, men of character, men who are willing to invest” to help fund this major project. The government bonds were “issue[d] to said company bonds of the United States of one thousand dollars each, payable in in thirty years after date…for each section of forty miles.” It was mainly railroad companies that received government bonds as financial aid and these bonds had to be paid back.  An estimated 180 million acres of land were given to railroad companies by states and the federal government in the form of public land grants.  Critics argued that the government was just giving away land and money to help businessmen increase their fortunes.","Congress authorized two railroad companies, Union Pacific and Central Pacific, to construct the railway lines.  The Union Pacific began at Omaha, Nebraska building west, and the Central Pacific starting at Sacramento, California building east.  For both crews, the majority of workers were immigrants who had to face unforeseen challenges.  The Union Pacific had about 8,000 Irish, German and Italian immigrants and Central Pacific had about 10,000 Chinese immigrant laborers.  The workers constructed railway lines around mountains, dealt with severe weather, and tried to survive the Native Americans hostility.  The last portion of the railway line was finished in Promontory, Utah and Congress held a ceremony on May 10, 1869 celebrating the great accomplishment of having a transcontinental railroad connecting the United States."],"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":666,"tag":"Railroad"},{"id":683,"tag":"Abraham Lincoln"},{"id":2468,"tag":"American West"}]},{"id":6238,"title":"1st New Jersey Artillery Roars at Chancellorsville","course_id":137,"status":"P","start_date":"1863-05-03","end_date":"1863-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Battle of Chancellorsville on May 3 1863, Hexamer’s Battery of New Jersey proved their worth near Salem Church along Orange Plank Road.  The wellmanned guns of Captains Williston, Rigby, and Parsons poured heavy fire into the Confederate attackers after the Union line was routed.  Lt. Williston reported, “During this action, the enemy carried a large red battle flag, crossed with white, which was knocked down twice by shots from my section.”   In early evening, the Confederates retreated back to the safety of their line because continued advancing would have been disastrous due to the Union battery positions.  Union Commander Sedgwick ordered the reserve batteries into position while Captians Williston, Rigby, and Parsons were sent into the rear to resupply.","William Hexamer was born in Germany on April 12, 1825.  He died in Hoboken, New Jersey on April 25, 1870.  Before the Civil War, William Hexamer became a major in the New Jersey Militia Hudson in the artillery battery along with other German immigrants who were resided in Hudson City, NJ.  He, with Governor Charles Smith Olden, offered the service of the battery to the War Department but was initially turned down until after the First Battle of Bull Run.  Four months went by before the War Department accepted the militia unit on August 18, 1861 with William Hexamer as the commander and captian.  At this point the artillery became  known as Hexamer’s Battery, Battery A, or 1st New Jersey (Light) Artillery.  William Hexamer was present at most major battles of the Civil War with the Army of the Potomac except Gettysburg and Chancellorsville.  His artillery unit was with the sixth corp in the Army of the Potomac.   Hexamer came down with an illness and command  transferred to Parsons until he recovered.  William return in time for General Grant to open up his Overland Campaign in the East where the artillery saw major action.  On August 18, 1864, William Hexamer mustered out of service returning home to New Jersey.","Hexamer’s Battery was in every major conflict that the Army of the Potomac fought until the war ended with the exception of First Bull Run.  They postscripted in many critical moments for Union victory as well as the defeats.  They did not enjoy recognition in the roles they played at Gettysburg, Chancellorsville, Cold Harbor, or the Peninsular Campaign because of the way people romanticized the war.  Rarely did artillery officers earn praise or promotion for their service.  Most got mustered out without receiving any promotions.  Yet, without them the war would have ended quickly and decisively favoring the Confederates and changing the political structure in North America."," ","Word Count: 450"],"locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":2475,"tag":"Battery A"},{"id":2474,"tag":"Hexamer's Battery"},{"id":2473,"tag":"1st New Jersey Artillery"},{"id":2472,"tag":"William Hexamer"}]},{"id":6240,"title":"New York Canal Construction Challenges its Creators","course_id":137,"status":"P","start_date":"1825-10-26","end_date":"1829-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The challenges of creating the Erie Canal are clearly portrayed in a bill submitted to the Canal Board for payment in 1829. The expenses listed within this bill were specifically for section twelve of the canal. Some chores mentioned were “cleaning [of land], chopping, and excavation [of] solid rock.”  Noticeably, these actions required a lot of time and energy from dedicated, hardworking individuals.","Constructing a waterway that is 340 miles in length, four feet deep, forty feet wide, and connects Buffalo to Albany, New York was not an easy task, and inevitably brought countless challenges that the laborers faced and overcame in order to get the canal operating. This bill submitted to the Canal Board allowed $490 towards “1 Farm Bridge.” This illustrates one of the challenges that the creators of the canal met. As they cleared land and continued digging the canal, citizens who owned that land probably became frustrated because it was hard for them to access both sides of their land. Therefore, the canal workers had to install bridges along the way so that landowners could reach both sides of their land without having to get wet.","When the Erie Canal workers reached the Montezuma marsh in 1820 towards the northern part of the canal, engineers from the American Society of Civil Engineers report that “malaria and pneumonia thinned their ranks and difficult geo- technical conditions slowed their progress.” Unfortunately for these laborers, this was only the beginning of the difficulties they would meet while creating the Erie Canal. “The canal builders did not meet their greatest challenge, though” experts recall, “until they had nearly reached Buffalo, the western terminus.” There, laborers had to use the dangerous technique of heavy blasting to break through a slab of sturdy rock.","In all, the 1829 bill for section twelve submitted to the Canal Board ordered excavation for “29,184 cubic yards” of solid rock. To put that number into perspective, a typical ten-wheel dump truck has a capacity of ten to twelve cubic yards of material. Therefore, it would have taken approximately 2,500 dump trucks to haul all of the solid rock that the Erie Canal workers had to excavate for this section.","Overall, the builders of the Erie Canal faced numerous challenges along the way that required years of hard work, dedication, and a little creativity to overcome. Plus, keep in mind that this bill submitted to the Canal Board was only representative of the needs of one section of the Erie Canal. Section twelve was a bit over one mile long, while the entire canal’s length was 363 miles. Therefore, the amount of chopping, clearing, and excavating that was needed over the eight year creation of the canal is almost unimaginable."],"locations":[{"id":8679,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"ALBANY, New York"}],"tags":[{"id":792,"tag":"Transportation"},{"id":831,"tag":"construction"},{"id":563,"tag":"Erie Canal"}]},{"id":6241,"title":"Seven Days Battle Letter Gives Insight into Soldier’s Lives","course_id":137,"status":"P","start_date":"1862-07-03","end_date":"1862-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter from R. Emmett Martin to his wife, one can see the content, yet suffering state of mind that most Confederate soldiers were in during the days following the Seven Days Battle. Soldiers wanted to be cheerful as they had just won a battle, but were seemingly unable to muster that emotion because of the losses they endured. The Seven Days Battle was technically a Confederate victory. However, historians wonder if it should be considered a victory at all, as the South suffered immense losses.  Martin demonstrated how distressed many southern soldiers were from the deaths and wounds of comrades and the prolonged time and distance between themselves and their loved ones. Other than the effects of the Seven Days Battle on the Confederacy, it also becomes obvious in this letter how poorly educated some of the soldiers were who were fighting in the Civil War.","James McPherson, author of <em>Battle Cry of Freedom,</em> has discussed how devastating the Seven Days Battle was to the southern troops. McPherson reports that the Confederate’s “total causalities in these six contests exceeded Union casualties by 20,000 men.” R. Emmett Martin emphasized this reality as he named off several soldiers he knew who fell that day. Martin summarized that “Our regiment lost in killed and wounded one hundred and twenty six [men].” It is questionable how southerners were supposed to consider this battle a victory when they had lost so much.","The importance of family is also emphasized in Martin’s letter. These soldiers had lives and families waiting for them to return home. Martin showed how important his family was to him as he began his letter: “I write in a haste and only a few lines to inform you of my safety after the hard fought Battle…” Martin spent his spare moments on writing letters to reassure his family that he was still alive. At the end of the letter, he also promises to write again, and in more detail, when he had more time.","Lastly, R. Emmett Martin’s letter shows a stereotypical southern Civil War soldier. It seems as though Martin could not have gone more than a few lines in his letter without a spelling error. For example, “I was in with the regimant,” and “it was an awfull hot place.” These spelling errors also could have been due to other factors such as hurrying to write. However, Frank E. Smitha, a lifelong researcher of history and philosophy, explains that southerners overall were in fact poorly educated during this time compared to their northern counterparts. He states that “Of the nation's 321 public high schools only 30 were in the South.”","Overall, the letter from R. Emmett Martin reiterated many ideas from McPherson, and brought plenty of new ideas to the table as well."],"locations":[{"id":13917,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":6,"tag":"Education"},{"id":1619,"tag":"family"},{"id":663,"tag":"Letters Home"},{"id":2229,"tag":"Soldier's letter"}]},{"id":6244,"title":"<strong>$300 and You’re Cleared of Duty</strong>","course_id":137,"status":"P","start_date":"1863-07-18","end_date":"1863-07-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Questions Under the Draft” headlined the front page of the<em> Daily Morning News</em> from Pittsburgh, Pennsylvania, questioning the controversial commutation fee.  People expressed apprehension over the “rich man’s law,” which stated that people could pay a $300 commutation fee that exempted them from serving as a soldier.  The article referenced two captains that had differing opinions on the subject.  Captain Howe of the Fourth district believed that people should be allowed to pay a commutation fee because “the government does not claim his services…until it is shown that he be an able bodied man.”  In opposition to Captain Howe’s beliefs, Captain Shaw of the Third district thought that a “man offering himself to the surgeon for examination, must abide the result of that examination.”  The article noted the significance of the commutation fee when it stated that the issue had been brought to the attention of the federal government.","The commutation fee became a provocative element of the draft law of 1863.  “Questions Under the Draft” did not support or condemn the commutation fee; it simply stated that it had become a debated issue.  This law meant to require men to enlist as three-year draftees, in order to fully man the Union Army for the duration of the war.  Historian James McPherson stated that more than 160,000 of the 207,000 drafted men either paid the commutation fee or found substitutes to fill their quota. The Union government implemented it as a way to drive down the cost of substitutes, unlike in the South where the price of substitutes skyrocketed.  The fee succeeded in keeping the cost of substitutes at no more than $300, but the law passed by Republicans generated backlash from the peace Democrats because the commutation fee discriminated against those who could not afford it.  Historian Peter Levine stated that the commutation fee allowed the government to raise money.  This led critics to say that the Union raised more money than soldiers for the war effort.  These funds were then used to supply the bounties necessary to raise troops, which offered a monetary incentive for soldiers to enlist and reenlist when their term of service had ended.  This led to a cycle of people conning the bounty system by enlisting, deserting, and reenlisting under another name, in order to receive the bounty.","Substitution had an established history in American society by the Civil War.  In the previous wars that the United States participated in, the government used substitution as a means for exemption from drafts or conscription.  However, the commutation fee had not been used as a form of exemption before.  The government had the right intention, however, the idea that the rich could buy their way out of service did not settle well with most northerners, who were sacrificing their men for the cause.  The strong outcry against the commutation fee led to its repeal in March 1864."],"locations":[{"id":10816,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"ALLEGHENY, Pennsylvania"}],"tags":[{"id":2480,"tag":"Commutation Fee"},{"id":2479,"tag":"Legal Evasion"}]},{"id":6250,"title":"Morris Canal Company Reports to Shareholder","course_id":137,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1857, the yearly report for the traffic in tons on the canal was 536,362.  The next year it was 554,034 tons that traveled on the canal.  From this we can see an increased use of the canal for commercial purpose during the months it was open at the end of the 1850s.  From the records of the yearly pamphlet to the stockholders, it showed promise that the canal along with the railroad will have a healthy growth in the years to come.  The owners planned on expanding wharfs for more traffic and dredging the canal to allow heavier boats to pass through.","George Macculloch envisioned the Morris Canal as a means to promote New Jersey commerce.  In 1824, the New Jersey legislature gave its stamp of approval and the Morris Canal and Banking Company was formed.  The construction of the one hundred and two mile canal from Jersey City to Phillipsburg began in 1825. All the work was done by hand.  It took five days with a team of mules or horses to pull boats fifteen to twenty miles a day.  Machinery, charcoal, iron, rail lines, wood, ore, and agricultural products were transported up and down the Morris Canal.","There was much optimism that the canal could provide the commerce that New Jersey needed to help stimulate the economy.  It did aid economic growth by providing coal for the New Jersey iron industry and other sectors that indirectly benefited with the Morris Canal.  The canal itself was never a great money making scheme in the long run .  The constant repairs of the locks and incline planes, improvements in the canal, and docks to accommodate the heavier flow of traffic use constantly drained the funds of the company.  Morris Canal did help New Jersey grow from the Scranton coal that was being shipped on the canal and grow some well known towns.  The growing use of the railroads made the canal become obsolete in shipping costs.  Eventually the Morris Canal closed in 1924, a century after it began, because the canal could not compete with the railroads who operated all year. Today the canal is a park where you can walk in the actual canal or along its banks in some towns most of it has been filled in."," ","Word Count: 381"],"locations":[{"id":8564,"lat":40.8620423176,"lng":-74.5444465162,"zoom":9,"place":"MORRIS, New Jersey"},{"id":8507,"lat":40.7884024493,"lng":-74.2486304892,"zoom":10,"place":"ESSEX, New Jersey"},{"id":8466,"lat":40.9613376254,"lng":-74.0782046368,"zoom":9,"place":"BERGEN, New Jersey"}],"tags":[{"id":2501,"tag":"Essex County"},{"id":2500,"tag":"Morris County"},{"id":2499,"tag":"Bergan County"},{"id":2498,"tag":"Morris Canal"}]},{"id":6265,"title":"Invention of Improved Barbed Wire Changes the West","course_id":137,"status":"P","start_date":"1874-11-24","end_date":"1874-11-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 24, 1874, the United States Patent Office issued Patent No. 157124 to Joseph F. Glidden of De Kalb, Illinois.  Glidden invented “a new and valuable improvement in wire fences,” with the goal to “preserve cattle from breaking through wire fences…the fence wire is composed of two strands which are designed to be twisted together after the spur.”  The United States Patent Office issued a total of nine patents for wire fence improvements in the five years leading up to and including Glidden’s.  Michael Kelly was issued the first patent in November, 1868. Glidden’s barbed wire, however, proved to be the most popular and most effective.  According to historian James Roark, the invention of barbed wire changed America’s west by “revolution[izing] the cattle business and sounded the death knell for the open range.”","Before barbed wire, if ranchers wanted a fence for their livestock they made it out of wood which was expensive because it was scarce in some parts of the west and had to be shipped in from the east.  Wire fences before barbed wire consisted of a single strand of wire that could easily be broken by cattle.  Without fencing to keep cattle in, the bovines grazed freely competing for grass and water and destroying crops like wheat.  Every year, cattle owners led their herds to slaughter houses unhindered by wire fencing.  Barbed wire limited the open range and in turn limited the freedom of ranchers and cowboys.","Barbed wire had a major impact on the many settlers and nomadic Native Americans living in the west.   Previously, the land was open for public use with many ranchers’ cattle roaming freely, eating, and drinking.  Now, ranchers and settlers fenced off their land with many believing they were being cut off from necessities. This started many disputes, and eventually led to a concentration of power in the hands of the land owners. The wealthy ranchers started fencing their land and individuals with livestock but no land had nowhere for their livestock because much of the public land was becoming too overgrazed.  For the small-time ranchers, many had to sell out to large ranches, and then many had become wage workers for the large ranches.  Nomadic Native Americans used to roam freely, but now these barbed wire fences began to limit their movements.  Some even began calling barbed wire the “Devil’s Rope.”","The invention of barbed wire changed the west permanently by limiting the open range and starting many fights over land.  Glidden did not invent barbed wire, but simply made the best improvement of Kelly’s first design.  Besides having the most effective barbed wire by locking the barbs into place with a double strand of wire, Glidden also invented the machine that mass-produced his barbed wire.  Glidden’s patent was challenged in 1892, and in 1895 he won his case and can be considered the Father of Barbed Wire."],"locations":[{"id":1277,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":118,"tag":"invention"},{"id":13,"tag":"Agriculture"},{"id":2468,"tag":"American West"}]},{"id":6294,"title":"<strong>Temperance: The Next Step in Post Civil War Era Social Reform</strong>","course_id":137,"status":"P","start_date":"1870-03-19","end_date":"1870-03-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Gerrit Smith, a politician and abolitionist from New York, called for more social reform in the United States.  Smith, also a financial supporter of the <em>Fredrick Douglass’ Paper,</em> urged for reform that focused on curbing the use and distribution of alcohol after the Civil War.  In a public letter to Hon. Henry Wilson, Smith attacked Wilson for his lack of commitment to the temperance cause.  Smith noted, “For years, you were earnestly engaged in the work of voting slavery to death.  Hence you connected yourself with an independent anti-slavery political party, and eloquently summoned your fellow citizens to do likewise.”  Smith went on to ask, “Why is it that you are not now at work to get the dramshop voted out of existence?”  This excerpt implies that Wilson urged people to go to the polls and vote for the end of slavery, however, when it comes to the idea of temperance, Wilson did not advocate following the voter’s will.","Although it is the duty of every citizen to cast their opinion at the polls, after the abolishing of slavery, Wilson was not committed in urging others to vote.  Smith specifically challenges him out on this.  Smith also points out that southern churches had a great impact on their parishes in regards to voting.  He states that churches in the South refused to state that the idea of slavery was immoral, but insisted it was a necessary evil and a political labor.  Likewise, he believed the churches deny and fail to acknowledge the negative use of alcohol.  Thus the churches failed to persuade people to vote a temperance agenda, and in effect, do not change any social policies.  Since most churches are primarily conservative in thinking and by basing the laws on the idea of the Church, not a single social aspect will change.  Smith recognized and respected Wilson’s acknowledgement of temperance as the next step in the acts of social reform, but he called Wilson to be more deliberate in his support.  Instead of simply implying the idea of temperance, Smith asks Wilson to reach out in the church and call people to the polls to vote down alcohol.","Alcoholism in the 1800s was of great concern after the abolishing of slavery.  Many argued this next social reform was much needed.  After the war, the suicide rate of active duty military personnel nearly doubled.  Alcoholism was one of the main causes of suicide.  Soldiers coped with their experiences in the war with the use of alcohol.  However, this also increases the rate of suicide.  Thus, leading to more support to the temperance movement."],"locations":[{"id":8896,"lat":42.9128684277,"lng":-75.6697351039,"zoom":9,"place":"MADISON, New York"}],"tags":[{"id":192,"tag":"Gerrit Smith"},{"id":2107,"tag":"Social Reform"},{"id":518,"tag":"Alcoholism"},{"id":699,"tag":"Temperance Movement"}]},{"id":6266,"title":"<em>Francis Blair Sr. Facilitates Peace Conference</em>","course_id":137,"status":"P","start_date":"1864-12-28","end_date":"1865-02-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In December of 1864 Francis Preston Blair, Sr., a native of Kentucky residing in Maryland, approached Abraham Lincoln about a peace conference between Blair and political leaders in the South. Blaire was a seventy-three-year-old journalist and influential politician. In 1856 Blaire helped organize the Republican Party. His influence also derived from his editing and founding the <em>Washington Globe </em>.  Blair met with Lincoln on December 28 requesting a pass to Richmond to visit Jefferson Davis. Lincoln, aware that Blair’s trip to Richmond had a political agenda, later wrote that he did not endorse the politics of the trip. The president wrote, “…He was given no authority to speak or act for the government, nor was I informed of anything he would say or do on his own account, or otherwise.” Abraham Lincoln saw Jefferson Davis as his largest obstacle in readmitting the South into the country, as the Confederate President saw secession as the only satisfactory outcome.","Francis Blair received an invitation from Jefferson Davis on January 3,1864 to come to Richmond and arrived on January 12. In Richmond, Blair met with Davis and his wife, Varina. Blair laid out a plan for peace that called for the end of fighting between the North and the South and the uniting of their forces against the French in Mexico. In respect to slavery, though, Blair insisted that it was a doomed institution. Davis rejected the proposal of uniting troops and ending slavery, but indicated his willingness to engage in dialogue with Lincoln.","In a letter he wrote to Blair on January 12, Davis stated he would meet with representatives with the goal to “renew the effort to enter into conference, with a view to secure peace to the two countries.”  Upon reading the letter from Davis, Lincoln responded with a letter to Blair in which he asked him to tell Davis that he was willing to meet with a representative with “the view of securing peace to the people of our common country.” The Hampton Roads Conference, an attempted peace conference between Lincoln and representatives of the South, took place on February 3, 1865."," "," "," "],"locations":[{"id":13917,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":2525,"tag":"Hampton Roads Conference"},{"id":2524,"tag":"Francis Blair"},{"id":132,"tag":"Jefferson Davis"},{"id":683,"tag":"Abraham Lincoln"}]},{"id":6267,"title":"<em>Empire Colliery Miners go on Strike</em>","course_id":137,"status":"P","start_date":"1868-07-21","end_date":"1868-07-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 21, 1868 a group of miners from the Empire Colliery in Wilkes-Barre, Pennsylvania started a strike in the region protesting hours and wages. Similar, and fairly successful, strikes in Schuylkill County inspired this particular strike. An article in Philadelphia’s <em>Daily Evening Bulletin</em> described the spreading of the cause as, “…inflammable material so susceptible to the slightest touch of the torch is kindling into a broad blaze.” The Empire Colliery’s strike is an example of this.","The creation of the Workingmen’s Benevolent Association, founded by John Siney worked as a labor union for miners in the region. Earlier in the year the association played an integral role in the passing of a new state law on July 1 that decreased the length of the standard work day from ten hours to eight. The members of the association and laborers remained unsatisfied with the lack of implementation of the new law and the decrease of salary based on the new hours. These dissatisfactions prompted the strike.","Just before midday on July 21, 1868 the miners at the Empire Colliery stopped their work for the day and began to march.  The miners marched to neighboring mines recruiting more support. The <em>Daily Evening Bulletin</em> describes the men as marching with “military enthusiasm” armed with bludgeon and pistols in case of opposition. They met some opposition at the Lehigh and Susquehanna Railroad Shop, however, and responded by unscrewing the bolts of a locomotive and allowing it to fall down the tracks. The miners encouraged the prison workers and employees of the Gas Company to join them. The superintendent of the gas company eventually gave in to the demands and was met with threats to keep his word. By nightfall the strikers had shut down all of the neighboring collieries and considered it a successful day.","While the strikers where satisfied with the work they had accomplished on July 21, in the end their actions proved to be unsuccessful and the strike disbanded. This particular strike in Wilkes-Barre ended without the laborers demands being met, but strikes simultaneously happening in Schuylkill County proved to be more successful. Nevertheless, all of the strikes happening in the Anthracite region of Pennsylvania foreshadowed the Great Coal Strike of 1902 that occurred decades later."," "," "," "," "," "," "," "," "," "],"locations":[{"id":11127,"lat":41.2653695787,"lng":-75.8599727257,"zoom":8,"place":"LUZERNE, Pennsylvania"}],"tags":[{"id":896,"tag":"Labor"},{"id":2526,"tag":"Strike"}]},{"id":6287,"title":"Nicaragua Applauds Commodore Pauling for Capturing William Walker","course_id":137,"status":"P","start_date":"1857-12-01","end_date":"1858-03-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 31,1858 the Office of the Minister of Foreign Affairs of Nicaragua wrote to United States Naval officer Hiram Paulding concerning his role in the capture and removal of the American filibusterer William Walker from Nicaraguan soil. In the letter, the government of Nicaragua applauded Paulding for his actions and informed him that “the [Nicaraguan] minister plenipotentiary in Washington was expressly directed to make known to the government of the United States that Nicaragua approved with full satisfaction the capture on its own territory of those revolutionist [Walker and his men] by the naval forces under your [Pauling’s] orders.”","In the months after Paulding’s December 1857 seizure of Walker, the capture’s actions had been called into question. Upon being returned to the United States Walker, who had previously studied law, took his case to the press. As summarized by historian William O. Scroggs, Walker  “coolly discussed Paulding’s invasion of the territory of a friendly power and his insult to its flag.” He then began to make claims that “It was the duty of the American Government…to return his men to the place from which they had been forcibly removed, and to salute the flag of Nicaragua for the insult it had received.”","While obviously overplaying his concern for Nicaragua’s national honor, Walker’s argument and his cause found favor with many in the southern masses including several southern congressmen. In fact, according to historian James McPherson, Georgia representative “Alexander Stephens urged the court-martial of the commodore who had detained Walker [Paulding].” Stephens was not alone in his views. No less than “two dozen Southern senators and congressmen echoed this sentiment in an extraordinary congressional debate.” The future of Paulding’s military career seemed uncertain.","Nicaragua was not oblivious to these ongoing debates. In the March letter to Paulding, the Nicaraguans expressed the “deep pain” felt by their government upon hearing “that the partisans of filibusterism have endeavored to blacken your [Paulding’s] conduct.” It is perhaps in response to these pains that the letter was written. By ensuring that “the grateful voice of the [Nicaraguan] government, of the people of Nicaragua, and all Central Americans rendering thanks to Commodore Paulding” gained a hearing by the American Congress, Nicaragua hoped to help save the career of the Naval officer who a few months earlier had helped to save them.","William Walker’s filibustering escapades in Central America were not over. In his final attempt at Nicaragua the British Navy captured Walker and turned him over to Central American authorities who were far less tolerant of the filibuster’s conduct. In the words of McPherson, “on September 12, 1860, the grey-eyed man [Walker] met his destiny before a Honduran firing squad.”"],"locations":[{"id":1275,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":1854,"tag":"Filibuster"},{"id":1418,"tag":"Nicaragua"},{"id":442,"tag":"Foreign Politics"},{"id":2554,"tag":"Alexander Stephens"},{"id":2553,"tag":"Hiram Paulding"},{"id":2552,"tag":"William Walker"}]},{"id":6298,"title":"<strong>School House Burned in Reconstruction Tennessee</strong>","course_id":137,"status":"P","start_date":"1865-12-01","end_date":"1865-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Tullahoma, Tennessee dissatisfied southerners took torches to an African-American schoolhouse, as a means to stop the education of freedmen.  The <em>Central Press</em> from Bellefonte, Pennsylvania stated that the southerners “could find no vent for their pressing passions except by indulgence in arson.”  General Thomas ordered the arsonists to rebuild the schoolhouse, an order that was subsequently ignored on numerous occasions.  General Thomas later brought in soldiers to build a new schoolhouse since the arsonists refused to do so.  The article condemned the actions of the southerners and said that “popular education as a public safeguard and ornament is no idle and Utopian dream,” meaning that education was for the masses and would be achieved in the United States.  <em>Central Press</em> saw no room for prosperity “unless the Freedmen’s schoolhouses are to be as safe and sacred as churches, not destroyed but multiplied, not defiled but adorned, not degraded but glorified.”","Burning schoolhouses became a common form of southern resistance to the education of free African-Americans.  According to Walter Rucker, access to education created the first separation between enslavement and true freedom because literacy opened up more opportunities for freedmen, socially and economically.  After the end of the war, an “army” of northern white teachers marched south to “civilize” or educate freedmen through the advancement of their moral and Christian characters, as they saw it.  Robert Butchart states that southerners claimed their resistance to the education of freedmen stemmed from the northern teachers that taught an abolitionist agenda.","In the months after the end of the war, the freedmen flocked to form schools for their communities, fully realizing the necessity of education.  White southerners denied African-Americans access to white schoolhouses or refused to sell land that could be used to build a school for African-Americans.  When African-Americans gained access to schoolhouses, white southerners responded by using force and violence, in the form of arson, physical violence, shootings, and sometimes murder.  The presence of Union troops in the South protected Freedmen schools, to a degree, from the violence of white southerners.  This resistance became a way for whites to keep African-Americans dependent on white society because they denied that African-Americans had the right to self-autonomy.   Lack of education kept African-Americans in a subordinate position in society, rather than the “bottom rail on top.”  Unfortunately, school burnings did not decrease during Reconstruction.  In 1869, four years after the article appeared records show that at least forty schools in Tennessee were burned and hundreds across the entire United States South."],"locations":[{"id":11293,"lat":41.7720578431,"lng":-77.2543131059,"zoom":9,"place":"TIOGA, Pennsylvania"}],"tags":[{"id":2576,"tag":"School Burning"},{"id":2575,"tag":"Southern Resistance"},{"id":2574,"tag":"Black Education"}]},{"id":6274,"title":"Burn 'Burgh Burn","course_id":137,"status":"P","start_date":"1845-04-10","end_date":"1845-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 10, 1845, the city of Pittsburgh, Pennsylvania lost about two-thirds of its properties.  A fire that started in an icehouse on Second Avenue tore through the city and destroyed over 1000 buildings that stood in its way according to <em>The Pittsfield Sun</em> out of Pittsfield, Massachusetts.  The fire consumed more than just the buildings, it destroyed the hopes and dreams of thousands of the citizens of Pittsburgh according to the book “A Full Account of the Great Fire at Pittsburgh, on the Tenth Day of April, 1845: With Individual Losses and Contributions for Relief” compiled by J. Heron Foster.","The fire spread due to the high winds that were blowing off of the river causing it to spread more rapidly.  In Foster’s book he states that people hoped that “the Bank Of Pittsburgh, the oldest moneyed institution in the city, trusting in its reputation as a fire-proof building, to stop the fire from destroying further.”<em> The Pittsfield Sun</em> also points out that after the flames and smoke subsided, there were estimated damages of roughly $3.5 million that eventually had to be rebuilt or fixed.  In today’s terms, that would be about $109,375,000 according to the inflation calculator on davemanuel.com.  Even though so many buildings and possessions were lost, they could all somehow be replaced. Many things that could never be replaced were lost but fortunately only two lives were lost.","If the city’s fire companies would have been more prepared, they may have been able to stop the spread of the fire before it did so much damage.  Even though the city is almost entirely surrounded by water, the fire companies relied on a few reservoirs around the city to draw their water from.  The reservoirs were fed from the rivers, but the companies had no way to draw to the center of the city.  No one seemed overly concerned about this problem because nothing had ever happened that required the companies to have to do so.  It did not help that the reservoirs were running dry because of a long drought that the city had been experiencing.","According to legend, a woman who was boiling water in an empty lot to do laundry started the fire accidentally.  It is said that a single spark from the fire blew to a nearby icehouse where the fire grew larger and started to spread.","This horrific tragedy luckily only claimed the lives of two people. With a fire of this magnitude, a person would expect many more casualties this.  The fire could have had a much larger impact on the population of a booming industrial city like Pittsburgh.  Although the fire did so much damage, it eventually helped the economy of the country because of the need for material to rebuild the city, but it also hurt the surrounding area because it made it more difficult for people to ship things now that the access to the docks downtown was limited."],"locations":[{"id":10814,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"ALLEGHENY, Pennsylvania"}],"tags":[{"id":2537,"tag":"Pittsburgh"},{"id":2536,"tag":"Pittsburgh 1845"},{"id":2535,"tag":"Great Fire of Pittsburgh"}]},{"id":6279,"title":"<strong>Reno Gang finds 90,000 reasons to commit the Great Train Robbery</strong>","course_id":137,"status":"P","start_date":"1868-05-23","end_date":"1868-05-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 23, 1868 a group of unidentified bandits committed what has become known as “The Great Train Robbery” on the Jefferson Railroad, outside of Seymour, Indiana.  Lawmen later identified the robbers as the infamous Reno Gang.","The Reno Gang consisted of four brothers: Frank, John, William, and Simeon Reno.  In less than a decade before the train heist, all four brothers had answered the nation’s call of duty during the Civil War and enlisted in the Union Army.  However, the seeds of lawlessness began sprouting in the family as several of the brothers are said to have deserted or received disciplinary action.  Simeon became the only Reno brother to receive an honorable discharge. In less than one year after the end of the Civil War, the brothers became arguably the most popular train robbers of all time.  A main portion of Post-Civil War history and folklore is that of outlaws and train robberies.","John Reno began the Reno brothers’ train robbing career by committing the world’s first train robbery on October 6, 1866.  The first raid occurred near Seymour, Indiana within mere miles of the later “Great Train Robbery”.  Experienced in railroad operations from previous employments, he developed tactics for fast-action robbery.","On May 23, 1868 onboard the Adams Express traveling the Jeffersonville Railroad, the Reno Gang executed their third and most infamous train robbery.  The band of outlaws consisted of the four Reno brothers and several other outlaws not part of the family.  The men all wore masks in order to disguise their identity from all witnesses onboard.  <em>The New York Times</em> reported, “So far no arrests have been made, nor has any clue been had of the robbers.”","The Reno Gang executed their daring operation “while the train was taking wood and water at Marshfield.”  The gang subdued several of the train’s employees, threatening to kill them if they did not cooperate.  Their tactics involved the disengaging of the express car from the train followed by pushing three safes out the door. The outlaw gang then “opened two safes and made a clean sweep of both,” resulting in a payload of over $90,000.","The Reno Gang understood the need for speed in the aftermath of train robberies from past train heist experience.  Upon completion of the deed, they “abandoned the train a short distance south of Seymour, Indiana, and made their escape.”  The Reno Gang made off with over $90,000 from the daring robbery.  Later that year, the law finally caught up with and captured the infamous outlaws."],"locations":[{"id":3359,"lat":38.9063690477,"lng":-86.0376008096,"zoom":9,"place":"JACKSON, Indiana"}],"tags":[{"id":666,"tag":"Railroad"},{"id":2544,"tag":"Train robbery"},{"id":2545,"tag":"Reno Gang"}]},{"id":6299,"title":"Harriet Jacobs encourages Savannah Freedman’s Orphan Asylum","course_id":137,"status":"P","start_date":"1868-03-02","end_date":"1868-03-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Harriet Jacobs appealed to the government of the city of Savannah to create an orphan asylum. According to Jacobs there were other organized societies that provided “relief of the freed orphans and aged freedman.” What Jacobs planned to do was purchase an area of land around the city and cultivate it for the use of the both the children and older residents within the area. “I promised my assistance, with the understanding that they should raise among themselves the money to purchase the land,” she wrote,  “to cultivate the land (about fifteen acres) in vegetables and fruit.” Jacobs then went on to say that, “The institution will thereby be supplied, while a large surplus will remain for market sale. Poultry will also be raised for the market sale.”  By making the institution self-sufficient they hoped not to depend on local or state government in the long term would most likely decline to help blacks. Jacobs and her counterparts wanted to provide for both education and growth for African Americans who were left in a state of destitution during the Reconstruction era.","Harriet Jacobs was an ex-slave from North Carolina who spent years of her life working as a nanny for a family in New York. She changed her name, and began a new life after her escape to freedom in the early 1840s, however, the time she spent in slavery had a major impact on her.  She captured her experience in the South in her autobiography, <em>Incidents in the Life of a Slave Girl </em>published in 1861<em>.</em> She used her antislavery narrative to show society the horrors of slavery for a woman. She emphasized the fact that women suffered in a way that was particularly terrible compared to that of men. Jacobs’ story, unlike many other antislavery narratives of this time, appealed by design to an abolitionist audience that was primarily made up of women. More importantly, it was geared towards white women in a society that believed their moral virtue was a component of Christianity. But for Jacobs as a black woman, getting her writings published was very difficult. What is most remarkable about this woman is that despite the horrors she faced, she continued to advocate for blacks, joining the struggle against slavery, and even assisting black refugees during the war. She used the recognition from her narrative to help with public institutions for blacks such as schools, hospitals and orphanages after the war.","During Reconstruction, southern states creation of Black Codes had a major, but short-lived effect on the lives of blacks. The South needed a sufficient labor force and many black orphans were forced against their will to work as apprentices for an employer. Many of these employers could perform a series of abuses on their apprentices. Although they had to provide both clothing and food for their apprentices, it was akin to slavery. Because of these laws this resulted in the creation of black orphan asylums that could aid black children who were homeless."],"locations":[{"id":1632,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":1115,"tag":"Freedmen"},{"id":123,"tag":"Reconstruction"},{"id":2577,"tag":"Orphans"}]},{"id":6289,"title":"Sherman Writes to His Brother Concerning The Plains Indians","course_id":137,"status":"P","start_date":"9/23/68","end_date":"9/23/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 23, 1868 General William T. Sherman wrote to his brother Senator John Sherman from the headquarters of the Military Division of Missouri. In his letter Sherman discussed the ensuing struggles between the United States Army and the Plains Indians and expressed some of his thoughts on how best to deal with the situation. Many of these thoughts appear to point to one thing: Total War.","After being placed in command of the Military Division of the Mississippi (renamed the Missouri a year later) in July of 1865, Sherman appears to have built upon the “hard war” tactics of destroying homes and property that he utilized during the American Civil War and developed a “total war” strategy by which to deal with the Plains Indians. Explaining in his letter that all Indians have been provided with reservations on which to live, Sherman concluded, “All (Indians) who cling to their old hunting grounds are hostile and will remain so till killed off.” He continued by calling the conflict a “predatory war” and insisted that the U.S. Army must “take chances and clean out Indians as we (the army) encounter them.”","This strategy was not applied only to Indian men. On the topic of Indians, Sherman is quoted in a work by historian John F. Marszalek to have said, “During an assault, the soldiers can not pause to distinguish between male and female, or even discriminate age. As long as resistance is made, death must be meted out, but the moment all resistance ceases, the firing will stop and all survivors turned over to the proper Indian agent.”","According to Marszalek, Sherman believed strongly in the social Darwinian philosophy that had become popular in the years following the Civil War and viewed the Indians as inferior beings who were standing in the way of Whites and the progress of modern American Culture. Historian Michael Fellman supports these claims asserting that Sherman indeed agreed strongly with the idea of “Natural Law” and quotes him as saying, “It is an inevitable conflict of races, one that must occur when a stronger gradually displaces a weaker” While very alien to a Twenty-first century audience, perhaps it was this set of beliefs that, in Sherman’s eyes, justified such a brutal strategy. Regardless of his ethical motivations, Sherman’s actions earned him a harsh image as an Indian killer, which would stay with him long after his death. Sherman appears to have been superb at one particular thing: waging all out war on the enemies of the United States. It is for this talent that he is most often remembered, revered, loved, and hated."],"locations":[{"id":33479,"lat":38.6358212793,"lng":-90.2450510752,"zoom":11,"place":"St Louis City, Missouri"}],"tags":[{"id":2558,"tag":"Total War"},{"id":180,"tag":"Indians"},{"id":60,"tag":"letters"},{"id":284,"tag":"General Sherman"}]},{"id":6288,"title":"Sherman Reports on the Debacles of First Bull Run","course_id":137,"status":"P","start_date":"1861-07-25","end_date":"1861-07-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 25, 1861, four days after the First Battle of Bull Run, William T. Sherman completed his official after action report of the engagement. Serving as a Colonel in the Union Army, Sherman commanded a brigade during the battle. In his report he addressed many of the problems he and his men had encountered while in action. These included the incompetence of some officers and confusion over uniforms. These problems and others similar to them would continue to hinder the Union army during the early days of the American Civil War.","Sherman’s account of the death of Lieutenant-Colonel Haggerty clearly displayed the incompetence of some Union officers early on in the war. After encountering a Confederate force fleeing along a row of trees, Sherman recorded that, “Haggerty...without orders, rode out alone, and endeavored to intercept their retreat. One of the enemy, in full view, at short range, shot Haggerty, and he fell dead from his horse.” This would not be the only instance of incompetence on the part of commanding officers during the battle. The appointment of “political officers” who lacked military experience or military educations, as well as the practice of electing officers in volunteer regiments would result in many disasters similar to that of Lieutenant-Colonel Haggerty’s. According to historian James McPherson, on July 22, just one day after the First Battle of Bull Run, the U.S. Congress responded by authorizing “the creation of military boards to examine officers and remove those found to be unqualified”.  This would remove hundreds of incompetent officers from the ranks of the Union army and help to improve the quality of leadership.","A second major blunder of the battle, confusion over uniforms, can be seen in Sherman’s account of an incident of friendly fire on a Union regiment “uniformed in gray cloth, almost identical with that of the great bulk of the secession army.” Confusion over uniforms would be a major problem for both sides during the early days of the war. McPherson claims that confusion over uniforms played a major role in the outcome of the First Battle of Bull Run. This was undoubtedly the case during the fight for Henry House Hill when two Union artillery batteries were taken out of action by the “blue-clad” 33<sup>rd</sup> Virginia Regiment. Upon viewing the 33<sup>rd</sup> Virginia approaching them, the Union batteries ceased firing and awaited what they thought was the arrival of Union reinforcements only to be cut down by a volley of enemy fire. After the First Battle of Bull Run uniforms on both sides would become more regulated to avoid such mistakes.","McPherson has claimed that, “The United States has usually prepared for its wars after getting into them.” Sherman’s account of the First Battle of Bull Run appears to support this statement. Reading his words, it is clear that the 1840 West Point graduate was both annoyed and down right critical of the mistakes made during this first battle of the Civil War; mistakes that cost some men their very lives."],"locations":[{"id":13632,"lat":null,"lng":null,"zoom":8,"place":"ARLINGTON, Virginia"}],"tags":[{"id":2556,"tag":"Political Officers"},{"id":2555,"tag":"First Bull Run"},{"id":284,"tag":"General Sherman"},{"id":5,"tag":"War"}]},{"id":6295,"title":"<strong>Union Navy Deemed Superior at Fort Wright</strong>","course_id":137,"status":"P","start_date":"1862-05-10","end_date":"1862-05-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As part of the Union’s effort to create a blockade of the South and to execute tactical operations, the Rebels and the Yanks fought on the sea and on major rivers.  On May 10, 1862, a Confederate force attacked a section of the Union fleet on the Mississippi River near Fort Wright, Tennessee.  According to The<em> Presbyterian Banner</em>, a newspaper in Pittsburgh, eight Rebel gunboats attacked the USS <em>Cincinnati, </em>USS <em>Benton, </em>USS<em> Cairo,</em> USS<em> Carondeler, </em>USS <em>Saint Louisiana, </em>and theUSS <em>Conestoga.</em> Out numbered eight to six, the Union fleet prepared for the battle.","The CSS <em>Mallory </em>approached the <em>Cincinnati</em> to within forty yards in an attempt to board her<em>. </em>Due to the swift nature of the Union’s vessel, the <em>Cincinnati</em> maneuvered and managed to escape the Rebel’s attack.  In attempting to chase and eventually attack the <em>Cincinnati </em>again, the CSS <em>Mallory</em> was surprised instead.  Capt. Sternbel of the<em> Cincinnati </em>commanded a counter attack on the broadside of the <em>Mallory</em>, which had to heave off as a result.  During this assault, Capt. Sternbel shot the Captain of the Confederates’ boat with his revolver, but in turn was struck by a bullet himself.  However, the shot was not fatal to Sternbel.  The shots from the Union force sank a gunboat and set fire to an additional ship.  At this point in the battle, the Rebels chose to withdraw from the conflict and retreated to Fort Wright.  The battle left the <em>Cincinnati</em> with minimal damage and left four of her mates wounded as well.  After the Rebel retreat, the USS <em>Benton</em> was sent on a mission of her own.  The <em>Benton</em> attacked the broadside location on the CSS <em>Mallory</em>, which sank the vessel quickly.  Supposedly all of the mates on that vessel went down with the ship.","For the North, the navy helped with the control of blocking the ports of the South.  This idea, which originated within the Anaconda Plan, proved to be a successful approach to slowly choke out the Rebel force by limiting their import and export of supplies and goods.  Besides the blockade of ports, both the Union and the Confederacy used the navy to mobilize troops and to transport goods and supplies.  Ships also could gain tactical positions in preparation for attacks.  Both sides also used a large part of their navy power for floating hospitalization during times of battle.  This helped with assisting the soldiers with quick care.  Overall, the use of the navy proved to be more vital for the North however.  The North, who successfully followed the Anaconda Plan, if more slowly than hoped, only succeeded through the use of naval force.  The use of the navy in battle during the Civil War ended on June 22, 1865, in the last naval battle of the war in the Bering Strait."],"locations":[{"id":12412,"lat":35.4246744105,"lng":-90.1125152713,"zoom":10,"place":"TIPTON, Tennessee"}],"tags":[{"id":2569,"tag":"Anaconda Plan"},{"id":2568,"tag":"Fort Wright"},{"id":2567,"tag":"Union Navy"},{"id":2235,"tag":"Mississippi River"}]},{"id":6296,"title":"Pinkerton Creates First Photographic Wanted Poster","course_id":137,"status":"P","start_date":"1874-01-01","end_date":"1874-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Abduction of Charlie Brewster Ross,” announced a wanted poster created in 1874, and handed out to people in the Philadelphia area. Two young boys had been kidnapped from their wealthy family. The older of the two boys was later found on the street, where the kidnappers had abandoned him. Unfortunately, though, the criminals kept Charlie, the younger brother, with them, and used him to force a ransom from his parents. The family hired Allan Pinkerton, founder of the Pinkerton Detective Agency, after the police ran out of leads. Pinkerton created this wanted poster in hopes that it would lead to Charlie’s eventual discovery. Pinkerton added a photograph of Charlie Ross to the poster, which made his work one of the earliest examples of photography used on public posters.","The horrific abduction of six-year old Charlie Brewster in 1874 portrays the emotional state of some individuals during Reconstruction. Some people had lost everything; money, family, homes. The volatile economy including a depression made it hard for some to get by every day. Perhaps that is why these individuals felt the need to kidnap the children of wealthy families; simply for the ransom money. However, if that were the case, one would think that the kidnappers would have returned Charlie after receiving the cash. Instead, Charlie was never returned to his family, and to this day no trace of the boy’s body has ever been found.","Although Reconstruction brought chaos and struggle to some, and had many Americans feeling depressed and helpless, it also consisted of the creation of many new ideas and inventions, like the photographs on printed posters. These fresh innovations showed how the United States was advancing in some ways, while it was seemingly struggling to get back on its feet. Along with the invention of photographed printed work were the inventions of the telephone in 1876 and the electric light bulb in 1879. Lastly, along with modifications in technology, the Charlie Brewster wanted poster portrayed changes in practices for police and private detectives. These posters, and other propaganda, aided the law enforcement, and made it much simpler for them to communicate information and receive assistance from civilians who may be able to help. Because of this, children after Charlie had a much greater chance of being rescued than those before him.","Overall, the wanted poster titled “Abduction of Charlie Brewster Ross” emphasized the utter helplessness that many individuals felt during the time of Reconstruction, and the lengths that some of these people were willing to go to for money. Pinkerton’s new idea of using photography in police work transformed law enforcement practices. Wanted posters soon led to the idea of mug shots that further served police forces. Therefore, the photographed printed work portrayed, at the same time as a depression, how there was also a sense of hope and advancement in America through new ideas and inventions."],"locations":[{"id":11231,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":2570,"tag":"abduction"},{"id":118,"tag":"invention"},{"id":1161,"tag":"Photography"}]},{"id":6301,"title":"Jennie Wade Only Civilian Killed During the Battle of Gettysburg","course_id":137,"status":"P","start_date":"1863-07-03","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An estimated 50,000 soldiers died during the three-day Battle of Gettysburg that lasted from July 1 to July 3, 1863.  Of all the many causalities inflicted, only one civilian died during the battle. On July 3, 1863 Virginia Mary “Jennie” Wade was baking bread in her sister Georgia McClellan’s home on Baltimore Street. Tillie Pierce, a resident of Gettysburg, recalled hearing from a captain in the Union army that “Jennie Wade had been killed while baking bread for her sick sister.”","When the first shots were fired on July 1, 1863 outside of Gettysburg, Jennie, her mother, and youngest brother Isaac went to McClellan’s home thinking they would be safer there and also to aid McClellan with her newborn son.  Later that afternoon Union troops moved to hills on that side of town and the McClellan house fell in direct line of fire.  After that day’s fighting, Wade went outside to help care for wounded Union soldiers.","On July 2, the McClellan home remained surrounded by gunfire shattering several windows and an artillery shell came in through the roof lodging in the eaves.  A bullet also entered the house and hit the bedpost of the bed where McClellan lay with her son.  On the morning of July 3, Wade decided to make biscuits.  According to historian Noah Trudeau, while Wade finished kneading the dough around eight in the morning, “a stray sharpshooter’s bullet penetrated the door on the northern side of the house and passes through a small inner room…The miniè ball hit her in the back and blew out through her breast, piercing her heart on its way.”","McClellan found Wade and screamed loud enough that Union soldiers passing by heard and escorted the rest of the family through a hole created by an exploding artillery shell by the cellar.  On July 4 as Confederate soldiers retreated from Gettysburg, Jennie Wade was wrapped in a blanket and buried in McClellan’s backyard. It wasn’t until January 1864 that her body was moved to a German Reformed Church cemetery in the next town.  Wade’s body was moved to its permanent location in November 1865 in Evergreen Cemetery and a monument was constructed in 1900.  Buried beside Wade is Johnston “Jack” Skelly who historians believe might have been engaged to Wade. During the Second Battle of Winchester, Skelly suffered serious injury and died on July 12, 1863, with neither he nor Wade knowing of the other’s death"],"locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":2582,"tag":"civilian casualties"},{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"}]},{"id":6303,"title":"Low Bridge, Everybody Down or The Erie Canal Song","course_id":137,"status":"P","start_date":"1/1/05","end_date":"12/31/05","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Thomas Allen wrote a song about the famous Erie Canal in 1905 titled, “Low Bridge, Everybody Down,” also known as “The Erie Canal Song.” This humorous, yet accurate tune reminded others just how much the Erie Canal shaped and improved people’s lives during its first eighty years. In addition, Thomas Allen’s song contributed to an entirely new genre of music that perhaps became America’s longest lasting form of song, as it is still popular among Americans today.","When Allen’s lyrics sang, “Giddap ‘there gal we’ve passed that lock, We’ll make Rome fore six o’clock,” he made a direct reference to time in order to portray how much faster transportation occurred and the time-sensitive striving that make the Canal so important. Goods being transported by waterway beat goods being transported overland by road, even when mules or oxen did the pulling in each case. The steam engine began to replace beasts of burden along the canal route in the later Nineteenth century as the song implies. In these ways, Thomas Allen’s renowned song portrays the positive effects that the Erie Canal had on the United States, even though it sadly meant there would be no work left for Sal.","Before the year 1815, the United States’ growth was developing at a slow pace physically, economically, and socially.  This sluggish progression, historian James McPherson explains, was due to a number of problems going on in America. For example, roads were rutted dirt paths all but impassable in wet weather, and farmers living more than a short distance from navigable water consumed most of what they raised. Furthermore, the cost to ship goods and the amount of time it took for the goods to be transported made it extraordinarily difficult for the northern states to be productive. Fortunately, around the year 1815, America dove into a transportation revolution. Many changes regarding transportation were occurring, including construction of roads and railroads. In New York, though, the state pioneered the canal era by building the Erie Canal from Albany to Buffalo. The creation of the Erie Canal is even given credit as the first prominent waterway that sparked interest and led to the production of 3,700 additional miles of canals by the year 1850.","Overall, it is simple to see how influential the Erie Canal was for the development of the United States. The Erie Canal had a huge, positive impact on the nation’s transportation, which led to stronger trade, growth, and economy. Furthermore, the song regarding the canal, “Low Bridge, Everybody Down,” laid the groundwork for American folk music, as it preceded songs such as  “Apples and Bananas,” and “If You’re Happy and You Know it.” All of these folk songs tell some kind of story, and are shared among citizens all across America, giving new generations a peak into their nation’s past."],"locations":[{"id":49725,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"Albany, New York"}],"tags":[{"id":563,"tag":"Erie Canal"},{"id":792,"tag":"Transportation"},{"id":1278,"tag":"music, folk"}]}]}