{"id":139,"title":"Creating the Comic Book City","school_id":5,"school_name":"Rollins College","term":"Spring 2015","abbr":"ICE 100 C1-1","url":"","description":"This course uses imaginary cityscapes in comic books to understand urbanization in the United States. Whether crime in Batman’s Gotham or innovation linked to Superman’s Metropolis, comic book stories draw meaning from urban actualities. This course recognizes historic social, political, and economic concerns shaping U.S. municipalities are reflected in comic books. Created in dialogue with attributes personal and communal, embellished by corporate ownership, and embraced by fandom in film, television, and videogames, this course will demonstrate how the comic book city acts as a mirror to understand our shared urban experience.","points":[[33.0342766311,-118.614221051],[41.8399513458,-87.8166666032],[40.6916304076,-74.0035386433],[40.7416518725,-74.0773468609],[41.4243718872,-81.6586944761]],"bounds":[[41.8399513458,-74.0035386433],[33.0342766311,-118.614221051]],"episodes":[{"id":6305,"title":"Batman: Homoheroic?","course_id":139,"status":"P","start_date":"1/9/66","end_date":"1/9/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William Dozier was less than thrilled when asked to transform the comic book series, <em>Batman</em>, into a television show. The famous director despised his nickname that was given to him by the rest of Hollywood as dictated by <em>Caped Crusader of Camp</em>. “They’re calling me the ‘King of Camp.’”<sup>1</sup> Before being asked to create the television program, Dozier had not even heard of <em>Batman</em>, but was soon to be immersed in the darkness of Gotham City.","Airing every Wednesday and Thursday night from 7:30 to 8pm, the television series was a primetime hit from its debut in 1966, and soon became a “national sensation” through the late 1960s.<sup>2</sup> In reality though, the show probably “did more harm than good for the comic book industry.”<sup>3</sup> The show more or less made the concept of comic books the laughingstock of popular culture. It also then made fun of the people who read them. Dozier wanted to create a production that was entertaining to children and adults alike, so he employed an exaggerated pop art technique. It was the “sheer absurdity of the characters” and “goofy sound effects” that helped pull together a child-like view of comic books and their superheroes.<sup>4</sup>","With the progression of the television series, certain elements of Batman and Robin’s relationship, their identity as characters, and their actions allude to homosexual tendencies. In his 1954 book <em>Seduction of the Innocent</em>, Dr. Frederick Wertham attacked comic books and their readers, mainly those of Batman, arguing that, “only someone ignorant of the fundamentals of psychiatry and the psychology of sex can fail to realize a subtle atmosphere of homoerotism which pervades the adventures of the mature ‘Batman’ and his young friend ‘Robin’.”<sup>5</sup> Wertham addressed the homosexual nature of the relationship between Batman and Robin, calling the abode in which they reside “a wish dream of homosexuals living together.”<sup>6</sup> In his article, <em>Come Back to the Batmobile, Robin Honey</em>, Louis Bayard claimed that the 1966 series was “a seminal show for many gay men of my generation... because it showed them coming together in ways that were both comfortingly domestic and undeniably illicit.”<sup>7</sup>","William Dozier, being the manly, heterosexual, and homophobic director that he was, claimed that he never noticed any illusion to a homosexual relationship between Batman and Robin. He made sure that the television show portrayed the Dynamic Duo in a purely heterosexual manner: “There will be no doubt on TV that Batman and Robin like girls, even though they may be too busy fighting crime to have much time for them.”<sup>7</sup> Casting helped this dream of Dozier’s, as Adam West and Burt Ward took the faces of Batman and Robin, respectively. Their masculinity shined through into the characters in which they portrayed. Ward, quite proud of his role on primetime television, stated what he believed to be the real role of superheroes: to “represent the wish- dream to do good, to be a morally good person. I don’t think it’s wrong to go out and catch crooks.” <sup>8</sup>","The television series was widely successful throughout the late 1960s, and still captivates an audience today. Despite the director’s initial fear of the television show containing homosexual connotations, the Batman franchise and its adaptation to a form of visual entertainment took off and revolutionized the superhero nation."," "," "," ","<strong>Notes</strong>","<sup>1</sup>Stone, Judy. \"Caped Crusader of Camp.\" <em>New York Times</em>, January 9, 1966.","<sup>2</sup>Layman, Richard. <em>American Decades: 1960-1969</em>. New York: Gale Research, 1995. 310, 28.","<sup>3</sup>Wright, Bradford W. <em>Comic Book Nation: The Transformation of Youth Culture in America</em>. Baltimore: Johns Hopkins University Press, 2001., 225.","<sup>4</sup>Ibid.","<sup>5</sup>Terrill, Robert E. \"Spectacular Repression: Sanitizing the Batman.\" <em>Critical Studies in Media Communication</em>: 493-509.","<sup>6</sup>Bayard, Louis\"Come Back to the Batmobile, Robin Honey.\" <em>The Gay and Lesbian Review Worldwide</em> 8, no. 6 (2001): 25.","<sup>7</sup>Stone, Judy. \"Caped Crusader of Camp.\" <em>New York Times</em>, January 9, 1966.","<sup>8</sup>Ibid."," ","<strong>References</strong>"," ","Bayard, Louis \"Come Back to the Batmobile, Robin Honey.\" <em>The Gay and Lesbian </em>","<em> Review Worldwide</em> 8, no. 6 (2001): 25.","Layman, Richard. <em>American Decades: 1960-1969</em>. New York: Gale Research, 1995. 310,","28.","Stone, Judy. \"Caped Crusader of Camp.\" <em>New York Times</em>, January 9, 1966.","Terrill, Robert E. \"Spectacular Repression: Sanitizing the Batman.\" <em>Critical Studies in </em>","<em>Media Communication</em>: 493-509","Wright, Bradford W. <em>Comic Book Nation: The Transformation of Youth Culture in </em>","<em>America</em>. Baltimore: Johns Hopkins University Press, 2001. 183, 225."],"locations":[{"id":31672,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":2587,"tag":"Homosexuality Batman"},{"id":2586,"tag":"Batman TV Show"}]},{"id":6306,"title":"Superman, the Profitable Hero","course_id":139,"status":"P","start_date":"1/1/76","end_date":"12/31/82","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Despite some talk of another recession in 1979, box-office moguls were not worried at all. As more and more people packed into the theaters, the film industry expected a prosperous year. Since the early 1970’s, movie attendance rose by 40% and the box-office in 1978 took in 12% more than in 1977 with a whopping, record-breaking $2.7 billion.[1] One 1977 movie also broke records for major American film studio Twentieth Century-Fox. The release of <em>Star Wars</em> brought in almost $235 million for the media conglomerate.[2] The success of the film increased the company’s annual stocks to $7.25 in 1978 from $6.52 in 1977.[3] One big question in the stock market and film industry, would Warner Communications’ <em>Superman</em>, DC Comics superhero, be able to contest with the success of <em>Star Wars</em>? No one could be sure, but regardless, the “man of steel” looked to bring a positive outcome for Warner.","Stock analysts believe that <em>Superman</em> would also set records for Warner’s share of profits, from $1.33 to $1.50 a share for the first quarter. Even if the film fell short of what <em>Star Wars</em> did for Fox, there was still a lot of speculation in Warner’s shares on the New York Stock Exchange.<sup>2</sup> <em>Superman </em>did bring success to Warner by returning about $75 million in domestic rentals and helped the company reach an industry half-year high of $79.2 million in foreign billings.[4] The general economy outside the film industry though was not doing as well. Inflation skyrocketed from the beginning of 1979 to 1982 due to a shock in oil prices. Real GNP from 1979 to 1982 was almost stagnant proving the weakness of the economy at the time. [5]","Warner Communications did have its share of enemies though. In 1976, a feminist group called the Women Against Violence Against Women, or WAVAW, began its efforts by targeting Warner Communications. They were unhappy with the violence against women depicted on Warner’s album covers. At a 1976 NOW convention in California, WAVAW called for a boycott focused on Warner. The boycott concluded in 1979 with Warner agreeing to stop using images that portrayed violence against women on their album covers.[6]","The comic book market was shrinking however in the 1970’s. Although, major companies such as DC Comics still found profit in licensing deals with toy companies and Saturday-morning cartoons. Licensing profit was much growing faster than that of the comic book, but it was understood that the quality of the comic book was still at the core. Consequently, companies such as Warner introduced new executive leadership to upgrade their comic book divisions. [7] In fact, Warner Bros. is the parent company of DC Comics today.","The Superman of the 21st century continues the success of the hero with the release of “Man of Steel” in 2013, distributed still by Warner Bros., a subsidiary of Time Warner, formerly Warner Communications. The film grossed $657 million worldwide, making it the highest grossing film of the entire Superman franchise, proving that the caped hero continues to bring people to the box office."," ","[1] John C. von Koschembahr, \"Movie Stocks: Bring on the Gas Lines and the Recession.\" Financial World 148, no. 14 (Jul 15, 1979), 45.","[2] Robert Metz, “Market Place: How High Will ‘Superman’ Fly?,” <em>New York Times</em>, January 4, 1979, sec. Business & Finance.","[3] von Koschembahr, “Movie Stocks,” 46.","[4] Ibid., 47.","[5] Glenn H. Miller, Jr., \"Inflation and Recession, 1979-82: Supply Shocks and Economic Policy.\" Economic Review, 1983., 18.","[6] Monroe Friedman \"Boycott Initiative of Other Minority Groups.\" In Consumer Boycotts Effecting Change through the Marketplace and the Media, (New York: Routledge, 1999), 154-155.","[7] Bradford W. Wright, Comic Book Nation: The Transformation of Youth Culture in America. (Baltimore: Johns Hopkins University Press, 2001), 259."],"locations":[{"id":34781,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":2588,"tag":"Film Industry"},{"id":2589,"tag":"Superman"},{"id":2590,"tag":"Stock Market"}]},{"id":6307,"title":"Race in Comic Books","course_id":139,"status":"P","start_date":"3/25/72","end_date":"3/25/72","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The stereotypical superhero is handsome, is strong, has superpowers, and is white.  Most comic books featured a stereotypical white hero who was stronger and was far more superior than any other. Characters such as \"Superman,\" \"Batman,\" and the \"Green Lantern\" depiect the idea of the \"handosme and heroric\" white comic book hero that all kids are familiar with. However, comic books began to reflect the social issues of their time, and the producers and creators infused diververisty into their work. In 1972 a new superhero was going to be introduced, \"Blackman.\" Blackman was a superhero of color who saved the world from crime and racial discrimination. He was a character that even white children could \"readily identify\" with. He represented the Libery flag whose colors were featured as his superhero costume. According to his producers, he would serve \"educationally as a vehicle for presenting the contributuions of the black Americans in a unique fashion.\"","Many comic producers tried to mix comics and race but their efforts failed. Comics such as Black Lightning (DC Comics) and Black Goliath (Marvel), which also premiered in the 1970's and featured black heroes, did not last very loing. African Americans were not the only minority that made their way into comics, Chinese and Native American heroes were also featured however this was short lived as well. The longest nonwhite hero to make an appearance was Shang-chi from the comic, \"Master of Kung Fu\" (Marvel). Race was not only an issue in superhero comic books but also in the Sunday paper, proving race was a product of general comics and not just of the superhero variety. Most comic strip characters that were not white were depicted as lower class and of inferior social standings. Race was a critical aspect of the comics of the 1960's and 1970's, largely because it was a topical issue. Most black readers wouldn't mind, let alone notice that they were reading about a white hero, but many whites noticed where they were reading about a superhero of color. This caused many white readers to abandon certain comic series that featured main characters of color.","Many publishing companies tried not to be prejudiced in thier depictions of the black superhero, but often times they were not successful. A good example of this would be Blackman, the superhero who wore the colors of the Liberty flag and protected the projects, a location in which most residents were of color. Another example of this would be Black Lighning who saved the world from drug dealers and protected the hood. Even more ironically, Black Lughning worse a white mask with an afrom attached to it,, almost as if tyring to become a white character while still keeping his sterotypical racial features. The comics that portrayed heroes of color seemed to make their focus on race a bigger deal than it was, by exaggertaing the stereotypical features of certain races. Most comics that featured nonwhite heroes also featured thier race in the title of the comic or in the name of the superhero, adding more emphasis than was neccessary on thier ethnicity. Blackman and Black Lightning are two examples of this. Even Red Wolf (Marvel), who was a superhero of Native American decent, was named with his ethnicity and race as his defining characteristics.","Kids are too naive to focus too much on the details of the race within comics, and yet the producers and writers go out of their way to avoid being racist, which actually backfires. By trying to add diversity to their comics and stories, writers emphasize the lack of diversity. To children and those who love comics, the comic version of a superhero does not have to be defined by his race, but simply the hero who saves the world and wins the heart of his true love."],"locations":[{"id":34445,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":629,"tag":"race"},{"id":1775,"tag":"Comics"}]},{"id":6308,"title":"Superheores and Late 20th Century Pop Culture","course_id":139,"status":"P","start_date":"1/30/66","end_date":"5/2/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Pows, bangs, and booms captivated young readers in the late 1930’s and up throughout the entirety of World War II.  However, characters, like Batman and Superman, nearly fell into obscurity after Fredric Wertham published <em>Seduction of the Innocent</em> in 1954.  Comic book burnings were not an uncommon in suburban America.  It took time, determination, and alternative media outlets, but superheroes returned to the public eye by the late 1960s’ and 1970s’.  Comic books were brought into the pop culture of the late 20<sup>th</sup> century by the emerging counterculture, television shows, and more mature and relatable subject matter.","To begin, the youth culture boom of the 1960s’ sought after comic books as a modern mythology to speak to the troubles of their generation.  At the time, comic books began to resonate with college students so much that creators held lectures. In his 1971 New York Times articles, Saul Braun says, “[Stan] Lee has succeeded so well in his art that he has spent a good deal of his time traveling around the country speaking at colleges.”[1]  As with many large popular trends, the young adults and teenagers carried their likes into adulthood. In this case, Marvel Comics (Hulk, Spider-Man, the Fantastic Four, etc.) traveled safely out of the 1950s’ comic slump bigger than ever into the 1960s’ and onward.","Additionally, the widespread episodic possibilities available on television let superheroes invade the homes of millions of people across America.  When speaking of the influence of superhero television shows, it was assumed that one will speak of the <em>Batman</em> (1966-1968).  However, it would be unfair to include the shows that were the product of this show’s outrageous success, shows such as <em>Wonder Woman </em>(1975-1979), <em>Shazam</em> (1974-1977), and the classic <em>Spider-Man Cartoon </em>(1967).  Each held cultural significance in their own right, but <em>Batman </em>truly stood out as the one that shifted popular opinions on comic books, though it is criticized for saturating the art with camp value.  In a study of merchandizing of television brands it was said, “Scholarship on the Batman TV series has largely been concerned with its appeal to multiple audiences - generational, countercultural, or queer-and with its relationship to the emerging pop art movement and camp sensibilities of the late 1960s’.”[2]  The manner in which <em>Batman </em>appealed to so many different walks of life allowed comic culture to work its way into the mainstream.","Finally, the matter being discussed (aside from camp coming from some television related materials) was more mature in nature.  Marvel Comics was praised by the youth movement of the 1960s’ for creating characters that faced problems and fears shared by their generation.  Robert Genter explains the Marvel formula in his exploration of their impact on Cold War America: “Fantastic powers aside, most Marvel heroes were laden with typical problems plaguing the 1950s’ and spoke to the anxieties of a culture in an atomic age.”[3]  The relatability present in Marvel Comics allowed readers to, for the first time, interject themselves fully into the superhero fantasy.  In <em>Comic Book Nation</em>, Bradford Wright explains the impact of Marvel characters at this time, “Heroes like Spider-Man helped keep code approved comic books relevant and profitable in the age of television and rock-n-roll, a prospect that had seemed quite unlikely only a few years earlier”[4].","In short, comic books grew back into pop culture icons during the late 1960s’ and 1970s’ through youth culture, television appearances of superheroes, and significance of subject matter in mainstream comic stories.  The culture that grew out of comic books in the mid and late 20<sup>th</sup> century incubated and gave through to the present third way of superhero/comic book fascination in America."," "],"locations":[{"id":31603,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2592,"tag":"Pop Culture"},{"id":2591,"tag":"Superheroes"}]},{"id":6309,"title":"The people's opinion at the international convention of comic art in 1968","course_id":139,"status":"P","start_date":"1/1/60","end_date":"12/31/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The people's opinion at the International Convention of Comic Art in 1968"," ","In the cover of thousands of comic books, Batman, Superman, and Capitan Marvel, are displayed in courageous brilliance. These comis books were once so cheap that you could pay 10 cents for each, but in 1968 they were selling for approximately 150 dollars each during the International Convention of Comic Art. Phil Seuling, president of the Society for Comic Art Research and Preservation, Inc., sponsored the convention. Seuling stated that comics had evolved from humble situations to more problematical and psychological problems. The political, economic, and social cultural history impacts comics from the way they are written, their price, and the people's opinion."," ","Comic book dealers, collectors, editors, and cartoonists showed up at the convention followed by approximately 500 teenage fans. Some fans that attended were the middle age sentimentalists that were brought up on Dagwood Bumstead, Katzenjammer Kids, and Moon Mullins. Other attendants like 21 year old Howard Rogofky who grossed 80,000 dollars by selling old comics during that times harsh economy. From 1965 to 1968 the United States had problems on implementing economic stabilization policies. One of the main reasons was that the Vietnam War was projecting a menacing shadow on economic policies, and unacceptable inflation.This fact explains why some of the attendants of the convention were just there to make money by selling old comic strips and comic books."," ","The true bibliophiles that can quote the chapters and verses of old comics that they love also attended the convention. Glenn Farley a 15 year old stated that he liked to read the old comics mainly because they expressed the frustration in life during those time periods. In the fifties and the beginning of the sixties, comics were all about the horrors of the cold war. Even during the World War II era some comics would show someone doing somthing bad and the hero would punish him. From the 1960s, the direction that comics were taking was the same direction that reflected the new ideas of the people. The 1968 presidential campaign became a conflict about the deadlocked Vietnam War, civil rights, and lack of law and order in the US. During the years, people`s ideas changed for the greater good and were open to alternate choices to deal with issues."," ","Comics are an art form that have history and have a development of style. Comic art mirrors society, this art is inspired by society the same way any other art form is. Some critics claim that comics not only reflect but encourage violence and hatred in society. These ideals are a direct reflection of the 1960s social and cultural issues in the United States. In 1968 the U.S was on the brink of a massive race war because of persistent discrimination in jobs, education and housing. In that time, the black press provide essential records of the struggles of a united people dealing with generations of loathing and discrimination. An opening made at the convention by Stan Lee, an editor and writer of Marvel comics, strongly disagreed with the critics who stated that comics encouraged violence."," ","In the 1960s, the Jungle War Stories comic was among the first introductions of the Vietnam War to apear anywhere in America. Jungle War Stories validated the U.S. presence in Southeast Asia, but it also illustrated the challenging obstacles to victory. The idealistic and angry young people of this time period were determined to transform society. the Vietnam War was protested, and other movements were encouraged to battle for civil rights, black power, and feminisim. It is clear that during this convention, people realized the political, economic, and social impact in the country that changed how comic books were made, leaving people open to new ideas."," "],"locations":[{"id":33962,"lat":40.7416518725,"lng":-74.0773468609,"zoom":11,"place":"Hudson, New Jersey"}],"tags":[{"id":579,"tag":"New York City"},{"id":1507,"tag":"1960s"},{"id":1775,"tag":"Comics"}]},{"id":6312,"title":"Superman vs. Ali: Simply A Fictional Fight, or Something More?","course_id":139,"status":"P","start_date":"2/1/78","end_date":"2/1/78","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Muhammad Ali was the first Muslim boxer to win a heavyweight title, and his fame earned him the opportunity to create a comic book plot for American readers. Ali chose to write a scenario in which he and Superman, who was unable to use his powers, boxed against each other as mortals. In fighting Superman, Ali is clearly reflecting the internal racial war that was going on during 1970’s America. He made the conscious decision to choose a superhero that was most associated with conservative American values such as equality, freedom and justice.","Siegel and Shuster had intentionally created Superman as a symbol of hope to the people during the time of the Great Depression, and gave him the alter ego of  “Clark Kent” in order to relate more with the people. As the gap between the American Dream and reality began to take a toll on the Americans in the 1930’s, Superman fought for justice and upheld the idea of the traditional American hero.","On the other hand, Muhammad Ali was a boxer, who was also known as being one of the biggest Muslim and African-American figures during the 20<sup>th</sup> Century. He spoke out on American hypocrisy towards other races, and criticized how Superman was meant to be the one to speak out for justice and American values, yet there were still oppressed minorities living in America. Ali’s comic book scenario clearly puts Superman as the superior white American male against himself, standing in place for the oppressed minorities who lack equal rights. In taking away Superman’s powers, Ali is literally leveling down the playing field, which shows how unequal the whites and blacks were in America. Superman’s “superpowers” would have been a representation for the social and economical power that whites had in America and the blacks were willing to fight for. Ali’s ending, in which Superman is knocked out in two rounds, creates the controversial alternative to American society as it features a world in which both races are equal, and minorities are able to defeat white Americans.","In conclusion, Ali was trying to send the message to the public about his opinions about race and inequality in America. He struck a chord in the American public by using one of the biggest Superheroes ever created. His comic book scenario featured a black man and a white man fighting against each other, and threatened to defeat the oppressed status quo just like how he defeated Superman in the ring."],"locations":[{"id":36051,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2597,"tag":"Muhammad Ali"},{"id":2589,"tag":"Superman"},{"id":2201,"tag":"Minority Groups"}]},{"id":6315,"title":"Finding Hope in a World of Apathy: Comic Book Movies in 1979","course_id":139,"status":"P","start_date":"1/1/78","end_date":"12/31/79","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1979, the American populace was in a state of apathy and hopelessness, feeling stuck in a rut with no positive change in sight. Under President Jimmy Carter, many people felt that because their problems could not be solved, it was best to accept things the way they were. Carter’s foreign policies are still debated today. During his time, he unintentionally created tensions by endorsing the European Monetary System (precursor to the Euro), in hopes of building the three-way partnership of the United States, Western Europe, and Japan. His actions put pressure on the Europeans, and, despite their intentions to strengthen relationships, ironically ended up neglecting Western Europe itself.[1] In addition to problems with foreign policy, the economy was troubled, there was an energy crisis in progress, and Carter had lost the support of the Southern Baptist Church as well as other conservative Christians because he refused to answer their questions with a simple “yes” or “no” as they deemed fit.[2] By the end of his term, Carter and his reluctant populace were facing soaring oil prices, American hostages over seas, and the Soviet invasion of Afghanistan. [3]","However, under such faithlessness in humanity, people found stray streaks of light. The comic book industry was bleeding into Hollywood, after the astounding popularity of the first Superman movie in 1978. It earned over 300 million dollars during its first theatrical run, received critical acclaim, and was nominated for three Academy Awards.[4] People young and old—grandfather to father to son—could all understand and relate to the simplistic stories of good versus evil, rather than the more realistic but elite and depressing problems of romantic comedies, war movies, and literary movies.[5] The movies simplified life and provided escapism, distracting frustrated Americans from the crumbling economy and other issues brought on by Carter. Superman was put on a pedestal, multiple critics making comparisons between the character and Jesus; ironically, Superman was a savior to the real American public as much as he was to the people of Metropolis.[6] Soon after the success of the movie, three more movies in the series went on to be made, not including later remakes and new additions to the franchise. Comic book movies not only brought smiles to faces of all ages, but helped the economy in ways the aforementioned movie types could not. Posters, toys, and the like could all be fashioned for comic book movies sold to children and collectors. The unlikely source of joy and money would go on to have a lasting legacy, comic book movies still being made today."," "," "," ","[1] Basosi, Duccio. \"Principle or Power? Jimmy Carter’s Ambivalent Endorsement of the European Monetary System, 1977-1979.\" <em>Journal of Transatlantic Studies</em> 8, no. 1 (2010): 6-10.","[2] Young, Neil. \"“Worse than Cancer and Worse than Snakes”: Jimmy Carter’s Southern Baptist Problem and the 1980 Election.\" <em>Journal of Policy History</em> 26, no. 04 (2014): 479-508.","[3] Zelizer, Julian E. <em>Jimmy Carter</em>. New York: Times Books/Henry Holt and, 2010. 12-14.","[4] \"Superman (1978 Film).\" Wikipedia. Accessed February 4, 2015. http://en.wikipedia.org/wiki/Superman_(1978_film).","[5] Miles Beller, “Hollywood is Banking On the Comics: Hollywood Turns to the Comics,” <em>New York Times</em>, December 9, 1979, sec. Arts & Leisure.","[6] \"Superman (1978 Film).\" Wikipedia. Accessed February 4, 2015. http://en.wikipedia.org/wiki/Superman_(1978_film)."],"locations":[{"id":36051,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2605,"tag":"President Carter"},{"id":2604,"tag":"Jimmy Carter"},{"id":2603,"tag":"Comic Book Movies"},{"id":2602,"tag":"Comic Books"},{"id":1775,"tag":"Comics"}]},{"id":6321,"title":"Super-boy and The Cold War","course_id":139,"status":"P","start_date":"1/1/49","end_date":"12/31/49","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["From arguably the most famous superhero known to man, Jerry Siegel and Joe Shuster created a character that presented the origins of Superman and how he became the symbol for justice. This character exemplified all the troubles of teenage awkwardness and solitude while trying to establish justice . Super-boy’s character is defined as the teenage version of Superman who grew up in the small town known as Smallville. Super-boy’s era is the learning process that Superman goes through to become a well responsible hero. In a letter that Jerry Siegel wrote to Russell Keaton,the artist for Buck Rodgers, Siegel describes his life as “he will find that his great strength, instead of making friends for him, cause people to fear him. Mothers will not permit their children to associate with him, he will be hated in school sports because he never loses”<sup><sup>[1]</sup></sup>. Jerry Siegel and Joe Shuster’s main focus with creating Super-boy was to exaggerate his loneliness in society to explain the strong willed character he becomes as Superman.","During the Golden Age when Super-boy was created, the world had entered the Cold War. The Cold War is a period in time where super powered countries such as the United States and USSR would flaunt there strengths towards each other to see who had dominance. Jerry Siegel uses Super-boy as a symbol for the United States, a country who “had phenomenal power, but there was inexperience in the new role it found itself in.”<sup><sup>[2]</sup></sup> Super-boy defines how he felt as a “teenager who insisted on being called Superman, not because of his maturity, but because he felt he deserved respect by virtue of the situation he found himself in.”<sup><sup>[3]</sup></sup> giving a direct correlation to what the United States tried to achieve during the cold war. Super-boy is also related to children readers to be placed in the realism of the Cold War as the comic book “gave children an early lesson in the exasperation of waging the Cold War.”[4]  Siegel and Shuster wanted to create this image in Super-boy to have readers understand what was the United States role in the cold war.","Smallville, the city in which Super-boy resides, is a small town. Siegel and  Shuster place Super-boy in this town to exemplify Super-boy’s loneliness in the world. Overall, Smallville is also symbolized to the United States because of it’s little development and loneliness before the cold war. As Super-boy transforms to Superman and he moves from Smallville to an urban city like Metropolis shows the development the United States went from before to after the cold war. Lincoln Geraghty states “We can see vestiges of this version of American masculinity in the setting of Smallville, small-town America writ large”<sup><sup>[5]</sup></sup> showing the development of the United States from an individual country to a superpower, but still trying to show America to try to celebrate small town values.","Siegel and Shuster exemplify the United States as a whole during the late 1940’s through the 1950’s through Super-boy and Smallville. As readers see the development of Superman’s origins through Super-boy, society sees the overall development of the United States during the cold war."," ","<sup><sup>[1]</sup></sup> Jerome Siegel to Mr.Keaton, June 12, 1934, in <em>SuperMan: The Man of Tomorrow</em>, http://www.lettersofnote.com/search?q=+Jerry+Siegel","<sup><sup>[2]</sup></sup> Joseph J. Darowski, “Searching for Meaning in “the Death of Superman”” in <em>The Ages of Superman: Essays on the Man of Steel in Changing Times </em>ed. Joseph J. Darowski. (McFarland & Company, Inc., 2012) p. 172","<sup><sup>[3]</sup></sup> <sup><sup>[3]</sup></sup> Joseph J. Darowski, “Searching for Meaning in “the Death of Superman”” in <em>The Ages of Superman: Essays on the Man of Steel in Changing Times </em>ed. Joseph J. Darowski. (McFarland & Company, Inc., 2012) p. 172","[4] Wright, Bradford W. Comic Book Nation The Transformation of Youth Culture in America. (The Johns Hopkins University Press, 2003), p.134","<sup><sup>[5]</sup></sup> Lincoln Geraghty, <em>The Smallville Chronicles: Critical Essays on the Television Series</em>, (Scarecrow Press, Inc, 2011). xii"],"locations":[{"id":28090,"lat":41.4243718872,"lng":-81.6586944761,"zoom":9,"place":"Cuyahoga, Ohio"}],"tags":[{"id":2614,"tag":"Shuster"},{"id":2613,"tag":"Siegel"},{"id":2612,"tag":"Smallville"},{"id":2611,"tag":"Super-boy"},{"id":291,"tag":"Cold War"}]},{"id":6322,"title":"Confidence in Comic Creation","course_id":139,"status":"P","start_date":"1/1/48","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["American comic book artist Al Plastino said, “Hell no” when asked by Steinberg Studios to do the artwork for Superman in the late 1940s.<sup>1</sup> There was no way that he was going to agree to work for them on a comic strip, especially if he was only receiving thirty-five dollars per page. Even though at this time he was just starting in the business, Plastino knew how to bargain with, and manipulate, those in higher positions, and how to bring elaborate visuals to a comic.","The time Al Plastino was asked to create panels for the popular Superman comic, he was also creating posters in the Pentagon’s art department. These posters were mostly pro-World War II; but Steinberg Studios needed him badly after Jerry Siegel and Joe Shuster had lost the rights to the character in 1947.<sup>2</sup> Plastino was aware that the studio was desperate for his work, and so, he gave in to the requests and did a sample for the strip, but soon found out that another artist working on the comic, Wayne Boring, was making fifty-five dollars per page. He found it obscene that he was not offered the same rate, largely because he thought his quality of his work was equal, or superior to, Boring’s.<sup>3</sup>","Plastino used his other job at the Pentagon as leverage to negotiate his salary per page at Steinberg Studios. He eventually agreed to do the artwork for Superman for fifty dollars a page. Plastino revolutionized the 1950s Superman character and “brought out the human side of a modern myth.”<sup>4 </sup>The level of humanity in Plastino’s artwork of Superman had never been seen before, which made the popularity of the comic skyrocket.<sup>5</sup>","During the 1950’s, Al Plastino worked for DC Comics under Mortimer Weisinger, the company’s comic editor. Weisinger created a “cut-throat” industry<sup>6</sup>. In an interview with Silver Lantern Fanpage, Al Plastino described an instance in which Weisinger told him that another artist was willing to illustrate the Superman comics for twenty dollars per page. He told Weisinger to give the job to the artist:","They always tried to keep you below them. I don’t care what it was. ‘You’re below me.’ But I’d tell them, ‘I’m above you. I’m the artist. You’re an editor.’ I made that clear, in a nice way.<sup>7</sup>","Plastino knew how to manipulate the availability of his talent to figures who, naturally, held higher positions than his own. Although the editor had ultimate control of what was published, Plastino was aware of the great power of his art to narrow the audience’s viewpoint and focus their attention on what he wanted them to.<sup>8</sup> He made use of this talent to, ultimately, get what he wanted: his name on his own artwork.","Plastino was soon asked to take on a position in the artwork production of the daily Batman strip with artist Whitney Ellsworth. He and Ellsworth ended up working on the strip for eight years, replacing comic book artist Joe Giella. Giella had let on to Plastino that he had to sign the strip as “Bob Kane”, even though Kane did nothing in the way of illustrating the comic.<sup>9</sup> The stubborn man that he was, Plastino could not let his hard work be concealed as someone else’s work. Though Kane’s name was still on the first panel, Ellsworth and Plastino wrote theirs on the proofs of the strips, to ensure some credit to their work.","This also happened with another of Plastino’s characters, Supergirl. Supergirl “seemed to be a concerted effort to appeal to young girls; her stories were whimsical adventures that also featured Streaky the Supercat,”<sup>10</sup> the latter of which was also creation of Plastino’s. Supergirl was first understood “simply as a Superman for girls”<sup>11</sup> who was a less-interesting version of Wonder Woman.<sup>12</sup> Plastino would always ink his own name on the page; he didn’t wait for or trust the letterer to put his name down on his work.<sup>13</sup> This quality aided Plastino’s ability to be certain that he would be recognized for his own artwork.","When asked to describe comics in the 1950s, Dan DiDio, DC Entertainment Co-Publisher, said, “When you think of (comics) in the 1950s, only a handful of artists come to mind—and Al Plastino is one of them.”<sup>14</sup> Al Plastino revolutionized the comic strip through his ghost-like persona. He was behind-the-scenes, but wanted his name to be completely visible on the artwork that he around which he centered his whole life. Plastino was strong-willed and incredibly talented, though his most rewarding characteristic was his confidence in his own work."," "," "," "," ","Works Cited","<sup>1</sup> Age, Silver. \"Al Plastino Interview (Pt. 1).\" Al Plastino Interview (Pt. 1). Accessed March 19, 2015.","<sup>2</sup>Layman, Richard. <em>American Decades: 1940-1949</em>. New York: Gale Research, 1995., 387","<sup>3</sup> Age, Silver. \"Al Plastino Interview (Pt. 1).\" Al Plastino Interview (Pt. 1). Accessed March 19, 2015.","<sup>4</sup> “AL PLASTINO (1921-2013).” DC Comics. November 26, 2013. Accessed March 29, 2015.","<sup>5</sup>Ibid","<sup>6</sup> Age, Silver. \"Al Plastino Interview (Pt. 1).\" Al Plastino Interview (Pt. 1). Accessed March 19, 2015.","<sup>7</sup>Ibid","<sup>8</sup> Heer, Jeet, and Kent Worcester, eds. <em>A Comics Studies Reader</em>. (Jackson: University Press of Mississippi, 2009), 158","<sup>9</sup> Age, Silver. \"Al Plastino Interview (Pt. 1).\" Al Plastino Interview (Pt. 1). Accessed March 19, 2015.","<sup>10</sup> Wright, Bradford W. <em>Comic Book Nation: The Transformation of Youth Culture in America</em>. Baltimore: Johns Hopkins University Press, 2001.","<sup>11</sup> Link, A. (2013), The Secret of Supergirl's Success. The Journal of Popular Culture, 46., 1177","<sup>12</sup>Ibid., 1178","<sup>13</sup> Age, Silver. \"Al Plastino Interview (Pt. 1).\" Al Plastino Interview (Pt. 1). Accessed March 19, 2015.","<sup>14</sup>“AL PLASTINO (1921-2013).” DC Comics. November 26, 2013. Accessed March 29, 2015."],"locations":[{"id":27491,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2617,"tag":"Superman Art"},{"id":2616,"tag":"Batman Art"},{"id":2615,"tag":"Al Plastino"}]},{"id":6323,"title":"Denny O’Neil:  Champion of the Bronze Age","course_id":139,"status":"P","start_date":"4/1/70","end_date":"4/30/85","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The shift between the Golden Age and the Silver Age of comic books in the wake of Fredric Wertham’s <em>Seduction of the Innocent</em> in 1954 was like night and day.  The increasingly heinous horror, crime, and even superhero comics were softened by the self-regulated Comics Code Authority to stay in the mainstream, which ultimately was the genesis of the Silver Age.  The Silver Age was a period in which comic book stories were more cut-and-dry, allowing the unsettling aspects of the industry to be dulled in the eyes of parents.  Yet, as social tensions rose in Cold War America, comic books wished to adjust with the growing youth culture, giving way to the Bronze Age by the early 1970s.  Denny O’Neil was a pioneering comic book writer of the Bronze Age.  O’Neil’s works are important to this age as they related with the maturing audience, introduced relevant social messages to comic books, and developed superheroes into beings capable of learning from mistakes.","First, O’Neil believed that the comic book medium would benefit by maturing with the readers.  The Silver Age that was in full force as O’Neil began his career tended to cower away from stories that would relate to mature readers.  According to Bradford Wright in <em>Comic Book Nation</em>, “DC’s comic books (during the Silver Age) emphasized responsibility to the community over individualism, and the creators minimized the importance of the latter, perhaps unintentionally, by giving all of their superheroes essentially the same personality”.[1] Looking back on writing his first Batman story, O’Neil recalled, “`Okay, we've been doing this camp thing for however long it had been.  The first time I was offered Batman I didn't want to do it…it was in the middle of the camp thing and I thought, `I don't think I'm any good at this.’\"[2]  O’Neil’s apprehension to writing campy stories in the vein of the 1960s Batman television show was due in large part to the older audience who he felt were yearning for depth in their readings.  O’Neil’s time as a reporter got him acquainted with the social turmoil facing the youth culture revolution of the time.","Moreover, O’Neil’s stories intended for a maturing audience interjected relevant social messages to mainstream comics.  Coming from the journalism world and having a working knowledge of social issues pressing the youth culture, O’Neil felt his fiction could help educate mass audiences on these issues.  This holds especially true in the<em> Green Lantern/Green Arrow</em> series; the pairing of these two heroes with conflicting viewpoints brought about interesting new conflicts. In a writing about this particular series, the two viewpoints were described as, “Green Lantern’s liberal responses to situations are in stark contrast to the counterculture ideologies that influence Green Arrow’s thinking”.[3]  Comics before the time of O’Neil, and arguably still to this day, had portrayed western minorities in lesser roles often characterized by their race with characters like Black Spider or Black Panther.  In an article analyzing racial issues involving comic books, O’Neil’s run on <em>Green Lantern/Green Arrow</em>, tackling the titular hero’s absence in the Black community, was hailed with, “Superhero comics represented every fantastic race possible, as a means of ignoring real ones”.[4]  This series in particular gave previously flat characters more dynamic, round qualities.","Finally, O’Neil helped shape mainstream superheroes into people who are able to learn from their misdeeds instead of infallible beings as they had often been.  While pairing Green Lantern with the former “Batman with a Bow”, Green Arrow, O’Neil elected to create new personality and status traits for the heroes in order to make them more flawed and deep characters.  In a 2007 interview, O’Neil said, “Well, Oliver Queen [Green Arrow] had never had much character… but we were evolving into more characterization, and in this particular case I needed someone to represent the non-establishment point of view… there was not very much established about him, apart from the loss of fortune, which had been my story”.[5]  Green Arrow’s leftist views fueled by his loss of fortune lead to later O’Neil characters growing, like the Question’s search for inner peace or Batman’s struggles with limitations and drug abuse in 1993’s <em>Batman: Venom</em>.","In brief, Denny O’Neil’s writing was pivotal in crafting the Bronze Age as it matured with the audience, was full of relevant social messages, and allowed Superheroes to be people capable of error rather than perfect vessels for fighting crime.  O’Neil’s works helped pave the way for diversity in the stories told and the societal value of comic books after the 1960s."],"locations":[{"id":36051,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2602,"tag":"Comic Books"},{"id":2596,"tag":"Bronze Age"},{"id":2618,"tag":"Denny O'Neil"},{"id":2619,"tag":"Green Lantern"},{"id":2620,"tag":"Green Arrow"}]},{"id":6324,"title":"Astro City vs. The Real World","course_id":139,"status":"P","start_date":"1/1/95","end_date":"3/29/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The comic, Astor City, connects with and is shaped by events in US history. The city ages in real time Astro City connects Astro City, written by Kurt Busiek, gave a new look into the superhero comic. Contrary to most superhero comics, Astro City does not concentrate on the life of a single hero or group of heroes, but rather the city and the people living in it.","Astro City, the comic, does not have a central, lead character, like most other comics like Superman and Batman. Therefore without a single lead character the Astro City comic can change up its storylines and characters; this allows Astro City and its characters to age with the real world. In an interview with Astro City creator, Kurt Busiek, Busiek talks about how he is reintroducing the Astro City comic by continuing the story line in the first issue of Astro City published in 1995. During the talk he mentions how the first issue was made seventeen years ago, so the continuation of the storyline will show all the characters seventeen years older than what they were before.[1]","Without a lead hero to use within the comic, Astro City is able to split the time utilized in the comic for each hero in the particular issue, as well as put time towards the development and growth of the city and its civilians.[2] During the 1990's the comic book industry was in a downfall. As Bradford Wright put it \"comic books are losing their audience not because  they have failed to keep up with changes in American culture but because Americans culture has finally caught up with them.\" People were beginning to get tired of the usual superhero comics, so Astro City brought in a new look into comics.[3] The Astro City universe places the city situated in America, with real life American cities. Astro City shares our history. In the Astro City world, JFK is elected president, the moon missions take place, and there is also the Challenger space shuttle disaster, although in the comic, one of the heroes saves it from exploding.[4] In Busiek's work with Astro City, he likes to touch upon the negative effects of living with people that have superpowers. He shows how ordinary person, like someone from the real world, would experience in a city full of superheroes and villains. Many comics already do this, but in Astro City, Busiek focuses on the psychological consequences as well.[5]","The fictional world that holds Astro City connects with our own world. The Astro City comic shares our history, with slight variations, as well as the characters and city aging with the comic itself. As we the reader grow, so does the characters, comic, and city within the Astro City issues."," ","[1] Jeffery Renaud, Busiek's Triumphant Return To Astro City, comicbookresources.com,  http://www.comicbookresources.com/?page=article&id=45472.","[2] Oliver Sava, Kurt Busiek's Superhero Masterwork Continues With Astro City #1, avclub.com, http://www.avclub.com/article/kurt-busieks-superhero-masterwork-continues-with-i-98722","[3] Bradford Wright, Comic Book Nation: The Transformation of Youth Culture In America, 282-285.","[4] Stephen Burt, The Superheroes of Your Dreams: Twenty Years of Kurt Busiek and Brent Anderson's Astro City, slate.com, http://www.comicbookresources.com/?page=article&id=45472","[5] Kurt Busiek, encyclopedia.com, http://www.encyclopedia.com/article-1G2-3451300016/busiek-kurt.html"],"locations":[{"id":42267,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2622,"tag":"Kurt Busiek"},{"id":2621,"tag":"Astro City"}]},{"id":6325,"title":"Marvel Comics and Roy Thomas’ Time of Horror","course_id":139,"status":"P","start_date":"1/1/70","end_date":"12/31/80","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["For Marvel Comics, the 1970’s brought on the revival of the horror genre with Roy Thomas working under Stan Lee and later serving as Lee’s immediate successor as Marvel’s editor-in-chief. Thomas is well known for writing X-Men and Avengers for Marvel Comics in the early 1960’s, but he also contributed greatly to the horror stories that flourished a decade later.[1] Marvel and DC comics sales were very close during the period, continuously fighting for the top spot in the market.","In the beginning of the decade, DC Comics was having success with their anthology series <em>House of Mystery</em> and <em>House of Secrets</em>. Marvel had a good hold on the horror market in the 1950’s, so it was only natural for the company to return to the genre and compete with DC by releasing <em>Tower of Shadows </em>and <em>Chamber of Darkness. </em>Marvel put out numerous books and stories during this time such as <em>Tomb of Dracula</em>, <em>Son of Satan, The Valley of the Worm, </em>and <em>The Living Mummy,</em> essentially flooding the market. Consequently, DC had to match it.[2]","Thomas worked with and advised Stan Lee extensively to create several other horror stories. Marvel’s large spread over the market allowed them to have stories with similar characters such as Dracula and Morbius, both vampires, and stories concerning a Werewolf and also a Man-Wolf. Stan Lee also found inspiration from other famous monsters. He created the Hulk with Frankenstein’s monster in mind. Yet, when he reexamined the Hulk he found it to be a good representation of what the golem, a Jewish legend, was.  The golem was first introduced in comics in <em>Strange Tales, </em>but only lasted a few issues. Thomas later reincarnated the myth of the golem however in <em>Hulk #134</em> and he stated that the Hulk was a “modern version of the Jewish golem saga.”[3]","The immense popularity of horror comics did not last extremely long though. Another kind of horror occurred in 1973 with a nationwide paper shortage that plagued all business that relied on the resource. This caused a decline in the amount of books that were put out by both comic book companies. The shortage resulted in the United Paperworkers International Union appealing to the government to let pulp and paper prices be regulated by market forces and not government control.[4] The feminist movement in the early 70’s caused both Marvel and DC to shift their focus a bit away from horror. In 1972, Marvel released three comics with female main characters, <em>Shanna the She-Devil, Night Nurse, </em>and <em>The Cat. </em>Several other issues across the nation affected the material released by comic book companies. Many stories increasingly covered topics such as the Vietnam War and racism.[5] It is therefore evident then that the companies covered any and all topics that would let them grab hold of the market."," ","[1] Lawrence, John Shelton. \"The Stan Lee Universe.\" The Journal of American Culture 36, no. 1 (03, 2013), 64.","[2] \"Comic Book Artist Magazine #13 - Roy Thomas Interview - TwoMorrows Publishing.\" Comic Book Artist Magazine #13 - Roy Thomas Interview - TwoMorrows Publishing.","[3] Weiner, Robert G. \"Marvel Comics and the Golem Legend.\" Shofar 29, no. 2 (Winter, 2011).","[4] Wilcke, Gerd. \"Paper Shortage Plagues Business.\" New York Times (1923-Current File), Jan 06, 1974.","[5] Bradford W. Wright, Comic Book Nation: The Transformation of Youth Culture in America. (Baltimore: Johns Hopkins University Press, 2001), 243-251."],"locations":[{"id":36051,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2626,"tag":"Horror"},{"id":2625,"tag":"Stan Lee"},{"id":2624,"tag":"Roy Thomas"},{"id":2623,"tag":"Marvel Comics"}]},{"id":6326,"title":"America’s Part on the Rise of Comic Books in the 1930s","course_id":139,"status":"P","start_date":"1/1/30","end_date":"12/31/39","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the ending years of the Great Depression, the launch of an enduring enterprise called Marvel Comics in 1939 was the approach taken by a young pulp magazine publisher named Martin Goodman. Goodman purchased comic book stories from the Funnies, Inc. which included superheroes such as the Human Torch and the Sub-Mariner.[1] Kevin Garcia a free-lance writer for Marvel Comics, describes in his interview his journey through the 1930s in the comic book business. In his interview, he describes the character of Namor “The Submariner” in enough detail that events in the U.S. can relate to that time period. In the 1930s, events in American politics, economics, and social culture, had an influence on the rise and development of comics, their characters, and writers.","The hunt for communists in the U.S. government began in the 1930s and continued on until the 1960s. This changed the stakes of politics and the development of the United States’ social policies. Historians argued that the anticommunist attack was triggered by the rise of unionism under the Congress of Industrial Organizations. This was also a reaction against the development of pro-labor, anti-racist, and feminist consumer movements.[2] In the 1930s the United States government believed that communism was a threat and immoral. This information relates to Kevin Garcia’s interview because he believed that Namor fought evil and rarely saw defeat.[3]","Given the right learning tools, pre-school children are able to demonstrate the extent of their learning. Comic strips have been used in many ways to enhance knowledge and education. Also, comic books and their use as learning stimuli show their historical context as well as their potential for future practice. Research shows that pre-school children respond in a positive manner to comic strips because they allow the learners to make sense of different topics through the retelling of stories, allowing a deeper understanding and a higher level of learning.[4] Kevin Garcia was a high school teacher of American literature. Since comics began to strongly rise in the 1930s, this research relates to Garcia’s comment that comics are an excellent learning tool and are part of American literature, which is why he used them in his classes.[5]","Militarization altered nearly every feature of American life from the late 1930s and the following centuries. Militarization steered the economy in the direction of a strong war production. This happened both during the actual hostilities of the World Wars and a lot longer during the cold war when hostilities threatened but were not acted upon. The nation paid unthinking attention to national security at the expense of other issues. This even had an impact on shaping social and cultural affairs, so that everything from education to the rights of women was debated in terms of the language of military struggle.[6] This document does not relate directly with Garcia’s interview but more importantly, it provides background knowledge of the struggling America that he endured during the 1930s.","In the United States, employment fell approximately 25 percent and output fell about 30 percent during 1929 and 1933, marking the beginning of the Great Depression.[7] The Great Depression began soon after the stock market crashed in October 1929. By 1933, nearly 13 to 15 million Americans were unemployed and approximately half the country’s banks failed.[8] Many comic book writers were in financial difficulties during the early 1930s and saw an opportunity in the comic book business to lift their families out of the Depression. The distance between the American dream and reality seemed particularly large at that time.[9] These facts relate to Kevin Garcia because he was a free-lance writer for Marvel Comics trying to make a living during that time.[10] Writers did not create superheroes only to entertain and to make a living, but to bring hope to the American people. Instead, the real heroes in the Great Depression of America turned out to be the American people themselves.","[1] Wright, Bradford W. 2001. <em>Comic Book Nation: The Transformation of Youth Culture in America. </em>Baltimore: T","[2] Storrs, Landon. \"LEFT-FEMINISM, THE CONSUMER MOVEMENT, AND RED SCARE POLITICS IN THE UNITED STATES, 1935-1960.\"<em>Journal of Women's History</em> 18, no. 3 (Fall, 2006): 40-67,148. http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/203248794?accountid=13584.","[3] Ortiz, Ildefonso. \"Local Writer Chronicles Marvel Superhero.\" <em>McClatchy - Tribune Business News,</em> Aug 23, 2010. http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/746394557?accountid=13584.","[4] Sharpe, Justin and Yasamin O. Izadkhah. \"Use of Comic Strips in Teaching Earthquakes to Kindergarten Children.\" <em>Disaster Prevention and Management</em> 23, no. 2 (2014): 138-156. doi:http://dx.doi.org/10.1108/DPM-05-2013-0083. http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/1507610768?accountid=13584.","[5] Ortiz, Ildefonso. (2010)","[6] Brands, H. W. \"In the Shadow of War: The United States since the 1930s.\" <em>Political Science Quarterly</em> 111, no. 3 (Fall, 1996): 539-540. http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/208265331?accountid=13584.","[7] Cole, Harold L. and Lee E. Ohanian. \"The Great Depression in the United States from a Neoclassical Perspective.\" <em>Federal Reserve Bank of Minneapolis.Quarterly Review - Federal Reserve Bank of Minneapolis</em> 23, no. 1 (Winter, 1999): 2-24. http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/227764563?accountid=13584.","[8] History.com Staff. “The Great Depression” <em>History.com- A+E Network</em> (Spring, 2015)","[9] Wright, Bradford W. (2001)","[10] Ortiz, Ildefonso. (2010)"],"locations":[{"id":22428,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2628,"tag":"Namor Marvel Comics"},{"id":2627,"tag":"Marvel Comics 1930"},{"id":1972,"tag":"1930s"}]},{"id":6327,"title":"Akira and Postwar Manga","course_id":139,"status":"P","start_date":"1/1/82","end_date":"6/8/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an interview with Takehiko Inoue, Katsuhiro Otomo discusses writing his comic book Akira, and specifically how the manga he read growing up, namely <em>Ahita no Joe </em>and <em>Kyojin no Hoshi</em>, got progressively darker. [1]  This was a very common theme among manga books and <em>Akira </em>is no exception.  From where manga began to where it stood when Otomo created Akira, a clear trend of darker, gloomier stories emerge due mostly to the aftermath of World War Two.","From the start, it is clear that Japan’s social, political and cultural customs had a huge impact on manga.  Since there is not as much room to move around in Japan as there is in other countries, Japanese children needed to find a way to entertain themselves and manga was the perfect outlet.  Many things in Japan, such as buses, seemed to take a long time to get through and thus even gave adults chances to read manga.[2]  The idea that manga was meant solely for entertainment completely changed after WWII, especially after the bombings on Hiroshima and Nagasaki.  Manga now gave Japanese citizens an avenue to cope with their fears of nuclear weapons. This now near obsession with nuclear disasters and post-apocalyptic dystopias took to the forefront of most media forms in Japan, not only manga.  Movies like <em>Godzilla, Tidal Wave </em>and even the <em>Akira </em>film are prime examples of this fear “centered around a vision of disaster, of social, material, and sometimes spiritual collapse.”[3]","The constant fear surrounding Otomo’s life is likely where he received his inspiration to write <em>Akira</em>.  In <em>Akira</em>, he is “more concerned with trying to reconstruct the world in the midst of the ruins of war than with any historical reality.”[4] This is all anyone in Japan really wanted at the time, not necessarily a realistic solution to the seemingly insurmountable problem of nuclear warfare, but rather a quick easy fix in their minds to calm their worries.  Otomo understood this and did just that in <em>Akira</em>, which is why it is still so popular to this day.","Overall, the social, political and cultural influences in Japan caused manga to be a flourishing genre, but as terror began to spread about nuclear catastrophes after WWII, manga became more than just a comic book.  Otomo realized this and by creating a city everyone could imagine, but no one hoped for, he was able to play to their insecurities and fears while slowly but surely building the city back up."," ","[1] <em>A Conversation between Katsuhiro Otomo and Takehiko Inoue. 2014.</em>","[2] Henry D. Smith. <em>Review of 'Manga! Manga! The World of Japanese Comics. </em>The Society for Japanese Studies, 1984.","[3] Susan J. Napier.  <em>Panic Sites: The Japanese Imagination of Disaster from Godzilla to Akira. </em>The Society for Japanese Studies, 1993.","[4] Unchino Tadashi. <em>Images of Armageddon: Japan's 1980s Theatre Culture. </em>The MIT Press, 2000."],"locations":[{"id":52703,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":2630,"tag":"Akira"},{"id":2629,"tag":"Manga"}]},{"id":6328,"title":"Ditko’s ‘Realistic’ Crime in Comics","course_id":139,"status":"P","start_date":"10/1/68","end_date":"10/31/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During October 1968, an issue of the Marvel Main magazine was released in which an interview with comic book artist Steve Ditko was included. The interview mentioned a number of superhero comic figures that he created, one of them being The Question. Albeit following the trend of fighting super villains, the people who The Question fought against were much like real people: reporters and mobsters. Furthermore, apart from the realistic perspective of his comic stories, he comes into depth when talking about the  “struggle of the mind from being corrupted and being ruled by irrational premises.” He therefore states that human beings are in control of everything they do and how they react to their surroundings, including the spreading fear of communism at the time. One of the most significant events at the time was the Vietnam War, where Americans feared the spreading belief of communism.","The Vietnam War began due to the President Truman’s belief of how Vietnam was turning into a communist state and was losing its sense of “deep-rooted nationalism”. This led to the fear of communism, as well as an increase in the amount of anti-communist propaganda displayed throughout the country. Nevertheless, forms anti-communist propaganda weren’t only prominent in advertisements and speeches, but also within comics. For example, Stan Lee’s Iron Man created his superhero armor when the Communists kept him hostage, only to come to the realization that the only way he could stay alive was to wear the iron chest plate he created along with it. The general public would feel sympathy for this fictional character even though it is clearly unrealistic, as well as feel hatred towards these communist groups.","In contrast, Steve Ditko’s The Question was used to represent his views on society and who the public should truly be fighting against: the media. The Question only ever fought against reporters and mobsters, instead of including racial groups and stereotypes that other comics focused on. This would therefore relate to other comics where the enemy is fought against, such as Lee’s Iron Man as stated previously, since it creates more unnecessary hatred and irrational feelings towards the enemies in reality. Ditko also mentions “a mind that refuses to accept or defend the truth, by that act, permits lies to exist…” and that whatever we choose to believe is what our future relies on. To him, evil would only exist if we believe it to be real.","To conclude, Ditko created a superhero that didn’t necessarily fight for solely the government’s perspective of justice like the other superheroes, but rather more of what he saw as being the brainwash and use of propaganda to make people think that what they do is right when it may not be. The Question is a clear representation of how he believes that the media and ‘realistic’ types of crime is who the people should be fighting against, not just fighting against who others think we should be fighting against and why. It was a waste to use up our resources on unnecessary wars that blew up due to fear."],"locations":[{"id":31603,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2632,"tag":"the question"},{"id":2631,"tag":"steve ditko"},{"id":1246,"tag":"Propaganda"}]},{"id":6329,"title":"The Great Depression Finds Its Way to the Comics","course_id":139,"status":"P","start_date":"1/1/29","end_date":"1/1/39","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of the lowest points in American history, The Great Depression stemmed from uneven prosperity in the 1920s paired with the nation producing more than it could consume and the small foreign market for American goods.[1] While American people suffered, hard work became a necessity for most and a skill children were quick to learn. Comics like Little Orphan Annie gave the people hope, as well as raised interest in comics, opening the door for later tales of less orthodox genres.","As a boy growing up in the Great Depression, Carmine Infantino, comic book legend and co-creator of such heroes as the Flash and Green Lantern, was no stranger to hard work. When he was no older than six, he already worked as a shoe shiner to help his family make ends meet. He dreamed of growing up to become an architect—a talent and passion visible in the well-designed and elaborate buildings in his comics—but the inability to afford the schooling prompted him to focus on his drawing instead, giving way to the industry he is now associated with. The influence of the Depression itself was part of Infantino’s inspiration to begin with. He grew up drawing the faces of cartoon characters depicting the times, such as the aforementioned Orphan Annie, a character known for her spunk and optimism during hard times.[2]","Infantino went to school in Manhattan, despite the fact that he lived in Brooklyn, solely because he had a burning passion to draw and Brooklyn offered few opportunities. The Depression worked against him as much as it influenced him. His parents hesitated to give him money to go to this school because they feared that all artists were starving and poor—sensations they knew well and dreaded their child having to go through. Eventually they relented. Infantino went on to meet the man who gave him his first major opportunity to learn his trade: Harry Chesler. He gave Infantino an opportunity he could not refuse: Chesler would pay him a dollar a day simply to come to his shop and learn.","Infantino eventually ended up at Quality Publishing, a new break that arose from his first one-in-a-million opportunity. It was here that his job became to work on the backgrounds of the comics, circling back to his past dreams of becoming an architect. While the Depression forced him down a path that may not have been his first choice, he discovered a new passion, and continued to explore his old one through a new medium."," ","[1] Sreenivasan, Jyotsna. <em>Poverty and the Government in America: A Historical Encyclopedia</em>. Santa Barbara, Calif.: ABC-CLIO, 2009, 56.","[2] Gary Groth, \"The Carmine Infantino Interview.\" (The Comics Journal. June 29, 2010.)"],"locations":[{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1775,"tag":"Comics"},{"id":1158,"tag":"Great Depression"},{"id":2633,"tag":"Carmine Infantino"}]},{"id":6330,"title":"Golden Age","course_id":139,"status":"P","start_date":"1/1/40","end_date":"12/2/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In January 1940, <em>DC Comic</em> debuted a comic following the fastest man alive. Creator Gardner Fox and artist Harry Lampert built the story of Jay Garrick, known as “Flash.” In the first edition of <em>Flash Comics</em>, readers are introduced to Garrick as a college student studying to become a scientist. During one of Jay’s science experiments, he unintentionally inhales hazardous fumes that render him unconscious. After awakening, Garrick discovers that the gases had remarkably enabled him to function at superhuman speed. With his gift, Flash defends his fictional home of Keystone City while allotting time to keep up with his studies. Flash’s pursuit of education after acquiring superhuman speed is an example of how structured conduct in American culture following The Great Depression and into World War II was being implemented to it’s new generation.","Flash differs from his predecessors in that he is a less combative superhero than Superman or Captain America. Flash, who wore his father’s World War I helmet, exemplifies the rectitude that was being urged upon children of the early 1940’s and continued into the 1950’s. As <em>Comic Book Nation</em> notes, society during the Golden Age of comics became fixated on the instilment of morally just ideology in youth culture.[1] Comics, having become a hugely popular medium for youth to gain information, also began attracting a lot of attention as to whether or not their criteria was beneficial for kids. Gardner’s focus during the creation of <em>Flash Comics</em> was not rooted in forming a character mighty enough to defend America against its greatest villains, like many of Flash’s super-peers had.[2] Rather, Flash was created to allow readers an escape from the belligerent culture surrounding World War II. Because Flash was created at a time when comic criteria was highly speculated, Gardner’s vision for Flash was one that offered an escape from that antagonistic ideology.","In a 1972 interview with Gardner Fox, the creator of Flash recollects what had directed him toward writing comics, in particular Flash. In the interview with John Benson and Phil Seuling, Gardner states that, “<em>The Gods of Mars</em> and <em>The Warlord of Mars</em> opened up a complete new world for me”, continuing to say,  ”That was my goal for the original <em>Flash Comics</em>.”[3]  Perhaps more than any other comic book writer of his time, Fox’s mission was to create a hero whose job wasn’t solely to destroy the enemy by any means necessary. Instead, Fox wished to create a hero that was viewed as a human with superpowers rather than a superhero pretending to be human.","However, as the attention surrounding World War II grew, it became inevitable for from a revenue standpoint for Flash to join in on the propaganda. As Gardner states, “As writers, it was our job to adapt to the world around us.”[4] In the months following Flash’s debut, Gardner premiered a group of superheroes known as the Justice Society of America whose issues ventured far outside of the Keystone City. The Justice Society, in which Flash was an honorary member, quickly became part of the War and took the name the Justice Battalion after becoming a branch of the United States Armed Forces.[5] Much like Marvel’s Captain America, the Justice Battalion approached head on issues surrounding WWII like Nazi Fascism, which at the time, was a commonality for comics.[6] Chapter Two of <em>Comic Book Nation</em> addresses, Golden Age comic book superheroes often provide their own political input by taking action in war efforts on behalf of America.[7] Gardner accomplishes the inclusion of the world around him in his early Flash comics through the actions of the Justice Society of America. Readers began depending on the actions of their favorite heroes such as The Justice Society, Captain America, and Superman to determine how they might like to see the war handled. Whether or not they truly played a role in the outcome of World War II, it is evident that the true outcomes did not differ greatly from those that were predicted in graphic novels at the time.","Gardner Fox’s creation of Flash provides the comic world with a hero centered on the mirroring strong morality rather than one that reflects the abrasive arrogance that much of America culture during the 1940s represented. Jay Garrick’s Flash is one who tried admirably to branch away from the hostile nature attached to Golden Age comics, but ultimately became engulfed by it."],"locations":[{"id":27491,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":2634,"tag":"Keystone City"},{"id":2609,"tag":"gardner fox"}]}]}