{"id":140,"title":"Historical Perspectives on Technology","school_id":43,"school_name":"Widener University","term":"Spring 2015","abbr":"HIST301EO","url":"","description":"","points":[[37.4562619895,-122.096750388],[42.3399569086,-70.8833658099],[39.8545723592,-75.3025676888],[40.9231780092,-91.181501186],[39.2940913824,-76.6092985301],[39.878712355,-75.2036894677],[38.9151212228,-76.9435162098]],"bounds":[[42.3399569086,-70.8833658099],[37.4562619895,-122.096750388]],"episodes":[{"id":6332,"title":"The History and Impact of the ARPANET","course_id":140,"status":"P","start_date":"2/7/58","end_date":"12/30/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1957 the Soviets launched a beach ball sized (23-inch) sphere named Sputnik into low earth orbit to the amazement of scientists all over the world.  What does this have to do with the modern Internet?  The answer is everything.  This Soviet feat of engineering caused a chain of events that would change the world forever.  In the process of compiling this article, we have examined numerous primary source references including Congressional Actions, Department of Defense Directives and original Contractor Memorandums from which we were able to distill an accurate chronology of the events described within.","In 1958, as a result of the Sputnik’s launch, coupled with the ever intensifying Cold War, the United States Department of Defense created the Advanced Research Project Agency (ARPA) [1].  ARPA’s mission was simple.  Team up with the newly formed National Aeronautics and Space Administration and regain United States’ technical superiority [2].  In order to achieve this mission, defense contractors, universities, and government agencies needed a communication method that could share mountains of data instantly across the United States and with our allies abroad.  The efforts and technologies developed to complete the mission became the physical foundation for the modern Internet.","On August 29, 1949 the Soviet Union detonated its first nuclear weapon.  No longer was the United States the only global power that could harness that incredible power.  Our response was predictable and over the next two years we put up a radar fence to identify and track incoming bombers.  The fence gave us the feeling of security we needed. When the Soviets launched Sputnik in 1957 the game changed [3]. Our fence needed to reach into space and current technologies did not have the answer.","On February 7, 1958, Secretary of Defense Neil McElroy signed the Department of Defense Directive 5105.15, authorizing the creation of the Advanced Research Projects Agency (ARPA).  The new agency was responsible for “the direction or performance of such advanced projects in the field of research and development.” In order to fulfill its responsibilities, ARPA was empowered to “enter into contracts and agreements with individuals, private businesses entities, educational, research or scientific institutions” [4].   For the first four years ARPA was primarily involved with the design of what would become known as Intercontinental Ballistic Missiles (ICBM’s).  These early spacecraft were designed to deliver nuclear weapons from hardened silos in the United States through space to the heart of the Soviet Union.   The design and production of these new technologies required a level of communication and cooperation between entities scattered across the United States.  Recognizing this issue ARPA created the Information Technology Processing Office (IPTO) in 1962 to work on the communication problem.","The first director of the IPTO was J.C.R. Licklider.  Licklider was a psychologist and acoustic engineer with an incredible vision.  Most scientists of the time viewed computers as large calculators.  Licklider envisioned an “intergalactic network” in which computers could communicate with each other.   Computers at the time were large custom built machines frequently located in research facilities or educational institutions that performed intensive research.  Licklider imagined the efficiency of being able to access these machines from remote locations in order to share these valuable resources.  This was the concept of time-shared computing.  Although his stay at IPTO was short-lived (two years) his initial vision shaped the IPTO’s policy for the more than a decade.  While the IPTO was working on the time-sharing concept, the Air Force had contracted with the Rand Corporation for a classified project to create a “command and control” telecommunications network that could withstand and dynamically re-route communications in the event of a large-scale nuclear attack.  One of the key concepts pioneered by the network was “Packet Switching”.  Packet switching takes an electronic transmission and breaks it down into smaller, serialized packages.  These packages are transmitted to their destination and reassembled to recreate the original data.  In 1964, when the Rand study was published [5], the IPTO immediately integrated this concept into their designs.","The ARPANET’s original design included multiple host computers connected via dedicated phone lines to devices called “Interface Message Processors” (IMPS).  These IMPS would eventually become what we refer to today as “Routers”.  In 1968, ARPA contracted out the manufacture of the 20 IMPS to a Massachusetts company called Bolt, Beranek and Newman (BBN).  It is worth noting that J. C. R. Licklider served as Vice-President of BBN for four years before going to ARPA.  On October 15, 1969, the first two IMPS’ installed at UCLA and Stanford Research Institute were connected.  The first message was “log in” [6].  By December 1969, all four test sites were up and running. All 20 of the original sites were operational before the end of 1970 [7].  The ARPANET was born.","Over the next 20 years ARPA and the ARPANET went through changes and growth that could not have been imagined by its initial planners.  Thanks to advances in telecommunication technology, the network united educational and research facilities across the globe. The creation of modern communication protocols and advances in hardware fortified the resiliency and integrity of the network. There were many other people and nations who directly contributed to the design and creation of what we today call the Internet. The works of men like Tim Berners-Lee, Vint Cerf, and Paul Baran all contributed to the wonder of technology we use today. The ARPANET’s technology was immature compared to today’s modern standards.  The ARPANET did however create a foundational platform for the global sharing of knowledge that allowed the greatest minds of our generation to share and benefit from each other’s skills and expertise.   Without the vision, determination, and support of the ARPANET’s early innovators, the modern Internet and all of the opportunities it has created would not exist."," "," ","[1] Department of Defense. <em>Department of Defense Advanced Research Projects Agency</em>(DOD Directive 5105.15).","[2] Internet History from ARPANET to Broadband.","[3] Lukasik, S. Why The Arpanet Was Built.","[4] Department of Defense. <em>Department of Defense Advanced Research Projects Agency</em>(DOD Directive 5105.15).","[5] Baran, P. On Distributed Communications: I: Introduction to distributed communication networks.","[6] Internet History from ARPANET to Broadband.","[7] Lukasik, S. Why The Arpanet Was Built."],"locations":[{"id":28588,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":2640,"tag":"network"},{"id":2639,"tag":"internet"},{"id":2638,"tag":"arpanet"},{"id":2637,"tag":"arpa"}]},{"id":6344,"title":"<strong>Women at Work during WWII 1940s</strong>","course_id":140,"status":"P","start_date":"10/3/42","end_date":"10/3/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Shortly after World War I (1914-1918) ended, trade unions were concerned that men returning from the war would have to accept lower wages since many women had filled their jobs during the conflict [3]. Their concern proved to be overstated, but it remained relevant when the United States entered the World War II at the end of 1941. During the war, there was a sudden upsurge in industrial production in such a short amount of time that additional workers were needed in order to replace the men that were leaving for military service. Since women \"taking\" jobs from the men was seen as unacceptable, the initial turnout of women workers was not as successful as the government had hoped. In order to overcome these stigmas, the United States government launched a campaign to entice women into industrial work by selling the importance of supporting the war [4].  Joseph Purcell’s <em>Hie From Altar to War Jobs</em>, was one of hundreds of articles that was published portraying working women in a favorable manor [5].","Millions of women were conscripted to fill empty jobs that had once been worked by men [2]. Primarily, women were believed to not work as well as men and received lower wages. However, even with minimal experience and no training, women were confident that they could perform equally as well as the men. In Joseph Purcell’s <em>Hie From Altar to War Jobs </em>(1942), Virginia Brown, who is depicted in the picture, was a perfect example of someone who was not afraid of taking on work requiring “plenty of elbow grease.” She is shown in the article working on a gun barrel at the Watertown Arsenal in Massachusetts. Virginia Brown, along with Alice Barnes, was determined to aid the war and take on new responsibilities, including inspecting gun barrels. The article noted that Alice Barnes, Virginia Brown’s coworkers, had postponed her honeymoon to begin work. This information was emphasized in the text by a bolded heading; suggesting that she went straight from the altar after getting married to her job to continue helping the soldiers. These women were worried about the soldiers having enough equipment and focused on learning everything involved with operating heavy machinery to aid to war. WWII provided an opportunity for the women exercise greater rights in the workplace and helped to change cultural notions that women were inferior and unequal.","The government also created \"Rosie the Riveter,\" a fictional character that provided an illustration of the ideal working woman: \"loyal, efficient, patriotic, and pretty [1].  Rosie was branded in a poster with the words \"We can do it\" [1].  Initially, women were influenced by patriotism, persuaded by this successful campaign, but shortly after, the economic incentives became greater. Women between the ages of 20-30 were recruited to work in war industries and Armed Forces [3].  Propaganda flyers were distributed in mass quantities, urging women to partake in war work. One propaganda in particular shows various pictures of women working in those roles which were once men's [4]. The headline \"Women in war industry: Women <em>Must </em>keep'em rolling,\" speaks of these women highly by proving that these jobs are still being maintained through these women, keeping the economy moving.  These marketing leaflets can also be seen in John Cilio's book <em>Women's Work in WWII</em>.","While all the efforts of the men fighting in the war were constantly spotlighted, the women who were working hard to maintain stability at home were easily forgotten and often not credited with the work they accomplished.  However, from the start of WWII in 1939 to 1943, there was a 26 percent increase — 5.1 million to 7.25 million — in women employees, with 90 percent of single women between 18 and 40 employed [1].  Even though they may have taken over the workforce, their pay was still not equivalent to those of their male counterparts [4].  The war opened doors for working women by providing opportunities for them to join workforces where they were extremely unwelcomed before.  Women that were exemplified in the campaigns, such as Virginia Brown and Alice Barnes, were able to set an example of patriotism to other women and help shape the entire working industry for women.  Women that were represented in the campaigns, such as Virginia Brown and Alice Barnes, embodied patriotism, helping to shape the entire work industry for women.","References"," "],"locations":[{"id":25375,"lat":42.3399569086,"lng":-70.8833658099,"zoom":9,"place":"Plymouth, Massachusetts"}],"tags":[{"id":5,"tag":"War"},{"id":199,"tag":"working women"},{"id":242,"tag":"WWII"}]},{"id":6351,"title":"Better Television for More People","course_id":140,"status":"P","start_date":"9/19/49","end_date":"9/19/49","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After World War II, technology and society changed rapidly. New technologies were introduced while other technologies became consumer goods. One such example is the television. From 1948 through 1958, television went from being in only .4 percent of homes to over 80 percent of homes. (Baughman, pg. 42) The “availability of [broadcast] TV service” was the biggest reason for the explosion in television purchases. (Baughman, pg. 42) Society was also going through what is known as the “Baby Boom.”(Baughman, pg. 42) This increased the population of young people and children that were going to be using this technology. Thus, a market for child-focused programming started and was quickly embraced by television programming providers. (Baughman, pg. 42) This new audience sparked brand new types of programming. (Baughman, pg. 42)"," ","International Telephone and Telegraph Company was in the business of producing and selling TV sets.(<em>Duke Digital Collections</em>) In 1949, they purchased an advertisement that ran in the September 19 edition of <em>Time Magazine</em>. (<em>Duke Digital Collections</em>) The advertisement features a quasi-television screen that features a football game with their slogan, “better television for more people.”(<em>Duke Digital Collections</em>) The advertisement also featured a body of text touting the association of IT&T with Capeheart-Farnsworth, especially noting the combined “technical resources” of both companies.(<em>Duke Digital Collections</em>) IT&T was an aggressive player in the international communication and electronics market during this time and its partnership with (and 1951 acquisition of) the struggling Capeheart-Farnsworth company allowed it to enter the budding television market. (\"History of International Telephone and Telegraph Corporation\") This partnership would “inevitably result” in “better television for more people."," ","The advertisement was intended to reach the general populace and appeal to all people, not just elites who may have already purchased a TV. In other words, they were appealing to the middle class and used their slogan twice in their advertisement in order to develop a brand identity. In fact, the advertisement featured the quote “A Pledge to the Nation’s Fastest Growing Audience.” (<em>Duke Digital Collections</em>) IT&T wanted to generate sales from the largest segment of the population, the non-elite."," ","The advertisement referenced recent events in order to appeal to readers. For example, a little over a year before the advertisement ran, the first NFL Championship Game was televised.(\"1948 NFL Championship Game\") The inclusion of a football game “on” the TV in the advertisement was hardly an accident. Instead, it was likely a calculated marketing decision. Only ten years earlier, the first televised sporting event, a Columbia University vs. Princeton baseball game, had been shown. (Koppett, no pg.) Television production companies and marketing executives were cognizant that sports was an important part of television programming and one that would become even more significant in the near future. This advertisement shows how even early TV companies made calculated advertising, research, and business decisions."],"locations":[{"id":27940,"lat":39.8545723592,"lng":-75.3025676888,"zoom":10,"place":"Delaware, Pennsylvania"}],"tags":[{"id":2197,"tag":"Television"},{"id":730,"tag":"Advertising"},{"id":599,"tag":"Technology"},{"id":235,"tag":"Sports"}]},{"id":6357,"title":"History of Radio","course_id":140,"status":"P","start_date":"1/1/53","end_date":"12/31/53","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1953, <em>Better Homes and Gardens</em> magazine ran an advertisement for clock radios. Zenith Radio Corporation, one of the leading producers of clock radios was responsible for the ad. The ad highlighted differences in clock radios. Regular radios only broadcasted music and shows. Clock radios, like the ones featured in this advertisement offered consumers a bonus feature. They could also tell time. Radio clocks received wireless time codes and could synchronize to within a fraction of a second of the correct time. This proved to be a big hit for consumers that needed a clock but also enjoyed listening to radio shows or music before they went to bed. With clock radios they could even be awakened by a buzzing sound or by music.","The advertisement noted that Zenith radios differed from other clock radios in two distinct ways. The Zenith clock radio featured the Alnico 5 speaker. This speaker offered tone quality that the advertisement claimed was unheard of for such a small machine. The other key difference was the antenna. Zenith clock radios used wave magnetic antennas. It could pull weak signals from the air for long distance reception, which made it easier to separate radio stations that were close together. The ad offered three different Zenith models to consumers. The Zenith AC-DC table model was a smaller cheaper option for those who did not have, or were not looking to spend, a lot of money. It featured both the wave magnetic antenna and the Alnico 5 speaker. The second option, the Zenith – Phonograph cost a little more money and featured all the same capabilities as the AC-DC model but also included a phonograph. Lastly, the third model offered in this ad was the Zenith AM-FM table model. It had all the same features and capabilities of the other two, however with this model consumers could access AM and FM stations[B2] . Each of these models came in a few different colors that consumers had the option of choosing from. Whichever radio consumers needed, Zenith offered it.","The Zenith Radio Corporation was a leader in capitalizing on the abilities of radio, but if it were not for inventors and visionaries the firm would not have enjoyed such success.  Originally, radio was conceived as a means to transmit telegraph messages wirelessly. In 1864, James Clerk Maxwell published a paper stating that electromagnetic currents could be perceived at a distance and that they traveled at the speed of light. In the 1880’s Heinrich Hertz tested Maxwell’s theories and found that they were correct. He successfully produced electromagnetic waves. In 1899, Guglielmo Marconi became the first individual to successfully demonstrate the controlled transmission and reception of long range radio signals. He shocked the world by telegraphing the results of the America’s Cup Yacht races from a ship that was out at sea to a station in New York.  The press was quite excited by the idea of wireless telegraphy. It provided a means for communication without the limitations imposed by wires, and it helped to loosen the monopoly enjoyed by telegraph and telephone companies.","In the beginning wireless broadcasting was limited to coded dots and dashes, the same Morse code transmitted by telegraphs. Then on December 24, 1906, Reginald Fessenden sent the first long-distance transmission of human voice and music from his station in Massachusetts to stations as far away as Virginia. This test helped to set the stage for voice and music broadcasting. Radio broadcasting continued to be improved through a variety of relevant inventions. In 1907, Lee De Forest introduced the patented Audion signal detector. This detector could amplify radio frequency signals dramatically. Another invention was the development of FM broadcasting by Edwin Armstrong. FM provided a clearer broadcast signal than AM did. New and constant inventions fueled the demand for radio. The period from the 1920’s to the 1950’s was considered to be the golden age of radio. In the beginning of the 1930’s about 12 million homes owned a radio, and by the end of 1939 radios were in over 28 million homes. Comedy shows, game shows, and popular music shows as well as other shows brought in millions across the United States.","Radios became the central piece of furniture in most households with parents and children crowding around listening to music, comedy and talk shows. It was so appealing to consumers during this time because it served to unite communities of people if through no other way than, virtually. It provided a basis of entertainment to families that owned this piece of technology.  Radio is a powerful piece of technology that continues to impact American society. Through numerous inventions throughout the years have helped to improve the quality of radio, it has been able to maintain its position in American life. Zenith’s ad in <em>Better Homes and Gardens</em> in 1953 displaying the three different versions of radios that the company manufactured could not have been possible without the development of wireless telegraphy and the countless other inventions of numerous American inventors."," "," "," "," "," ","References","<em>The Big Difference in clock radios is the Radio Itself!</em> (n.d.). Retrieved from http://library.duke.edu/digitalcollections/adaccess_R0998"," ","(The Invention of Radio)","http://www.clemson.edu/caah/history/facultypages/pammack/lec122/radio.htm","(The Development of Radio)","http://www.pbs.org/wgbh/amex/rescue/sfeature/radio.html","(White, n.d.)","http://earlyradiohistory.us/sec006.htm"," "," "," "," "],"locations":[{"id":28388,"lat":40.9231780092,"lng":-91.181501186,"zoom":9,"place":"Des Moines, Iowa"}],"tags":[{"id":2681,"tag":"Radio; Clock Radio"},{"id":118,"tag":"invention"},{"id":2682,"tag":"Golden Age"}]},{"id":6358,"title":"Taking a look at steam engines.","course_id":140,"status":"P","start_date":"1879-01-01","end_date":"1879-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["At the peak of the Second Industrial Revolution in the United States, the steam engine was seen as a truly remarkable and useful invention. In 1879, the firm of Flynn and Emrich, which specialized in foundry work and the machinist trade, released an advertisement promoting their various products. The firm was headquartered in Baltimore, Maryland, also home to the Baltimore & Ohio Railroad, the first long-distance rail line in the nation. Flynn and Emrich’s advertisement discusses their long history as a manufacturer in Baltimore and elsewhere including Kentucky. Not only did they specialize in building steam engines, but they produced many other advanced technologies including elevators and steam pumps, to name some of their other products.  The advertisement even included customer endorsements of their products, as well as illustrations of the machinery they manufactured.  Flynn & Emrich appealed to consumers by stating how much care they used in designing and building steam engines and noted that they only hired skilled workman. (Flynn & Emerich's 1879)."," ","Steam engines were one of the greatest inventions of the Industrial Revolution. During this era, inventors developed railroad locomotives powered by steam that proved to be efficient, as well as reliable and fast. Who would of thought that a pump originally used to push out water from coal mines would eventually become the most commonly use form of transportation in the 1800s. Numerous inventors played a role in the development of steam engines, including Watt and Newcomen, but they all helped make the steam engine better over time. People were now able to travel greater distances because they could not only travel on land via the railroad but on water via steamboats. Until the steam engine was created there was only a few ways people could get around either by land or by boat. The railroad system revolutionized transportation. Steam engines use the heat from burning coal which in return creates heat which powered the locomotives. With the success of steam engines technological demand other invention were able to be developed based on the steam engine.One of the greatest steam engine companies was the Baltimore & Ohio Railroad. Originally the Baltimore & Ohio railroad was created to help save the port of Baltimore  The B&O was usually referred to as one of the “very first common-carried railroad” (The Baltimore and Ohio Railroad, Linking Thirteen Great States With The Nation n.d.). The B&O was developed to compete with the Erie Canal and provided a model for a form of transportation that would stretch great distances while being convenient  (American-Rails n.d.). Looking back at the beginning of when Flynn & Emrich began advertising the steam engine in 1879 that the steam engine was not just the type of technology that was here one minute and gone in the next. Companies like Flynn & Emrich as well as B& O fed off of the success of the steam engine. Steam would soon be the go to resource to power many modern technology of that time period. The steam engine gave people another way to travel besides boat, horse drawn wagon or land. Steam engines did not only help failing cities like Baltimore from going bankrupt because of the huge competition with the Erie Canal but gave this cities income from letting people travel through their cities.","<br />At the peak of the Second Industrial Revolution in the United States, the steam engine was seen as a truly remarkable and useful invention. In 1879, the firm of Flynn and Emrich, which specialized in foundry work and the machinist trade, released an advertisement promoting their various products. The firm was headquartered in Baltimore, Maryland, also home to the Baltimore & Ohio Railroad, the first long-distance rail line in the nation. Flynn and Emrich’s advertisement discusses their long history as a manufacturer in Baltimore and elsewhere including Kentucky. Not only did they specialize in building steam engines, but they produced many other advanced technologies including elevators and steam pumps, to name some of their other products.  The advertisement even included customer endorsements of their products, as well as illustrations of the machinery they manufactured.  Flynn & Emrich appealed to consumers by stating how much care they used in designing and building steam engines and noted that they only hired skilled workman. (Flynn & Emerich's 1879).Steam engines were one of the greatest inventions of the Industrial Revolution. During this era, inventors developed railroad locomotives powered by steam that proved to be efficient, as well as reliable and fast. Who would of thought that a pump originally used to push out water from coal mines would eventually become the most commonly use form of transportation in the 1800s. Numerous inventors played a role in the development of steam engines, including Watt and Newcomen, but they all helped make the steam engine better over time. People were now able to travel greater distances because they could not only travel on land via the railroad but on water via steamboats. Until the steam engine was created there was only a few ways people could get around either by land or by boat. The railroad system revolutionized transportation. Steam engines use the heat from burning coal which in return creates heat which powered the locomotives. With the success of steam engines technological demand other invention were able to be developed based on the steam engine."," ","One of the greatest steam engine companies was the Baltimore & Ohio Railroad. Originally the Baltimore & Ohio railroad was created to help save the port of Baltimore  The B&O was usually referred to as one of the “very first common-carried railroad” (The Baltimore and Ohio Railroad, Linking Thirteen Great States With The Nation n.d.). The B&O was developed to compete with the Erie Canal and provided a model for a form of transportation that would stretch great distances while being convenient  (American-Rails n.d.). Looking back at the beginning of when Flynn & Emrich began advertising the steam engine in 1879 that the steam engine was not just the type of technology that was here one minute and gone in the next. Companies like Flynn & Emrich as well as B& O fed off of the success of the steam engine. Steam would soon be the go to resource to power many modern technology of that time period. The steam engine gave people another way to travel besides boat, horse drawn wagon or land. Steam engines did not only help failing cities like Baltimore from going bankrupt because of the huge competition with the Erie Canal but gave this cities income from letting people travel through their cities."],"locations":[{"id":6096,"lat":39.2940913824,"lng":-76.6092985301,"zoom":12,"place":"BALTIMORE CITY, Maryland"}],"tags":[{"id":2684,"tag":"steam engine"},{"id":792,"tag":"Transportation"}]},{"id":6359,"title":"The Pennsylvania Railroad: 100 Years","course_id":140,"status":"P","start_date":"2/18/46","end_date":"2/18/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1946, the thriving Pennsylvania Railroad Company celebrated its 100-year anniversary. The railroad company took out a national advertisement in <em>Time Magazine</em> in February 1946 identifying some of the major milestones in the railroad’s history and discussing its current operations. The advertisement noted that the railroad dispatched 1,340 passenger trains and 3,170 freight trains across the eastern United States daily. The company’s 10,000 miles of track represented nearly five percent of the total rail mileage in the nation at the time."," ","The Pennsylvania Railroad’s advertisement showed the public what they had achieved over the past 100 years and explained what was to come in the future based on their research and development. Their primary concern with train travel was the growth of the automobile industry. The increased rate of automobile ownership threatened the long-term viability of passenger railroads. In order to compete, the Pennsylvania Railroad developed larger, more modern train cars that offered a more comfortable ride and more luxurious spaces for travelers. The railroad provided service to many different states using railroad routes running from Philadelphia to New York, Pittsburgh to Cleveland, and Indianapolis to Louisville, to name a few. This allowed for stops along the different routes in order to accommodate the travel needs of the American family. The Pennsylvania Railroad system also offered pamphlets that contained historical information on the different stops along each route so that travelers would learn about what they were seeing during their trips. For instance, the pamphlets noted that Princeton Junction was once the first capital of New Jersey and home of Princeton University. The Pennsylvania Railroad targeted the American public in their advertisement and encouraged families to travel by railroad rather than cars by illustrating families admiring trains as they evolved over time."," ","In order for the Pennsylvania Railroad Company to successfully expand their enterprise, they employed over 225,000 workers and 1,480 officers. As of 1921, the tenth president of the Pennsylvania Railroad Company, General William Wallace Atterbury, helped put into effect a policy that the railroad’s employees must be given proper representation regarding their wages, working conditions, and welfare. Documentation showed the steps Atterbury and the Pennsylvania Railroad Company needed to take in order to form solidarity between workers and management. They tried to achieve happiness and prevent grievances by coming to an agreement that suited everyone’s needs. They feared that if the grievances and issues were not addressed, workers might quit or go on strike. The Pennsylvania Railroad showed true leadership that set the forefront of employee rights for other railroad companies and major corporations with regards to employee representation. If it were not for the labor relation agreements between the employees and management, the Pennsylvania Railroad would not have survived as long as it had."," ","Without this great step in the labor work force, the Pennsylvania Railroad would not have achieved the proper expansion they needed to survive for over one hundred years.","The Pennsylvania Railroad Company made great strides in growing and developing their company. Using the employment force, updating their trains, and expanding their routes allowed them to succeed for one hundred years. Having a full page colorful advertisement in <em>Time Magazine</em> offered a surefire way to attract an audience that was interested in technological change and wished to travel in comfort."],"locations":[{"id":27874,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":666,"tag":"Railroad"},{"id":799,"tag":"Travel"},{"id":2685,"tag":"Pennsylvania Railroad"},{"id":2686,"tag":"Train"},{"id":2687,"tag":"Locomotive"},{"id":2688,"tag":"Time Magazine"}]},{"id":6360,"title":"<strong>David F. Houston on U.S War Preparation</strong>","course_id":140,"status":"P","start_date":"1/1/17","end_date":"12/31/17","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The United States did its best to stay neutral during the onset of the First World War. President Woodrow Wilson famously insisted that, \"America was too proud to fight\" in the European conflict. During this time, President Wilson pursued a non-intervention policy and tried to help mediate peace for all sides. He realized that the German government, in particular, was not interested in ending the war. On May 7, 1915, a German U-boat sank the British ocean liner <em>RMS Lusitania </em>killing 128 Americans. President Wilson was forced to make a stand and told the Germans that unrestricted warfare on non-military targets would not be tolerated. The German government originally agreed with the demand but by January 1917 they had sunk an additional seven U.S merchant ships. Realizing that he was now out of options, President Wilson called for war. Congress complied and declared war on April 6, 1917.","Soon after America declared war, Secretary of Agriculture David F. Houston wrote a commentary encapsulating his thoughts about U.S preparedness for the conflict entitled <em>U.S War Readiness, 1917. </em>Houston's insights about America's preparation for war and its speedy development of civil and military production capabilities shows exactly what kind of man he was. An academic with a degree in political science from Harvard University, Houston had taught at the University of Texas where he eventually became dean of the facility. Afterwards, he had accepted a job as president of rival university Texas A & M. He then proceeded to become chancellor of Washington University in St. Louis before accepting a position in President Wilson's cabinet. Toward the end of the war he became Secretary of the Treasury. He eventually left politics and entered the business world as president of Bell Telephone financial subsidiary, Bell Telephone Securities. Afterwards, he served as director of AT&T, the Guaranty Trust Company, and the United States Steel Corporation.","When David F. Houston wrote <em>U.S War Readiness, 1917 </em>he wasn't trying to hide his emotional state regarding the conflict. He was a very patriotic man who believed - along with many Americans - that the time had come for the United States to enter the war. His writings highlighted the magnitude of such an undertaking. Even Houston could not comprehend the vast funds authorized by Congress to support the war machine. For example, he writes that Congress had authorized over $21 billion dollars toward war efforts. The money was allocated for military operations that included building machinery such as ships and airplanes, maintaining supplies for the troops, transportation needs, and adequate medicine and medical care for the wounded. Houston states that the budget for ship construction of $1.9 billion dollars was nearly double the former federal budget as a whole. On the topic, Houston said, \"The figures even for particular items are beyond comprehension.\" Houston goes on to write in great detail about the cost of all facets of military operations.","What may be more incredible than the financial and industrial output necessary to support the war effort were the programs that were developed to safeguard these operations. Houston mentions that only a few months earlier, the Council of Defense was formed. Some of the responsibilities of the committee included mobilizing forces, utilizing waterways and highways, increasing domestic production for military commitments, and being able to utilize the nation's resources immediately if warranted. Houston also draws special attention to seven agencies still in their infancy that he thinks would play \"peculiar importance\" in the war mobilization. These newly-formed agencies included a shipping board, and aviation, medical, transportation, munitions, and labor committees. Houston says that these governmental bodies were able to become truly effective when the United States entered war. Other agencies that were created to regulate wartime activities include the Food Administration, the Fuel Administration, the War Council, the War Trade Board, and the War Industries Board. It is clear that Houston considers the War Industries Board to be of the greatest importance. He explains that all purchases for the Allies have to be approved by the three-person committee. The War Industries Board analyzes all aspects of industrial operations and makes commodity purchases large enough to effect market values.","In his essay, David F. Houston shares his thoughts on how America mobilized its economic and industrial might after it entered World War One. His writing shows just how overwhelmed he was with America's massive production abilities and the programs that kept war preparation operations running efficiently. He understood that technology alone would not win the war. He stated, \"No machinery is of great value unless it is properly manned.\" He believed that Americans would rise to the challenge. He was right."],"locations":[{"id":17283,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":2689,"tag":"David F Houston"},{"id":1859,"tag":"World War 1"},{"id":2692,"tag":"The Great War"},{"id":2693,"tag":"U.S War Readiness, 1917"},{"id":2694,"tag":"America's War Effort"}]}]}