{"id":141,"title":"Intro to Digital History","school_id":68,"school_name":"University of Wisconsin, Milwaukee","term":"Spring 2015","abbr":"Hist 404","url":"","description":"Final project for Hist 404 at University of Wisconsin-Milwaukee.","points":[[36.1725147903,-86.7796759805],[43.0070321924,-87.9667286742],[43.4857084084,-89.9732842971],[43.3136970893,-73.4307458827],[44.9825385775,-87.6502362556]],"bounds":[[44.9825385775,-73.4307458827],[36.1725147903,-89.9732842971]],"episodes":[{"id":6345,"title":"The Wisconsin 8th Infantry was organized to fight in the Civil War in late 1861.  They originally traveled from Camp Randall, Madison, to St. Louis, and evenutally found their way in Nashville to fight the Battle of Nashville.","course_id":141,"status":"P","start_date":"1864-12-15","end_date":"1864-12-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<strong>The Path of the 8<sup>th</sup> Wisconsin Infantry Regiment</strong>","They had traveled from Newtonia, Missouri -- 497 miles to the west -- and were now in the second most fortified city in the Union:  Nashville, Tennessee.  It was dawn, November 30, 1864.  The 8<sup>th</sup> Wisconsin Infantry had put in three long years of service, and their 1,203 member brigade joined up with General George H. Thomas to defend Nashville from a final Confederate attack.  Before they had a chance to engage the enemy, a severe ice storm hit the area on December 8.  Thomas used this delay to ponder the strategy even more, much to the chagrin of General Ulysses Grant and President Lincoln in Washington.  The 8<sup>th</sup>, like many other regiments that came from all over the Midwest to reinforce the Union, were itching to fight.","Thomas had close to 55,000 men for the battle, and the 8<sup>th</sup> took up positions on the Federal fortified line west of the city.  The Union had two fortified lines, one closer to downtown, near their headquarters in the Belmont Mansion, and one out towards Belle Meade further west.  General John Bell Hood, of the Confederates, positioned his 30,000 men directly south of the city, in present day Forest Hills, Tennessee, forming a solid line from east to west.  He had just pushed north from the south after a failed attack on Union forces at Franklin, Tennessee.  He now looked to salvage that blunder by attacking at Union strength, even though he was vastly outnumbered.  The stage was now set for battle.","The weather finally cleared on December 15.  Thomas sent a diversionary attack to Hood’s right flank with the United States Colored troops (one of the first African American battalions) while planning his main thrust, which was an attack from the left to engulf Hood’s exposed left flank.  The diversionary attack did not achieve its purpose because Hood decided to strengthen the left flank anyway.  The 8<sup>th</sup> sprang into action as one of the brigades leading the charge under Lieutenant Colonel Britton.  With battle-tested precision, the 8<sup>th</sup> made “four distinct charges” at Hood’s left flank[1], and destroying their garrison and pressing up the 1,000 foot hill the Confederates had fortified.  This hill, later to be called Shy’s Hill because of the Confederate general William Shy, who was killed on it, was where the 8<sup>th</sup> made its final charge and drove the Confederate defenses off the hill and they fled south.  The 8<sup>th</sup> lost 10 men and had 52 wounded, but ended up capturing a “6-gun battery, 400 prisoners, and 2 stands of colors”[2]. Companies B&D of the regiment also captured 200 prisoners as well as covering up the rear flank.","The Battle of Nashville had been won, but the war was not over nor was the mission of the 8<sup>th</sup>.  They continued to chase Hood south through Tennessee and eventually northern Alabama.  They made their way all the way down to the bayou in New Orleans, and eventually east in Mobile, Alabama.  They returned back to Madison, Wisconsin on September 13, 1865 where they were disbanded.  They had traveled over 4,200 miles and served the great state of Wisconsin proud.  They returned with 964 men out of the original 973[3], and proudly displayed “Old Abe”, the fighting bald eagle, at the Milwaukee Fair in 1865.","Bibliography","Quiner, E.B. 1866. <em>Military History of Wisconsin.</em> Chicago: Clarke & Company."," "," ","[1] Quiner, 537","[2] Quiner, 538","[3] Quiner, 539"],"locations":[{"id":11954,"lat":36.1725147903,"lng":-86.7796759805,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":2206,"tag":"Wisconsin"},{"id":182,"tag":"Nashville"},{"id":32,"tag":"Civil War"}]},{"id":6352,"title":"<strong>Ada James sure showed them!</strong> The ratification the 19th amendment in Wisconsin.","course_id":141,"status":"P","start_date":"11/1/19","end_date":"11/1/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ada James was a key figure in the women's suffrage movement in Wisconsin.  She and her family played an instrumental part in Wisconsin's ratification of the 19th amendment.  In one of Ada's diary entry's she stated, \"it is unjust to hold mothers responsible for the morals of their children while denying them a voice on municipal conditions making up their environment.\"  Tis quote shows Ada's desire for change and a logical reasoning for a long overdue ratification of the 19th amendment.  It also demonstrates her values which stem from her mother a longtime Wisconsin suffragist and her father a strong supporter of the movement.","Ada's father was in fact the reason Wisconsin narrowly beat their rivals to the south Illinois, in the honor of being the first to ratify the 19th amendment.  David James, Ada's father personally raced to Washington to deliver the ratification papers.  As the article in the <em>Milwaukee Journal </em>from November 2, 1919 so strikingly states, Ada James a descendant of a suffrage family \"showed\" Illinois women that Wisconsin was the first to ratify the 19th amendment.  Noted for her outspoken nature, a key to her success in the ratification, Ada publically claimed Wisconsin's honor and denounced Illinois' false claim as the first to ratify the 19th amendment.","There is a lot of debate over this fact, partly to do with the happening that Illinois was also sending a messenger to Washington to ratify at the same time.  However, there was a problem with the wording of the Illinois bill and they were turned away.  Mr. James entered the state department with the Wisconsin ratification papers in hand as the Illinois messenger was leaving.","Ada \"showed\" them, Illinois, in her public speech held at a victory ceremony held at the Milwaukee Athletic Club.  The applause roared as Ada dispersed any doubt in Wisconsin's rightful title of the first state to ratify the suffrage amendment.  Ada sought equality for women, her impact on the Wisconsin Women's Suffrage Organizations in which she was a leading member of, and her dedication and challenge of leadership changed the course of Wisconsin's women's suffrage movement forever."," "," "," "],"locations":[{"id":16292,"lat":43.0070321924,"lng":-87.9667286742,"zoom":10,"place":"Milwaukee, Wisconsin"}],"tags":[{"id":2206,"tag":"Wisconsin"},{"id":1710,"tag":"Voting Rights"},{"id":2673,"tag":"Ada James"},{"id":2674,"tag":"19th amendment"},{"id":7,"tag":"Women"},{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"},{"id":2675,"tag":"Ratify"},{"id":1323,"tag":"rivalry"},{"id":840,"tag":"Illinois"},{"id":2712,"tag":"Milwaukee Athletic Club"},{"id":2713,"tag":"Milwaukee Journal"}]},{"id":6353,"title":"How one woman's strong temperance beliefs went down in hisotry as part of Wisconsin's drinking culture and prohibition.","course_id":141,"status":"P","start_date":"1854-01-01","end_date":"1854-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Wisconsin is known for its drinking culture. According to the U.S. Census Bureau as of 2011, there were ninety breweries in the state with three times more bars than grocery stores<em>. </em>No matter what season Wisconsonites find a reason to drink. In the fall during Packer season, fans will have a cold one no matter what the temperature is outside. In the spring, Miller Park is flooded with Brewer fans tailgating with hotdogs and cocktails. There is no doubt that over indulging is a part of Wisconsin culture, but there was a time in the state's history when government regulations threatened to end the good times.","So where does this cultural love of food and drink stem from? As of the year 2000, Wisconsin was composed of 43.8% German descent. Germany has one of the highest beer consumption rates in the world along with the oldest breweries. Along with all that beer consumption comes spatzle, potato pancakes, and wurst It is not surprising with their migration to Wisconsin in approximately 1850, the Germans also brought their virbant culture of food and drink.","Not everyone in Wisconsin has a German background. Wisconsin is also home to a population of New Englanders. It's not hard to see why the puritan New Englanders would clash with the beer loving German's on the subject of alcohol. Prohibition in America lasted from 1919 through 1933. Across the country Americans took sides on whether alcohol consumption should be regulated by the government, and in Wisconsin it was no different. Conservative people were in favor of temperance and a no tolerance policy. This side believed alcohol to be the root of all evil. More liberal populations were on the other side and against prohibition. Even before prohibition hit the country, there was a woman in Wisconsin fighting against alcohol. In the article, \"A Bottle Smashing Crusader of Wisconsin\", Mary Hartwell tells the story of when she took action for temperance, a cause she strongly believed in.","The article was published in the <em>Milwaukee Journal </em>in 1927, and by Mary's account her booze raid took place some seventy years prior. In the town of Baraboo, WI is where it all started. Mary, along with several other women in Baraboo, believed alcohol brought nothing but crime and shame to men and women who drank it. They were strong supporters of temperance and were in support of the laws holding bar keepers accountable for drunkards. One May morning, Mary and thirty nine other women gathered hatchets and axes. They had hatched a plan to make it known they weren't going to stand for a wet town of Baraboo. Half the women had planned to distract the local bar owners while the others went in the back to the cellars. Armed with only their determination and hatchets they went from vendor to vendor smashing as many bottles and kegs as they could. They didn't rest until every drop was destroyed! The proud women went home satisfied with a job well done. No one stood in their way, and Mary can even recall one man shouting, \"Mark my words boys the day will come when women will vote\".","The saloon owners tried for warrants for damage reparations, but no officer in Baraboo would enforce them. Eventually the women were tried in Sauk where they were fined $500. The stubborn ladies refused and so were jalied. Fellow temperance supporters got a writ of habeas corpus and the women were released and tried in front of a judge. After six weeks of deliberation, the judge sided with the temperance women of Baraboo.","Mary Hartwell is a true inspiration. She took action for a cause and showed no fear in the face of men during a time when a woman's voice held no power. After her liquor raid, Mary furthered her cause and began to help mothers of missing teenage daughters in Milwaukee. She dedicated her life to helping the welfare of others, and showed bravery in the toughest of times.","When you think of Wisconsin and its good time reputation remember there were two sides fighting over the right to enjoy alcohol. Both parties had their reasons for their beliefs, but there are few stories that stay with us like the story of Mary Hartwell's temperance crusade."," "],"locations":[{"id":15109,"lat":43.4857084084,"lng":-89.9732842971,"zoom":9,"place":"SAUK, Wisconsin"}],"tags":[{"id":2717,"tag":"Wisconsin Prohibition"},{"id":2716,"tag":"Wisconsin Temperance"}]},{"id":6354,"title":"Breaking Point: Stonewall Riots","course_id":141,"status":"P","start_date":"6/28/69","end_date":"6/28/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 2015, the LGBT community in America sits on the edge of its collective seat, much like the African-American community in 1967 with the much-anticipating ruling of the Loving Case.  Today, we await a Supreme Court ruling on the legality of same-sex marriage.  How did we get here when only 50 years ago, interracial marriage was illegal?  The answer may be in a bar in Greenwich Village.","On June 28th, 1969, New York police raided the Stonewall Inn in Greenwich Village in Manhattan, New York.  What followed was a serious of violent uprisings that are now considered the beginning of the fight for gay rights across the nation in the face of an anti-homosexual legal system.","Following WWII, a paranoid America cried out for the suppression of any people seemingly jeopardizing the integrity of the country, among whom were LGBT.  Homosexual acts of any kind were illegal, including not wearing outfits appropriate fore their gender.","By and large, the mafia owned the bars that catered to the LGBT community, sometimes without a liquort license.  Police often raided these establishments, but typicall gave the owners a head's up, but on the night of 28 June 1969.  In the wee hours of the morning, the police exploded into the bar, without the tradition warning of the white lights that gave the patrons time to duck out the back door, stop dancing and touching each other, or stash their liquor.  Some patrons offered a little resistance to the police officers who responded with more force, and the situation escalated.","In the height of the Civil Rights Movement in the US, tension between law enforcement and marginalized Americans were already high.  From all accounts, it was just a matter of time before the LGBT community hit their breaking point, and for the first time in history, this was the day that would happen.","The police raid, which otherwise would have lasted all of a half hour, dragged on as the surrounding crowd grew.  Crowd reaction fueled the fire of the patrons, who continued to fight back with growing vengeance.  The police answered with more force.","The LGBT patrons of the Stonewall Inn were historically among the most marginalized of the LGBT community: transvestites, homeless kids, drag queens.  Exasperated and angry, they rose up against decades of persecution.  What followed was a couple of days filled with riots in reaction to the raid.  Cars overturned, violent and combative encounters between LGBT members and police men, and manifestations of pride in what was perceived to be a perverse way of life marked the first uprising of the LGBT community.","A year later to the date, America saw its first gay pride parade.  45 years later, America awaits a Supreme Court ruling on the legality of same-sex marriage."],"locations":[{"id":31991,"lat":43.3136970893,"lng":-73.4307458827,"zoom":9,"place":"Washington, New York"}],"tags":[{"id":2677,"tag":"LGBT"},{"id":2676,"tag":"Stonewall"},{"id":1596,"tag":"Riots"}]},{"id":6355,"title":"American Foreign Policy and Tibet Since 1950","course_id":141,"status":"P","start_date":"10/1/50","end_date":"10/31/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Introduction -","Less than a year prior to the 2008 Beijing Summer Olympic Games, the United States Congress issued His Holiness the Fourteenth Dalai Lama the congressional gold medal. Shortly before congress's decoration of the Tibetan leader-in-exile, Chinese authorities tightened security in the Tibet Autonomous Region and threatened action against Tibetans celebrating the region's Great Prayer Festival.  Less than a year later, mass protests broke out in Lhasa, and for the first time in Tibet's history under the Chinese, protests both nonviolent and violent spread beyond the actual physical designations of the Tibet Autonomous Region.  China'a alleged and, in some cases, documented civil rights abuses against its Tibetan subject has become an important source of international contention, and","Background -","In October of 1950, an estimated 40,000 People's Liberation Army Soldiers charged into what was, at the time, the autonomous and sovereign country of Tibet.  Within two weeks, Tibet's soldiers surrendered, and the Dalai Lama capitulated to the Chinese by signing the 17-Point Agreement, an agreement that did not explicitly delimit Tibetan autonomy, but provided a precedent by which China's communist party could take over the administration of the region.  By 1959, the Dalai Lama had been forced into exile, and China had began pursuing an agressive assimilation policy.","In 1966, Mao's Cultural Revolution led to the destruction of thousands of temples and monasteries and the prohibition of Tibetan Buddhist practices.  Many Tibetans were wrongfully imprisoned, tortured, and in some cases, executed.  The cultural revolution ended with Mao's death in 1977, after which the Chinese government eased cultural restrictions in Tibet and attempted to boost the region's economy with a number of subsidies.","Since then, it can be argued that the Chinese have pursued more aggressive methods of cultural and economic control over ethnic Tibetans. Today, ethnic Chinese generally recieve better economic opportunities, education, and health care than do Tibetans, and this is especially true in Tibet where Chinese policies have made emigrating especially lucrative for their Han population.","American Foreign Policy","In 1950, the United States was already actively advising the Dalai Lama to flee Lhasa due to US intelligence anticipating a communist takeover from China.  By the late 1950s, the U.S. government would not commit to an official role in the conflict.  However, the CIA did have a program for aiding Tibetan resistance groups against the encroaching Chinese.  However, as former Chamdo resident Lhatsun Labrang Chandzö has pointed out, resistance groups, were often poorly managed and members were often relegated to finding ways to feed themselves instead of conceptualizing and executing forms of resistance. Because of this, the US took in a number of operatives and trained them in Colorado prior to smuggling them back into Tibet in order to subvert and sabotage the Chinese.","As the Dalai Lama's brother, Gyalo Thondup, a man who was heavily involved with the CIA during the early resistance movement of the 1950s, has stated, the CIA's actions were largely ineffective, and were aimed less at establishing independence for Tibet and more at annoying the Chinese.  Thondup has stated \"It [the CIA] had no far-sighted policy for Tibet...Whatever help they provided really provoked the Chinese.  It led to reprisals.\"  Cold War historian John Knaus agrees with this assesment in an essay published in MIT's Journal of Cold War Studies: \"The US policy of 'doing anything to get in the way of the Chinese' still prevailed, and the CIA's plans to continue its support to the surviving insurgents were supported by both Congress and the State Department.\"","By the early 1970s, the United States began scaling back the CIA's efforts in the region due to new opportunities to normalize trade relations with a rapidly modernizing China.  Thondup has stated that the CIA promised the Tibetans independence should they choose to work with Americans over the USSR, and has also stated that Moscow contacted him numerous times to tell him that Langley and Washington would eventually betray Tibet in favor of a stable trade relationship with the Chinese.","Since then, as Tibetologist Melvyn Goldstein points out, the United States has carefully balanced between ideologically supporting the Tibetan government-in-exile's right to autonomous rule in the TAR and recognizing China's claims of sovereignty over the region.  While the U.S. government will often acknowledge that Tibetans have a right to autonomous rule, officials are careful not to acknowledge publicly that Tibetans have a right to sovereign rule over themselves.  This has led to numerous instances in which percieved congressional shows of solidarity with the government-in-exile are taken by Tibetans within and outside of Tibet as proclamations of Tibetan nationalist support from the U.S. government.","In 1987, reacting to a new global initiative by the Tibetan government-in-exile, the U.S. House of Representatives passed a bill that sought to publicly denounce human rights violations in Tibet, thus issuing a new era in American foreign policy toward Tibet.  The Dalai Lama was then invited to speak at the U.S. Congressional Human Rights Caucus, where he reiterated that Tibet was a sovereign nation being illegally occupied by the Chinese.  Goldstein argues that this was one of the major catalysts that led to the Tibetan riots of 1987 less than a week after the Dalai Lama's speech.  He makes the argument that Tibetans percieved the leader in-exile's speech to American congress a declaration of support for Tibetan nationalism by the American government, and that this perception led to protest movements throughout monasteries and communities in Tibet shortly thereafter.","Again, however, the United States' show of solidarity with the Dalai Lama was not sincere in the sense that Congress pursued active changes in the dialog between China and the Tibetan governent-in-exile.  Again, national interest and trade agreements took precedence over human rights concerns.  From this viewpoint then, it was not surprising to see Congress award the Dalai Lama a high honor prior to the Beijing Olympics, similar in the way it was not surprising to see unrest in Tibet some months afterward."],"locations":[{"id":52676,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":41,"tag":"China"},{"id":442,"tag":"Foreign Politics"}]},{"id":6356,"title":"The Forgotten Fire in Peshtigo, Wisconsin","course_id":141,"status":"P","start_date":"1871-10-08","end_date":"1871-10-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Peshtigo Fire","On the evening of October 8, 1871 the worst recorded forest fire in North American history, the Peshtigo Fire, raged through Northeastern Wisconsin and Upper Michigan. The Peshtigo Fire destroyed millions of dollars worth of property and timberland, and took between 1,200 and 2,400 lives. Large numbers of people were found and buried, many of whom were beyond any recognition. Many of those who were burned whose names have never been ascertained, particularly in the village of Peshtigo, were transient persons at work in the extensive manufactories and there was no record of their fate except their charred and blackened bones. It is also very difficult to determine exactly how many people died because the fire covered such a large area, and the population was fluctuating constantly due to frontier settlement. No one knows how many native peoples, itinerant lumberjacks, immigrant homesteaders, etc. may have moved into the area since the latest census that was taken in June 1870. The Peshtigo Fire covered about 2,400 square miles (1.5 million acres), and though the fire affected other villages and farm settlements, the greatest loss of life and property occurred in the village of Peshtigo. About 800 people died in the village of Peshtigo, which was nearly half of the official population from the 1870 census."," ","The Great Chicago Fire","October 8, 1871: A tragic day that would go down in history.","The great Midwestern city of Chicago also endured a terrible fire that same fateful night. The death toll in Chicago was about 250-300 which is significantly less than the Peshtigo Fire, but the Chicago Fire became part of the national consciousness while the Peshtigo tragedy gradually slipped into obscurity. The Great Chicago Fire received more attention because Chicago was a much larger city; there were over 300,000 people living in Chicago in 1871 compared to an estimated 1,700 in Peshtigo. Chicago also had better means of communicating and accessing the rest of the world. Peshtigo was a rough frontier town in the woods, with a single telegraph line that was destroyed by the fire. When news of the tragedy at Peshtigo reached Wisconsin's capital on Oct. 10, 1871, the Governor and other state officials were away at Chicago helping the victims of that fire."," ","The Forgotten Fire","In recent years America's \"forgotten fire\" has proven to be anything but. Although the general public may not know about the tragic fire that occurred in Peshtigo, Wisconsin in 1871, the tragedy is a subject of inquiry and debate among meteorologists, astronomers, and conservationists. It continues to fascinate history buffs, and frustrate genealogists. It is believed that many months of extreme drought combined with the land-clearing practices of the time (\"slash and burn\") caused many small fires to be whipped into a huge forest fire when a cyclonic storm blew up on the night of October 8, 1871. The Peshtigo Company had a single horse drawn steam pumper for fighting fires in the sawmill, but there was virtually no other technology available for fighting structure fires, much less a forest fire of such great magnitude. The people of Peshtigo were essentially trapped in the town, surrounded by wooden buildings and sidewalks, sawdust-strewn streets, and a burning forest. The fire continued to burn until it reached the waters of Green Bay, when the storm winds died down and the rain came. Survivors of the fire were mostly those who lived on the outskirts of the city. Those people who did survive the fire saved themselves by going down into wells or taking refuge in the Peshtigo River. Peshtigo, Wisconsin is historically known as \"The City Rebuilt from Ashes\". Peshtigo, Wisconsin remains a small industrial city today, with a population of under 3,500 people in 2013."],"locations":[{"id":15053,"lat":44.9825385775,"lng":-87.6502362556,"zoom":7,"place":"OCONTO, Wisconsin"}],"tags":[{"id":2715,"tag":"City Rebuilt from Ashes"},{"id":2714,"tag":"Forgotten Fire"},{"id":836,"tag":"fire"},{"id":2206,"tag":"Wisconsin"},{"id":2678,"tag":"Peshtigo"},{"id":2679,"tag":"The Great Chicago Fire"}]}]}