{"id":145,"title":"Human Trafficking: Yesterday and Today","school_id":11,"school_name":"University of Richmond","term":"Fall 2015","abbr":"FYS 100","url":"","description":"","points":[[29.9510658,-90.0715323],[38.9530109,-76.5488232],[32.3526456,-90.877882],[32.1656221,-82.9000751],[32.3595678,-81.7787021],[36.057938,-76.6077213],[38.8413778,-78.5660852]],"bounds":[[38.9530109,-76.5488232],[29.9510658,-90.877882]],"episodes":[{"id":6415,"title":"The Varying Roles of Plantation Mistresses in the Antebellum South","course_id":145,"status":"P","start_date":"1825-01-01","end_date":"1847-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Violence inflicted by white slaveholders and their surrogates was ubiquitous, but what is less frequently acknowledged is how slaveholders’ wives fit into history.  As it turns out, they often times played a fairly significant role in determining the treatment of slaves.   Plantation mistresses proved to be essential to the thriving plantation economy in the antebellum South, responsible for maintaining the organizational aspects of it.  When slaveholders were out of town or occupied with other issues, managing their plantation might have not been prioritized over other things, and there their wives picked up the slack.","Because plantation mistresses controlled the logistical side of the plantations, they understood better than most what exactly the slaves needed, allowing them to positively influence the quality of the slaves’ lives.  They would notice when slaves were sick, ensure food and clothing were provided, and on special occasions such as weddings or funerals they did their best to offer the necessary garments to slaves.  Family recipes were shared with the cooks and lessons on how to pray and lead a religiously virtuous life were given.  However, this was true only of wives who were not intimidated by their husbands, as women were ultimately subordinate and would not take any actions that should pose a threat to their own safety and quality of life.","Along with this responsibility of running a plantation or household came a sense of control, one that these women did not like to see diminished in any sense.  Consequently, the level of comfort and control the mistresses felt around their slaves directly corresponded to how they lashed out physically, the story of Leonard Black being one example.","Born in Ann Arundel County, Maryland, Black was moved to New Orleans at a very young age.  By the time he turned six, Mr. Bradford, a carpenter, was his master.   While Mr. Bradford was not particularly cruel or prone to punishing Black, his wife was a different story.  She beat the young Black both passionately and frequently, sometimes ordering her ten-year-old son to partake either in the physical beatings or to simply degrade Black by spitting in his face.  In one particular instance, Mrs. Bradford asked Black to carry a bushel of corn upstairs, and when he could not, she knocked him down with a Johnnycake board, causing his head to lose a quart of blood.  ","While Black’s story did not occur on a plantation, Mrs. Bradford was in the same position of managing a household as the plantation mistresses were in managing their plantations.  Although entirely possible that Mrs. Bradford simply experienced some form of emotional pleasure in beating Black, she held many responsibilities just like plantation wives, meaning that feeling in control was likely of importance to her as well.  Beating Black could have confirmed her role in the household for her.  Ultimately, wives of slaveholders did not want to demonstrate any loss of power or poise to their inferiors, and the way in which they treated their slaves was a direct reflection of the level of security they felt around the slaves."," "," "],"locations":[{"id":52821,"lat":29.9510658,"lng":-90.0715323,"zoom":8,"place":"New Orleans, Louisiana"},{"id":52760,"lat":38.9530109,"lng":-76.5488232,"zoom":8,"place":"Annarundel County, Maryland"}],"tags":[{"id":2787,"tag":"roles"},{"id":2786,"tag":"punishment"},{"id":2785,"tag":"plantation mistresses"},{"id":2724,"tag":"Relationships"}]},{"id":6419,"title":"Henry Bibb Faces Inspection in a Mississippi Slave Pen","course_id":145,"status":"P","start_date":"1840-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The year was 1840 when Madison Garrison led Henry Bibb and other slaves, including his wife and child, to a market in Vicksburg, Mississippi.  It was in this market where Garrison intended to have a portion of the slaves that he had driven into the deep South examined before taking them to New Orleans for sale.   Upon arrival at the market, Bibb was subject to inspection by a city officer.  Slave inspections were an important part of the process required to tag an enslaved person with a dollar value.  Faces of the slaves did not matter; it was the instrumental parts of the slaves’ bodies that the traders in the market were interested in – strong muscles meant good labor, fingers were judged for being good at picking cotton, and all joints were checked to ensure labor efficiency. ","            As Bibb entered the market, a city officer immediately forced him into physical inspection.  A city official did this inspection perhaps because Vicksburg taxed slave slaves to generate city revenue and this man’s job was to assess the tax.  The examination started with a close look at Bibb’s back as the officer look for scar tissue that would come from the wounds left by a whip.  Scars on a slave’s back were interpreted as an indication of character: it meant that in the past they had acted out of line often enough to be whipped multiple times.  Next, Bibb had his limbs inspected to make sure his joints were well intact and to provide a judgment of how strong he was.  The limb inspection was followed by a close look at Bibb’s teeth and gums to make sure they were in good condition.  Traders considered oral health a significant indicator of general health for slaves.  This was followed by a skin prick test that helped the inspector determine the age of Bibb.  He had the skin on the back of the hand pricked up with a needle.  The time the pucker of skin stood up was measured and the longer the pucker stood up, the older the age of the slave.   Age was a very important piece of criteria taken into consideration when assigning a price to a slave because slaves were thought to have a prime age range in which they were the most productive in their work.  Since Bibb was a man, his prime was considered to be between ages eighteen and twenty-five.","            More rigorous than the physical examinations was the assessment of Bibb’s mental capacity.  The inspectors told him to answer a series of questions to gauge his intelligence.  Bibb’s problem with the inspectors was that he was literate.  At one point earlier in his life, Bibb learned how to read and this scared southern slaveholders because it meant that Bibb had a powerful negotiation tool to utilize in the slave market.  Literacy revealed a world to Bibb that went beyond the slave system, a world that enabled him to imagine himself being allowed to freely think, learn abolitionist activity, or read the Bible.","            Since Bibb was so difficult to sell due to his literacy, Garrison knew he had to sell Bibb with his wife and child as a package.  Bibb had a much better chance of being sold with his wife and child, who were desirable to buyers, than being sold on his own.  Also to facilitate his sale, Garrison answered many questions for Bibb, especially when asked if he had ever run away.  After this was done, Bibb and his family were taken to New Orleans, where their futures would be determined."],"locations":[{"id":52823,"lat":32.3526456,"lng":-90.877882,"zoom":8,"place":"Vicksburg, Mississippi"}],"tags":[{"id":2799,"tag":"sale"},{"id":2798,"tag":"examination"},{"id":2797,"tag":"henry bibb"},{"id":2796,"tag":"inspection"},{"id":2795,"tag":"slave pen"}]},{"id":6439,"title":"Fugitive Slave John Brown's Experience in a New Orleans Slave Pen Exposes the Horrors of the Slave Trade","course_id":145,"status":"P","start_date":"1840-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a typical day in a New Orleans slave pen, John Brown got called up to the flogging room—a room dedicated to punishment for slaves who misbehaved on the auction block. Here, slaves were beaten repeatedly with a long leather paddle, known as a “flog”. The “flog” delivered punishment equivalent to the whip, but did not leave wounds that could jeopardize the price of a slave. When his name was called, Brown knew that he was not wanted for punishment, but for assistance. As the men, women, and children were stripped naked and laid flat on the floor, Brown was forced to hold down their feet until the brutal torture was over.","Brown spent much of his time between sales in New Orleans hotels, banks, and stores that had been converted into slave pens. These pens were almost always full, each holding close to 500 enslaved people and always being replenished with new slaves. Inside the barred windows and concrete walls of these pens, Brown witnessed the same horrors and disgraces on a daily basis.","As each slave arrived in various conditions, they went through intense processes of grooming, which Brown described as no light business. Hairs were plucked and dyed and deformities were hidden. Slaves were stuffed with food in order to give them a healthy look. They were forced to dance to a fiddle for exercise, or dance to the whip if they refused. After these daily processes, men, women, and children were separated and “sized out” (or put in groups based on their size) once again to be prepared for the second sale of the day—the afternoon sale.","Brown described the slave pens as a brothel for young mulatto women whose fates were in the hands of buyers only wanting them to satisfy their sexual desires. Because they were forced to lie about their age to make themselves more appealing to buyers, slaves often never knew their true age They faced consequences if they did not say the age the trader chose them to be. Slaves were sent to the flogging room for what Brown considers the “unpardonable” offense of not speaking up and looking bright on the auction block. A well-made, flawless looking slave was devalued by their lack of interest or vacant stare. Brown said that the uncivilized manner in which slaves were handled and inspected epitomized the horrors on the auction block. As husbands and wives, and mothers and children watched their loved one be sold in front of them, they dare not bid a goodbye or give one last embrace, or they would be faced with severe punishment.","John Brown believed that only those who experienced slavery could tell and truly understand the horrors that happened beyond the auction rooms where the dealer is left alone with their “chattel” offered to him to buy. But he refrained from telling the most horrifying scenes he witnessed in his narrative. So, why would a freed slave, who is aspiring to educate abolitionists on the true horrors of slavery, choose to leave out the most gruesome details that defined the slave market? Historian Karen Halttunen argues that witnessing such intense cruelty puts reformers like John Brown in a difficult position. Brown omits the most painful material from his narrative in order to highlight the slave industry’s obscene nature. In Brown’s case, saying less actually says more. By stating that he is excluding the most painful details, readers are forced to think about and imagine what could possibly be worse than the horrors Brown did include. Brown introduced the very kind of painful material about the slave market that he intentionally set aside."," "],"locations":[{"id":52821,"lat":29.9510658,"lng":-90.0715323,"zoom":8,"place":"New Orleans, Louisiana"}],"tags":[{"id":244,"tag":"Violence"},{"id":29,"tag":"New Orleans"},{"id":2795,"tag":"slave pen"},{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"}]},{"id":6449,"title":"Slave Experiments in the Antebellum South","course_id":145,"status":"P","start_date":"1840-01-01","end_date":"1845-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1840s, a Virginia slave named John Brown became a victim of a practice involving the use of slaves to further medical knowledge in the antebellum South. Originally known as Fed, Brown was sold from his master’s house in Northampton, Virginia by a slave speculator named Starling Finney. He was moved to Georgia and sold again to a man named Thomas Stevens. Fourteen years later, Stevens became very sick with a serious illness unknown to Brown. Eventually, a well-known man from Jones County named Doctor Hamilton completely restored Stevens’ health. To thank him for his work, Stevens told Hamilton to ask for anything he desired. At the time, Doctor Hamilton was interested in learning more about cures for sun-stroke. Hamilton took this opportunity to “borrow” John Brown, in order to use him for potential experiments.  Stevens carelessly left Brown with Hamilton, essentially transforming Brown’s body into both a form of payment and an experimental guinea pig.","Hamilton used Brown for a series of experiments in order to gain insight and knowledge into the human body. In his first experiment, Hamilton subjected Brown to extreme heat from a fire to induce heat stroke. Hamilton gave Brown various types of medicines and remedies, and then watched as Brown faded in and out of consciousness, until he inevitably passed out. After a period of trial and error involving various tests where Brown was exposed to unbearable temperatures, Hamilton concluded that cayenne-pepper tea was the best remedy against heat stroke. Hamilton was interested in more than scientific advancement. He marketed his discovery by selling placebo pills made of flour and told his patients and customers to dissolve them in cayenne-pepper tea, profiting from Brown’s suffering.","Doctor Hamilton’s experiments were not limited to finding cures for heat stroke. Hamilton’s various tests physically and mentally destroyed John Brown. He lost his ability to work in the field and was ultimately deemed “useless” and unwanted, leading him to find other slave work as a carpenter. As a result of these procedures, Brown made up his mind to escape, prompting him to contact Buck Hurd, a white slave stealer. Despite warnings of the extreme dangers of this process, Brown’s desperation overshadowed his judgement. He was unable to imagine anything worse than the unbearable reality of his current situation, and instead risked facing other consequences. ","            John Brown was fortunate enough to survive Hamilton’s experiments and eventually escape slavery in 1847. Brown and his story reveal the degree of abuse slaves underwent as a result of their lack of rights. His narrative is extremely telling and unsettling in terms of the mindset of certain slave holders and slave users. Slave experiments were not only an acknowledgement of general black humanity, but specifically of inarguable human similarity. Experimenting on African-American bodies in order to find ways to treat the symptoms of whites revealed Americans’ recognition of the likenesses between all of them. Unfortunately, John Brown’s case was far from unique. The exploitation of slaves was both a common and generally accepted practice in the South. In his narrative Brown wrote, “The little I have told may afford an insight into the system of Slavery, but it is only a ‘small peep.’ I have suffered enough myself, but others have endured and are daily enduring, perhaps, much more.”"],"locations":[{"id":52795,"lat":32.1656221,"lng":-82.9000751,"zoom":8,"place":"Georgia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":100,"tag":"Medicine"},{"id":2839,"tag":"Experiments"}]},{"id":6450,"title":"To My Loving Miss Patsy","course_id":145,"status":"P","start_date":"1857-08-29","end_date":"1857-08-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Writing, “To My Loving Miss Patsy,” in a letter in August 1857, Vilet Lester began by explaining that:","“I have long been wishing to embrace this present and pleasant opportunity of unfolding my feelings since I was constrained to leave my long loved home.”","Lester had had four masters since she left the Pattersons’ home and desperately missed those that she had left behind, including but not limited to, her mother, brothers, and sister.  However, most of all, she desperately needed to know where her daughter was because her current owner, Mr. Lester, had promised to reunite the two.  She implored Patsey to write her back as soon as possible so that she could try and piece together that relationship"," First hand accounts written by slaves are rare.  Yes, we have slave narratives but these people were remembering what happened to them.  Letters, instead, give a glimpse into what enslaved people were experiencing at that very point in their lives.  Since it was illegal to teach a slave to read and write, few slaves wrote letters and fewer survived."," Unlike some other letters, Lester actually wrote this letter without assistance.  At this time,  masters often taught their slaves to read so that they could read the Bible. This fed the misconception that slave masters were more like father-figures than abusers.  However, they would often only teach slaves to read and not write. Therefore, it is notable that Vilet learned how to write as well.  There were also pragmatic reasons, like needing a slave to read in order to do errands.  Finally, some owners just believed in the virtue of education."," “My dear mistress I cannot tell my feelings nor how bad I wish to see you”. Vilet continued.  In this case, Lester wrote in a seemingly amicable manner. She didn’t write in the formal way in which someone would write to their boss, or even parent, but rather, it was written like she was talking to a good friend to just catch up.  This may seem strange because why would slaves look fondly upon their masters, if the grand narrative of slavery today is so often trying to debunk the myth of slaves being happy and content with their circumstances?"," Plot twist. It can be inferred that Ms. Patterson was not actually the headmistress of the plantation.  Instead, Patsey, the child of the head master and mistress of the plantation, and Vilet grew up together. Headmistresses, the female owners, were twice as likely to teach slaves to read and write than owners were. White children, in slaveholding households, were oftentimes teachers to their enslaved playmates as well.  So, the master’s kids would end up teaching slaves either in secret or without even knowing about the legality of what they were doing.  This last instance seems to fit perfectly with the correspondence of Violet to Patsey.  Instead of an enslaved person inquiring about those whom she has left behind, she was actually attempting to catch up with an old friend, and probable teacher."," Lester closed the letter as follows:","“So I must come to a close by describing myself your long loved and well wishing playmate as a servant until death. If you should think a nuff of me to right me which I do beg the favor of you as a servant direct your letter to Millray Bullock County Georgia. Please to right me So fare you well in love.”","Love is not a word that comes to up in modern discourse surrounding slavery, unless one is referring to the love that slaves had for one another.  It’s not acceptable to claim that masters loved their slaves.  However, what about the children of these households and enslaved children? Vilet mentions love five times in this letter, three of them are referring to Patsey. I suppose this just goes to show that even in the darkest of situations, a bit of light always manages to shine through."],"locations":[{"id":52850,"lat":32.3595678,"lng":-81.7787021,"zoom":7,"place":"Bullock County, Georgia"}],"tags":[{"id":761,"tag":"letter"},{"id":2840,"tag":"Slave Literacy"},{"id":1609,"tag":"georgia"},{"id":4,"tag":"Slavery"}]},{"id":6451,"title":"Sexual Predation and the Slave Trade","course_id":145,"status":"P","start_date":"1833-01-01","end_date":"1858-12-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many male enslavers coveted African American women. White enslavers used their authority to assert their dominance over enslaved women in countless cases, raping them with consistency and without remorse. Being raped became a staple of life for female slave’s and many were purchased solely for the sexual fantasies of their owners.","Harriet Jacobs, a slave girl from Edenton, North Carolina, was one of the few lucky women who narrowly evaded the sexual predation common to the practice of slavery.. She left her entire life’s struggle in her autobiography, <em>Incidents in the Life of a Slave Girl, written by Herself. </em>After her mother passed away, her master, Margaret Horniblow, took Harriet in. However, she was gifted to Horniblow’s niece, Mary Matilda, the daughter of Dr. Norcom. She lived with Dr. Norcom for just under twenty years during which time she, was tormented by Norcom’s unsolicited sexual advances as well as the cruel jealously of his wife. Despite constant rejection and her definite refusal to become his mistress, Norcom proved to be relentless. Jacob’s only escape from her master and his sexual predation was an escape from slavery itself, made possible by her taking another white man as a lover and hiding in a small, three-foot high cabinet for seven years. With his protection, she secretly fled the state on a train to Philadelphia after years of hiding.","However, both married and single slaves alike were subject to the advances of their owners. Bethany Veney, a slave women in Virginia, left behind her autobiography, <em>The Narrative of Bethany Veney, </em>in which she writes she knew that her decision to be with only her husband was not hers to make. She and her husband to be, Jerry, a slave from a neighboring plantation, were given the blessing of their owners to be formally wed. When the minister was marrying her and her husband, she later wrote that she, “did not want him to make us promise that we would always be true to each other, forsaking all others, as the white people do in their marriage service, because I knew that at any time our masters could compel us to break such a promise.” (Veney 18) Veney knew that as a slave women, she would always be subject to white enslavers’ sexual predation.","When examining the history of enslaved women, it is impossible to ignore the immeasurable cases of rape and sexual violence they were subject to.  These cases of abuse towards female slaves complete negate the argument of paternalism, presented in Baptist’s <em>The Half Has Never Been Told</em>, enslavers used to justify holding slaves. The constant raping of female slaves was a selfish and cowardly way for enslavers to reassure their own selves of their power. When focusing solely on the maltreatment prevalent for female slaves, the entire argument of paternalism is derailed. This is because there is no plausible way that an enslaver can believe that by raping and abusing a woman he is doing her a favor. His brutal actions are not saving her from her own inhumane tendencies, they’re breaking her. When studying the arguments of paternalism that are present in many justification arguments, one must extensively consider how rape cases and sexual violence make it hypocritical; male enslavers purchased female slaves not to take them under their wing as paternalism argues, but rather to use and abuse these women for their own selfish gains."],"locations":[{"id":52759,"lat":36.057938,"lng":-76.6077213,"zoom":8,"place":"Edenton, North Carolina"},{"id":52851,"lat":38.8413778,"lng":-78.5660852,"zoom":8,"place":"Shenandoah County, Virginia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":2841,"tag":"Rape and Slavery"},{"id":2842,"tag":"Female Slave Abuse"}]}]}