{"id":148,"title":"Urban and Suburban America","school_id":4,"school_name":"Furman University","term":"Fall 2015","abbr":"HST-321","url":"http://history.furman.edu/benson/hst321","description":"","points":[[34.843039,-82.401351],[34.8566063,-82.4016158],[44.0351316,-70.3694755],[34.8569027,-82.4021014],[34.8565054,-82.4017176],[34.855882,-82.400352],[34.8438774,-82.4016068],[34.8526176,-82.3940104]],"bounds":[[44.0351316,-70.3694755],[34.843039,-82.4021014]],"episodes":[{"id":6440,"title":"Yearbooks as Remnants of 1920s Gendered Education","course_id":148,"status":"P","start_date":"1/1/26","end_date":"1/1/26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of the main resources for information related to the history of Furman University and Greenville Woman's College and its student body are the yearbooks. There are no surviving yearbooks of the periods of their founding (1851–1854), but catalogs of the 1920s are still mainly intact. These almanacs grant a peek into the lives of students, highlight extracurricular activities, and illustrate how adolescents perceived their urban environment.","For a long period of time, male and female students were strictly divided in two different colleges. It took until 1962 for ''Furman men and women [to be] united on one campus.'' This separation also meant that there were two different yearbooks: Furman's <em>Bonhomie of 1926</em>, and the College's <em>Entre Nous</em>. While these almanacs followed the same outline, there were some important differences that shine a light on the gender relations of the time. ","Both yearbooks began with a set of photos of campus and a list of professors. All the teachers at Furman were male; the only female staff member was librarian Mrs. Eva Wrigley. The next section gave an impression of the student body. The descriptions were set around a theme and featured a photo of the student and a short description. The next chapters focused on organizations and athletics. Both male and female students played various sports, such as baseball and tennis. Furman even had an official male cheerleading team. More for women than for men, clubs seemed to play an important role in their lives. At the College, there were ''more than a dozen imaginatively named student groups [such as] The Two-Lips [and] The Beelzububians of Red Devil's Alley.''","For the men, <em>Bonhomie </em>included a section called ''to the ladies,'' which consisted of photographs of female presidents of the College's clubs. <em>Entre Nous</em> did not have such a section devoted to men. Moreover, the female yearbook included a poem called ''The Perfect Girl,'' which outlined how women should present themselves. Advertisements underlined the (presumed) differences between men and women: ads in <em>Bonhomie </em>were mostly of related to business, while ads in <em>Entre Nous </em>promised mainly ''discipline, social, and spiritual advantages.'' These sections are a result of the time period: social relations were rigorously gendered, and there were implicit codes of conduct to which the students had to adhere. ","Even though the University would become a coeducational institution around thirty years later, some aspects of college life remained strictly gendered. For example, as a response to the influx of women into previously the all-male campus, some ''organized male students moved to exclude women completely from their organizations'' and retained differences based on gender."],"locations":[{"id":52843,"lat":34.843039,"lng":-82.401351,"zoom":15,"place":"Furman University"},{"id":52844,"lat":34.8566063,"lng":-82.4016158,"zoom":15,"place":"Greenville Womans College"}],"tags":[{"id":1412,"tag":"Greenville, SC"},{"id":1521,"tag":"Furman"},{"id":786,"tag":"Student"},{"id":1758,"tag":"Gender"},{"id":2826,"tag":"GWC"},{"id":2827,"tag":"Yearbook"}]},{"id":6441,"title":"All Aboard: A Greenville Woman's College Student on Her Way to Maine","course_id":148,"status":"P","start_date":"8/4/19","end_date":"8/4/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Students at Greenville Woman's College often documented their social life in a scrapbook. While many of these books did not stand the test of time or were kept private by future generations, some ended up in the archives of Furman University. One of these scrapbooks belonged to Mary Margaret Walker; born in Greer, South Carolina, Walker attended the College as an undergraduate from 1919 to 1923 and participated in many extracurricular events. Her personal collection is illustrative of how she spent her time at Greenville Woman's College.","Walker's scrapbook is filled with tickets to events, amongst them one to the Camp Kennebec Annual Charity Show of 1919. This record stands out because it is valid for an event that did not take place in the nearby area, but instead in a hotel located over one thousand miles away: in order to see the show, Walker had to travel to South Poland, Maine. The pathway between Greenville and South Poland was long, and dominant ideas about the vulnerability of women in the 1920s often prevented them from undertaking such a dangerous journey. Supervision was a pre-requisite for almost every occasion; at one time, a student was expelled for ''going out from the college in company of a young man more than once.''","Along with the ticket and program for the show (which included short plays and a dance) was a ticket stub for the train, which guaranteed first class passage to Maine. Due to persistent ideas about the safety of women, it is reasonable to believe that Walker was accompanied by other students who would attend the event with her. At the time, cars were gradually becoming part of daily life but were not yet a basic need; instead, the train and the omnibus were ''the dominant models of transportation.'' This did not mean, however, that these forms of transportation were recommendable. Regarded as ''uncomfortable, inconvenient, and expensive,'' they were an uneasy way to travel for daily commuter, and other forms of travel such as the horsecar were more popular.","Going to the Charity Show was one of the planned and more ''elaborate entertainments'': often, cultural events were held on campus and it is unclear whether or not the College was associated with the show in South Poland. This ticket, however, shows that female students – albeit still having to adhere to certain rules and expectations – very well could extend their urban pathway with the help of public transportation."],"locations":[{"id":52845,"lat":44.0351316,"lng":-70.3694755,"zoom":13,"place":"Summit Springs Hotel, South Poland, Main"},{"id":52844,"lat":34.8569027,"lng":-82.4021014,"zoom":15,"place":"Greenville Womans College"}],"tags":[{"id":786,"tag":"Student"},{"id":1414,"tag":"Greenville Womans College"},{"id":2828,"tag":"Public Transport"},{"id":2829,"tag":"Leisure"},{"id":2830,"tag":"Scrapbook"},{"id":2831,"tag":"Student Life"}]},{"id":6442,"title":"Nature as the Antithesis to College Life","course_id":148,"status":"P","start_date":"1/1/19","end_date":"12/31/23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mary Margaret Walker, a Greenville Woman's College student in South Carolina, collected many documents during her college years and collected them in her scrapbook. Her memory book not only included ticket stubs, but also contains photographs of her and her friends engaging in activities. Walker's scrapbook, as noted by historian Judith Bainbridge, ''speaks volumes about the college life of a pretty and popular young woman in the 1920s and provides a student's-eye view'' on what it was like to study at the Greenville College.","In one of the photographs, a man and a woman (probably Walker herself) are captured sitting in a boat that is floating on the water. While it is unsure where this picture was taken, it must have been in a quieter area rich in nature, for there were no lakes near Greenville. Other photos from the scrapbook show Walker posing with friends near a car on the side of the road, so the most logical explanation would be that they drove to the lake – with or without the boat.","Going out into nature is something that proved to be popular amongst students of Greenville Woman's College: Walker's scrapbook is filled with other photos and stories of people enjoying the countryside. Such activities were, however, not only a change of pace from studying, but also ''relaxed tensions and refreshed body and spirit.'' They most likely appealed to students because it provided an escape from ''hectic city life.'' ","Nature, however, was also associated with escapism. In the 1920s, ''relations between the sexes differed depending upon the collegiate tradition and the . . . ratio of college men to others'': this meant that on campus, there were often strict rules imposed on the students. Yet when going out into nature, their interaction could go by largely unnoticed. Moreover, women ''no longer had to pretend that females were non-sexual beings.'' With the automobile bringing ''access and privacy,'' the rural environment became the scene of ''heterosexual play,'' where male and female students enjoyed each other's company.","College students not only sought refuge from their responsibilities in nature, but also enjoyed other activities. Walker's scrapbook is filled with invitations to a moonlight dance, the Roll-a-Way skating rink, and a concert. The college itself provided many of these activities to the students. The campus included, for example, a Fine Arts Center and a swimming pool. Receptions were also ''wildly popular,'' for they consisted of ''promenading through the parlors and eating cake and ice cream under the eyes of [male] chaperones,'' who came from Furman.","Gradually, the students of both Furman University and Greenville Woman's College began to mingle. While piety and purity were still expected from women, social events and trips off-campus provided the students to socialize with the men from Furman. It would take until 1962, however, for both student bodies to be integrated on one campus."],"locations":[{"id":52844,"lat":34.8565054,"lng":-82.4017176,"zoom":15,"place":"Greenville Womans College"}],"tags":[{"id":2831,"tag":"Student Life"},{"id":2830,"tag":"Scrapbook"},{"id":1412,"tag":"Greenville, SC"},{"id":1414,"tag":"Greenville Womans College"},{"id":786,"tag":"Student"},{"id":739,"tag":"Nature"}]},{"id":6446,"title":"1883 Greenville Female College Catalogue and the juxtaposition of Women's Roles within American Society during Reconstruction","course_id":148,"status":"P","start_date":"1883-01-01","end_date":"1884-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Catalogue of the Greenville Female College of 1883-1884 shows both the exceptional opportunities, as well as the limitations of its students in their education and career. The courses taught at the college ranged from Music, German, to Physics and Mathematics. In that sense, the college provided women with an education that was similar to that of their masculine counterparts. However, the University also contained courses that were specifically aimed at improving their students’ femininity. For example, the college offered “Ornamental and Fancy Work,” as “a necessity to every girl who wishes to be prepared in every way for the conflicts of life.” Therefore, even though the women were taught to critically think and develop themselves, the University deemed it necessary to offer their female students training in domesticity. Furthermore, through a set of rules and regulations the University took over parental control while the women were on campus and severely limited their mobility in the city. This was done to protect the chastity and reputation of the women, making them suitable for marriage.","This juxtaposition of training women in the intellectual arts, while nonetheless preparing them for their domestic roles, corresponded with the 1880s development of the “New Woman.” Because the Civil War had taken the lives of many men and because men were waiting longer with marriage, many women of the 80s were faced with a problem, as marriage had been their main means of survival. As a result, women prepared themselves to take on a job, if no possible suitors would appear. In that sense, much of the catalogue can be explained as preparing women to be independent, while not diminishing their marital attractiveness. Additionally, although Southern universities were originally created to offer the general population an education and to increase the agricultural production, “[they] soon developed into ‘technical schools of professional pretentions if not rank’ and liberal arts institutions much more attuned to the vocational interests of the upper rather than the lower classes.” Therefore, not only did the education of the Greenville Female College prepare middle- and upper class  women for their future domestic roles as mothers and wives, but it also excluded women from poor backgrounds, rather than to provide all the women with the equal opportunity to gain financial independence."],"locations":[{"id":52847,"lat":34.855882,"lng":-82.400352,"zoom":16,"place":"300 college st greenville"}],"tags":[{"id":2834,"tag":"Female Student"},{"id":1467,"tag":"Greenville"},{"id":1758,"tag":"Gender"},{"id":849,"tag":"Progressive Era"},{"id":1413,"tag":"Greenville Female College"},{"id":786,"tag":"Student"}]},{"id":6447,"title":"Scrapbook of Zillie Workman Culbertson (1908) and the Increased Visibility of American Women in the Early 1900s","course_id":148,"status":"P","start_date":"1/1/04","end_date":"12/31/08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A scrapbook from Zillie Workman Culbertson of 1908 showed the changing role of the students at the Greenville Female College between 1904 until 1908. In her scrapbook, Culbertson collected articles on the commencement ceremonies of each year, photographs of her “places of interest”and newspaper articles. Her collection of photographs of “Places of Interest” were not limited to places on campus, but rather locations of important buildings all over Greenville, including North Main Street and the Furman (male) college. Culbertson’s photos and collection of activities suggest an increase in the female students’ independence and mobility through the city, compared to the lives of a Greenville Female College student from the 1890s.","At the same time, although their mobility increased, it was nonetheless limited to Greenville and its surroundings, as few southerners in this era yet owned automobiles. Furthermore, although Greenville Female College’s new president was less strict on rules of interactions between young gentlemen and young ladies, a catalogue from 1907 still emphasized how important boarding was, as “students would be ‘free from exposure in bad weather, from tempting diversions of society, and from the entertaining of company.\"","Nevertheless, Culbertson’s diploma in Senior Pedagogy and her recommendation letters showed that she had not only been able to graduate the College, but was also able to find a good job in teaching after university. This is reflected in the school’s curriculum, as “The L.I. degree offered a permanent South Carolina teaching certificate upon completion and was state-initiated due to the increasing need for teachers.\" Culbertson’s experience corresponded with the changing role of women in the city. If one takes Greenville as an example, the massive boom of the town with its implementation of the railroads and the textile mills created job opportunities for women, which allowed them to move out of the domestic sphere into independent wage-earning jobs. Mass migration or white flight from the rural county to Southern cities meant a break with traditional rural values and correspondingly a re-assessment of conservative gender-roles. Thus, in this progressive, changing society the focus of the Greenville Female College was no longer on creating women that were attractive for marriage, but focused more and more on educating women in gaining their own employment. "],"locations":[{"id":52848,"lat":34.855882,"lng":-82.400352,"zoom":16,"place":"300 college st. greenville"}],"tags":[{"id":2835,"tag":"Mobility"},{"id":1758,"tag":"Gender"},{"id":849,"tag":"Progressive Era"},{"id":2830,"tag":"Scrapbook"},{"id":1413,"tag":"Greenville Female College"},{"id":1467,"tag":"Greenville"},{"id":786,"tag":"Student"}]},{"id":6448,"title":"The Mess Three Times and the Rise of the Dormitory-System","course_id":148,"status":"P","start_date":"1898-05-06","end_date":"1898-05-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 6th, 1898, Mess Three published “The Mess Three Times,” a newspaper of Furman’s third residential hall for its inhabitants. Within “Mess Three” a group of male Furman students, ranging from seniors to freshmen, lived and ate together. The four paged newspaper of the hall described the students, their nicknames, their origins, and where they lived within Mess Three. The newspaper was filled with anecdotes and stories, one of which was titled “War News” in which a student described the boys’ capture of someone’s chickens. Particularly interesting was a letter from one of the Greenville Female College students, which glorified the gentlemen of the Hall and in turn gave them information on their female counterparts and invited them for upcoming events, such as musicals and concerts. Church and the Greenville Female College were mentioned as the primary meeting places between men and women in a Baptist environment, which strongly regulated these interactions. The newspaper described how the environment of the mess hall shaped the college experience of its residents.","            As Furman struggled in establishing itself as a university, it had trouble in accommodating residences for its students. As a result, “some wooden houses known as “messes” were erected at inconspicuous points on the campus. They were crude, unattractive, and not very comfortable, but most students preferred them to private homes.\" Furthermore, in 1898, Furman University had still banned fraternities and sororities and thus the messes served as a replacement, with new residents being chosen by the earlier residents and a loose sense of organization and structure bounding the residents together. As exemplified by the stories within the newspaper, students found a sense of comradery within these wooden houses, and by living together, cared for each other. The Messes became the models for the later student dorms and they were built on walking distances from the lecture halls.","Students living in the mess halls were generally from a poorer background, as in general “all who can do so are encouraged to secure board in private families  where proper domestic influences exist.\" In that sense, campus life became segregated with the poorer students needing to live together, because they could not afford the homes of private families and had to band together in order to pay for basic housing expenses. Thus, the mess-system rose out of an economic necessity, but through its establishment created the opportunity for poorer Furman students to attend University and created an environment in which they could help each other in many aspects through their comradery of living together."],"locations":[{"id":52849,"lat":34.8438774,"lng":-82.4016068,"zoom":19,"place":"furman college way"}],"tags":[{"id":2837,"tag":"Students"},{"id":2836,"tag":"Mess-Hall"},{"id":2273,"tag":"Newspaper"},{"id":1467,"tag":"Greenville"},{"id":674,"tag":"Furman University"}]},{"id":6453,"title":"The Burning of Sterling High School 1967","course_id":148,"status":"P","start_date":"9/15/67","end_date":"9/16/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 15, 1967, the Greenville News reported a story on the burning down of Sterling High School. The origin of the fire has yet to be determined. The article states the policemen refused to answer any questions pertaining to the origin of the fire, but they were overheard along with the firemen that it could have been an intentional act. This historically black high school had just been approved by the school district trustees for renovation work that same week, coincidentally the school became extinct within the same week. Renovating the school became a lost cause. I only say this because it was never rebuilt."," Greenville lost a part of its history that day because Sterling was the first public school in the city to allow the attendance of African Americans. The school was built during the times where racism and segregation were legal. Brown vs. Board of education, which outlawed legal segregation of schools, wasn’t even implemented at the time the school was built. The demise of the school was toward the end of the civil rights movement, where segregation was no longer constitutional and no longer lawful."," The images used in the article shows just how careless the public’s [Greenville’s citizens] attention was toward those who were affected the most, the students. The image only showed two firemen and two other civilians, who all were Caucasian. Empathy toward the black community was very lackluster throughout the entire article because there wasn’t any mentioning of the Black students who were explicitly affected by this event. This points out the sense of racism that was still existing in Greenville, SC during 1967."," The policemen’s choice not to comment on the matter is another indicator of just how careless people were toward African-Americans. African American children were the individuals who lost the most, but the newspaper never seemed to highlight this at all. The black community, who were affected the most, were not interviewed at all for this event."," "," Racism was still prevalent during the date in which this article was published. The Greenville News seems to be written for a white audience because the article only shows images Caucasians, and there aren’t any mentions of African-Americans.  Media coverage is often times biased, and because of the time period, the newspaper’s text didn’t empathize with blacks whatsoever. One can see how racial tensions and attitudes were present during this time, because the overall event is seen as a cover-up, and is even written as so. Law enforcement never disclosed the issue as an act of crime, but the Newspaper does."],"locations":[{"id":11529,"lat":34.8526176,"lng":-82.3940104,"zoom":8,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":889,"tag":"Racism"},{"id":6,"tag":"Education"},{"id":2273,"tag":"Newspaper"}]}]}