{"id":149,"title":"The United States: A Nation Divided, 1836-1876","school_id":2,"school_name":"Wheaton College","term":"Fall 2015","abbr":"Hist 203","url":"","description":"","points":[[41.6362152,-70.934205],[32.1656221,-82.9000751],[33.836081,-81.1637245],[38.9071923,-77.0368707],[38.4949503,-76.5025742],[39.9525839,-75.1652215],[29.9510658,-90.0715323],[37.9925909,-77.973865],[37.4315734,-78.6568942],[39.0457549,-76.6412712],[40.7127837,-74.0059413],[42.315222,-72.5014715],[42.1014831,-72.589811],[32.8406946,-83.6324022],[32.0835407,-81.0998342],[32.7764749,-79.9310512],[37.5407246,-77.4360481],[39.2903848,-76.6121893],[42.3600825,-71.0588801],[43.661471,-70.2553259],[45.2733153,-66.0633081],[44.9902861,-64.1310364],[44.6488625,-63.5753196],[53.4083714,-2.9915726],[36.057938,-76.6077213],[43.8638703,-79.013729],[43.7726461,-79.354268],[41.883178,-87.6214853],[30.6953657,-88.0398912],[34.1781719,-82.3790147],[36.1626638,-86.7816016],[39.768403,-86.158068],[38.6270025,-90.1994042],[40.4172871,-82.907123],[43.0389025,-87.9064736],[35.7795897,-78.6381787],[40.0186921,-78.5039069],[44.0682019,-114.7420408],[41.5775802,-77.126128],[35.1495343,-90.0489801]],"bounds":[[53.4083714,-2.9915726],[29.9510658,-114.7420408]],"episodes":[{"id":6370,"title":"Reunited for $2,800","course_id":149,"status":"P","start_date":"1846-01-01","end_date":"1851-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1846, Edmond Kelley was 29 years old, married to fellow slave, Paralee, and had four children.  When Edmond's owner, Nancy White, was forced to free a slave, she chose Edmond, who was also licensed to preach gospel.  After she procured the necessary paperwork, namely \"a pass to go any and every where to preach\", Edmond headed to the northern states where he could work, leaving his home and family behind.  He eventually settled in New Bedford, Massachusetts and found work preaching in a church for the next four years.  After that time, Edmond realized how much he missed his family; in 1850, he got in touch with their owner, James Walker, to inquire about the freedom of his family.  For the next year, he struggled first to convince Walker that he could \"provide for and place them in a happier and more comfortable condition\", and second to raise $2,800 (plus the expenses of transporting Paralee and her children), the amount Walker demanded in recompense.  Finally, in May of 1851, when Edmond was 34 years old, he was reunited with his family in New Bedford."," ","Paternalism was coined in the 1820s after the Missouri Compromise because slaveholders felt they needed to paint slavery in a more positive light due to the fact they felt the Compromise threatened it.  The term is defined by the Merriam-Webster Dictionary as \"the attitude or actions of a person...that protects people and gives them what they need but does not give them any responsibility or freedom of choice\".  During American slavery, this meant that slaveowners believed they were taking care of their slaves.  James Walker believed he could take better care of Paralee and her children on his plantation than Paralee's husband could in a northern city.  Walter Johnson talks about paternalism in his book, Soul By Soul.  While we know now that slavery is cruel, oppressive, and wrong, Johnson reinforces the idea that in the American South in the nineteenth century, many did not feel that way.  Some slaveowners spread the idea that they were being kind to people who otherwise would receive no kindness, who otherwise would end up as criminals in prison.  They thought they were protecting their slaves when, in some cases, really they were giving them only the barest of survival essentials and working them to death."],"locations":[{"id":52758,"lat":41.6362152,"lng":-70.934205,"zoom":8,"place":"New Bedford, Massachusetts"}],"tags":[{"id":386,"tag":"Paternalism"},{"id":4,"tag":"Slavery"}]},{"id":6391,"title":"Understanding Slavery from Charles Ball By: Emily Curran","course_id":149,"status":"P","start_date":"1837-01-01","end_date":"1837-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Charles Ball was born in Calvert County, Maryland and was a slave for the biggest part of his life. His narrative starts with telling the reader about his early childhood life and the hardships of staying a family. He stresses to the reader that though many claimed the evils of slavery were getting easier during the times when laws protecting slaves started to come about, but it was in fact the other way around. The masters of the slaves came down harder and the separation from one’s family was more common. He tells the story of how he was taken from his mother and the whipping that she received just for holding him one last time. Ball also speaks to how his father was changed by his enslavement and how his father’s temperament became moodier the older he got. The next section of the narrative tells of his time in the navy yard as a hired out slave and how he met his first wife during that time. Ball shows the hardships that come from being married as slaves because of the fact one changed masters so frequently that staying together becomes impossible. Ball goes on to describe his time when he was sold to a slave trader from Georgia and having to walk all the way to his new plantation in South Carolina cuffed to 51 other slaves. Then, when he arrived he was sold to a cotton plantation where he describes the unfair treatment the slaves received. He compares his experiences from Maryland to that of Georgia and finds Georgia lacking. Ball found Georgia to treat their slaves as not even human beings where Maryland treated their slaves with a sense of pride. It was because of the cruelty that he discovered in Georgia that he decided to escape from slavery and walked back to Maryland to return to his wife and children there. Once there he hired himself out for wages and managed to escape the notice of the government for a long enough time to buy a farm. However, his wife died in 1816 and he remarried two years later. His new life was a very dangerous one and it was not long that he was once again recaptured and returned to slavery. While he was enslaved once again, his family was captured and sold into slavery also. He ends with his escape from slavery once again and his fleeing to Pennsylvania to avoid capture again and with the hopelessness of never seeing his family and children again (Ball).","            This narrative gave credence to two other authors who wrote about slavery by using many different examples of slaves, slave holders, and slave traders. One of those authors was Walter Johnson who wrote the novel Soul by Soul and in it he describes the issue of paternalism. Johnson states that “paternalism, then, was something slaveholders could buy in the slave market” (Johnson 111). For instance, when a slave was traded from master to master he or she would beg his or her old master to allow him or her to stay. It was this begging and this need to be with their old masters that gave way to the feelings of paternalism. Paternalism was a dangerous road for the slave trade to travel on because it enabled the trade to stay alive that much longer. It was this excuse of having feelings of paternalism that helped the slaveholders and the slave traders get the overall public to see the worth that slavery has, by degrading those that were enslaved they enabled the country to try and rationalize something that was irrational. Further, the narrative also shows how the slaveholders effected the process. Ball’s description of some of his holders and some of his tasks he did for these holders revealed how the relationship that the holder had with his slaves truly was an intricate one. For the slaveholders controlling these slaves and having these slaves was a point of pride. Ball describes instances where he said the slaves had to look good because it would have been seen as a very bad thing for the master to mistreat his slaves. "," "," "," "," "," "],"locations":[{"id":52795,"lat":32.1656221,"lng":-82.9000751,"zoom":8,"place":"Georgia"},{"id":52796,"lat":33.836081,"lng":-81.1637245,"zoom":8,"place":"South Carolina"},{"id":52797,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C"},{"id":52798,"lat":38.4949503,"lng":-76.5025742,"zoom":8,"place":"Calvert County, MD"},{"id":52799,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"Philadelphia P.A"}],"tags":[{"id":386,"tag":"Paternalism"},{"id":4,"tag":"Slavery"},{"id":2736,"tag":"Separation"}]},{"id":6373,"title":"Escaped Slaves and Lost Profit: John Joseph's escape","course_id":149,"status":"P","start_date":"1820-01-01","end_date":"1843-08-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The shadows of the trees over-casted the lone road, a single man on horseback patrolling down. He was finishing his late night rounds for the evening, anxious to get home to his family. He was heading down a road to look for any suspicious activity when there was a ruslting in the bushes along the side of the road. He froze and looked over, and saw someone dart out into the road. It was a teenager, around eleven years old. He looked around skittishly, before running to the cop. It took the cop one look to see the black skin of the boy. He grabbed his hand roughly. “What certificate do you have?” the cop shouted, brandishing a pistol. The slave boy, John Joseph, was lead back to his master. ","The story of a slave who was taking back after attempting to escape is all too common in the south. Since the start of the trade, slaves have always looked for escape. Most that did manage to get away found their ways to the Mississippi River. The river, with the steam boats that moved up and down with traded goods, were often open to the idea of hiring on dark skins for the helpful work around the boat, such as deckhands, riggers, table setters, and most commonly, in the furnace rooms for the large steam engines. 'The thousands of blacks who arrived in New Orleans...thus a crucial nexus of the Atlantic world' (16, <em>Black Life on the Mississippi</em>). John had not reached freedom, despite his murmerous sells till he was discovered by a british team on a boat in the Mississippi. They heard his woes, and carried him out to London. ","Slaves that didn't get to a safety port were often dragged back to their old owners and lashed. The lashing left tell tale scars along their backs, which could impact the resale value. Slavers who were in the market for another batch would inspect each slave carefully for any obvious signs of disease, illness, weakness, or scars. Diseased slaves were good as dead, and a weak armed slave could do little for the tasks in the fields of cotton. Scars along the back are similar, to the slavers, as scratches along a car. It shows that either the previous owner was a poor one, or that the slave was disobedient and didn't work or tried to escape. John Joseph had scars, and this would have decreased his value in the markets. John was whipped numerous times under his first owner's thumb. The standard practice at that farm was to whip the slaves, and then see how much they could bring of the harvest. This amount would then be their expected harvest. John attempted escape, as depicted in the story, and when he was brought back, he recieved thirty lashes and was doused in salt water. The scars detailed an escape event, a stiuation where he tried to flee, and it impacted his pay. "],"locations":[{"id":52763,"lat":29.9510658,"lng":-90.0715323,"zoom":8,"place":"New Orleans, Louisina"}],"tags":[{"id":4,"tag":"Slavery"},{"id":500,"tag":"trade"}]},{"id":6375,"title":"This Side Up, With Care: The Narrative of Henry Box Brown","course_id":149,"status":"P","start_date":"1849-03-23","end_date":"1849-03-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Henry Box Brown is notorious for escaping from slavery in the southern United States by shipping himself to freedom in the North in a wooden box. In <em>Narrative of the Life of Henry Box Brown</em>,<em> Written By Himself</em>, Brown described his experiences as a slave, and the events that triggered his bold plan to free himself. Brown was born into slavery in Virginia in 1815, and he described his life as not as physically brutal as that of other slaves. Regardless, Brown argued that slavery was cruel and damaging, particularly in consideration to how it separated him from his family. Brown and his wife were promised by their respective slaveholders that neither of them would be sold, so that they could remain together. Unfortunately, Brown’s wife and children were eventually sold to a slaveholder in North Carolina, and as a result Brown decided that he needed to escape slavery as the helplessness wrought by being enslaved became unbearable. ","Brown had the idea to ship himself in a wooden crate disguised as dry goods to territory in the North where slavery had been abolished. With the help of white abolitionist friends, Brown was successfully shipped from Virginia to Pennsylvania in a box that was three feet one inch long, two feet six inches wide, and two feet deep. Brown travelled in the box a distance of 350 miles in a period of 27 hours. He carried with him only a small portion of water stored in a bladder, for the purpose of hydration and wetting his face so that he would not faint. During the journey, the box was often thrown, tipped, and turned upside down, causing Brown pain and injury. The box was labelled “this side up with care,” but on a few occasions the box was tipped upside down, and Brown had to carefully balance himself so that he would not snap his neck. He risked being found and brought back into slavery or being physically hurt during his treacherous escape, but he successfully completed the trip without harm. When the box arrived in Philadelphia, Brown was greeted by several abolitionists, who celebrated his safe and successful journey. Brown’s testimony of his desperation to escape shows how even in the absence of physical brutality, slavery was a cruel, dehumanizing institution because of the mental and emotional impact it had on enslaved people.","The slave trade separated people from their loved ones and destroyed lives without any remorse, and as a result slaves like Brown reacted dramatically. In <em>Soul By Soul: Life Inside the Antebellum Slave Market</em>, historian Walter Johnson introduces the chattel principle, a concept which states that “any slave’s identity might by disrupted as easily as a price could be set and a piece of paper passed from one hand to another” (19). This principle essentially describes how the life of a slave was never stable because the threat of sale always loomed over their heads. Johnson further describes how disruptive slavery was to the bonds that enslaved persons forged between each other, stating that most intelligent, self-aware slaves knew that every social relation, whether by blood, love, or friendship, was in no way secure because its dissolution by the slave trade was always imminent. In Brown’s narrative, he criticized this disruptive nature of the slave trade, stating that “the tyrant slaveholder regards not the social, or domestic feelings of the slaves… without giving the slightest consideration to the domestic or social ties by which the individuals are bound to each other,” because the slaveholders felt that the slaves’ feelings did not matter (17). Being separated from his family greatly pained Brown and caused him to grow weary of his bondage, which triggered his determination to escape from slavery hidden in a wooden shipping crate."," "],"locations":[{"id":11224,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"PHILADELPHIA, Pennsylvania"},{"id":52765,"lat":37.9925909,"lng":-77.973865,"zoom":8,"place":"Louisa County, Virgina"}],"tags":[{"id":2729,"tag":"Runaway Slave"},{"id":238,"tag":"African American"},{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"}]},{"id":6376,"title":"Thomas Anderson and His Faith in God","course_id":149,"status":"P","start_date":"1854-01-01","end_date":"1854-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Thomas Anderson, known as Uncle Tom where he resided in Hanover, Virginia, grew up with no one to care for his welfare causing him to become very cold and wicked. This outlook and attitude continued until he was nineteen, when he was led to a religious meeting held by Baptists. There he learned that the wicked had no hope beyond the grave, scaring him into searching for a friend, which he found in God. His newfound faith instilled a positive outlook within him that God would always be there to help him. His master at the time did not understand religion, claiming he could whip the fancy of religion out of him; so he tried, but upon failing to break Tom’s spirits, he was defeated, and Tom was no longer whipped after that day. Although beaten and bloodied, Thomas felt strong and whole because of the Spirit that warmed his heart, the love of God defeating the physical brutality of his slave master. With his master’s permission, Tom joined the church; his master himself thought if there was a Christian in the world, it was Tom. Throughout his life, Thomas Anderson’s faith in God was unshaken.","It is commonly known that to be enslaved is to endure a life of brutality at the discretion of one’s slave owner; the case of Thomas Anderson was no different. In order to combat the ideal of such cruel treatment, slave owners would allow their slaves some sort of reward, benefit, or “freedom,” as Saidiya Hartman discussed in her book, <em>Scenes of Subjection, </em>about masters who allowed for festivities such as a Christmas party. Thomas’s slave master allowed for his participation in the church, which thus can be perceived as one of the “freedoms” a slaveholder may have provided. This “freedom” is simply a tool utilized by slave owners to justify to themselves that their ruling and power over their slaves is not as harsh as it seems, when indeed it is. By offering such privileges, the slaveholder hopes to pacify his slaves, while also expecting hard work in return; this is exactly what these privileges resulted in, but more so out of fear that if these offerings were not respected, the master’s brutality would intensify. These “freedoms” created fear among slaves, just as a beating would do, being used as a scare tactic to achieve the master’s personal demands. This was a system that instilled fear in slaves, who would succumb to the brutal world they lived in.","Yet another brutal aspect of the life of the enslaved was the inhumanity among the slave trade. Individuals involved in the slave trade were young and single, as this allowed the individual to be as detached from any sense of family bonds and dynamics, therefore being able to separate families without being troubled by conscience. Despite the hardship associated with ones family being separated, Uncle Tom spoke of such matters in a positive light, bringing attention to his hope for a reunion. He did discuss the hardship involved in seeing his children dying, being sold, or being traded and taken away from the family, but he looked to his religious foundations to free him of negative thoughts and a poisonous mentality. His faith in God gave him hope that he and his children would one day be reunited, if not on earth, in the life that followed. Luckily, the “freedom” Thomas was allowed taught him to approach life with his head unbowed. God instilled within him a positive outlook on life that allowed him to carry himself through the hardship, trusting that his faith in the Lord would serve him what he deserved for enduring the life he did."," "],"locations":[{"id":52766,"lat":37.4315734,"lng":-78.6568942,"zoom":4,"place":"Virginia"}],"tags":[{"id":2730,"tag":"Slavery and Religion"},{"id":4,"tag":"Slavery"}]},{"id":6380,"title":"Escape to Freedom","course_id":149,"status":"P","start_date":"1840-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sometime in the year 1840, William Green decided that he had enough of being a slave. “White people seem to act as if God made us to be their servants and it is not right for them to keep us in slavery,” he wrote. “I decided I spent enough time in slavery as I was willing to,” he wrote. William had never been whipped but his new master, Dr. Jenkins, just used the lash on him for leaving the plantation without permission. William fought back, making it the only time that he was ever whipped. “If you whip me again,” he told Dr. Jenkins, “I will never work for you again.” Jenkins tried one more time to lash William, he caught the whip in midair and beat Dr. Jenkins. With that, William became a fugitive slave and ran and hid and hid and ran. ","Slaves were used to harsh treatment from their masters. They were often whipped and made to do very hard work. Slaves were treated like animals and were bought and sold at auctions like commodities. Slaves were whipped if they were overweight or did not grow fast enough (Johnson, 46-78). Slaves like William and others were whipped for leaving the grounds to visit family members. They suffered with the separation of family and loved ones. Slaves lived in fear of being sold all of the time (Johnson, 5-19). Young William was visiting his father on a nearby plantation and when he returned his days as a slave would soon end. ","Many slaves, like William, lived in fear and in terror all of the time. With the passage of The Fugitive Slave Act, many slaves that escaped were returned to their masters. Many returned to even harsher treatment upon their return (Hartman, 19-20). Other slaves that did not escape lived with the fear of being sold and that their immediate family would be broken up. The fear of disappointment and the terror of the lash was a daily feeling (Hartman, 18). William, his father and his brothers all worked on different plantations. When William ran he knew that he could be caught and returned to Dr. Jenkins. William ran anyway and feared the prospect of getting caught but always hoping that his eventual freedom would happen. William happened to be one of the lucky ones. With the help of his cousins, uncles and other slaves, William managed to escape through Philadelphia then to New York as a fugitive slave. William was tracked by authorities but had help in avoiding capture. People like Dr. Osgood and Dr. Riggles helped him avoid capture (Green, 23).","William Green was one of the fortunate slaves who ran and even got to enjoy his life as a free man. Others were not so lucky. William made his way to Hartford, Connecticut and then settled at Springfield, Massachusetts. There he married and had four children and lived a life of freedom and happiness. "],"locations":[{"id":52769,"lat":39.0457549,"lng":-76.6412712,"zoom":8,"place":"Maryland"},{"id":52770,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"Philadelphia"},{"id":52771,"lat":40.7127837,"lng":-74.0059413,"zoom":8,"place":"New York City"},{"id":52772,"lat":42.315222,"lng":-72.5014715,"zoom":8,"place":"Hartford"},{"id":52773,"lat":42.1014831,"lng":-72.589811,"zoom":8,"place":"Springfield"}],"tags":[{"id":126,"tag":"fugitive slave"},{"id":2734,"tag":"William Green"}]},{"id":6385,"title":"The Escape of William and Ellen Craft from Slavery in America to Freedom in England","course_id":149,"status":"P","start_date":"1848-12-01","end_date":"1852-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William and Ellen Craft were both born in 1820s Georgia to, by the standards of that time, fairly sensitive masters. Neither was ever beaten by their masters, yet they still could feel the shackles of slavery. They met each other in 1846 by coincidence, and by 1848 were married. Their decision to escape slavery was heavily influenced by, besides their desire for and right to freedom, their desire to raise children out of the confines of slavery. Their escape was quick—eight days from their initial idea—however it was not easy and they ran into many obstacles along the way.","Their idea was based on the fact that Ellen’s quadroon skin made her passably white. So, they decided she was going to dress up as William's male master and chaperone him to Philadelphia, a free state. With nerves rumbling, they gathered costumes and props--Ellen decided to wear glasses and poultices around both her mouth and her arm so that she would neither be recognizable nor be asked to speak or write. Their masters issued them “holiday” papers for a short Christmas vacation. Along their journey, they encountered Ellen's family's friend and William's employer, but luckily were not caught. Many pro-slavery Southern Whites they met warned Ellen, code-named \"William Johnson,\" that her “slave” may escape when they get to the North. Blacks free and enslaved urged William to seek freedom when he got to Philadelphia.","If William and Ellen had good masters, why, then, did they want so badly to be free? Did they not have food, a job, a bed? This sentiment is what Saidiya Hartman says is the worst part of this institution. \"If the excess of enjoyment imputed to the enslaved displaced what we would think of as disturbing circumstances, it did so only by obscuring violence and comflating it with pleasure\" (Hartman 25). The institution's ideologies as a whole seeped within the community in the form of subconscious racial discrimination and subordination, allowing whites to alleviate their guilt in an instance where a slave seems to be treated more humane than usual. This natural inclination towards racism under the lens of paternalistic, goodly masters is seen throughout the Craft's interactions with the upper-middle to upper class white persons on the trains and steamers. When they were on a train in Richmond, an elite woman mistook William for her escaped \"Ned\" because she “never in my life saw two black pigs more alike” (Tweedie 62).  This incidence truly emphasizes the social atmosphere of the era. A majority of whites held skewed views of blacks and a lot of people were very proud and open about it. This woman was of a paternalistic view of blacks, that they were less intelligent and she knew what was best for them. This idea led her to change the will of her late husband, which had called for the emancipation of his slaves. She sold them because she thought it was “such a cruel thing to turn n****rs loose to shift for themselves, when there are so many good masters to take care of them” (Tweedie 64). A discussion, thus, took place amongst her, Ellen, and gentleman who was sitting by them, though it brought no change of mind to the woman. She reserved her paternalistic view of her slaveholding status."," Mysteriously, the couple came across much luck in their travel. At the port in Baltimore en route to free land in Philadelphia, a \"Yankee of the low order\" (Tweedie 68) claimed he could not let men with slaves pass without his approval, to prevent the emancipation of the slaves. With sheer luck, the conductor of the train recognized the couple and convinced the Yankee to let them board. While in Philadelphia, they met a man who was a member of the Society of Friends and who graciously hosted them for three weeks. During those three weeks, the freed William and Ellen learned the alphabet and how to spell and write their names.","It came to be, however, that they were not safe in the supposedly free land of the North for, in 1850, the Fugitive Slave Act was enacted and their masters sent out warrants for their re-enslavement. As quickly as they arrived in the North, they fled for Canada and then England. William remarks at the end of his narrative about how unfortunate it is that, in order to be free, he and Ellen had to flee a land that prides itself in freedom and equality for the land which that country fled from just a few centuries prior.","                                    \"In short, it is well known in England, if not all over the world,                                                                                        that the Americans, as a people, are notoriously mean and cruel                                                                                    towards all coloured persons, whether they are bond or free\" (Tweedie 111). "],"locations":[{"id":52774,"lat":32.8406946,"lng":-83.6324022,"zoom":8,"place":"Maçon, GA"},{"id":52775,"lat":32.0835407,"lng":-81.0998342,"zoom":8,"place":"Savannah, GA"},{"id":52776,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"Charleston, SC"},{"id":52777,"lat":37.5407246,"lng":-77.4360481,"zoom":8,"place":"Richmond, VA"},{"id":52778,"lat":39.2903848,"lng":-76.6121893,"zoom":8,"place":"Baltimore, MD"},{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"},{"id":52780,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"Philadelphia, PA"},{"id":52781,"lat":42.3600825,"lng":-71.0588801,"zoom":8,"place":"Boston, MA"},{"id":52782,"lat":43.661471,"lng":-70.2553259,"zoom":8,"place":"Portland, ME"},{"id":52783,"lat":45.2733153,"lng":-66.0633081,"zoom":8,"place":"St John, NB, Canada"},{"id":52784,"lat":44.9902861,"lng":-64.1310364,"zoom":8,"place":"Windsor, NS, Canada"},{"id":52785,"lat":44.6488625,"lng":-63.5753196,"zoom":8,"place":"Halifax, NS, Canada"},{"id":52786,"lat":53.4083714,"lng":-2.9915726,"zoom":8,"place":"Liverpool, UK"}],"tags":[{"id":4,"tag":"Slavery"},{"id":501,"tag":"Escaping slavery"},{"id":2306,"tag":"Slave narratives"},{"id":420,"tag":"Slaves"},{"id":2737,"tag":"Civil War era"}]},{"id":6388,"title":"William Green's Journey Towards Becoming a Freeman","course_id":149,"status":"P","start_date":"1853-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["From the beginning of his life, William Green’s freedom was taken from him. William Green was born in Oxford Neck, Maryland about three months before his mother was set free. Green’s owner, Miss Goldsbury, at her death set all of her slaves free and their children were to be free when they became of age. William Green was therefore entitled to his freedom at the age of twenty-five, but he was cheated out of it. When Miss Goldsbury died Green fell into the hands of Mr. Singleton. Mr. Singleton, was going to take Green to the South to sell him, but Green’s mother begged him not to take her son away. He agreed that if she found someone to buy Green that he would sell him to them. Edward Hamilton bought Green and when he was sold the fact that Green was to be free at the age of twenty-five was not mentioned and therefore Green was sold as a slave for life. Green lived with his mother until he turned nine, at which time he was taken to work in the house of Mr. Hamilton. Until he was twenty, Green worked in Mr. Hamilton’s house as a body-servant, a race-rider, and later a waiter. When Mr. Hamilton’s daughter, Miss Henrietta Hamilton, married Dr. Jenkings, Green was given as part of her wedding dowry. Dr. Jenkings was a disagreeable man and Green did not like him. Green’s job was to wait and take care of things in the house, go on errands, and ride with the doctor when he went to see patients. One day, Green got into a quarrel with the doctor over how Green spent his leisure time. The doctor cracked a whip at Green and they started to fight until they were both out of breath. After that, Green told Dr. Jenkings that if he ever whipped him again Green would never do another day’s work for him or any other man. Green would remain with the doctor for about a year following the incident. Green was not satisfied with being a slave and had decided that he “had spent as much time in slavery as he was willing to” (Green, 15) and made a plan to escape with his friend, Joseph. On their journey, Green and Joseph met many friends who aided them on their way towards freedom. They were able to make it to New York and later Springfield, Massachusetts where Green was able to get a job, settle down, and live the life of a freeman.","William Green was not satisfied with being a slave and he was willing to stand up for himself and his freedom. Saidiya Hartman writes in her book <em>Scenes of Subjection</em> that “the exercise of power was inseparable from its display because domination depended upon demonstrations of the slaveholder’s dominion and the captive’s abasement. The owner’s display of mastery was just as important as the legal title to slave property.” A slaveholder showing his power was essential to his domination. Many people believed that slaves were suppose to submit to white people and that it was their job to do so. Dr. Jenkings was not able to exercise complete domination and power over William Green. This is because Green had been apart of Mrs. Jenkings dowry, so he was not one of the Doctor’s slaves and was not his property. Green was one of Mrs. Jenking’s favorite slaves and she had some influence in the way that Green was treated and often “let him have his way.” (Green, 13) With Dr. Jenkings not being able to have complete domination over Green, Green developed the courage to stand up for himself and this was shown with Green’s willingness to disobey his owner and when he told Dr. Jenkings that he would never work another day if he was ever whipped again. When Hartman talks about the brutality of slavery, two of things that she mentions are cruelty and resistance. William Green experienced both of these.  Examples of the cruelty that Green experienced was when he was cheated out of his freedom by being sold as a slave for life and not one who would be free at the age of twenty-five and the way that Green was treated by Dr. Jenkings. Even though Green was dominated and treated with brutality by his masters Green was not afraid to stand up for himself and resist them. Green’s courage grew as he resisted against his master and the act of slavery and as he began to think about freedom. With this courage Green made the decision to run away. It took “all of the nerve and energy that a poor slave can bring to his support to enable him to make up his mind to leave in the precarious manner” (Green, 15) but Green was willing to do so and because of this he was able to become a freeman. "," "],"locations":[{"id":52791,"lat":42.1014831,"lng":-72.589811,"zoom":8,"place":"Springfield, Massachusetts"},{"id":52769,"lat":39.0457549,"lng":-76.6412712,"zoom":8,"place":"Maryland"}],"tags":[{"id":270,"tag":"Freedom"},{"id":4,"tag":"Slavery"}]},{"id":6390,"title":"The Life and Family of a Black Slave: John Jacobs","course_id":149,"status":"P","start_date":"1855-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The narrative of John Jacobs begins with his youth in Edenton, North Carolina. He recalls his mother and father with only the most barebones descriptions. His mother died while he was very young and his father while he was only 13 years old. Jacobs recalls his father having been dehumanized and stripped of his manhood due to slavery. The inability to have a right to hsi wife, his body, and his kids robbed Jacobs' father of any humanity he could have possessed. In replacement for this lack of humanity came a nasty hatred and temperement that Jacobs can recall clearly. Jacobs attributes his character and perception of life as a slave to his father; thus, adopting a similar ill-tempered manner and mind.","Jacobs describes his processes for being traded or distrubuted to several differented slave holders. He recalls the ownershop paths of several of his other family members as well. A good part of his known family remain in close proximity to him in Edonton throughout their lifetime as slaves.","John Jacobs' uncle runs away but is later caught and returned to his owner. Then, he escapes perminately once his wife's honor is stripped due to evil white-men. Jacobs also mentions his one sister running away and not being found. Later, Jacobs writes that his sister had been hiding behind the cupboard of his freed grandmother's home for 6 years and 11 months. ","Jacobs develops a postive reputation amongst his slave owners due to strong compliance and a trustworth demeanor. According to Jacobs, however, he did not possess such well intentioned thoughts. Instead, he dreampt of his escape and formulated his compliance with his owners to advance his progression toward eventual escape, especially with his final owner Mr. Sawyer. It is with Mr. Sawyer that Jacobs is able to attempt and escape but his family ties pull him back into slave territorty.","Jacobs's story stresses the importance of family, community, and relationships amongst the black slave community. The story speaks clearly to what slaves valued during their time enslaved. Th narrative gives readers a view of how the brutality of the time formed the character of the enslaved. The narrative gives first hand accounts of the many brutal attacks committed on black men, women, and children. Reading the narrative replicates the fear and mental development of any black slave. This is a story of pure perseverance through the tough turmoil of the antebellum south. John Jacobs is just one individual who owns a story as devastating as this related to slavery in the south."],"locations":[{"id":52759,"lat":36.057938,"lng":-76.6077213,"zoom":8,"place":"Edenton, North Carolina"},{"id":52800,"lat":43.8638703,"lng":-79.013729,"zoom":8,"place":"Niagara Falls, New York"},{"id":52801,"lat":43.7726461,"lng":-79.354268,"zoom":8,"place":"Canada"},{"id":52802,"lat":41.883178,"lng":-87.6214853,"zoom":8,"place":"Chicago, Illinois"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":455,"tag":"Plantation Life"},{"id":454,"tag":"Slave Life"},{"id":2749,"tag":"Slave Family"},{"id":2732,"tag":"slave narrative"},{"id":2750,"tag":"Slave Punishment"},{"id":2751,"tag":"Slave Hiding"}]},{"id":6404,"title":"Coming South: A Confederate Sympathizer in a Northern State","course_id":149,"status":"P","start_date":"1860-12-14","end_date":"1860-12-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Just days before South Carolina seceded from the United States in December of 1860, an article titled “Coming South” was printed in a South Carolina newspaper, the <em>Abbeville Press.</em> The article included a letter written by a Northern Gentleman who wanted to support Southerner’s interests in rebelling against the abolitionist North. He believed that the South had been tolerant of the North’s tyranny for too long, and that the Southern states should rebel against the Union. The letter was originally addressed to a large commercial house in Mobile, Alabama, and it discussed the mounting political tensions at the time of publication between the Northern abolitionist states and the Southern pro-slavery states. The author of the letter stated that he was always a believer in the “divine and legal right of slavery,” and in state’s right of secession, and his beliefs made him an outlier in the North. Because secession seemed likely, the author wanted to express his support for the state’s right to secede, and for his desire to conduct business with or even migrate to the South in the event of secession. The author had accumulated land and wealth, and also produced goods that were exclusive to northern states, which would be valuable to the cotton states. The author claimed that if the Southern Confederacy was created as its own union, his first priority would have been to defend that right to secede, and his second would have been to help establish trade between the Confederacy and Europe, both of which would have been essential to fostering the Confederacy’s independence. The author chose to side with the South, because he believed fundamentally in the right to own slaves, to trade freely, and to secede if these rights were infringed upon.","In the letter presented in “Coming South,” the author addressed the issue of secession in terms of it being the only means to protect the interests of the South. In <em>Half Slave and Half Free: The Roots of the Civil War,</em> historian Bruce Levine discussed how Southerners believed that their position in the United States was untenable, and how the fear of abolition lead to secession (226). The letter author reflected the dominant ideology of the South at the time, because Southerners felt that in order to protect their economic interests and their existing lifestyle, it was necessary to remove themselves from a union that sought to eradicate slavery. Levine notes that antislavery sentiment had “demonstrably taken hold of a huge portion of the northern population” and that this instilled fear in the South, but the Northern letter author interestingly contrasted the dominant view of his region (233). The letter author's position as a wealthy gentelmen suggests that his interest in engaging with the South stemmed from economic concerns. In <em>Half Slave and Half Free, </em>Levine described instances of Northerners who sought to reconcile with Southern planters for the sake of economic gain, and stated that those who sided with the South were usually “key sections of the economic elite who feared alienating the slave owners more than they disliked slavery” (229). Essentially, in some instances businessmen, like the letter author, were more concerned with profiting from the Southern agricultural giants than they were with the moral aims of abolition. In \"Coming South,\" the <em>A</em><em>bbeville Press </em>used the letter to<em> </em>further the newspaper’s own pro-slavery and pro-secession agenda, by highlighting the possibility of economic and moral supprot from wealthy men in the North. The article did not give a name, location, or any identifying information about the letter’s author, so the letter could even have been a fabricated piece of propaganda, intended to encourage readers to side with secession. Southerner’s feared oppression from the majority of the North, but the existence of a pro-secession minority in the North would give Southerner’s reason to believe that they would be supported and successful if they removed themselves from the Union. Overall, the letter transcribed in “Coming South” is significant to period leading up to secession and the Civil War, because it reflected the contrast between Northern and Southern interests, and foreshadowed the eventual secession of the Southern slave states.  "," "," "],"locations":[{"id":52809,"lat":30.6953657,"lng":-88.0398912,"zoom":8,"place":"Mobile Alabama"},{"id":52808,"lat":34.1781719,"lng":-82.3790147,"zoom":8,"place":"Abbeville South Carolina"}],"tags":[{"id":500,"tag":"trade"},{"id":755,"tag":"Confederacy"},{"id":4,"tag":"Slavery"},{"id":1879,"tag":"Secession"},{"id":32,"tag":"Civil War"}]},{"id":6409,"title":"The Daily Nashville Patriot - Leading to the Civil War","course_id":149,"status":"P","start_date":"1860-12-07","end_date":"1860-12-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Daily Nashville Patriot from December 7, 1860 displays a collection of news blurbs form New York, Washington, Virginia and South Carolina. The first of which, from New York, discusses, among other things, the platform of the secessionists and their plan to take Fort Moultrie once secession has successfully taken off. From Washington there was discussion of governmental action being necessary to prevent war, as states like Texas were beginning to seem like traitors. A committee was appointed to discuss the questions leading to the “perilous condition of the country.” From Virginia it was suggested to enact a law making it illegal to rescue a slave arrested under the Fugitive Slave law and assign repercussions for not cooperating with said law. Also, from South Carolina, the house passed a bill unanimously that mobilizes a 10,000 volunteer unit armed force to be used by the government. All these blurbs combined into the same picture detail some of the underlying reasons the U.S. was headed into war with itself.","The news provided in the <em>Daily Nashville Patriot</em> alluded to the issues that America faced on every societal level; politics, economics, military, etc. The growing country faced many challenges with a population divided on many fundamental ideals, largely being slavery. In debates, Lincoln stated, “A house divided against itself cannot stand,” continuing with, “I believe this government cannot endure, permanently half slave and half free,” as is cited in McPherson’s <em>Battle Cry of Freedom.</em> Abraham Lincoln argued for the abolition of slavery, bringing light to the humanitarian perspective of its irrefutable brutality, whereas the Confederate states of the South utilized slavery as a means to stimulate the growth of their nation. Slavery was an economic tool, emplaced in a society of primarily agriculture, to eliminate the necessity for waged workers. As is known about slavery, it was a violent culture, raising questions for the Northern Union states about the humanity of such a practice. A landowner’s right to own slaves truly stimulated the southern economy, and the North and South stood divided in the case where slaves were escaping to the free states, and the South was arguing for the return of their property. If the Union was to work toward abolishing slavery, the Southern economy would suffer drastically, therefore the South did what it had to in order to preserve its ideals. On a political platform, The Union worked toward abolition, whereas the Confederacy aimed to outlaw the assistance of escaped slaves. Slaves were property of the Southern plantation owners and therefore must be returned; given the ideals of the Union, this was predisposed for conflict. McPherson’s <em>Battle Cry of Freedom </em>sheds light on the issues leading to the secession of the Southern states. As Lincoln discussed about a house divided not being able to stand, the house indeed did not stand. The South seceded despite the threats of the Union disputing the Unconstitutional act that defined secession, leading to the Civil War, pitting a nation against itself. As was discussed in the brief blurbs within the <em>Daily Nashville Patriot</em>, conflict was apparent in every facet of American society during this time, with slavery the underlying driving force, posing as the political, economical and social differences that drew a line between the North and South."],"locations":[{"id":52812,"lat":36.1626638,"lng":-86.7816016,"zoom":7,"place":"Nashville, Tennessee"}],"tags":[{"id":2780,"tag":"Causes for the Civil War"},{"id":2779,"tag":"Daily Nashville Patriot"},{"id":2778,"tag":"Pre-Civil War"},{"id":32,"tag":"Civil War"}]},{"id":6421,"title":"The Civil War: Remembering the Dead","course_id":149,"status":"P","start_date":"1872-05-30","end_date":"1872-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            The graves of all of the soldiers in the different cemeteries were strewn with flowers in Brooklyn. The earliest services were conducted in Woodlawn Cemetery, General Farragut’s resting place. Boats carrying marines, naval officers and the Grand Army of the Republic and services began at sunrise. Statues of Washington and Lincoln were decorated and then the Grand Army proceeded to different cemeteries to decorate the soldiers' graves. Over 8,000 people participated. The procession moved down Broadway. The military parade continued into Brooklyn with flags flying and salutes and speeches made. Decoration Day 1872 was held on May 30<sup>th</sup> around the country  (<em>Memphis Daily Appeal</em>, 1).","            The Memphis Daily Appeal captured all of the day’s events in different parts of the country. President Grant delivered a Decoration Day address to 8,000 people at the National Cemetery at Arlington. Musical pieces were played and graves decorated everywhere. Ceremonies were observed throughout the country. Five thousand gathered in Milwaukee, Wisconsin. A beautiful granite monument was dedicated in Ohio. Over five thousand assembled in St. Louis, Missouri to hear speeches and to decorate soldier’s graves. Confederate as well as Union soldiers took part to decorate over ten thousand graves. In Indianapolis, businesses closed in the afternoon in observance of the day. Throughout the nation people took time to remember the Civil War dead. In all places, soldiers were remembered, graves decorated, flags waved and speeches and music filled the air. Remembering was the order of the day (<em>Memphis Daily Appeal</em>, 1).","            In David Blight’s book “Race and Reunion” the history of Decoration Day is detailed. In the <em>Memphis Daily Appeal</em>, Decoration Day events of 1872 from different parts of the country were detailed. This information is significant for it shows how the nation healed during the aftermath of the Civil War. Decoration Day, which was later called Memorial Day, was a way for the nation to heal. Both the North and the South found a way to healing the scars of death by honoring and remembering their dead. Over six hundred and twenty thousand soldiers died as a result of the Civil War (Blight, 64). How to remember the slaughter of all the participants became the legacy of the war.","            In May 1868, General John Logan, Commander of the Grand Army of the Republic, called on all northern soldiers to decorate the graves of their dead comrades. Twenty-seven states participated in this May 30<sup>th</sup> ritual of placing flowers on the graves and making speeches. The next year, some three hundred and fifty six cities, both in the North and the South, participated in Decoration Day activities (Blight, 71). In the South, Confederate Memorial Day was celebrated on different dates at first. April 26<sup>th</sup>, the date of General Joseph Johnson’s surrender to General William Sherman, was used by many of the southern states (Blight, 77). Some southern states such as North Carolina and South Carolina used May 10<sup>th</sup>, which was the birthday of Stonewall Jackson. Virginia used June 3<sup>rd</sup> in honor of Jefferson Davis’ birthday (Blight, 77 – 78). By 1872, both the North and the South celebrated together with May 30<sup>th</sup> as the official day for Decoration Day as the holiday helped socially heal and bring together everyone. Black veterans marched and placed flowers alongside white veterans of the Civil War (Blight, 78 – 81). Today, Memorial Day observes all who died in all wars but the focus now is on World War I, World War II, Korean and Vietnam veterans. In 1872, Civil War dead was the only focus of the May 30<sup>th</sup> remembrances."],"locations":[{"id":52830,"lat":39.768403,"lng":-86.158068,"zoom":8,"place":"Indianapolis"},{"id":52829,"lat":38.6270025,"lng":-90.1994042,"zoom":8,"place":"St. Louis"},{"id":52828,"lat":40.4172871,"lng":-82.907123,"zoom":8,"place":"Ohio"},{"id":52827,"lat":43.0389025,"lng":-87.9064736,"zoom":8,"place":"Milwaukee"},{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C."},{"id":52825,"lat":40.7127837,"lng":-74.0059413,"zoom":8,"place":"New York City, New York"}],"tags":[{"id":2803,"tag":"Decoration Day"},{"id":2802,"tag":"Memorial Day"}]},{"id":6422,"title":"Revolution into the Reconstruction of Schools and Freedmen","course_id":149,"status":"P","start_date":"1866-07-10","end_date":"1866-07-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The calls of freedom rang through the courtrooms and the streets of North Carolina. People rejoiced, the feeling of the opression lifted from slave's shoulders. The slaves turned and left enmass from thier threatening southern homes, and moved up to the north. North Carolina was welcoming, in churches and schools alike. The smiles brimmed with the belief, that their bigotry will soon be lifted. They'll be set free."," ","The article, written by the Tri-weekly in North Carolina, details how the creation of black schools is not only increasing the amount of freedmen in the state, but also helping the rest of the state become more of the democratic ideal. However, the writer almost seems too enthusiastic, taking comparisons to God's light and how the schools 'bring intelligence and remove bigotry' from the state. The language used paints the image of a church rather than a few simple schools, but it is in the same league of importance to this article writer."," ","In context to the rest of the states, the article from the Tri-Weekly showed how North Carolina was approaching the idea of the freedmen as a good thing. They built large black schools for them, as a way to entice the freedmen to come to them and work for labor. The praise of how these schools were almost holy and they would release the whites from ignorance, was a thought that a radical repiblican would share around. \"Republican Reconstruction was at least the attempt to build a new house-a reinvented republic.\" (Pg. 354, <em>Race and Reunion)</em> The Radical Republicans wanted to throw aside the old ways, and barrel head first into new and more beneficial ways with the freedmen."],"locations":[{"id":52803,"lat":35.7795897,"lng":-78.6381787,"zoom":8,"place":"Raleigh, North Carolina"}],"tags":[{"id":164,"tag":"Slave"},{"id":123,"tag":"Reconstruction"}]},{"id":6423,"title":"Understanding Reconstruction By: Emily Curran","course_id":149,"status":"P","start_date":"1867-11-08","end_date":"1867-11-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was a world are ruled by oppression and distrust, this was the south right after the Civil War took place. The south expressed many feelings of discontent and anger towards that reforms that the rest of the country made them take on as a result of the Civil War. In one article in the <em>Bedford Gazette</em> it speaks towards Congressional reconstruction and how it infringed upon the right of the people of the south. One of the biggest issues expressed in the article is how blacks were seen as controlling the reforms that were taking place. People of the south did not agree with how the blacks were seen to have all of these rights and controlling the reforms. It was said that “blacks are permitted, nay compelled, by the Radical party to rule more than twice their number of whites” meaning that with the proper representation of blacks they would be able to take over the country. The whites in the south were outraged and the article speaks towards the conspiracies that many believed were happening. In the South people felt that the blacks were the ones shaping politics in such a way that would leave the South completely powerless to do anything in government. They thought that the blacks were corrupting government and would create a society that would be appalling to live in.  "," ","The world in the south during reconstruction was a charged time with not much sympathy for the struggles of the freedmen. David Blight writes in his book <em>Race and Reunion: The Civil War in American Memory</em> on what the south was like at the time of reconstruction. One of the more interesting questions he posed for the American government for that time was, “the great challenge of Reconstruction was to determine just how defeated the south really was, and to establish how free the emancipated slaves really were” (Blight 44). At the beginning of Reconstruction the government wanted to believe and for others to believe that the ideals of the south were killed off with the end of the war. However, as time began to show, that was not the case. Southern newspapers began to publish pieces like “Monstrous” to mock the American government and the recently freed slaves. Slaves in the south were not free from the hatred of the whites. They were in most cases still enslaved by their treatment in society. The newspapers were just one way for the people of the south to vent their frustrations and it didn’t end with just words; laws and regulations were put into place to keep the so called “poisonous” blacks from being true members of society. The tensions in the south and the lack of governmental control led to blacks having very grueling and unforgiving lives. "," "],"locations":[{"id":52831,"lat":40.0186921,"lng":-78.5039069,"zoom":8,"place":"Bedford, PA"}],"tags":[{"id":2806,"tag":"The South"},{"id":2804,"tag":"Monstrous"},{"id":123,"tag":"Reconstruction"}]},{"id":6426,"title":"Women: Citizenship or Idol Worship in the 19th Century","course_id":149,"status":"P","start_date":"1871-10-26","end_date":"1871-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An article from The Idaho World entitled, \"Will A Lady Ever Be President?\" pondered the possibility of a female presidency in 1871, a year before the upcoming election of 1872. The tone in which the author wrote is misogynistic, but also fairly common thought. The author begins by saying, \"Will a lady ever be President? We hope so, if she is pretty.\" Beauty is a central theme in this article, and it is assumed to be the cornerstone quality that makes a good female President. The author goes on to make the assumption that if a woman were to be President, it would open many chances for promiscuous behavior, in the good favor of her inferiors. \"The Presidentess\" would also be a fashion icon, and \"inaugurate an era of love and elegance\" to the political sphere. The author then assembles a picture of the future of politics, where a \"plump, comely\" candidate runs against a \"lean, lank, scrawny\" candidate. The public would be so invested in the excitement of this event that they would parade awful banners around, \"Full Bosoms Forever,\" \"Pretty Ankles are the Nation’s Bulwarks,\" \"To Arms, ye Brave, When they are Fair and Dimpled,\" and “Give the Kissing Candidate a Chance” among the lot. The author assures the readers that this future would be a good time, and that they should hope that they are alive to see it. The article ends in a positive view of women in politics at face value, but the meaning that lies underneath may not be so liberating, especially for the thousands of suffragettes reading it in 1871."," ","The fact of the matter is that women existed in a funny area within society, mostly white women, where they were held to a high standard of respect but were not considered equal and were not given the same rights as men. They were to appear ladylike and to exhibit class and sophistication amongst company. The “New South Lady,” according to David Blight’s <em>Race and Reunion</em>, was the “agent by which the whole South could transcend the legacies of defeat and Reconstruction” (273). This image of a perfectly proper and wholesome woman was meant to steer the country towards morally better paths. The United Daughters of the Confederacy was a group assembled to exemplify just this. The UDC strived to be “guardians of piety, education, and culture” and lead “public activist lives” (273). Women were expected to stay within the confines of their designated roles as wives and mothers, achieving perfection in positive qualities such as doting, peacemaking, respectable, and sensible.","Politics was considered too brutish for the dainty ladies of the states. Many women were not particularly upset by this construct, such as Janet Rudolph, who claimed that it was not fair that women had to give up everything, but were still not able to reach the equal status of their male counterparts. “Do you call this chivalry to women? Is it placing them on that lofty pedestal our opponents so delight to talk of?” Though she recognized this imbalance, she claimed, “I am not a suffragist, but it is just such injustice that will cause the women of Virginia to become suffragists” (279)."," ","The idea of a woman within the political sphere caused backlash from those who could not separate politics from the dirty, rough-and-tumble men that were involved. Or, at least it seemed that way. In order to combine the two worlds, one would have to sacrifice part of its identity. If a lady were President, the Presidency would have to revolve around female-centered activities (e.g. fashion, kissing); likewise, if a lady were to be President, the lady would have to act like a President—i.e. to act like a man. Thus, it was quite comical to some folks to imagine a female President. Though it has yet to happen today, this country has come a long way in securing a place for women in politics—even so far as to allow them to run against men in the Presidential campaigns. Luckily, there have yet to be any banners like the ones in this article read in the campaign for the 2016 Presidential election."],"locations":[{"id":52834,"lat":44.0682019,"lng":-114.7420408,"zoom":8,"place":"Idaho"}],"tags":[{"id":470,"tag":"Reconstruction Period"},{"id":7,"tag":"Women"},{"id":170,"tag":"suffrage"},{"id":788,"tag":"Sexism"},{"id":18,"tag":"Politics"}]},{"id":6428,"title":"Remembering Reconstruction: Attitudes and Perceptions of Reconstruction from Senator Doolittle","course_id":149,"status":"P","start_date":"1871-09-05","end_date":"1871-09-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Covered by the Charleston Daily, a newspaper based in Charleston, S.C., Senator Doolittle gave an acceptance speech for the democratic nomination for governor of Wisconsin. On September 5, 1871, Doolittle touched on many current events in the world of US politics. Most importantly, he touched on Reconstruction. He retold the story of reconstruction from his perspective and the aspirations of Abraham Lincoln, whom he shared similar ideas on Reconstruction. Doolittle told how Lincoln was opposed to reconstruction based upon the fear that it would disenfranchise whites and subject them to black suffrage. Doolittle quoted Lincoln saying, “I did not break the chains of slaves to put chains on others.” Unfortunately, Doolittle said that Lincoln could not see out his specific vision because he was assassinated. At this point, Doolittle continued his speech by referencing his issues, along with the issues of other current politicians, relating to the issue of Reconstruction and the implications of Reconstruction affecting the country as a whole. Specifically, Doolittle pointed out the issue of how states in the South were to proceed following the war. Doolittle stated in his speech the controversy of martial law being implemented in eleven states. He pointed to this being a gross violation of the constitution. He mentioned how even prominent people in the military such as General Grant have ceded to the martial law implementation.  After these current event summaries, Doolittle thanked the audience for the nomination and promised to deliver on his campaign promises. ","             Blight’s <em>Race and Reconstruction</em> can further contextualize the significance of the speech made by Senator Doolittle<em>.</em><em> </em>In <em>Race and Reconstruction, </em>we are recounted of other politicians who voiced their displeasure for the idea of Reconstruction. From Ulysses Grant to Jefferson Davis, perspectives of current politicians were used to give the general sentiment of Reconstruction during the era. While Doolittle was in the camp against Reconstruction, it was a testy issue that separated many people along political party lines. Doolittle used Abraham Lincoln and Lincoln's personal thoughts about reconstruction to speak out against it. By implementing other prominent figures that offered similar analysis as his own, Doolittle attempted to legitimize and back up the claims he is made. Additionally, Doolittle mentioned his displeasure in the implementation of martial law in southern states. In Blight's work, we saw this idea hotly debated and contested by both sides of the political spectrum. Many northerners wanted to see the South disciplined for its actions while many southerners wanted to have their political agency returned so that can resume to running their states and begin their recovery."],"locations":[{"id":11452,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":2812,"tag":"James Rood Doolittle"},{"id":2811,"tag":"Senator Doolittle"},{"id":683,"tag":"Abraham Lincoln"},{"id":123,"tag":"Reconstruction"}]},{"id":6430,"title":"Southern Feeling after the War","course_id":149,"status":"P","start_date":"1872-06-20","end_date":"1872-06-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Although the Civil War had ended, Southerners had a hard time adjusting to the new Union and the end of slavery. Because the South had fought and succeeding from the Union to keep their way of life intact, their losing of the war was met with pain and anguish from their side. Although most of the South had this feeling of what to do next after their slaves had left, my primary document the Herald and Tribune from Jonesborough, Tennessee wrote a article in 1872 talking about how southern men who fought for the South could not get all their benefits from the pension and that this was deserved. It is surprising to hear a Southern newspaper say six years after the Civil War ended that southern men do not deserve all loyalties and benefits that union soldiers get because they had betrayed the Union and turned their backs on the country. As the one part of the article says “to those not expected it does not in any other respect relieve those who have been disloyal from any of the legal penalties, restrictions or requirements consequent”. The sense of southern men paying for their sins was an idea that was not prominent and popular idea during the Reconstruction years.","It is surprising that a Southern newspaper would have such opposite opinions of what the South was thinking during Reconstruction. The newspaper mentions that in order for the United States to move on, the South needs to take responsibility for the war and accept the fact that southern way of living with slavery was over. Southern Democrats in Congress wanted the South to just fit back into Amercan society without any sort of reprocussions or payment from the South. A lot of southern men were still opposed to black men and women being their equals and living and working besides them.","In Leon Litiwck's <em>Been in the Storm So Long Mr</em>. Litwick tells readers how hard it was for southern families to adjust to their new way of living without slaves. There are plenty of examples he gives that show that families were having a hard time making life without their slaves helping them in the field and in the house. The sense of paternalism and how slave owners though they had a connection with their slaves made their slaves leaving for their freedom that much more difficult. There were alot of examples of white families trying to force their former slaves to stay by persuasion or force and the transition to a free society was not easy for southern land owners. Although the war and slavery had ended, racism and segregation took its place in and were the foundations of the relationship between white and black families."],"locations":[{"id":52835,"lat":41.5775802,"lng":-77.126128,"zoom":4,"place":"Jonesborough, Tennessee"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":32,"tag":"Civil War"}]},{"id":6452,"title":"Reconstruction: Knowledge is Power","course_id":149,"status":"P","start_date":"1867-08-24","end_date":"1867-08-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This document is an open letter to General Grant from Major General Pope in regards to allowing confederate leaders to be involved in the Reconstruction process in the South. The main piece of evidence used by Pope to further his argument about rebel officials role in reconstruction, is a speech made by B.H. Hill.  Pope claims that the speech represents the feeling of the majority of the whites in the south, that reconstruction will never be accepted because of the drastic changes it would require.  Although, Pope makes it clear that he does not want their ideas and thoughts muffled at all from the United States, but that having an open conversation with these ideas will better help it to not happen again.  If these voices were kept silent, Pope argues that reconstruction would fail within a few years. Having this discussion available for everyone to hear would actually make reconstruction strong and last long, since people would have \"with[stood] the influence of the secession party\".  Overall, Pope writes how reconstruction can only be successful if the people in the south support it and work towards it, otherwise discontent will fester until more conflict inevitably boils over. Pope supports the Reconstruction Acts actions towards disenfranchising since he believes it would keep more rebel thoughts out of actual politics.  Other sources that Pope uses are letters by Hill, by Governor Perry of South Carolina, of Hershal V Johnson of Georgia and many others who represent the anti-reconstruction of the South.  For Pope, reconstruction is not just about ending the rebel discourse, but maintaining efforts for reconstruction and reconnection to the Union long after the individual rebel voices fade away and the states are readmitted. In order to know how to make reconstruction successful in the long term, the rebel ideologies and arguments must become fully developed in the open and public sphere, according to Pope.  He also shows how the education and social integration of the freedmen is essential to making them a part of society, and will better the society.  Pope says that any attempts to \"check\" the education of the freedmen would severely undermine any progress made. Pope concludes the letter to General Grant by claiming that he believes any straying from the course he outlined for reconstruction would end in disaster, destruction, and the winning of evil.  ","Major General Pope's perspective seems particularly unique when Blight's book <em>Race and Reunion </em>is taken into account.  According to Blight, the \"politicians sought to permanently bury the issues of war and simultaneously used those very issues to fan the flames of political difference\"(Blight 98).  Pope's open concept take on Reconstruction and dealing with rebel leaders/thoughts is just the opposite of this, which seems to be against the majority opinion based on Blight's writing.  Pope's perspective, while not part of the three main perspectives of the South (white unionists who moved south during Reconstruction, white southerners--poor men and slaveholders, and the freedmen), provides historians with what appears to be a minority perspective on Reconstruction. What Pope wanted for the reunion of the United States and for Reconstruction was highly unlikely during that time given the increased polarization of politics during that time.  As Blight says, the politics became about arguing over the end of the war, who won, and who would win.  Major General Pope had an optimistic approach to the reunion, however since the war was still being fought in the political arena, it made his plan unrealistic.    "],"locations":[{"id":52852,"lat":35.7795897,"lng":-78.6381787,"zoom":9,"place":"Raleigh, NC"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":311,"tag":"Union"},{"id":1115,"tag":"Freedmen"},{"id":6,"tag":"Education"},{"id":2843,"tag":"Confederate leaders"},{"id":2844,"tag":"Reconstruction Acts"}]},{"id":6435,"title":"Reconstruction: The Issue of Equality","course_id":149,"status":"P","start_date":"1868-07-03","end_date":"1868-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The <em>Public ledger</em>, issued out of Memphis, Tennessee on July 3, 1868, details the newfound social and cultural characteristics of post civil war America. The Newspaper presents the \"Platform of the Tennessee Democracy,\" an outline of new standards for governmental and civilian life, which discusses major topics such as civil rights issues and powers of the state and federal governments. This newly documented Tennessee Democracy states that the result of the war should be accepted as final and conclusive, speaking to those who were sour over the outcome. Not only this, but the document also makes a clear point that the abolition of slavery stands, which speaks to the vast majority of concerns for post Civil War America, regarding the Constitutional amendment that ratified the illegality of enslaved African Americans. This decision greatly impacted the southern economy, proving unfavorable for many. Equal and exact justice for all is the conclusive point made by the document, producing an environment that holds every individual to the same standards.","After the \"Platform of the Tennessee Democracy\" comes a news article regarding congressional reconstruction. The issue discussed is that of making \"negroes\" equal to white men, and the repercussions this may entail. If such a decision was to be made, the population of African American voters would rival that of the caucasian Americans. This brought concern to those who worried that the intentions of the African American voters may be greatly different than those who once owned slaves. If in fact African Americans were deemed equal and Northerners did not agree with such a decision, those who would decide to venture south to surround themselves with the likeminded, would be disfranchised and unable to vote. Although slavery was no more, this newspaper brings light to the inequality that was still very much present.","To contextualize the newspaper articles found within the <em>Public ledger </em>dated July 3, 1868, we can look into David Blight’s <em>Race and Reunion</em>, which gives useful perspective on the post civil war society that defined America. Southerners, having lost the war, began to feel a sense of tyrannical oppression afflicted by the North through such acts as Congressional reconstruction. The southern ideology and way of life, prior to the civil war, operated around an economy driven by slavery. With the Union victorious, and one of its major civil war motives being the anti-slavery movement, the south was subject to a great deal of change. Blight offers us the position of the southerners, given their feelings of now being oppressed by the north. The south excused their position throughout the war saying they were only trying to finish the work of the founding fathers, questioning why were they now being punished. For obvious reasons, these southern whites were going to disapprove of these new government actions to abolish slavery and equalize black and white peoples. The truth of the matter at the time was the southern fear of the vast population of black people who would now be free and equal, and able now to oppose the white vote. The very oppression the south felt was illegitimate given the culture the south produced through slavery. This hypocritical ideology was the result of a malicious southern culture that was now to be removed from American society and culture, which produced a fear of opposition from black populations who would then be given the ability to carry out political and social retaliations."," "],"locations":[{"id":52804,"lat":35.1495343,"lng":-90.0489801,"zoom":8,"place":"Memphis, Tennessee"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":42,"tag":"Civil Rights"},{"id":2801,"tag":"Post-Civil War"}]}]}