{"id":151,"title":"JFK: Famine to New Frontier","school_id":77,"school_name":"Marist College","term":"Fall 2015","abbr":"FYS 101","url":"","description":"John F. Kennedy's life weaves together the history of religious outsiderism, political ambition, and public service in the American Century. This class examines JFK's history from the Irish Famine to his untimely death. We will consider Irish immigration to America, the Kennedy family, and the political life of JFK. While the Kennedys will be our primary focus, we will also pay close attention to how their lives intersected with several major events and movements in American History.","points":[[42.2808256,-83.7430378],[42.629888,-71.916805],[41.8781136,-87.6297982],[38.9071923,-77.0368707],[21.521757,-77.781167],[61.52401,105.318756]],"bounds":[[61.52401,105.318756],[21.521757,-87.6297982]],"episodes":[{"id":6463,"title":"A New Frontier: The Peace Corps","course_id":151,"status":"P","start_date":"10/14/60","end_date":"3/16/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“How many of you, who are going to be doctors, are willing to spend your days in Ghana? Technicians or engineers, how many of you are willing to work in the Foreign Service and spend your lives traveling around the world?” These were the words students recalled as Senator John F. Kennedy spoke to them in the early hours of the morning, at the University of Michigan on October 14, 1960. Thousands of young college students stood with one another, waiting to hear what the Senator had to say. He spoke to them about his proposed Peace Corps plan with great optimism. ","The organization's mission was to aid in the development of countries over seas with the help of trained volunteers and promote a better understanding of foreigners and the American people of each other. The Peace Corps plan invited young men and women to be a part of uniting the country in the 60’s, to face challenges and come together as a whole.","Although Kennedy convinced America that the Peace Corps was a valuable asset in bringing peace to Third World Countries and using the youth and their efforts to change the world, Karen Schwartz pointed out in, <em>What You Can Do For Your Country,</em> that, “The Peace Corps independent evaluators reported a preponderance of volunteers all over the world languishing in poorly defined jobs. The quality of the of the programs was suffering, they said, because of the Corps was sending out more people than could be adequately placed.” She argues that America had the country believing that the Peace Corp was the greatest organization when in reality it was poorly run and it’s objections were not being met.","When Kennedy was elected President, he lacked one of the most important goals he stated he would try to achieve: to promote world peace. It seemed as though his efforts were lacking in many respects because he could have done more to better the organization. All in all, the Peace Corps was not as successful as it had been envisioned. ","But it was in fact, a genuine effort. Students were captivated by the President’s willingness to let the people do the helping and become involved. More people were given new life experiences than what they could give to the countries they traveled to. The cross cultural exchange left between the countries did more for Americans than it did for the Third World Countries with respects to bringing the U.S. together."," "],"locations":[{"id":52860,"lat":42.2808256,"lng":-83.7430378,"zoom":3,"place":"Ann Arbor, Michigan"}],"tags":[{"id":1727,"tag":"JFK"},{"id":2854,"tag":"Peace Corps"},{"id":2855,"tag":"New Frontier"}]},{"id":6474,"title":"The Presidential Physicians of John F. Kennedy","course_id":151,"status":"P","start_date":"1/1/54","end_date":"12/31/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an oral history, Dr. Janet Travell explained that she frequently treated President John F. Kennedy for various muscle pains with “local procaine injections at trigger points.”  According to notable Kennedy historian James N. Giglio, criticism of the President’s repeated injection treatment arose among his other physicians, particularly Dr. George G. Burkley and Dr. Hans Kraus.  Drs. Burkley and Kraus were focused more on the President’s long term health and strength, while Dr. Travell seemed to mainly concentrate on easing Kennedy’s immediate pain.  Giglio also found that the long term effects of Dr. Travell’s injections seemed to further physically harm President Kennedy and weaken his already damaged muscles.             ","“Not helpful and actually harmful,” is the way Dr. Burkley described Dr. Travell’s injections in an oral history interview.  He explained that he advised Dr. Janet Travell not to give Kennedy “any more injections of any kind.”  Found in John F. Kennedy’s personal papers is a prognosis, following an examination by Dr. Kraus, that documented the state of the President’s health, after the frequent injection treatment provided by Dr. Travell.  Dr. Kraus reported that President Kennedy had substantial weakness and tightness in various muscles.  Dr. Kraus recommended a series of physical exercises that would gradually improve President Kennedy’s strength for weak muscles as well as loosen his tight muscles.  He further advised the President to accept injections “as little as possible.” ","Historian James Giglio argued that Dr. Burkley and Dr. Kraus discouraged Dr. Travell’s treatment and recommended plans of physical therapy that could potentially increase the President’s strength, rather than injections that both doctors believed to be harmful.  Dr. Kraus contended that the heavy use of injected drugs could be avoided with other less invasive methods such as a medical spray and physical therapy treatments.  Giglio also stated that Dr. Travell then attempted to avoid the other two doctors’ orders and still continued to treat the President; however, in 1962, the President’s medical team officially fired Dr. Janet Travell as the President’s physician and later re-assigned her to be a physician for Jacqueline Kennedy and her children."," "],"locations":[{"id":52869,"lat":42.629888,"lng":-71.916805,"zoom":6,"place":"Washington, D.C. United States"}],"tags":[{"id":2703,"tag":"John F. Kennedy"},{"id":100,"tag":"Medicine"},{"id":2867,"tag":"Travell"}]},{"id":6475,"title":"The 1960s: A Revolution for the Intellectually Disabled","course_id":151,"status":"P","start_date":"2/5/63","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Americans with intellectual disabilities were seldom given the respect and equal opportunities they deserved prior to the 1960s. Historians describe the sixties as a monumental decade in terms of technology, music, fashion, sexual revolution, and youth rebellion; but the Age of Aquarius also marked the beginning of a newfound recognition for Americans with mental disabilities. ","John F. Kennedy was the first president to make improving the lives of handicapped Americans a priority in his administration. He issued a message to Congress in 1963 addressing the dire need to aid and support Americans suffering from mental illness. He stated, “…as Americans, it is our duty to seek out the causes of mental illness, strengthen public awareness of intellectual disabilities and create programs and facilities to assist the mentally ill.” This message marked the beginning of a revolution for Americans with intellectual disabilities. ","Kennedy’s sister, Rosemary, who suffered from intellectual disabilities herself, influenced him during his presidency. Witnessing firsthand the heartbreaking tribulations of growing up mentally handicapped, President Kennedy, along with his other sister, Eunice, decided to set forth to improve the lives of the intellectually disabled forever.","A short eight months after President Kennedy’s special message to Congress, he signed the Community Mental Health Act. The CMHA provided funding for research centers and facilities in order to combat mental illness and improve the lives of those who suffer from it. Up until October of 1963, there had never been a law or act aiming to serve the mentally disabled; instead, families kept disabled children at home because society considered them a burden to society. To this day, the signing of this act signifies the official change in government perspective towards Americans living with intellectual handicaps. ","Although President Kennedy died less than a month after signing the CMHA, his legacy for helping the intellectually disabled carried on. Thanks to her brother’s public awareness, Eunice Kennedy founded the Special Olympics in 1968. The goal of the Special Olympics was to provide a day filled with events and sports clinics specifically for intellectually disabled children.  The Olympics proved to be so successful that, by 1970, the organization had spread internationally to France and Canada. At Eunice’s press conference in 1970, she reflected on how much support the organization gained in only two years and thanked Americans for their ongoing efforts to raise awareness for the mentally handicapped. ","Since John F. Kennedy’s presidency, the lives of Americans with mental disabilities have improved greatly.  Thanks to the Kennedy family, the intellectually handicapped are treated with extra care and compassion. Although some may argue that this was not the most important initiative of Kennedy’s presidency, his influence absolutely sparked a significant change in the way Americans view people who are disabled. "," "],"locations":[{"id":52870,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, Il"},{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"}],"tags":[{"id":2872,"tag":"Special Olympics"},{"id":2871,"tag":"Rosemary Kennedy"},{"id":2870,"tag":"Eunice Kennedy Shriver"},{"id":2869,"tag":"Mental Retardation"},{"id":2868,"tag":"Intellectual Disabilities"},{"id":2703,"tag":"John F. Kennedy"}]},{"id":6481,"title":"Jackie Kennedy: An Icon","course_id":151,"status":"P","start_date":"1/20/61","end_date":"5/19/80","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 20, 1961 John Fitzgerald Kennedy became President of the United States.  Next to him at his inauguration was his wife Jackie Kennedy.  The minute the people of the United States noticed her in an Oleg Cassini beige wool coat and pillbox hat is the day she became an overnight fashion icon.   ","            Jackie was a trendsetter.  On August 1, 1961 <em>Vogue </em>published one of many articles about Jackie saying that she influenced Americans style.  The magazine editors and readers believed Jackie knew fashion and how to dress well.  Jackie also started to make different clothing pieces a trend as well.  She made the pillbox hat an overnight hit. She wore it at her husband’s inauguration and the day he was assassinated.   Mia Tramz from <em>Time Magazine</em> said that people also saw her in oversize sunglasses, headscarves, equestrian styled looks, and bows on her clothing.  All of these looks became a trend the moment photographers captured her image and published her in a newspaper and or magazine.","            Yes, Jackie Kennedy was known to be an icon.  But there were also people who thought her style was inappropriate.   Fashion writers such as Mia Tramz argue that Jackie was an inappropriately dressed first lady.  Sometimes she would be described as a “masculine” dressed woman who had a British street style look.  But these criticisms did not stop Jackie from wearing whatever she pleased.  She dressed for herself and not for other people, which makes her a fashion legend. ","            According to the Berg Fashion Library the World War II and Cold War era was an unimaginative time for fashion because it was a depressing time, and also the World War II was a hard time for a lot of people because of the limited opportunities to display fashion and sell clothes and also the constant violence.  Whether it is in France where fashion was better or in the white house she brought fashion brightness. Whitney Walton said she brought frenchness to her fashion, which showed non- bland fashion. During the Cold War era she gave elegance, class and excitement to the fashion industry.   Jackie Kennedy made the fashion world a lot brighter for some people and influenced various department clothing stores and designers to make clothing less plain again. ","            Jackie Kennedy is known for being the fashion icon of the twentieth century.  Whether it is from starting trends or brightening up the Cold War era she was the best of that time. Jackie will always be remembered for her fashion sense, but also for her elegance and class, which will live on forever.    "],"locations":[{"id":52875,"lat":38.9071923,"lng":-77.0368707,"zoom":7,"place":"Washington DC USA"}],"tags":[{"id":1450532198,"tag":null},{"id":2880,"tag":"Fashion Jackie Icon"}]},{"id":6484,"title":"Khrushchev's Agreement with Kennedy","course_id":151,"status":"P","start_date":"10/16/62","end_date":"10/28/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Thirteen Days” in October 1962, or better known as the Cuban Missile Crisis, was a dangerous time when a nuclear war could have occurred. The Soviet Union (U.S.S.R) secretly placed missiles in Cuba in 1962 to support Fidel Castro’s administration against the United States. Castro and his rebels had overthrown the American-backed president and military dictator, Fulgencio Batista, in 1959.  After a failed invasion by Cuban exiles and the Central Intelligence Agency (CIA) under the United States at Bay of Pigs in 1961, U.S.S.R. started to offer more military and economic support to Cuba. During the Cold War, U.S. and U.S.S.R. had many proxy conflicts in places like Berlin, Vietnam, and Korea, but the Missile Crisis was the first time nuclear weapons were involved and citizens of the U.S. were in serious danger. President John F. Kennedy of the U.S. and Nikita Khrushchev, the Prime Minister of U.S.S.R. wrote several letters over the thirteen days after the discovery of the missiles on October 16, 1962. Surprisingly, Khrushchev was willing to negotiate and make an agreement with Kennedy to promise no further invasions of Cuba and to remove the missiles in Cuba if the U.S. removes the missiles in Turkey and Italy.","The main reason for the agreement was to prevent a nuclear war. Both sides understood what was at risk, and both men acknowledged that war had to be prevented any way possible. If U.S.S.R. did not want a nuclear war, then why were the missiles placed in the first place? “…Solely for the purposes of defense, and we have sent them to Cuba at the request of the Cuban Government,” Khrushchev wrote in his letter to Kennedy on October 26, 1962. Khrushchev was writing the truth; Castro had asked for shipments of larger arms in the fall of 1961. According to Major Problems in American History Since 1945, written by Robert Griffith and Paula C. Baker, Khrushchev did not agree at first, but later did because it was vital to not lose Cuba to China or the U.S. As explained by Griffith and Baker, Cuba was U.S.S.R.’s “prime example” of how successful they were able to undermine capitalism through the liberation of less developed countries. Castro already began asking China for economic assistance. And most importantly Khrushchev knew that the U.S. was going to invade again because Cuba was to them as Hungary was to the U.S.S.R. Therefore, in order to keep Cuba in their camp, Khrushchev approved the delivery of the missiles on April 12. ","In the same letter Khrushchev also tried to clear up what he thought were President Kennedy’s and the U.S.’ misunderstanding about the missiles and in general, Communism. Even though Khrushchev criticized the U.S. policy and blamed it for invading Cuba in the first place, he still used this chance to explain the similarities between capitalism and Communism. “It is thus that we, Soviet people, and, together with US, other peoples as well, understand the questions of war and peace,” Khrushchev argued. Ernesto F. Betancourt, who worked for Castro during the Missile Crisis and was later a liaison with the Kennedy administration, argued in his paper, “Kennedy, Khrushchev, and Castro: A Participant's View of Cuban Missile Crisis,” that challenges imposed by Chairman Mao of China on Soviet leadership and ideology of Communism might have also affected his reason for agreement. Khrushchev could not risk starting a war with the U.S., when the U.S.S.R. was not on good terms with China, the second largest Communist country. ","Concluding his letter, Khrushchev called for a negotiation to cease the tension and ask for Kennedy’s agreement. It was clear that the missiles were placed in Cuba intentionally. Khrushchev wanted to use the missiles to make the U.S. back away from Cuba. Therefore, there was no need for any negotiation to occur between U.S. and U.S.S.R. However, Kennedy and the U.S. saw the missiles as an offense weapons and warned Khrushchev that the U.S. was ready to take action if nothing was done about the missiles. Thus, Khrushchev, who also wants to prevent a nuclear war, started to see the need to call for an agreement. It is possible that Khrushchev also used the missiles to trigger the U.S. to make an agreement to leave Cuba alone, but the agreement was made based on the common goal between the U.S. and U.S.S.R., which was to prevent a nuclear war in any way possible."],"locations":[{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":6,"place":"Washington DC"},{"id":52866,"lat":21.521757,"lng":-77.781167,"zoom":6,"place":"Cuba"},{"id":52877,"lat":61.52401,"lng":105.318756,"zoom":6,"place":"russia"}],"tags":[{"id":2862,"tag":"Cuban Missile Crisis"},{"id":1396,"tag":"Cuba"},{"id":2701,"tag":"Kennedy"},{"id":2861,"tag":"CIA"},{"id":291,"tag":"Cold War"},{"id":1727,"tag":"JFK"},{"id":2883,"tag":"Khrushchev"},{"id":2884,"tag":"Castro"},{"id":2885,"tag":"U.S.S.R."},{"id":2886,"tag":"Soviet"},{"id":2887,"tag":"Communist"}]}]}