{"id":153,"title":"US Since 1945","school_id":3,"school_name":"Juniata College","term":"Fall 2015","abbr":"HS 325","url":"","description":"This course will deepen your knowledge of United States history since 1945. It does not attempt to offer an exhaustive examination of the period, but instead deepens your knowledge of some central events, major themes, and key personalities that have shaped our country over the past seventy years. These themes include the Cold War, the internal and external impact of war, the civil rights movement, the new role of women in society, suburbanization, the growth of a consumer society, popular culture and the impact of the presidency upon U.S. policies.","points":[[40.7496161,-73.9666718],[40.7335719,-74.0027418],[42.331427,-83.0457538],[37.6016892,-121.7195459],[10.7579398,106.6719161],[40.4107964,-75.2479061],[38.9071923,-77.0368707],[40.8370495,-73.8654295],[42.197757,-72.5382009],[39.904211,116.407395]],"bounds":[[42.331427,116.407395],[10.7579398,-121.7195459]],"episodes":[{"id":6457,"title":"New World Order In Action: Multilateralism Returns","course_id":153,"status":"P","start_date":"11/29/90","end_date":"11/29/90","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At precisely 3:25 p.m. on Thursday, November 29, 1990, the United Nations Security Council was called to order in the UN Headquarters in New York City. This meeting held special significance because all fifteen nations of the Security Council were represented by their foreign ministers, rather than UN ambassadors. The reason for such a prestigious attendance was Resolution 678 (1990). This resolution gave the United States led coalition the authority to invade Kuwait and repulse the Iraqi army on January 17, 1991. The council president and U.S. Secretary of State James Baker gave a speech at the conclusion of the meeting, reaffirming the council’s choice to approve the resolution and demonstrating the extent to which the U.S. foreign policy had adopted multilateralism.","            In his speech, Baker emphasized the group contribution to this effort, “We have taken political, economic and military measures…we have worked out a coordinated international effort involving over fifty states…” One of the major reasons the U.S. came to rely more heavily on multilateralism during the 1990s was that it was becoming more apparent that force alone was not the most effective method of achieving U.S. goals abroad. Historian Ekaterina Stepanova enumerates other potent instruments of foreign policy that the US would employ, “economic sanctions, international legal mechanisms, political and diplomatic levers.” These tactics, many of which were used on Iraq prior to the start of the Persian Gulf War, are most effective when used in coordination with multiple nations. A further reason for the increased multilateralism was the growing globalization of the economies of the world. The famed Israeli diplomat, Abba Eban, recognized this growing trend and how it would affect global politics, “The world is integrating and fragmenting at the same time.” Eban was commenting on how the more entwined the nations of the world became, the more complex and divisive the world and its problems would likewise become. The most likely avenue of success to solve such convoluted issues would be for nations to work in concert with one another.","Baker also acknowledged how the recent geopolitical changes, most significantly the ending of the Cold War, made it possible for this resolution to exist, “the result is a new fact: a newly effective United Nations Security Council, free of the constraints of the cold war.” The Cold War and its mentality dominated the previous four decades. At the conflict’s conclusion, these perceptions began to fall away, allowing for nations to take a fresh look at the world. Historian Richard E. Feinberg related, “Now the industrial countries will be able to perceive developing nations more objectively and better appreciate their uniqueness and social systems.” In this case, the U.S., Russia and other nations of the Security Council were able to see the Iraqi invasion of Kuwait, not as another showdown between the forces of communism and the forces of democracy, but simply as a breach of international law, which necessitated a united, international response."],"locations":[{"id":52854,"lat":40.7496161,"lng":-73.9666718,"zoom":15,"place":"United Nations Headquarters, New York, N"}],"tags":[{"id":2846,"tag":"Persian Gulf War, UN"},{"id":1449883008,"tag":null}]},{"id":6464,"title":"Protestors Impede Police Arrests at Stonewall Inn","course_id":153,"status":"P","start_date":"6/28/69","end_date":"6/28/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Tensions heightened between the New York City Police Department (NYCPD) and large numbers of gay, transgender, and other sexual minorities during the hot summer of 1969. Raids on gay bars, such as the Stonewall Inn, became frequent, due to laws against serving alcohol to gay people. In the early hours of June 28, the NYCPD conducted a raid on the Stonewall Inn, arresting several cross-dressing people as well as gay men and women.","The New York <em>Daily News</em> published a photograph that illustrates the outburst of anger throughout the crowd, as dozens of gay men in particular refused to stand aside for the police. This image also ties together the growing sense of outrage and willingness to do something about it, as previously the gay community was fighting quietly for their rights.","Savannah Dooley, a journalist for the LBGT magazine <em>The Advocate</em>, records that violence escalated inside the bar, with police beating one lesbian woman over the head with a club for resisting arrest. A gathering crowd outside the bar heard her cries, as well as other sounds of violence, and grew increasingly agitated. They began throwing empty beer bottles and attempted to overturn police wagons, eventually forcing the policemen inside the bar to retreat. Some participants even pried open the front door of the bar with a ripped up parking meter.","The raid on the Stonewall Inn was a touchstone for the gay civil rights movement, as noted by Rick Bragg, a reporter for the <em>New York Times</em>, looking back on the raid and subsequent riots from 1994. The raid began a series of riots that put the gay rights movement into the public eye. The influential activist group the Gay Liberation Front formed directly after the riots, reinforcing the righteous anger expressed during the raid and keeping the gay rights movement in the news. The anger felt by the demonstrators in the photo reverberated through the years after Stonewall, leading to an increased focus on gay rights and, eventually, a greater level of civil liberties for all members of the LBGT community. As Sherry Wolf, author of Sexuality and Socialism, noted: “The riots alone would not be remembered today for transforming gay politics if they had not been followed by organizations that transformed the raw outrage into an ongoing social force.”","The newspaper photo demonstrates that sense of rage reaching its limit, and would eventually be funneled into creating organizations such as the GLF. Other protestors watch in the background, signaling that the night’s events would spiral into a much larger experience, eventually becoming a benchmark in the history of the gay rights movement."],"locations":[{"id":52861,"lat":40.7335719,"lng":-74.0027418,"zoom":7,"place":"Greenwich Village, New York, NY, USA"}],"tags":[{"id":2676,"tag":"Stonewall"},{"id":1596,"tag":"Riots"},{"id":2857,"tag":"LBGT"}]},{"id":6465,"title":"Cross Burned Outside White Female Civil Rights Martyr's House","course_id":153,"status":"P","start_date":"4/1/65","end_date":"4/1/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 1<sup>st </sup>1965, a cross was burned outside the late Viola Liuzzo’s house in Detroit, Michigan.  The <em>Brownsville Herald</em> reported a few days later that another cross had since been burned, making it “the fourth cross burning in Detroit in less than 24 hours.” The incident occurred on the front lawn of the Liuzzo house just two days after the funeral of Viola Liuzzo, commemorating the life the working class Michigan native. Liuzzo was shot while she ferried people during the Civil Rights marches from Selma to Montgomery, Alabama. Liuzzo had identified herself as a keen supporter and worker for the Civil Rights movement in the South, and the burning of the cross outside of her home in the North is evidence of the Ku Klux Klan claiming responsibility for her murder. ","Cross burning is a long established form of hate crime and is specified in many state laws: “burning crosses with the intent to cause alarm among African Americans was symbolic speech, and the statute was an illegal censorship of the right of expression.” The newspaper’s mild account of the incident may be partly intentional in order to avoid alienating parts of their readership, which may include racist sympathisers. Jeannine Bell addresses this possibility: “Often acts of anti-integrationist violence look like petty crimes – vandalism or other property damage…local officials must understand that a cross-burning is not just an arson.” It may also be for this reason that coverage of the cross burning outside of the Liuzzo household is minimal, with only a brief mention in Mary Stanton’s biography of Viola Liuzzo.","Despite the clear involvement of the Ku Klux Klan in Viola Liuzzo’s murder due to evidence provided by Gary Thomas Rowe – Ku Klux Klan member and FBI informant – the language used in the article reveals the power that the organisation had over journalism and the general public. When considering who set the cross alight, the newspaper accuses “pranksters, bigots, or punks…it will be interesting to see just what kind of strange people they are.” Historian Gary May claims that even President Johnson used relatively tame rhetoric when acknowledging the Klan’s involvement, and appealing to them to end their activities: “If Klansmen hear my voice today, let it be both an appeal – and a warning – to get out of the Klan now and return to a decent society.” The focus centered on the Klu Klux Klan’s involvement in the murder in Alabama, and both journalists and historians alike fail to stress the significance of the racially motivated cross burning back in Michigan.","This case stands out due to the victimisation of a white female in the North, while most other incidents of cross burning targeted African-Americans in the South. Viola Liuzzo’s husband and her five children faced other forms of violence after the murder, including “obscene phone calls and hate mail.” The burning cross is, however, a symbol strongly associated with Klan activity, and establishes their presence in a neighbourhood previously considered a fair distance from the more public troubles of the South."],"locations":[{"id":52862,"lat":42.331427,"lng":-83.0457538,"zoom":7,"place":"Detroit, Wayne County, Michigan"}],"tags":[{"id":2858,"tag":"Hate Crime"},{"id":15,"tag":"Race-Relations"},{"id":91,"tag":"Murder"},{"id":42,"tag":"Civil Rights"}]},{"id":6466,"title":"Civil Rights Transition's from Nonviolent Protests","course_id":153,"status":"P","start_date":"10/1/66","end_date":"10/31/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Aaron Dixon was a founding member of the Black Student Union at the University of Washington in 1967, and found himself surrounded by the Civil Rights Movement. Around the same time as this organization gained popularity, another had sprouted from the movement and was enticing young African Americans everywhere: the Black Panther Party. Like many others, Dixon became frustrated with how long it was taking for equality to come about, and he began to question whether nonviolence was doing much to help the cause. When, on April 4, 1968, it was announced that Martin Luther King Jr had been killed, Dixon decided that, “now it [was] time for something else,” and that “my picket sign was going to be replaced by a gun.” Only a short time later, he became a member of the Black Panther Party.","The Black Panther Party was founded in Oakland, California in October of 1966. The organization was founded with the hopes of helping and supporting African American communities in whatever way possible. The BPP offered many programs, such as free breakfast for children, health care, education, and self-defense classes. While the group did plenty of good, they often intimidated police officers and could cause quite a scene, and occasionally this led to larger incidents. The Black Panthers would send patrols out to watch the streets, and almost all of the participants carried some kind of fire arm. This showed that they were able to protect themselves and those around them, but made others, both white and black citizens, feel uncomfortable and unsafe. They would sometimes call out police officers and try to see how riled up they could make the officers, and purposefully see if they could create a standoff to give reason to a fight.","Dixon played a large role in the BPP throughout its active period. He was Captain of the Seattle chapter of the party, and later moved to the Oakland chapter and worked closely Huey Newton and Bobby Seale, and became a body guard to Elaine Brown when she was the leader of the party. He eventually left the party due to a power hungry Newton and overall difference of opinion. In 1982, the Black Panther Party dissolved after many years of dwindling participation. The Panther’s marked a time of transition in the Civil Rights Movement. Before the organization, nonviolent protests were the primary forces used to fight for equality. But tensions ran high because no real progress was visible. The Black Panther’s gave a place for people to fight for what they wanted and believed in."],"locations":[{"id":52863,"lat":37.6016892,"lng":-121.7195459,"zoom":8,"place":"Alameda County, California"}],"tags":[{"id":2050,"tag":"Black Panther Party"},{"id":488,"tag":"Protest"},{"id":42,"tag":"Civil Rights"}]},{"id":6467,"title":"Combat Photographer Documents My Lai Massacre","course_id":153,"status":"P","start_date":"3/16/68","end_date":"3/16/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 20, 1969 a Cleveland newspaper, the <em>Plain Dealer</em> published an account of the massacre at My Lai by combat photographer Ronald L. Haeberle. The My Lai massacre occurred twenty months earlier on March 16, 1968 and was carried out by C Company, 1<sup>st</sup> Battalion, 20<sup>th</sup> Infantry Regiment, 11<sup>th</sup> Light Infantry Brigade. Haeberle gave a detailed account from the time that he landed by helicopter in the second wave to arrive which followed about a half an hour after the first group. From the time that he landed, Haeberle saw American GI’s shooting at unarmed civilians. He gave different examples of the soldiers harassing and killing people that appeared to be of no physical threat to them. An example of this was when he witnessed, “A GI knelt down beside me and shot the little kid. His body flew backwards into the pile.” Haeberle said that he personally saw fifty to one hundred killings take place, although he admitted that he was glad to never have seen the large ditch into which the other bodies were thrown. This said, Nick Mills author of <em>Combat Photographer</em>, puts the number at closer to five hundred after looking at the different testimonies and the investigation that took place.","            Haeberle took two cameras on the My Lai operation: an army-issued Leica and his own, personal Nikon. He had black and white film in the Leica and color film in the Nikon. After he had finished taking pictures of the massacre, he turned the black and white film over to the army and kept the color film for himself. Although he felt disturbed by what had happened in My Lai, the operation was Haeberle’s first taste of combat and he was not sure if what he had witnessed was a regular occurrence. The reported combat use of women and children by the Viet Cong as examined in Douglas Pike’s book, <em>Viet Cong, </em>made Haeberle unsure about exactly what he had witnessed. Due to that uncertainty, he elected to remain quiet about the incident aside from a few private presentations when he returned home. He did not come out publicly with the pictures until after he learned about the investigation that was taking place.","            If not for Haerberle’s photographs of the atrocities committed at My Lai, it is conceivable that the investigation would not have gained as much purchase as it eventually did. Prior to Haerberle’s release of the photographs to the Criminal Investigative Division of the army, the soldiers who were there were quite vague about the events of the day. However, once the pictures were released, testimonies were made clearer. Additionally, the rolls of film that Haerberle had given to the army had been put in a drawer and left untouched. After the release of his color photos, the black and white ones were also found and examined which aided in the investigation."],"locations":[{"id":52864,"lat":10.7579398,"lng":106.6719161,"zoom":8,"place":"Truongan, Vietnam"}],"tags":[{"id":2859,"tag":"Massacre"},{"id":290,"tag":"Crime"},{"id":1554,"tag":"Vietnam War"}]},{"id":6471,"title":"Black Family Integrates to Levittown","course_id":153,"status":"P","start_date":"8/19/57","end_date":"8/31/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 19, 1957 an African American couple named Bill and Daisy Myers moved their family into an all-white Levittown in Bucks County, Pennsylvania. The Myers had three children and the house in Levittown had everything they wanted. Daisy recounted, “it was a rancher with a third bedroom for our baby girl, a garage for Bill, and a yard for the children to play in.” However, excited as she was about her new home, Daisy maintained apprehensions over the social consequences her move might provoke. “Numb on the outside,” and filled with anxiety on the inside, Daisy approached her new community with a mind full of doubt. The same day a crowd of people formed in front of the Myers’ front door. Soon the crowd grew into a mob filled with racist protestors, reporters, and curious onlookers. The barrage of intimidating questions and racial slurs from the crowd was a source of great stress for the Myers: “Bill had to see the doctor several times during the crisis; each time the diagnosis was nervous tension,” Daisy remembered. Eventually the questions and slurs escalated to violence and threats of death. At the peak of its madness the mob had to be beaten back from the Myers home by policemen with riot sticks. However, Daisy contended that the mob outside her house did not represent the majority of Levittowners. In fact, she claimed the Myers received supportive letters from many Levittowners, along with people from all over the world. People empathized with their situation and pleaded with them to stick it out. “These letters” Daisy stated, “were a treasure to us; Bill and I read them with deep satisfaction and treasured each one.”  ","Historian Alexander Miller confirms Daisy’s sentiments in his analysis of the incident: “The good, kind, decent people in Levittown, of whom there are many” he contends, “are ineffectual in the face of violence other than to voice support for law and order.” Even so, the good people who represented the majority were overshadowed by racist counter parts. Levittowns were a place of “racial homogeneity” Miller concedes. Thus, it was no surprise that the arrival of a black family would create unrest. Furthermore, according to Rosalyn Baxandall and Elizabeth Ewen, William Levitt himself was a white flight pioneer. He created primarily white Levittowns for people who wanted to move away from cities for a number of motives including distancing themselves from African Americans. The result was that blacks were generally excluded from the suburban life that characterized the American dream of the 1950s. Furthermore, for those like the Myers who did manage to make it to the suburbs, to live in a house, as Daisy put it, with a yard for the kids; a garage for the husband; and a garden for flowers, their dream would be under constant threat of turning into a nightmare."],"locations":[{"id":52867,"lat":40.4107964,"lng":-75.2479061,"zoom":2,"place":"Bucks County, Pennsylvania"}],"tags":[{"id":2878,"tag":"Suburbia"},{"id":1511,"tag":"American Dream"},{"id":889,"tag":"Racism"}]},{"id":6472,"title":"Phyllis Schlafly Hosts Celebration to Revel in Death of ERA","course_id":153,"status":"P","start_date":"6/30/82","end_date":"6/30/82","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 30, 1982, the extension for the ratification of the Equal Rights Amendment (ERA) expired. In Lafayette Park, Washington, D.C., the members of the National Organization of Women (NOW), led by Eleanor Smeal, were in mourning. Just two miles away, at the Shoreham Hotel, the victors held their celebration. A ballroom filled with balloons and thousands of attendants sang patriotic songs in triumph. Phyllis Schlafly, the leader of the “STOP ERA” movement, hosted the “Over the Rainbow” Celebration, in which well over a thousand  men and women from around the country commemorated their victory over the ERA. The banquet hall at the hotel was set for a reception of almost 1,500 attendants.  The attendants exuded both patriotism for their country and strong Christian convictions. Schlafly delivered her speech, saying, “it is a great victory for women, for men, for families, for the combat-effectiveness of our armed forces, and for our nation that ERA will not go into the U.S. Constitution.” She and other speakers proceeded to discuss the future of their movement, which included promoting military spending to increase U.S. security, campaigning against a nuclear freeze, opposing the teaching of sex education, and ridding schools of all feminist influences from school texts. The celebration concluded with the singing of “God Bless America.”","Phyllis Schlafly and her fellow conservative opponents to the Equal Rights Amendment had been actively pursuing the death of the ERA since 1972, when the bill passed in Congress. Schlafly and other female opponents argued against the amendment, saying that the ERA was a fraud and actually took away their rights.  Schlafly asserted that the passage of the ERA would lead to the women losing “the most precious and important right of all” of having children and being supported while watching them grow and develop. Most importantly, she asserted that with the passage of the ERA, women would be forced into the military draft, which she believed would be disastrous. Schlafly said that the “women’s libbers” did not represent the majority of women in the U.S., and were undermining the American family by promoting “day-care centers for babies instead of homes…and abortions instead of families.” After ten years of opposing the ERA, Phyllis Schlafly and other conservative ERA opponents successfully killed the amendment in 1982. ","The death of the ERA was in large part due to a significant resistance from many conservative women. These women believed their rights and femininity were being taken from them by being granted equality based on sex.  Men also played a part in the battle for the ERA, both for and against, although the majority of the male population had a much more ambiguous stance on the issue than women, who had more clear views on their positon. In Kansas, one of the fifteen states who rejected the ratification of the amendment, thousands of citizens wrote to their representatives in opposition to the ERA.  According to Kristi Lowenthal, of the over 2,000 authors of these letters, ninety percent were women, illustrating the widespread opposition by women to the women’s rights movement and the ERA.  The death of the ERA illustrated a strong American resistance to change, even by the women it was aiming to free from oppression."],"locations":[{"id":52868,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Wahington, D.C., USA"}],"tags":[{"id":2258,"tag":"women's movement"},{"id":2864,"tag":"Equal Rights Amendment"},{"id":2863,"tag":"Conservative Movement"}]},{"id":6476,"title":"Vietnam Veteran, Ron Kovic, recalls lack of care in V.A. hospital.","course_id":153,"status":"P","start_date":"3/6/68","end_date":"3/6/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After a Vietnamese rifle severed his spinal cord, Ron Kovic bounced around Vietnam field hospitals and eventually landed in a Veterans Affairs (VA) hospital in New York. Kovic found himself being treated in unbearable conditions by nurses and doctors who were often being overworked and unsupported. Kovic laid in his own filth at times while hospital staff could not make it to him to clean up his area or change his bedpan. Not only was the hospital run down and grossly understaffed but the nurses and doctors often had horrible attitudes towards the war and the veterans. Nurses even told Kovic how “nobody gives a crap about the war in Vietnam” while rats run around the filthy floors scavenging food. Meanwhile, the government failed to recognize severe problems in their VA hospitals.","            Throughout the 1960s and 1970s thousands of Vietnam veterans were coming home wounded from the war. Whether they came home with a bullet wound or missing a limb, they often spent time in VA hospitals across the nation. These hospitals often were kept in poor conditions mainly because of the lack of nurses and money that the government was spending on the war. Wounded veteran Kovic recalled that, \"It never makes any sense to us how the government can keep asking for money for weapons and leave us lying in our own filth.” The government prioritized their spending more on the war effort and less on the veterans and their treatment after returning home.","            The conditions in these hospitals and treatment of patients were often made worse because of the nursing shortage that was occurring at the time. As Kara Dixon has noted, army nurses during World War Two often numbered around forty or fifty thousand. During the Vietnam War this number reached an all time low of less than five thousand army nurses. This shortage caused many issues in the dark days of the war in Vietnam when thousands of soldiers arrived home wounded and in need of assistance.","            Since the lack of Army nurses was growing during the Vietnam War this forced the hiring of many civilian nurses and doctors to work in VA hospitals. This often led to a lack of personal care from the nurses and an understaffing of many of the hospitals. It was not uncommon for civilian nurses to oppose the war and they would let veterans know about it often. Kovic remembers vividly the day when a hospital nurse came to him and said “You can take your Vietnam and shove it up your ass.\" A comment like this showed the overall attitude of some of the nurses and the poor conditions that many of these veterans would have to return home to after serving their country."," "," "," "," "," "],"locations":[{"id":21194,"lat":40.8370495,"lng":-73.8654295,"zoom":8,"place":"Bronx, New York"}],"tags":[{"id":292,"tag":"Vietnam"},{"id":1654,"tag":"Hospital"},{"id":2873,"tag":"Veteran"}]},{"id":6478,"title":"Washington D.C. Victory Parade","course_id":153,"status":"P","start_date":"3/17/91","end_date":"6/10/91","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" The experience of US troops returning from action in Operation Desert Storm, commonly referred to as the First Gulf War was markedly different from that of troops returning after the Vietnam War. In 1991 they were invited to take part in what the <em>Los Angeles Times </em>termed “the biggest victory celebration since the end of WWII,” in Washington D.C. Despite opposition from some, the “overall mood was of jubilation” and the day was marked by a sense of “old-fashioned patriotism.”","            The conflict attracted significant levels of popular support which foreign interventions by the US had not achieved since the end of the Second World War; for the parade on June 9 1991, the U.S. Park Police estimated 800,000 people turned out in support. The parade represented a “display of the American military might” which had completed its action in the Persian Gulf in just one hundred hours. As Michael Cairo has highlighted, the First Gulf War represented a “decisive military campaign,” of which Americans could be proud.","            President George H.W. Bush shared in the celebratory spirit and highlighted the validity of US intervention on behalf of the Kuwaiti people. He spoke of the freedom which Kuwait could now enjoy because “’we dared risk our most precious asset, our sons and daughters.’” The Kuwaiti ambassador also expressed his gratitude for the American intervention, which had “ousted an Iraqi army from his homeland.” Those in attendance at the victory parade shared in this sense of moral justification as well as in the legal justification. As Majid Khadduri and Edmund Ghareeb have argued, by invading Kuwait, Iraq had violated the “United Nations’ law,” thus vindicating intervention by UN members.","            The majority of those in attendance on June 9<sup>th</sup> celebrated the quick and decisive conclusion of the campaign in the Persian Gulf; at just one hundred hours of engagement over a forty-three day period, it was a remarkably short conflict. The Vietnam War had created a sense of distrust between the American public and politicians; a distrust George H.W. Bush was aware of, in Cairo’s opinion, when he made the conscious decision to not push on into Baghdad and to instead withdraw US troops. Indeed, in many of the statements collected by the <em>LA Times</em>, the sentiments of relief amongst the public are apparent. As Ethel Hammond- one of those interviewed- commented, “’I am just glad they’re back.’”"," ","            For the first time in almost sixty years, members of the US military returning to the United States were met with a victory parade which cost an estimated $12 million and with jubilant crowds. It was a distinct divergence from the welcome which had met veterans of the Korean and Vietnam wars; American attitudes had swung towards the positive regarding the US Army. "],"locations":[{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C."}],"tags":[{"id":2876,"tag":"Desert Storm"},{"id":2875,"tag":"Celebration"},{"id":5,"tag":"War"},{"id":1577,"tag":"Victory"}]},{"id":6479,"title":"A B-52 Mechanic Serves Stateside During Vietnam War","course_id":153,"status":"P","start_date":"5/15/62","end_date":"5/15/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Clay O. Cole served as a mechanic at Westover Air Force Base in Massachusetts, from 1962to1966, including the early years of the Vietnam War. When historians look at soldiers from the Vietnam War era, they focus on the troops on the frontlines in Vietnam, and rarely, mechanics for the Air Force. Not only do they ignore mechanics that were stationed in Vietnam, but also all troops who remained on stateside during the war. Cole attempted to obtain orders to be transferred overseas, but they were always declined. Instead he remained in the United States and worked on the most important military plane for the United States, the B-52. His specialty was the hydraulics for the B-52’s, which were vital to the overall workings of the aircraft. Even though he did not directly fight in the Vietnam War, he contributed to the war and in a larger sense to the deterrent strategy, the US applied during the Cold War.      "," The earliest use of the B-52 was in 1959 when it replaced the remarkable and obsolete B-36. By 1965, B-52’s were primary bombers used for most of the aerial missions that occurred during the Vietnam War, on the side of the United States. They were essential in the United States attempts to support ground tactical operations, attack enemy supply lines, and strike individual targets. What made them an even more crucial tool was that they could release bombs from 30,000 feet, which caused them not to be seen or heard. This relates to J. Glenn Gray’s idea of the images of the enemy. Pilots flying the B-52s could not see the enemy and did not have a strong emotional response to the individuals deaths compared to soldiers fighting on the ground. They were key to throwing off some of the main hubs of the Vietcong, and other soldiers in North Vietnam. ","            While some individuals felt Vietnam was morally wrong, and they would do anything to avoid entering into service, Clay O. Cole believed it was right, and he served his nation proudly. Although he did not take any lives or endure the horrors of war, he served in an important branch of the Cold War military. "],"locations":[{"id":52872,"lat":42.197757,"lng":-72.5382009,"zoom":8,"place":"Westover Air Force Base, Chicopee, MA 01"}],"tags":[{"id":1554,"tag":"Vietnam War"},{"id":291,"tag":"Cold War"},{"id":2877,"tag":"Air Force"}]},{"id":6486,"title":"Carter Reacts to Sino-Vietinamese War","course_id":153,"status":"P","start_date":"1/29/79","end_date":"1/30/79","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["       On the afternoon of January 29 1979, the same day Chinese Vice Premier Deng Xiaoping arrived Washington D.C., President Jimmy Carter met with Deng and exchanged many important ideas about China-US relation. Starting from 5:00 p.m., they began to talk about a serious and sensitive topic: Vietnam. ","At first, President Carter indicated that the U.S government had done everything they could to cut off Vietnam’s international aid, had increased military aid to Thailand, and warned the Soviet Union to not interfere Vietnam. However, Deng thought those were not enough. Deng believed that Vietnam was controlled by the Soviet Union, and he told President Carter he was considering a possible punitive strike against Vietnam. President Cater answered to Deng that “The United States had already joined the condemnation of Vietnam, but invasion of Vietnam was still a destabilizing action.” ","After the meeting with Deng, President Carter prepared and organized his words, and he gave an oral presentation to Deng on the next day about “why it would be a big mistake if China invades Vietnam.” However, it seemed that Deng did not take President Carter’s advice. The Sino-Vietnamese War began only ten days after Deng Xiaoping finished his trip to the United States. According to Dr. Kissinger’s book On China, President Carter was working on the human rights movement even before the election, so it was hard for him to support invasion at a country or support a government like the Khmer Rouge. Deng’s decision was not an mistake, and the Sino-Vietnamese war had achieved its purpose for the Chinese government that kept peace in the South-west and focused on Deng’s economic reform."," "],"locations":[{"id":52842,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington"}],"tags":[{"id":2889,"tag":"Diplomacy"},{"id":2888,"tag":"Attack"},{"id":292,"tag":"Vietnam"}]},{"id":6487,"title":"Mao and Nixon Have First Meeting","course_id":153,"status":"P","start_date":"2/21/72","end_date":"2/21/72","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On February 21 1972, after a long flight to Shanghai, President Nixon arrived at Chinese Communist leader Mao Zedong’s residence for a quick meeting with Mao that afternoon. The initial meeting was planed for fifteen minutes, but it lasted about an hour. The meeting included Chairman Mao, President Nixon, Prime Minister of China Zhou Enlai, Dr. Henry Kissinger, and Dr. Kissinger’s assistant Winston Lord. According to Kissinger, to avoid the embarrassment that the Secretary of the United States William P. Rogers was excluded from this meeting, Winston Lord did not take picture with the others. The meeting started at 2:50 p.m. and ended 3:55 p.m. "," After the opening greeting, the session started with some icebreaking talk to decrease the pressure of the meeting between two countries’ top leaders. However, Mao seemed to not want to talk about anything deep and serious, but only philosophic questions instead. President Nixon wanted to direct the meeting on the ground, so he brought up questions like the India-Pakistan crisis, Taiwan, Vietnam, Korea, and Japan. But Chairman Mao did not want to follow him, he said: “All those troublesome problems I don't want to get into very much. I think your topic is better—philosophic questions.” President Nixon did not stop there, as a matter of fact, he continued to discuss huge political issues like the Soviet’s attitude towards China and Western Europe. Mao finally hit his topic and discussed a little bit with him. "," Although Chairman Mao seemed only interested in philosophy, the meeting still did its job. Actually this special meeting reflected two different leadership styles between China and the United States. Chairman Mao understood how important the meeting was, and he clearly wanted to meet Nixon too. But because of his traditional background, he did not want to tackle the important topic with Nixon directly. He should act unconcerned about those issues because he thought he was much more beyond just a political leader. "," According to Winston Lord, Mao’s talking was episodic during that meeting, but he expressed clearly his four main lines. For President Nixon, he was much more practical. After a few sentences, he started to ask questions upon international politics. These two leaders showed two completed different traditions of diplomacy."],"locations":[{"id":52878,"lat":39.904211,"lng":116.407395,"zoom":8,"place":"beijing"}],"tags":[{"id":2889,"tag":"Diplomacy"},{"id":291,"tag":"Cold War"},{"id":2890,"tag":"US-China Relations"}]}]}