{"id":154,"title":"African American History Since 1877","school_id":5,"school_name":"Rollins College","term":"Spring 2016","abbr":"HIS 141CE","url":"","description":"This course examines the experience and transformative contribution of African Americans to the United States from Reconstruction to the contemporary period. Students will consider the African-American experience since the end of slavery, the political economy of race, segregation, the civil rights struggle, and the social stresses associated with creation of a modern nation state in the context of the African-American experience.","points":[[28.8527675,-81.6853534],[29.3666393,-82.1973184],[28.5999998,-81.3392352],[30.1174351,-83.5818147],[27.8964147,-81.8431374],[27.8617347,-81.6911559],[30.4382559,-84.2807329],[28.6147216,-81.3806249],[28.4844995,-81.2518833],[28.5383355,-81.3792365]],"bounds":[[30.4382559,-81.2518833],[27.8617347,-84.2807329]],"episodes":[{"id":6505,"title":"Rosenwald Impact on Eustis, Florida","course_id":154,"status":"P","start_date":"2/19/16","end_date":"2/20/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["No later than 1930, a picture was taken of the first Rosenwald School in Eustis, Florida. This photograph shows a one room schoolhouse, that seems very run down, that became the first center for education for young African American children. This small school that started was the first of many Rosenwald Schools in Lake County, Florida. These schools enabled African American youths to have an education just like the white children had.","Eustis Elementary School needed a teacher and at least fourteen students to be able to get up and running. Fortunately, a woman named Mrs. Perry decided to start teaching at the new school. She had previously been using her home to teach children. However, a problem occurred when there were only thirteen children of the right age in Eustis. So, Mr. G.D Clifford, who worked on the construction of the school, enrolled his four year old daughter in the school. The school began teaching grades one through six and would later expand to high school students.","The first photograph of Eustis Elementary portrays the desperate need for African American youth education in the Lake County area. Even using a run down one room school house would give the children a chance at a normal education that was free from racial oppression and segregation issues. Rosenwald schools gave young African Americans a chance that may never have been given to them under other circumstances. Rosenwald Schools, not just in Eustis, were vital to the community and helped shape the area as a whole.","All the Rosenwald schools were centered around racial equality and giving education to every youth that may not have had it accessible. Julius Rosenwald, who funded over 5,300 schools, would take credit for the education that he provided all over the country. Because of Julius Rosenwald, many African Americans were able to get a place in society and later find Jobs and go on to live incredible lives.","Not only did Rosenwald create education for African American children, he also made it possible for artists and singers to pursue their dreams during a time that made this almost impossible. The Jim Crow South made it almost nonexistent for African Americans to make a mark in the world and be heard. However, the work of Langston Hughes and Zora Neale Hurston stemmed from the dedication that Rosenwald had.","Much of the Eustis county African American population participated in work in the farming industry or the teaching industry. The town of Eustis thrived on it’s citrus industry and was a major city for exporting fruits. This allowed the opportunity for jobs for African American’s who needed work in such a small town."],"locations":[{"id":52895,"lat":28.8527675,"lng":-81.6853534,"zoom":8,"place":"Eustis, Florida"}],"tags":[{"id":2944,"tag":"Rosenwald Schools"},{"id":2945,"tag":"Eustis, Florida"}]},{"id":6506,"title":"The Reddick School: A Rosenwald School","course_id":154,"status":"P","start_date":"1/1/25","end_date":"1/31/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>Two views of the Roddick School from the Fisk University Rosenwald Database</em>"," ","     Two undated old photographs show what the Reddick School looked like.  A <em>Gainesville Sun</em> 2016 article reports that the late Rosa Nettles Bishop said the “original Reddick School” was down the road (the Old Dixie Highway) from the High School she had attended.  (Leitner 2016) ","      Because the photographs survive and plans of the Rosenwald schools were standardized and dated we know that the Reddick School was a three-teacher type of 1925-26 and we can tell the Reddick School was based on the Rosenwald  “Community School Plans.” The plans were made by a white architect Samuel L. Smith and reflected progressive school ideas of the time."," (Hoffschwelle 2008, 218-221)","     The Reddick School reflected basic design principles common to all Rosenwald schools.  Banks of tall windows, orienting the building to the East or West and setting the rooms in a rectangular block or an H shape maximized light. Good ventilation ensured stoves didn’t pollute and lifting the building off the ground on supports created a crawlspace allowing air circulation. There were at least two enclosed bathrooms and, whenever possible, running water. Colors enhanced the light but minimized glare so walls were a light color from the wainscoting up with a darker middle tone color below. The exterior was a light color, and based on modern designs of great simplicity.","     The Reddick School would have included cloakrooms and desks that could be adjusted, elements unknown in poor schools of the time. (Ibid.)  All of these elements added up to a modern, well-lighted, comfortable environment with good furnishings that sometimes were better than the schools of white students. This sometimes gave rise to resentment and opposition from whites and arson was sometimes a problem. (Ibid.)  ","     But the architecture of the Reddick School and the Rosenwald schools generally was not entirely positive. It was the perfect segregation architecture since it totally separated black children from white children. In restaurants, theaters and any building a black person could enter, segregation required partitions, separate entrances and separate bathrooms. These were expensive and awkward solutions to the Jim Crow problem of color separation. The Rosenwald schools were a perfect solution since they totally segregated the African Americans who used them from white people even going so far as to surround the schools with a land barrier devoted to agricultural training uses. (Weyeneth 2005, 11-44)  Secondly, the Rosenwald schools were designed to accommodate white supremacy in the workforce. (Anderson 1988, 228)  The educational strategy developed by Booker T. Washington for the southern schools was built around practical rather than classical education. Washington’s 1895 “Atlanta Compromise” speech set out his willingness to accommodate segregation so as not to enflame white fears that African Americans would be educated beyond the level required for black women to be domestics and black men to have only the lowest level jobs. Rosenwald schools followed this accommodationist strategy with rooms designed for industrial education and fields outside to teach agriculture skills. So while philanthropists helped build black schools, it was not to produce African Americans able to get jobs higher paying or higher class jobs than those they already had. (Anderson 1988, 228)  Even with these limitations, the Reddick School, like all Rosenwald schools, was a very positive experience for the children who attended it and a source of pride and community bonds for their parents. Attending the Reddick School must have been a unique and important experience for students who nowhere else could experience an environment as functional and good looking and intended specifically for them. ","     This is confirmed by Mary Hoffschwelle, whose study of oral histories of Rosenwald students found that few recalled much about industrial education. (Hoffschwelle 2008, 222-224) Instead they confirm the positive meaning of Rosenwald schools as both educational institutions and symbols of self-worth and community pride. This significance was further expanded because the Reddick School and others like it were built with substantial support from the local African American community ($300 in the case of the Reddick School as well as $3,000 of public money and a contribution of $900 from the Rosenwald Fund). This made the Rosenwald schools  a successful symbol of the powerful love for education and self-help efforts that were an important part of African American culture."],"locations":[{"id":52896,"lat":29.3666393,"lng":-82.1973184,"zoom":8,"place":"Reddick, Marion County, Florida"}],"tags":[{"id":1496,"tag":"Florida"},{"id":2941,"tag":"Reddick"},{"id":2943,"tag":"Rosenwald"}]},{"id":6507,"title":"Rosenwald School's and African American education in Walton County, FL","course_id":154,"status":"P","start_date":"2/19/16","end_date":"2/22/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Paige McFarland"," ","The primary source I chose to use in this project is a picture of the Rosenwald Black Branch School in Walton County, Florida. This school was built in 1922 and served as a one-teacher type school. Historically this picture gives a good idea of what the Rosenwald schools looked like after they were built. It’s nice to be able to put a picture to all that we are learning about. The picture shows a black and white image of a small wooden building with one door and windows surrounding the building. Along with the picture, this website as shows what part of the community contributed financially with this school. It shows that the Rosenwald project gave $500.00, Negroes gave $295.00, whites gave $10.00, and the public gave $848.00. Therefore, the public gave the most money when it came to making sure this school got built. That makes sense because according to the book <em>History of Walton County</em> by John L. McKinnon, Walton County was a place that thought highly of African Americans. In the book <em>History of Walton County</em> it goes into great detail of how slave owners treated their slaves in Walton County. The book says that if a married couple was split up and sold into different families, they would make sure to let them spend weekends with each other at one of the others homes. This is an example of white people in Walton County at least showing some kind of compassion and respect towards African Americans. Therefore, going back to my primary source picture and financial records of the Black Branch School, it makes sense that the public of Walton County would have put the most money into the making of this school. I think it also worth noting that this school was just one out of five Rosenwald Schools that was built in Walton County. Five schools may not seem like that many, but with my research on other counties in Florida at the time, some only had one school with a larger population. Walton County definitely had the most schools within its county region than any other county that I personally researched."," ","However nice slave owners are made out to be in Walton County in the 1920’s, they were still slave owners. African American children were still forced to attend a separate school and families were still split apart. This leads back to the cultural and social issue that can be found from this picture. While this picture shows a very small school that had to be used for many children. Walton County was a county just like others who believed that the white race was superior to African Americans. Thus, leading up to the Black Branch School needing to be built in the first place. I believe there is a definite political issue, among other issues, that are linked to this primary source picture due to those reasons. With everything I get my hands on about how historians talk about the issue of slavery and education, they seem to give examples as to why people justified it. Whether it is greed or racism. The article Historical Fiction from PBS talks a lot about how there were many different kinds of racism. Historians have proved that it wasn’t just white people that enslaved black people, but black people also enslaved black people. Along with Native Americans enslaving black people. I’m sure there could be a reason for anything, however, when it comes to the political issue of slavery it seems that people practiced it due to greed. There’s no doubt that there were large sums of money that could be earned when someone owned a lot of slaves. More work could get done and therefore more products were being sold. However, at what expense? I would say the cons of slavery greatly outweighed the pros. With all of that being said the picture of the Black Branch School in Walton County probably looked a lot like many other Rosenwald Schools being built around that time. With the research that I could find on Walton County it seemed that there was at least some sense of respect for African Americans around the 1920’s. I believe that the public of Walton County putting in the most amount of money to build this school says a lot about the opinion of all of the people living there at the time."," ","In conclusion, education in Walton County for African Americans could not have been stellar. It certainly wasn’t fair when standing next to the education the white children were receiving. However, at a time when our country was blinded by hateful thoughts and actions, it does seem that Walton County was at least slightly better when it came to having some kind of human compassion.  "],"locations":[{"id":52897,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, FL"}],"tags":[{"id":2943,"tag":"Rosenwald"},{"id":2946,"tag":"Walton County"}]},{"id":6508,"title":"Perry Race Riot","course_id":154,"status":"P","start_date":"12/1/22","end_date":"12/31/22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Perry Race Riot was an incident that took place in Taylor County, Florida in December of 1922. This history engine episode looked at and discussed the events that transpired the riot and the actions of individuals that followed. The primary source that became the center of discussion was an obituary in a Taylor County newspaper. The heading read “Young Woman Brutally Murdered Last Saturday: Mutilated Body of Miss Ruby Hendry Found In Northwestern Part of Town”. The murder was described as “one of the most atrocious crimes in the annals of Taylor County”. Miss Ruby Hendry was a local young, white, schoolteacher and a very well known and popular woman of the community. The obituary explained that her body was found by a railroad crew near the train tracks by the south of Georgia. Her body was found in a pool of blood in some tall grass. There were signs of a struggle and she was found brutally beaten with her throat cut. Investigators concluded that she died the second her throat was cut. The article states that the perpetrators were unknown at that time and if anyone had any imformation they were encouraged people to come forward to the authorities[1].","            Before we start to dig deeper in to the crime and the suspects we need to take a closer look at the community and history of Perry, Florida.  Perry was established in 1858 and was named after Governor Starke Perry. Perry was a prime location for cotton plantations, which would explain why a lot of African Americans resided in the area. Perry also had a railroad nearby for transportation of goods, which is where Ruby Hendry was found dead[2]. The town had a divide between African Americans and Whites because of the time period. Racism was a daily problem.","A few days after Ruby Hendry’s murder two suspects arose from the community. It was never discussed how or why these two men became suspects but it might have just been because they were African American. Being a small community the white people frantically wanted to punish the person or people responsible for this crime. Charlie Wright, age 21 was the first man allegedly accused for the murder. Wright happened to be an escaped convict which is a reason fingers pointed towards him. He was brought into custody for the murder but was soon claimed from the jail by an angry mob of Whites. These local whites came all the way from South Caroline, Georgia, and Florida. News had spread fast about this murder and people wanted justice and answers. The mob tortured Wright in hopes of hearing a confession[3]. Once source claimed that Wright never confessed nor disclosed any information regarding Hendry. While another source claimed that after hours of torture he took full responsibility in order to save the other man accused of the murder. Regardless of which source is accurate, Charlie Wright ended up being lynched by the crowd on December 15<sup>th</sup> 1922.","After Wright was lynched for the crime, the crowd was sure that he did not do this crime alone. The following day, another young African American man by the name of Authors Young was excused of the same murder. As if history were repeating itself, Young was put into custody by police and was then too claimed by the mob of white people. He was lynched as well. Even though some sources claim Charlie took full responsibility. After both bodies were lynched they were burned. The white that tortured and killed them scrambled to obtain for part of their remains to keep souvenirs[4]. After both of the riots the white rioters burned down dozens of African American houses, churches and schools in the area. The rioters were not just mad at the two who were allegedly accused but they seemed to blame the entire black community.","This story is significant because there was no actual proof that Wright or Young committed the crime. There were no witnesses.  No murder weapon founnd no forensics available because of the time period. Given the time period and the community one could assume that the only reason these two men were accused is because of their skin color. This riot was also not only an attack on Young and Wright but an attack against all African Americans. The whites took this crime as an opportunity to blame the entire black community and did not stop killing and burning down buildings until they felt justice had been served. These two men were never given the right to a fair trial and one must ask themselves “Would this all have happened if Miss Ruby Hendry were an African American school teacher?” or “Would this have happened if the people accused of them murder were  white men?” Due to the time period, existing racism, and events that followed the murder, it seems doubtful. The Perry Race Riot is just one small piece of history that shows the inequality African Americans faced every day. The murder of Ruby Hendry might never be completely solved because people would have rather blamed African Americans then take the time and find the actual murderer."," "," "," ","[1] Annie Ruby Hendry (1896 - 1922) - Find A Grave Photos. (n.d.). Retrieved from <a href=\"http://www.findagrave.com/cgi-bin/fg.cgi?page=pv&GRid=112915876&PIpi=87855105\">http://www.findagrave.com/cgi-bin/fg.cgi?page=pv&GRid=112915876&PIpi=87855105</a>"," ","[2] PERRY - Hometown Currency. (2014, May 30). Retrieved from <a href=\"http://www.hometowncurrency.org/perry/\">http://www.hometowncurrency.org/perry/</a>"," ","[3] Henry, C. M. (2004). Page 31. In <em>Race, poverty, and domestic policy</em>. New Haven: Yale University Press."," ","[4] Ginzburg, R. (1988). Page 166. In <em>100 years of lynchings</em>. Baltimore, MD: Black Classic Press."," "],"locations":[{"id":52898,"lat":30.1174351,"lng":-83.5818147,"zoom":6,"place":"Perry, Florida"}],"tags":[{"id":2947,"tag":"Perry Race Riot"},{"id":2948,"tag":"Ruby Hendry"}]},{"id":6509,"title":"The Economy of Polk County, Florida and its Effect on African American Culture in the Deep South","course_id":154,"status":"P","start_date":"1/1/10","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This document, titled, <em>Municipal and County Engineering Design, Construction, Operation and Maintenance of all Public Works </em>is a collection of articles, presumably collected and written by government officials. One of the articles in the collection, “How Good Roads Developed: Polk County, Florida”, references not only the development of roads in Polk County but also outlines the economy of Polk County in terms of the principle commodities and statistics like the per capita wealth and realty values. The book was published in 1922 and thus gives insight to the communities it references as they were at that time.","            In terms of general context, the 1920s were a dichotomous time for African Americans. On the one hand, this was the time of the Harlem Renaissance, which celebrated African American culture and, to an extent, empowered African Americans. Additionally, in some cases, segregation had strengthened the African American community through adversity. On the other hand, the early 20<sup>th</sup> century saw some of the most violent racism and discrimination against African Americans since the end of the Civil War. The Supreme Court case Plessy v. Ferguson instituted legalized discrimination with its decision of “separate but equal”, a series of legal decisions had disfranchised almost all African Americans in the South, and lynching mobs were a constant threat to southern African Americans. Furthermore, as a result of the premature end to reconstruction, a pattern of exploitation of black laborers by white landowners was established. Movements like the Harlem Renaissance, however, indicate a sense of pride in African Americans and a celebration of a developing culture that was influenced heavily by the adversity facing African Americans. From primary and secondary sources referencing Polk County Florida in the early 20<sup>th</sup> century, an example of this flourishing of culture in the face of socioeconomic hardship can be seen.","            The primary source directly reveals the economic conditions in Polk County, Florida. Additionally, when combined with information from the secondary sources, the primary source indirectly reveals the issue of socioeconomic status of African Americans and the culture and community this status cultivated in Polk County Florida. According to the document, in 1922, “Polk County [was] an agricultural county”[1]. Additionally, “in Polk County the finest Florida oranges and grapefruit are produced to the extent of 3,500,000 grates a year…[and] in Polk County, too, one-fifth of the world’s phosphate is mined”[2]. In total these “phosphate mines in Polk County…are valued at $19,000,000”[3], in 1922. The immensity of these raw commodities present in Polk County Florida indicates that a large labor force would have been needed to extract the raw goods and ready them for production. Furthermore, the poorer residents of the County, which most definitely included the African American community, would probably have provided this labor. Kevin Boyle echoes this description of Polk County, in his book <em>Arc of Justice: A saga of Race, Civil Rights, and Murder in the Jazz Age</em>.","            By Boyles’ account, “there was white Bartow, the solid respectable center of Polk County. And there was black Bartow, a cache of sun-baked homes separated from the center of town by the railroad tracks and the massive wall of segregation”[4]. According to Boyle, Bartow attracted many African Americans despite the Jim Crow conditions because of the availability of “ample work on the railroad, on the land, or in the mines”[5]. Although the industries in Bartow provided paying work for African Americans, the conditions resemble slavery more than anything else. White mine owners hired desperate black men who would work for a dollar a day because “few white men would take the brutally hard work—breaking stones with pick and ax, sunup to sundown…seven days a week”[6]. Despite the exploitation, racism, and segregation facing the African American community of Bartow, Boyle points out that “the workers also built a world for themselves”[7]. East Bartow, the black part of the town, became a bustling community. Black businesses including general stores, barbershops, real estate agencies, and restaurants opened[8]. Black social clubs and churches were also built, which served to bring the community together[9]. Boyle’s account reveals the underlying message in the primary source document, which is, Polk County consisted of an economy based on economic exploitation of African American labor. Additionally, Boyle’s account indicates that the segregation and racism faced by African American residents of Polk County played a significant role in shaping and influencing the community and culture that developed there.","            These aspects of the African American communities in Polk County are also mentioned in David Nicholls’ article <em>Migrant Labor, Folklore, and Resistance in Hurston’s Polk County: Reframing Mules and Men</em>. In his article, Nicholls’ analyzes Zora Neale Hurston’s experience in a Polk County lumber camp as recounted in her novel <em>Mules and Men</em>.Nicholls’ aim is to demonstrate how African Americans resisted white exploitation of black labor through folk tales[10]. Nicholls states that a study done in 1931 “notes that black workers usually held the least attractive positions”[11]. Nicholls’ provides a quote from the study that claims the exploitation of African American workers in the turpentine camps of Florida and Georgia was notorious[12]. According to Nicholls’, Hurston was drawn to these camps as a subject of her writing because “[the camps] brought together strands of folklore from different sources”[13]. By using examples from Hurston’s book that demonstrate how African American workers used folk stories as an act of resistance, Nicholls’ demonstrates that Hurston’s “text displays folklore’s function as an everyday form of resistance in the Jim Crow South[14]. Ultimately, Nicholl’s argument not only demonstrates the exploitative labor conditions for African Americans in Polk County, but also indicates how Africa American culture developed in these conditions and how it was used to resist white oppression.","            Finally an encyclopedia entry from the <em>Encyclopedia of African-American Culture and History</em> titled “The Blues in African-American Culture” gives a short overview of Zora Neale Hurston’s time in the lumber camps of Polk County. It was this trip to the lumber camps of Polk County, the entry claims, that was “Hurston’s most important contribution to our understanding of African-American blues culture”[15]. Additionally, the entry reveals the significance of the culture Hurston encountered in the Polk County Lumber Camp: “the sort of rough-and-ready backwoods blues that Zora Neale Hurston encountered in Polk County, Florida, remains a surprisingly vital presence among a working-class black clientele in parts of the Deep South”[16]. This entry indicates the significance of the African American culture that developed in Polk County as a result of exploitative labor conditions for African Americans.","            Revisiting the primary source document, a municipal record of counties and their maintenance needs, it describes Polk County in 1922 as a thriving community that “ranks very high in per capita wealth and in realty values”[17]. However, as the research suggests, this applies only to the white community of Polk County. Furthermore, the economic prosperity this document portrays as existing in white Polk County and the conditions of African Americans that the secondary sources portray indicates the continuation of an economic system based on slavery. Additionally, as the document completely ignores the African American community of Bartow, this indicates that for the most part, Southern Governments, especially that of Polk County, disregarded and ignored the plight of African Americans in the early 20<sup>th</sup> century. Ultimately, these conditions significantly impacted the culture of African Americans that developed in the Deep South."," ","[1] \"Water and Sewage Works,\" Google Books, 171. Accessed February 01, 2016. <a href=\"https://books.google.com/books?id=OVlBAQAAIAAJ.\">https://books.google.com/books?id=OVlBAQAAIAAJ.</a>","[2] \"Water and Sewage Works,\" Google Books, 171.  ","[3] \"Water and Sewage Works,\" Google Books, 172.","[4] Kevin Boyle, <em>Arc of Justice: A saga of race, civil rights, and murder in the Jazz Age</em>, (New York: Henry Holt and Company, 2004), 59.","[5] Boyle, <em>Arc of Justice</em>, 60.","[6] Boyle, <em>Arc of Justice</em>, 65.","[7] Boyle, <em>Arc of Justice</em>, 65.","[8] Boyle, <em>Arc of Justice</em>, 61.","[9] Boyle, <em>Arc of Justice</em>, 61.","[10] David G. Nicholls, “Migrant Labor, Folklore, and Resistance in Hurston's Polk County: Reframing Mules and Men,” <em>African American Review</em> 33 (3) (1999): 467, accessed, Feb 10, 2016, doi:10.2307/2901213.","[11] Nicholls, “Migrant Labor, Folklore, and Resistance,” 470.","[12] Nicholls, “Migrant Labor, Folklore, and Resistance,” 470.","[13] Nicholls, “Migrant Labor, Folklore, and Resistance,” 470.","[14] Nicholls, “Migrant Labor, Folklore, and Resistance,” 477.","[15] Colin A. Palmer, ed. <em>Encyclopedia of African American Culture and History Online</em>, (Detroit: Macmillan Reference USA, 2006), <a href=\"http://ezproxy.rollins.edu:2048/login?url=+http://go.galegroup.com/ps/i.do?id=GALE%7CCX3444700163&v=2.1&u=wint47629&it=r&p=GVRL&sw=w&asid=9f2f24fdcd54694ffe93f01f00891b6b.\">http://ezproxy.rollins.edu:2048/login?url=+http://go.galegroup.com/ps/i.do?id=GALE%7CCX3444700163&v=2.1&u=wint47629&it=r&p=GVRL&sw=w&asid=9f2f24fdcd54694ffe93f01f00891b6b.</a>","[16] Palmer, <em>Encyclopedia of African American Culture</em>.","[17] \"Water and Sewage Works,\" Google Books, 171."],"locations":[{"id":52900,"lat":27.8964147,"lng":-81.8431374,"zoom":7,"place":"Bartow, Florida"},{"id":52899,"lat":27.8617347,"lng":-81.6911559,"zoom":7,"place":"Polk County, Florida"}],"tags":[{"id":11,"tag":"Economy"},{"id":266,"tag":"Segregation"},{"id":2949,"tag":"Culture"}]},{"id":6510,"title":"\"Without The Students\": The College Student Contribution to Tallahassee's Civil Rights Movement","course_id":154,"status":"P","start_date":"5/26/56","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Saturday, May 26, 1956, two female Florida A&M University students paid their fare and boarded a bus almost filled to capacity. After sitting in the only remaining open seats on the bus, Wilhelmina Jakes and Carrie Patterson were quickly asked by the bus driver to stand because the seats that they were occupying were next to a white woman. The young women agreed to get off of the bus contingent upon their fares being returned to them. The bus driver refused, and in kind, they refused to get off of the bus. The authorities were immediately called, and the two were arrested and jailed for inciting a riot. Although this incident was unplanned, it was the spark that ignited the civil rights movement in Tallahassee.","After crosses were burned in front of the co-eds’ residence, Florida A&M University Student Government president, Broadus Hartley, decided to take action. On Monday morning, he called a campus-wide meeting to discuss the issue. It was at this meeting that the students made the decision to suspend the use of the bus system until equal riding privileges were given to African Americans. Word quickly spread throughout the community and the next day, leaders from the local NAACP and citizens met at Bethel Baptist Church and decided to join the students’ protest. By Wednesday morning, white officials felt the true power of their opposition. In 48 hours, the patronage of approximately 15,000 African Americans to which they had become accustomed had disappeared. The bus system ran for only thirty-three days until they were forced to suspend bus service due to lack of funds. Because the bus company was unwilling to fully meet the demand of equal service for African Americans, the boycott continued well into 1957.","According to Lewis M. Killian, “the largest black social structure in Tallahassee was the Florida A and M student body…[and] this structure had no history of social activism.” This is important because it identifies the Tallahassee bus boycott as the first time that student body of Florida A&M engaged in any sort of activism. The students recognized that their participation was paramount in the success of the boycott and by the end of 1959, a campus-based, interracial organization called the Congress of Racial Equality (CORE) began organizing more frequent and militant protests. Comprised of black students from Florida A&M University and white students from Florida State University, it was “the newest civil rights organization in the city.”","On February 20, 1960, the students were prepared to make history again. CORE conducted a sit-in at a Woolworth lunch counter with a total of thirteen participants; eleven of the participants were arrested and jailed for unlawful assembly and disturbing the peace. “Eight of the students decided to serve sixty days in the local jail rather than pay $300 for their release. This was the first case of “jail-versus-bail” in the civil rights movement.” Similar sit-ins began to occur in cities across the South, but “only in Tallahassee did the student protesters attend a publicly supported institution [FAMU]. Just as important, when the capital city sit-ins became interracial, Tallahassee achieved a notoriety that further distinguished it from many cities of the Deep South.”","“Without the students, there would have been no protest, there would have been no movement.” These were the words of Reverend Charles Kenzie Steele, one of the most well-known leaders in Tallahassee’s civil rights movement. Reverend Steele was popular among the college-age population because, while some of the older activists viewed the sit-ins, jail-ins, and protests as impulsive and rash activities, he was one of the leaders in the Tallahassee area who vocally supported the younger generation’s action-based activism. He understood the importance in the numbers, stamina, time that college students could devote to protests that adults could not. One could easily argue that the speed and success of Tallahassee’s civil rights movement became reliant upon the involvement of students and faculty from Florida A&M University. It is my opinion that credit is due to the students and faculty who applied the constant pressure for equality in public spaces; they continue to provide a monumental legacy for the nonviolent protests of today."],"locations":[{"id":52902,"lat":30.4382559,"lng":-84.2807329,"zoom":8,"place":"Tallahassee, Florida"}],"tags":[{"id":2958,"tag":"Sit-ins"},{"id":2957,"tag":"Lunch Counter"},{"id":2956,"tag":"Bus"},{"id":2955,"tag":"Protests"},{"id":2954,"tag":"College Students"},{"id":2953,"tag":"Tallahassee"},{"id":278,"tag":"boycott"},{"id":42,"tag":"Civil Rights"}]},{"id":6511,"title":"Southern African American Industrial School Funding in the Early 1900s","course_id":154,"status":"P","start_date":"1/1/00","end_date":"12/31/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many African American industrial institutions in the south, especially the Robert Hungerford industrial school in Eatonville, Fl had many struggles upon its establishment in 1899. Journeying along through the early twentieth century, this chain of schools based their education off the Tuskegee institute under the guidance and teachings of the profound educator named Booker T. Washington. One study that is not touched on enough or regarded highly throughout African American history, is the surrounding question of how were these industrial institutions in the south able to stay afloat financially to support their education for young African Americans during the time of segregation between White and Black schools?","There is a lot of first-hand evidence from the Robert Hungerford industrial school’s Fourth Annual Report, written in 1903 to the Board of Trustees principal Russell C. Calhoun, on the basis of funding. This annual report included a thank you letter from Principal Calhoun  to the Board of Trustees, thanking them for their contributions. Additionally, Principle Calhoun speaks about the progression of the industrial school in 1903 and ask for assistance in the expansion the institution into the future.","To give a rough estimate, based off the letter from Principal Calhoun to the Board of Trustees, the industrial school’s populace counted up to 105 students. Also, the school also taught 12 different trades such as Blacksmithing, Wheelwrighting, Carpentry, Farming, Cooking, Sewing, Laundering, Poultry Raising and Dairying. To support the teaching upon these trades the property sat on 200 acres of land with one Dormitory. Amongst these acres of land, the amount of shops, tools, and livestock altogether accumulated up to $5,286.75. As the industrial institution expanded in later years, we deduce that a great deal of support was needed within the different areas of funding from different organizations or entities in the rural south. Yet is had difficulty finding the much needed support.","When it came to funding education for minorities in the United States, especially for African American schools in the north and south, they traditionally received the shorter end of the stick when compared to White schools. It is worth noting that much of the funds for African American education came from black communal efforts such as churches and intuitive finances. Separate funding was given within the terms of segregation and fell in line with the distribution of local real estate taxes. The south found ways to avoid paying these taxes and authorized local school authorities to handle the circulation of funds between African American and White schools that were supported by State legislatures. State legislatures were notoriously known for underfunding city schools, which is still prevalent to this day, especially within the African American community.","In viewing African American education from a broad scope, we can see that there was much inequality in the funding platform provided by the white community. This situation happened in both the north and south but it was considerably more prominent in the south. Slightly shifting our focus to the topic of campaigns especially towards the Northern Campaigns. The southern industrial institutions, such as the Robert Hungerford industrial school, set up “Northern Campaigns” to raise from 3,000 to 30,000 dollars through daily written appeals from the southern institution’s trusted representatives. These appeals were sent to white charity groups in an effort to obtain their support for the education platform that these southern industrial institutions had to offer.","Through these grueling and difficult efforts to receive some type of financial support, African American educators had to compete against sales groups who tirelessly searched for reformation with crusades and quarterly settlements from northern philanthropic funding. Although most African American southern industrial institutions lost a vital avenue into the northern philanthropic trusted funding, there were some successes such as Hampton University and Tuskegee Institute. Northern Philanthropists used the success of these southern African American industrial institutions with the thought that these southern educational institutions were enormously financially supported.","James H. Dillard, southern white educational activist connected with many philanthropic activities, once declared that twenty-five percent of northern money for black education \"might better be sunk into the Potomac River before it comes over.”"," There were also false claims for donations for industrial schools that never existed in the south. In 1912, there were seventeen industrial institutions aided by the government, 15 were located in the south, but none African American. Soon enough African American industrial schools in the south were quickly sending appeals to the North. ","The reason for the written appeals were to show the humility and consistency of the importance that African American fund raisers and educators to northern philanthropist about the success of their schools. . The following from James S. Russell, Principal of the St. Paul, Virginia, Normal and Industrial School to New York investment banker George Foster Peabody, was representative: “In overalls, with plows, mattocks, hoes, and other implements, our agricultural students may be seen today adding two hundred acres of low lands to the present acreage; milking cows; caring for the swine; truck gardening; putting in the winter cover crops, etc. In the workshops, building wagons, buggies, shoeing horses, making harness.... In the classroom like bees getting the fundamental requisites for trades.... So great is the sacrifice and earnestness of these poor boys and girls that they justly deserve ... the sympathy and support of all persons interested in human struggles.”","African American educators and fund raisers proved their passion and support to the industrial education for black males and females by reaching out and speaking in campaigns, meetings, and publications to Northern philanthropists. In these publications, they emphasized that southern industrial schools will have a remarkable benefit to the African American community in the rural south through the many trades that it taught and had to offer. Religion also played a vital role in the Northern Campaigns since it was highly valued among northern white philanthropists as well. Consequently, black educators emphasized and incorporated the importance of God and Christianity for attending African American students in these Northern Campaigns.","The 1915 Northern Campaigns were considered successful in funding as a whole. Although defining success might be different from school to school. Due to WWI, different complications between the philanthropic community and poorly planned events may have created problems in the funding campaigning. The Robert Hungerford industrial school resolved in 1909 and was considered one of the most successfully funded. There were other smaller African American industrial schools that faced financial burdens as they try to establish themselves into the future of the black southern industrial institutions."],"locations":[{"id":52904,"lat":28.6147216,"lng":-81.3806249,"zoom":8,"place":"Eatonville,Fl"},{"id":52903,"lat":28.4844995,"lng":-81.2518833,"zoom":8,"place":"Orange County, Fl"}],"tags":[{"id":2962,"tag":"1900-1915"},{"id":2961,"tag":"Industrial Schools"},{"id":2960,"tag":"Northern Campaigns"},{"id":2959,"tag":"Fl"},{"id":1237,"tag":"Tuskegee"},{"id":1133,"tag":"Booker T. Washington"},{"id":129,"tag":"Eatonville"}]},{"id":6530,"title":"The fight for Life Insurance for African American's.","course_id":154,"status":"P","start_date":"3/1/16","end_date":"3/15/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The primary source that I chose to use in this project was a photograph of the Atlanta Life Insurance Company taken by <em>The Orlando Negro Chamber of Commerce. </em>This company had a branch in Orlando off of Church Street in 1949. This source is important because it gives us a clear and solid image of a life insurance company that was completely ran, and successfully ran, by African Americans during a time where that was not an easy task. Throughout researching Atlanta Life Insurance I discovered that Alonzo Herndon founded the company. Alonzo was a barber and entrepreneur, and also a former slave. After establishing this new company he quickly became the wealthiest African American in Atlanta. Atlanta Life Insurance Company became the leading African American insurance company in the nation."," ","When talking about Life Insurance, it can seem like a bore of a subject. However, this topic is so imperative, especially when linking it to African Americans, because it was something that primarily white companies denied African Americans. When one dies, it is a very grief stricken time. On top of the grief, it can be a very costly event. Life Insurance is simply is a security that someone pays into while they are alive to ensure that their families will not be burden by their death. Life Insurance covers everything from funeral costs’; to a lump some of money to help a family when something unexpected happens to the primary source of income. When talking about the security of someone’s family after they are no longer here to help them, well it’s a topic that most people are not willing to gamble with. When so many African Americans who work hard to support their families are denied this basic right to feel secure in their families’ well being, it is nothing short of a tragedy. This is where Atlanta Life Insurance came in. This company well was established in its promise to give African Americans the security that every other white person can decide to have if they so chose. It was a promise that they so rightfully deserved."," ","            While doing research through my other sources such as: <em>Supreme Life: The History of a Negro Life Insurance Company, </em>the information I read has a lot to do with the basic principles on what is and isn’t fair. Historians will say that white people during the 1940’s and 1950’s, when life insurance became this booming industry, didn’t want African Americans to be able to participate. To me, that logic simply says one thing and one thing only. Which is: in our opinion, your life and your family’s well being doesn’t have the right qualifications to justify you needing such a tool as life insurance. What kind of terrible person would think that? Mostly all of America. Research shows that African Americans opened up their own institutions for things that they were denied other wise because they had to find a way to protect themselves and their family. When you think about it as a dignified human being, it’s a quite simple thought."," ","In conclusion, the discussion when it comes to Life Insurance for African Americans and The Atlanta Life Insurance Company is one worth having. How would you feel if you were forced to live each and every day with the knowledge that if something devastating happened to you, your family would be completely helpless financially? Life Insurance is a basic way to ensure the security of your family after ones passing, it’s the only responsible thing to do when you love someone more than you love yourself. The only thing someone’s family should be thinking about after such a devastating loss is putting their life and heart back together as much as they can, not how they are going to afford to bury the loved one they just lost. That is why I for one am extremely thankful for companies like The Atlanta Life Insurance Company, and for guys like Alonzo Herndon. For taking a chance and gambling on a company that they were passionate about, and having the fortitude to stick it out when the rest of the country was seemingly against them."],"locations":[{"id":52921,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, Florida"}],"tags":[{"id":2860,"tag":"Equality"},{"id":1458079244,"tag":null}]},{"id":6531,"title":"Barber Shop History in Central Florida","course_id":154,"status":"P","start_date":"3/18/16","end_date":"3/18/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Obviously, getting your hair cut is something that everyone probably wants and needs to do multiple times a year. Deciding on where to go for a hair cut may cause a slight dilemma since there are so many choices. Even at the start of the business community in Orlando there were many different barber shops to choose. Cutting hair seemed to be something that brought a lot of business and became widely popular. It also helped shaped the business community that has evolved so much in Central Florida.","                  According to the Orlando Negro Chamber of Commerce Business Directory, there were approximately seventeen barber shops around 1957. That is a good amount of barber shops that men could choose from. One of the main barber shops of the time was a small shop called “Joe’s” and was located on Church street. Joe’s promoted only the best old fashioned classic flattops and the perfect around the ears shave’s. However, Joe’s did more than just accommodate for hairstyles. They brought in a sense of community with every customer who stopped in. According to the owner of Joe’s now, which remains a family business, every customer had a different story that helped shaped what they would become.","                  African American barber shops can actually be linked heavily to times of slavery. Apparently African Americans would serve high end white clients while they would work for white owners of the shops. Many African American men preferred the working conditions in a barber shop as opposed to working in fields or doing heavy labor. Having this job allowed them to be able to support their families as long as the white men continued to pay for the barber shop itself. After a while, African Americans decided to start opening their own barber shops to serve black men in certain black communities. However, many of these shops did not get so much business because as time went on the demand for highly trained and skilled professionals to take over went up.","                  Today, there remain hundreds of barber shops in the Orlando area that are still up and running! Even Joe’s, that dates back many decades still operates. Barber shops have evolved throughout history and remain an amazing business that holds a unique story. Even notable African American’s such as Ralph Ellison, Toni Morrison, and Richard Wright have all made references to “the black man’s sanctuary” at some point."],"locations":[{"id":52922,"lat":28.5383355,"lng":-81.3792365,"zoom":8,"place":"Orlando, Florida"}],"tags":[{"id":3000,"tag":"Orlando Barbers"},{"id":2999,"tag":"Barber Shop History"},{"id":2998,"tag":"Barber Shops"}]},{"id":6532,"title":"Dr. William Wells","course_id":154,"status":"P","start_date":"1/1/17","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the era of segregation, hospitals, hotels, casinos, schools, restaurants and other venues were not receptive to hosting African Americans.   When it was possible for those whom had access to these places, often the quality of the facilities were deplorable compared their white counterparts.  In addition to the poor quality, there were fewer medical facilities and physicians for people of color.  Surgeons were almost nonexistent.  It was close to impossible for African Americans to get into medical school even if they had excellent grades because of the color of their skin. Even if an African American completed medical school it was difficult to find a good hospital that would hire them because of their skin color[1].  As a race with so many obstacles in their way, there happened to be one man who defeated the odds, Dr. William Monroe Wells. Dr. William Wells was a prestigious African American Doctor and business owner, whom catered  to African Americans during segregation.","            Dr. Wells is most commonly known for being an incredible and well known African American doctor in Orlando. Dr. Wells was born in Ft. Gaines, Georgia in 1889. After completing medical school at Meharry Medical College he moved to Orlando in 1917. He dedicated his life to helping African Americans  so that they could receive the best medical care possible, even if they could not afford it. During World War II, Dr. Wells was the only African American doctor in Orlando. This was a shocking fact because white doctors refused to care for African Americans. This is important because at one point Dr. Wells was the only physician in Orlando that would be willing to see, help and treat African Americans. Dr. Wells was most famous for delivering over 5,000 babies in Orlando during his time practicing medicine.  Wells was not only famous for delivering African American babies, but he also treated patients with scarlet fever, influenza and pneumonia. He helped African Americans who were sick or in labor even though he knew they would not be able to ever pay him.  Dr. Well’s profound contribution was that he made it possible for many African Americans to receive quality medical care during the first half of the 20<sup>th</sup> century in Orlando, Florida[2]. This is profound because without Dr. Wells African Americans would not have received medical attention during this time.","            Dr. William Wells was also a member of the Orlando Negro Chamber of Commerce and provided his information to the local business directory so that African Americans seeking medical attention would be able to contact him. The 1948 Orlando Negro Chamber of Commerce was the primary source for this history engine because it showed real life advertisements and provided a directory to which African Americans could find safe reliable healthcare. African Americans could rely on these businesses owned and run by other African Americans, so they would not face discrimination[3].  For African Americans in Orlando, Dr. Wells not only created the availability for healthcare but also provided that healthcare without discrimination through the Negro Chamber of Commerce.","            Not only was Dr. William Wells passionate about providing medical care to African Americans, but he also wanted to provide safe places for them as well. In 1926, Dr. Wells received a building permit from the City of Orlando and constructed the Wells’ Hotel. During this time the hotels were segregated making it very difficult for African Americans to find safe accommodations while traveling.  Attached to this hotel Dr. Wells’ also built and owned a popular Casino called South Street Casino. The Casino was a popular place for famous African American singers and entertainers[4]. Dr. Wells wanted to provide a safe lodging for rest after their shows.  Dr. Wells predicted the dangers for African Americans traveling without a place to stay during the era of segregation.  He also was able to create a venue in the hotel space, which allowed a safe place for African Americans to let loose and have fun.  It was obvious that Dr. Wells not only cared about providing healthcare, he was also passionate about offering lodging and an entertaining nightlife for African Americans to enjoy safely[5].","            Dr. Williams Wells is a crucial part of African American History in Orlando because he was passionate about providing healthcare, lodging, and nightlife to African Americans. During a time when African Americans had no option for medical care, Dr. Wells was a saving grace by providing his medical assistance. Imagine the fear of not having access to safe medical care. That was the reality for African Americans before Dr. Wells broke through the barriers of color in modern medicine. Imagine traveling and not having a safe place to stay; this was also a reality until Dr. Wells opened his hotel and casino. Access to healthcare and a physician should have been every persons right, but this was not the case for African Americans during the 1920s – 1960s. Without Dr. Wells citizens of color in Orlando would not have had access to healthcare when they were ill or while giving birth. Dr. Wells was responsible for the healthy and safe deliveries of over 5,000 babies in Orlando alone, which speaks volumes of his impact to the black community. Dr. William Wells was an incredible doctor, businessman, and leader among the African American Community."," "," "," ","[1] \"History - Opening Doors: Contemporary African American Academic Surgeons.\" N.p., n.d. Web.","[2] The Wells Built Musem of African - American History and Culture | The History of Dr. William Wells. (2013, September 04). Retrieved from <a href=\"http://wellsbuiltmuseumofafricanamericanhistoryandculture.org/the-history-of-dr-william-wells/\">http://wellsbuiltmuseumofafricanamericanhistoryandculture.org/the-history-of-dr-william-wells/</a>","[3] <em>The Orlando Negro Chamber of Commerce: Business directory, 1948</em>. (1948). Orlando, FL: Orlando Negro Chamber of Commerce.","[4] Thompson, G. F. (2003). <em>Orlando Florida</em>. Charleston, SC: Arcadia","[5] Thompson, G. F. (2003). <em>Orlando Florida</em>. Charleston, SC: Arcadia"],"locations":[{"id":52923,"lat":28.5383355,"lng":-81.3792365,"zoom":5,"place":"Orlando, Fl"}],"tags":[{"id":1497,"tag":"Orlando"},{"id":266,"tag":"Segregation"},{"id":1654,"tag":"Hospital"},{"id":3001,"tag":"Dr. William Wells"},{"id":3002,"tag":"Negro Chamber of Commerce"},{"id":3003,"tag":"Doctor"}]},{"id":6533,"title":"The Experience of African American Students in Segregated Southern Schools","course_id":154,"status":"P","start_date":"1/1/45","end_date":"12/31/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The Voice of Orlando Negro Chamber of Commerce: Business Directory 1957</em> includes a long list of African-American establishments, from Beauty Salons to Churches, in the Orlando area. One entry, “The New Jones High School”, contains information on Jones High School after its recent renovation in May 1952[1]. The entry on Jones High School grants a valuable insight into the funding, resources, and conditions of segregated schools in Orlando. Additionally, this information on Jones High School in 1957 provides a point of reference that can be used to draw comparisons between Jones High School and other Southern segregated schools.","            The entry on “The New Jones High School” in <em>The Voice of Orlando Negro Chamber of Commerce: Business Directory 1957</em> was published at an interesting time in the African-American fight for civil rights. Three years prior, African-Americans won a major victory in the Supreme Court Decision on <em>Brown v. Board of Education</em>. By negating the <em>Plessy v. Fergusen </em>Supreme Court Decision of ‘separate but equal’, de jure segregation was declared unconstitutional. However encouraging this decision seemed, the fact remained that de facto discrimination was still a reality in the South. Thus, it is somewhat surprising that Jones High School was able to provide the resources that it did. Additionally, the renovation that improved the conditions of Jones High School in 1952 occurred before the <em>Brown v. Board of Education</em> yet after the renovation the value of the school increased by $100,000.00 bringing the total value of the school up to $1,000,000.00[2]. There are a few potential reasons for the ability of Jones High School to provide a relatively high quality of education to its students, although the reason is not provided in the entry. Firstly, the <em>Plessy v. Ferguson</em> decision of ‘separate but equal’ provided a legal standing for organizations such as the NAACP to challenge the inequality of funding between white and black schools. Secondly, the African-American community in Orlando may have been prosperous enough and invested in the value of education enough to provide money to Jones High School. Alternatively, it could be that Jones High School was the only African American school in the area that was able to provide these resources and other African-American schools in the area simply did not exist or were under funded. In this case, Jones High School, although well equipped, could have remained inadequate to educate all the African-American children in the Orlando area. Additionally, <em>The Encyclopedia of Florida </em>cites a large influx of workers to the Orlando area numbering near 11,000 in 1956 when the Glenn L. Martin Company established a defense plan in Orlando[3]. Many of these workers may have been African American and could have brought families with them. Thus, the African American population in Orlando may have increased to the point where the resources of Jones High School may have been inadequate.Ultimately, it is unclear from the primary source document how Jones High School received funding for such an extensive renovation and whether this renovation met a standard of equity with the surrounding white schools.","            The renovations undertaken at Jones High School in 1952 provided “16 standard classrooms; a chemistry laboratory; a physics laboratory” and other spaces for academic pursuit. Additionally, however, much of the space provided was also for non-academic, work-related training such as “[an] advanced cooking classroom, a classroom for childcare…[a] training room for the training of table service [and] cooks…[and] one agriculture classroom”[4]. This dual emphasis of academic advancement and training for manual work represents the influence of Booker T. Washington’s philosophy of ‘advancement through education and work’ that persisted up to the Civil Rights movement. From the historical context surrounding the primary source and the primary source itself, it seems that Jones High School represents, to a certain extent, a compromise between the demands of African-Americans being voiced at the beginning of the Civil Rights movement and the de facto segregation that permeated the culture of the American South. This raises the question of whether these conditions were common across the South in African-American Schools. More specifically, what were the social and cultural experiences of African American students in the segregated south at the beginnings of the Civil Rights Movement?","            In her study titled <em>Valued Segregated Schools for African American Children in the South, 1935-1969: A Review of Common Themes and Characteristics</em>, Vanessa Walker provides a synthesis of many different studies focusing on the quality of African-American education in the segregated south. Walker counters the commonly accepted depiction of African American schools wholly inferior to white schools[5]. More specifically, Walker states that the common view of African-American education before desegregation highlights “inequality in facilities, lack of transportation, shorter school terms, teacher-pupil conflicts, overcrowding” and more[6]. Additionally, Walker claims that the general depiction of African-American education portrays “African American students and their parents…as complacent” in regards to education[7]. However, in her analysis of other studies on the subject of African-American education Walker finds “the emergence of Black common schools were largely attributable to the interests of ex-slaves in education as a means for liberation”[8]. Ultimately, Walker claims that her analysis of studies on African American education indicates, “that the segregated schools in the South appear to have certain consistent characteristics” that counter the common conception of African American schools as vastly inferior to white schools[9]. Rather, African American schools often employed “exemplary teachers and principals…increasingly well trained and who created their own culture of teaching”. Additionally, the adversity facing African American schools often shaped the characteristics of the African American schools: “many of the schools’ characteristics appear to have been a direct response to the challenges they faced and intimately connected to the oppressive circumstances in which they operated”[10]. Specifically, African American schools placed an emphasis on cultural programs, strengthening the community, and leadership from the principal that actively endorsed ideologies on how to advance African-American civil rights[11]. Thus, although it was true that African American schools were often underfunded, they remained one of the central hubs of African American communities and experienced lots of support from the community.","            At more of a micro-level analysis, Linda Coats investigates the personal experiences of African-Americans that attended segregated schools in the south. Coats’ article <em>The Way We Learned: African American Students’ Memories of Schooling in the Segregated South</em> attempts to answer the question “what memories of school have lasting impact on students and what are some distinguishing teacher behaviors that impact students’ academic and career success?”[12]. Coats’ findings are in line with the general analysis provided by Walker. Coats discovered a theme of caring and dedication amongst teachers at African-American segregated schools in the face of racism and discrimination: “African American teachers during this era had to face many challenges brought on by socio-political factors…[yet] they were motivated to work harder to ensure that their students learned”[13]. First hand accounts from students also indicate that teachers were focused not only on education but holistic improvement of their students. One account states, “Teachers were nurturers and guides. Just as our parents, they expected good personal grooming, manners, your best effort, respect, and personal responsibility”[14]. Additionally, accounts support Walker’s finding that African American schools placed emphasis on community building: “students’ memories provided a glimpse into the teachers’ lives outside of school. For most, there was a powerful relationship between the school and the larger community”[15]. Furthermore, Coats states “this shared relationship, perhaps, contributed to their responsibility not only to their students’ academic development, but for their social and moral development as well”[16]. Ultimately, Coats’ findings from first hand recollections of students’ experiences in segregated African American schools indicate the importance of schools in the community and the schools’ role in not only education but also furthering the movement for racial equality.","            Given the points presented by Coats and Walker, it can be seen that African American schools provided a hub for the surrounding community while also providing hope for the advancement of racial equality via education. Furthermore, schools provided a place where philosophies for the advancement of African Americans could be implemented by teachers and principals. Thus, schools like Jones High School were, and still are, incredibly important for the surrounding communities and the fight for racial equality at a national level."," ","[1] The Orlando Negro Chamber of Commerce, <em>The Voice of Orlando Negro Chamber of Commerce: Business Directory 1957</em>, “The New Jones High School,” 34.","[2] The Orlando Negro Chamber of Commerce, 34.","[3] <em>Encyclopedia of Florida</em>, “Dictionary of Places: Orlando.” New York: Somerset Publishers, 218.","[4] The Orlando Negro Chamber of Commerce, 34.","[5] Vanessa Siddle Walker, “Valued Segregated Schools for African American Children in the South, 1935-1969: A Review of Common Themes and Characteristics,” <em>Review of Educational Research</em> 70 (2000): 253, accessed March 5, 2016, doi: <a href=\"http://www.jstor.org/stable/1170784.\">http://www.jstor.org/stable/1170784.</a>","[6] Walker, “Valued Segregated Schools for African American Children in the South,” 253.","[7] Walker, “Valued Segregated Schools for African American Children in the South,” 253.","[8] Walker, “Valued Segregated Schools for African American Children in the South,” 257.","[9] Walker, “Valued Segregated Schools for African American Children in the South,” 276.","[10] Walker, “Valued Segregated Schools for African American Children in the South,” 276.","[11] Walker, “Valued Segregated Schools for African American Children in the South,” 276.","[12] Linda T. Coats, “The Way We Learned: African American Students' Memories of Schooling in the Segregated South,” <em>The Journal of Negro Education</em> 79 (2010): 6, accessed March 5, 2016, doi: <a href=\"http://www.jstor.org/stable/25676105.\">http://www.jstor.org/stable/25676105.</a>","[13] Coats, “The Way We Learned,” 12.","[14] Coats, “The Way We Learned,” 12.","[15] Coats, “The Way We Learned,” 13.","[16] Coats, “The Way We Learned,” 13."],"locations":[{"id":52924,"lat":28.5383355,"lng":-81.3792365,"zoom":9,"place":"Orlando Fl"}],"tags":[{"id":3004,"tag":"Jones High School"},{"id":486,"tag":"African American Schools"},{"id":6,"tag":"Education"},{"id":266,"tag":"Segregation"}]},{"id":6534,"title":"What We Represent: The Politics of Black Hair in 1950s Orlando","course_id":154,"status":"P","start_date":"1/1/49","end_date":"12/31/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["According to the 1949 Orlando Negro Chamber of Commerce business directory, there were seventeen beauty salons catering to Black community in Orlando. By the time the business directory for 1957 was published, there were twenty-nine Black beauty shops in the Orlando area. Among those twenty-nine shops, only twelve were on the 1945 business directory; this means that seventeen Black salons opened in the nine-year period between 1949 and 1957. For a quaint community that pales in comparison to the Orlando that we know today, it seems a bit excessive to have twenty-nine salons; but one must examine the factors that could have caused this change in Orlando’s Black community. The monumental changes in the education, economic status, and respectability standards of African Americans mirrored themselves in their self-care, and throughout this article, I will discuss these issues on a societal scale and some specific elements that could have influenced the sharp increase in the Orlando’s Black beauty industry.","Beauty parlors have long been a safe haven for women; women could vent their problems to one another and meet a local political figure in the same place. To this day, women visit the beauty salon on a consistent basis to alter one of their most basic features: their hair. “Ever since African civilizations bloomed, hairstyles have been used to indicate a person’s marital status, age, religion, ethnic identity, wealth, and rank within the community. In some cultures a person’s surname could be ascertained simply by examining the hair because each clan had its own unique hairstyle.” “Realizing the prominence hair played in the lives of western Africans, the first thing enslavers did was shave their heads; this was an unspeakable crime for Africans, because the people were shorn of their identity.” Although slavery dismantled many ancient African hair traditions, hair remained an important social construct, and by the 1950s, the tradition of immaculately coifed hair had been resurrected with heavy social baggage in tow.","Over time, African Americans had learned to recognize several themes in relation to beauty. First, hair that was longer and straighter was “good” while hair that was short and kinky was “bad.” Black women almost obligatorily straightened their hair using a variety of methods and for a variety of social reasons. The appearance of “good,” well-groomed hair was one of the most important forms of social capital in the Black community, second only to light skin. “Some Black Americans with extremely light skin and straight, kink-free hair chose to break through the barriers that a racist society had constructed by simply passing themselves off as White.”","Second, the grooming routines of African Americans often communicated ideas about their education and economic status. As Colin A. Palmer states, “Through the styling of their straightened hair, African Americans struggled to define a space for themselves within the framework of the dominant aesthetic that could challenge, oppose, and undermine it while reaffirming black cultural values. Although some middle-class blacks wore their straightened hair in styles similar to those popular among middle-class whites, others combined their straightened heads of hair with pomades and hairdressing creams to explore bold, innovative, and creative styling options.” Those who did not conform to the socially normative straightened styles were assumed to be uneducated or unemployed, as hair straightening was often a requirement for employment. They were also seen as less respectable among Blacks and Whites alike. This was especially important because the 1950s ushered in a new “New Negro.” Black youths were taught to expect more and saw themselves integrating White spaces by will or by force. With this, came a responsibility to represent the community well; this meant that one must always look presentable—hair included.","So what caused the spike in beauty salons in Orlando specifically? Orlando leaders downplayed many of the city’s social issues as to not ruin the reputation in the eyes of prospective tourists, but “no place was immune from the social changes brought about by the civil-rights movement, not even Orlando…” Orlando was the last city in Florida to dismantle the White Voters Executive Committee, the organization responsible for Orlando’s primary elections—open to Whites only. “The first Orlando primary election open to all races was held in 1950.”  Blacks from the working class, as well as doctors and nurses, lawyers, businessmen and women, store owners, and pastors preparing to enter a White space such as a polling place would certainly be encouraged to look their best; this include a fresh hairdo. Another phenomenon that was active but private in 1950s Orlando was the Nation of Islam. The strict grooming standards for men and women that the Nation emphasized also required an increased number of haircare professionals.","In conclusion, the Orlando community was changing in big ways in the 1950s. For the African American community, the idea that being well-groomed was associated with one’s respectability had residual effects when the visibility of African Americans in White spaces increased. This decade set the stage for major advancements in the Civil Rights Movement, so it only makes sense the African Americans were prepared. The Black beauty salon continues to be a staple in the community, and Black hair stylists are consistently pushing the boundaries of their craft, staying on the forefront of every new hair trend."],"locations":[{"id":52922,"lat":28.5383355,"lng":-81.3792365,"zoom":10,"place":"Orlando, Florida"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":3005,"tag":"Black Hair"},{"id":3006,"tag":"Straightening"},{"id":3007,"tag":"White Spaces"},{"id":3008,"tag":"Hair Politics"}]},{"id":6535,"title":"Atlanta Life Insurance Company","course_id":154,"status":"P","start_date":"12/31/22","end_date":"12/31/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Atlanta Life Insurance Company was located on 539 W. Church St. in Orlando, Florida. This location was a branch office to the larger Atlanta Life Company, which was located in Atlanta, Georgia on 148 Auburn Ave. The Atlanta Life Insurance Company advertised maximum insurance on risk for $50,000, and offered industrial, health, accident, and life policies. Alonzo Franklin Herndon, an African American entrepreneur, founded this black-owned business. Herndon was also the first president of the Atlanta Life Insurance Company. Born on June 26<sup>th</sup>, 1858 to a white famer and slave, Herndon made his life by working hard and he is now known to be one of the first black millionaires in the United States. His legacy of wealth began when he made the decision to purchase a failing insurance company in 1905. Starting from $5,000 assets in 1905, he managed to have over $400,000 in assets by 1922. Herndon then changed the name to Atlanta Life Insurance Company. The expansion of the company led to the existence of branches in Kansas, Missouri, Texas, Florida, Kentucky, and Tennessee. Herndon went on to save other insurance companies to maintain self-reliance in black businesses, and to insure that African American men and women would continue to have jobs. The Atlanta Life Insurance Company became one of the most prosperous black-owned businesses in the 1920s. ","Racial segregation in the South led African Americans no other choice but to come together and improve their living situation. Even though most were poor, entrepreneurs grew out of the harsh oppression and collectively produced places where African Americans can go without facing any discrimination. Black-owned businesses were formed and they came offering a wide variety of services. Barbershops, grocery stores. Billiard halls, insurance companies, funeral homes, and beauty parlors were some of the staple businesses that appeared in African American communities. These businesses were able to flourish due to the lack of competition from their white counterparts. White owned businesses did not and were not located in black communities, and blacks were not able to participate, shop, or even walk in any of these places. Due to this phenomenon, black-owned businesses became the backbone of black community progression. ","The existence of black owned businesses is particularly important. They are imperative because they are a deliberate employer of African Americans. They also provide stability towards the economic development within their community, and they can also serve as mobilizing resources for the African American community.  The assets of Negro life insurance companies increased from $22 million on December 31<sup>st</sup>, 1940 to $161 million on December 31<sup>st</sup>, 1952. African American operated and owned life insurance companies were founded to provide more adequate coverage. Generally, businesses operated by African Americans are considered to be small time operations. However, life insurance companies are so important their existence plays a main role in the black business industry. ","The existence of the Atlanta Life Insurance Company in Orlando, Florida is no different than any other life insurance company located in the south.  “The black owned life-insurance company constitutes as one of the few bastions of black capitalism” (Jacob, Hughes). The Atlanta Life Insurance Company had assets of $27.7 million on December 31, 1952 and was thought to have more assets than all black life insurance companies combined with the North Carolina Insurance Company in 1940. “Atlanta life, as one example, evolved out of a sacred-secular institutional matrix in postbellum Alabama” (Weare). Its subsistence was made possible by racial discrimination in the south and racial discrimination from white insurance companies. The formation of life insurance for African Americans provided them with many benefits that they previously did not have due to the color of their skin. Life insurance can cover events such as permanent disability, accidental death, diagnosis of a terminal or critical illness, as well as death.  These benefits can provide families with funds after a loved one has passed away. That benefit of life insurance alone is key when thinking of them in an African American community. During this time of extreme racism, many African Americans were being murdered. Before they would not be able to afford a burial or even decide on where and how they want their family member buried. African Americans did not have access to life insurance through any white owned companies, and if they did they paid significantly more on life insurance than what they would have if it was a black owned life insurance company."," In conclusion, the presence of the Atlanta Life Insurance Company and the services they provided not only helped African Americans in Atlanta but also in Orlando, Florida.  This company was a haven for blacks in the Orlando community as it was for the other states Atlanta Life was in. It success was made possible by the wealth and passion Alonzo Herndon had for providing a service to his fellow African Americans. "],"locations":[{"id":52922,"lat":28.5383355,"lng":-81.3792365,"zoom":8,"place":"Orlando, Florida"}],"tags":[{"id":3009,"tag":"#thesouth"},{"id":3010,"tag":"#blackbusinesses"},{"id":3011,"tag":"#lifeinsurance"},{"id":3012,"tag":"#OrlandoFlorida"}]},{"id":6536,"title":"The African American Negro Chamber of Commerce(AANCC):The Social Status of African American Police Officers within their community","course_id":154,"status":"P","start_date":"1/1/57","end_date":"3/21/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In sight of the 1957 African American Negro Chamber of Commerce directory, discovered on page 54, are honorary descriptions under the pictures of the first six African American Police officers selected to join the Orlando Police Department, Orange County Florida. Their names are Richard A. Jones, John W. Jordan, Gainous Wright Jr., Mayo Howard, Belvin Perry Sr. and Otha Lee Kelly. Richard A. Jones and Belvin Perry Sr, were the first two Black officers to join the force. The first to break the color line in the Orlando Police Department (OPD) was Officer Jones. He was also the first black OPD sergeant and lieutenant. Officer Belvin Perry Sr was the father of Chief Judge of Florida Ninth Judicial Circuit (retired), Belvin Perry, Jr.  Retired Chief Judge Belvin Perry, Jr was the presiding judge over the high profile Casey Anthony murder trial in 2011. ","The City of Orlando was one of the last cities to develop a police department but these officers still were able to implement their marks during the turbulent times of segregation and social injustice that were mostly, directed toward African American and other minority communities. Especially, in the Southern States at the beginning of the Civil Rights era. These police officers primarily served in the black communities and among African American business districts.","  All six officers were perceived as tremendous role models within the African American communities in and around the City of Orlando, Florida. The expectations were massive when it came to representing their communities. These police officers were known to serve and protect their assigned beat with professionalism and demonstrations of fairness to all. Additionally, they illustrated what it meant to wear the uniform of a police officer as an African American and display what it took to properly, uphold the law.  These police officers brought a significant amount of pride to the black communities, packaged with a few stressful factors to be taken into consideration as well. The 1950’s brought about major changes in law enforcement with the assignment of Black police officers in various cities of Florida. While there was advancement of racial and ethnic diversity in law enforcement, segregation and discrimination continued well into the 1960’s in the south. It’s worth noting that New York appointed the first Black police officer in 1891.","There is no doubt that the first Black police officers were pioneers in their profession in Florida. These Black officers had to endure the trials and struggles of racial integration and law enforcement reformation. When it comes to African American and other minority police officers they have additional pressures pinned to them when carrying out the responsibilities married to the law enforcement profession. I can imagine them feeling alienated and disrespected in a sense, especially, when they had the same responsibilities as the white officers but lower pay and in separate facilities.","  On a general scale, especially, from 1957 up to today there are mountains of  evidence supporting social pressures brought by a significant number of police officers among the African American and other minority communities. These police officers are engaged in the practice of abuses  and violent acts that further heightened the racial and ethnic tensions in the United States. It was initially thought that if an African American or minority officer (not white) was assigned to an African American or minority community there would be a decrease in police abuse and unjustified acts. However, this has been proven not to be the case. Today the disconnect between police officer continues to grow primarily in American communities where there is a large population of minorities, poverty and crime at high.","In 2015, in response to people’s assessment and outcried in many cities of the United States, against police unfairness and their excessive use of force, President Obama called for mediation between police and the community they served. The call was also an effort to reduce racial tension in many cities and communities and rebuild police reputation and trust.","We can present the question “why do members of the police force engage in unethical behaviors and use force to bring public order?” I can only reply that sometimes when people face challenges which they can not deal with or control, they tend to use extra force to control or change the course of a “perceived” bad outcome. Sometimes police officers deal with stressful and dangerous situations, day-in and day-out , until they break down emotionally and act contrary to the law they swore to affirm. By the same token, there are police officers that perform the functions of law enforcement with pride, integrity, and honesty in the mist of any turmoil or pressure situation. "," ","We must not forget President Obama’s call to work on our relationship law enforcement with the goal of reducing racial tensions and rebuilding trust. Also, we must not forget the pioneers that fought and paved the road for social and cultural integration and equality."],"locations":[{"id":52926,"lat":28.5383355,"lng":-81.3792365,"zoom":8,"place":"Orlando,FL"}],"tags":[{"id":3020,"tag":"Orlando, Fl"},{"id":3019,"tag":"OPD"},{"id":3018,"tag":"First"},{"id":3017,"tag":"1957"},{"id":3016,"tag":"AANCC Directory"},{"id":1182,"tag":"social status"}]},{"id":6537,"title":"The Orlando Negro Chamber of Commerce in Context: 1949-1957","course_id":154,"status":"P","start_date":"1/1/49","end_date":"12/31/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 1949 Orlando Negro Chamber of Commerce Business Directory and the 1957 Orlando Negro Chamber of Commerce Business Directory show the major growth of black owned businesses in Orlando, Florida. The number of businesses listed in 1949 was 169. This grew to 389 in 1957. The businesses in these documents and the production of the Directories themselves reflect the strength of the efforts of Orlando’s African Americans to help themselves economically just as their efforts to create schools did in education.","The fact that there was a Negro Chamber of Commerce in Orlando reflects the ideas and values of Booker T. Washington and W.E.B. Dubois who actively promoted the idea that creating businesses was crucial to the improvement of black lives in America and, in fact, the world.","Previous to the 1949-1957 period, Washington started the National Black Business League (NBBL). He and the league encouraged the development of black business mutual help organizations all over the nation and in nearly every industry. The Orlando Negro Chamber of Commerce was such a group designed and committed to the development of black businesses and successful black entrepreneurship.","The 1949 Directory section, “Employment” states key reasons for joining Orlando’s black community. Foremost among these is the presence of three black owned banks and three black owned insurance companies. These were important not only to customers who had no access to white banks and could not get insurance from white companies. They were important because they meant access to capital -- to loans necessary to start new businesses. The number of banks owned by blacks in Orlando declined, according to the Directories from four in 1949 to one in 1957, and the number of insurance companies owned by blacks rose from two to four during that period.","In general, the growth of the Orlando black business community reflected the national economic growth that followed World War II. It was also fostered by segregation according to John N. Ingham. The context of this growth and the self-help efforts that underlie it is of major change that challenges the whole effort and the whole idea of it.","The Supreme Court decision in Brown vs. the Board of Education began the lengthy process of desegregation leading to the later Civil Rights era. In 1957 and 1958 the whole country underwent a serious national economic recession that hit all businesses hard but created especially tough challenges for black businesses. Desegregation and economic recession meant increased competition for black businesses. White businessmen began to buy out black businesses even if they kept a “front” of black representatives, salesmen and other employees. The black community became less an “out of mind” community than a potential market for white businesses. This is seen in the black beauty industry that was so important in the economy of the black business. The African American beauty industry was the second largest black industry in the country after eating and drinking type businesses. In 1939 there were 11,293 black owned barbershops and beauty parlors in the nation with a total income of $12,963,000 and employing 7,540 people. (Walker 76) The number of beauty parlors and barbershops in Orlando grew from twenty-seven in 1949 to forty-seven in 1957. This meant growing business for not only the Orlando black community but also for the black manufacturers and suppliers of products needed in the shops. But as the 1950’s developed, national beauty product manufacturers competed with black firms to make black beauty products. When they couldn’t beat them in the market, larger white firms with more capital bought up successful black firms.","But there was worse in the context of the 50’s. As early as 1953, then President Dwight Eisenhower disbanded the Commerce Department's Division of Negro Affairs and eliminated Emmer Lancaster as its head. (Weems and Ramdolph 39) Lancaster was heading toward the opening of the lucrative area of defense contracts to black owned businesses. Given the importance of the large and growing military industrial complex to the Orlando area the elimination of access to defense contracts by black business only added to the challenge of white corporations taking over black markets and particularly black banks by white owned corporations. With restricted access to capital, black firms were particularly vulnerable to the general trend of corporate takeover and national marketing.","Lack of participation in the large and growing area of defense contracting, increased white competition, the failure to recover from the 1957-58 recession, and lack of access to capital (loans and business start-up loans in particular) were largely due to discrimination. These factors planted huge roadblocks for black entrepreneurs and business people nationally and in Orlando. They even led to questioning the value of the ideas of Booker T. Washington and other leaders who saw black business as a major path to the improvement of black lives in America.","Scholars like John Butler cite the success of the people who descended from the black entrepreneurs of this period and the power of the values they passed down to later generations. But others such as Earl Ofari Hutchinson argue that only a radical change in the basic economic system of capitalism will lead to equality of the races and the improvement of the lives of African Americans. The historic context of Orlando’s black business community supports this idea. "],"locations":[{"id":52922,"lat":28.5383355,"lng":-81.3792365,"zoom":8,"place":"Orlando, Florida"}],"tags":[{"id":3022,"tag":"Black Business"},{"id":3023,"tag":"Afro-American Business"},{"id":3024,"tag":"Orlando Business"}]}]}