{"id":155,"title":"HIST 3550, American Environmental History","school_id":73,"school_name":"Auburn University","term":"Spring 2016","abbr":"HIST 3550","url":"","description":"","points":[[43.9653889,-70.8226541],[42.3591267,-71.0570833],[43.0881256,-70.736137],[37.226762,-75.9927652],[40.0639616,-80.7209149],[29.9858808,-90.0769034],[41.3098746,-122.3105666],[41.6990958,-70.3209113],[41.8781136,-87.6297982],[42.79833,-89.97028],[42.0417525,-70.6722767],[40.7127837,-74.0059413],[35.8763922,-110.6404148],[36.0159621,-114.737482],[36.4352131,-78.0195387],[37.09024,-95.712891]],"bounds":[[43.9653889,-70.3209113],[29.9858808,-122.3105666]],"episodes":[{"id":6488,"title":"Pilgrims vs. Beavers","course_id":155,"status":"P","start_date":"1629-01-01","end_date":"1629-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Compared to the dearth of natural resources back in England, the Pilgrims were in awe of the plethora of resources they found in the new land. They were beside themselves, and did not understand the capacity of the Indians to overlook such a gift from God. John Winthrop, a wealthy English Puritan settler of these abundant lands, marvelled that God himself had led their footsteps to the threshold of a prosperous world and ordained them to oversee an Eden of “infinite variety…[a]store of fishes, sturgeon, salmon, mullet, bas, cod, lobsters, etc.”","Winthrop was not alone in these divine beliefs of God-given land and resources. In fact, this set of beliefs and interpretations was typical of the Pilgrims who made the journey to the New World. They were certain that God had granted the Pilgrims dominion over all that livied in their new home, and that they had the sole right to do as they wished. There were many species of animals roaming around the seemingly untouched new land, and when seen fit, each would be put to use. Everything that was done, they believed, “would be of service to the Church,” for the Pilgrims' goal was first and foremost to “carry the gospel” to every part of the earth to amplify His glory.","Working alongside the Pilgrims (but not with the same divine motivations) were the beavers. Beavers had lived in the forests for millions of years, reshaping the landscape by constructing dams, and local Native Americans had learned to hunt them for their pelts. Not until Europeans arrived, making the beavers’ pelts into a global commodity, did this hunting threaten their survival as a species. How could the Pilgrims threaten the beavers’ way of life so quickly when the Indians had respected the land and lived alongside the beaver species? The “discovery” of these new frontiers was the perfect vehicle for globalization to begin to drive capitalist endeavors. The Pilgrims viewed the world through this profit-driven lens, as compared to the Native Americans, who had lived sustainably in the environment for centuries. The combination of booming capitalist globalization, European entrepreneurs viewing the world in terms of money and profit, and religious beliefs that the land of New England and beyond was God-given to humanity for their needs and benefits was a deadly trifecta for the unassuming beavers. The Europeans, who were socially nearsighted and possessed capitalist-driven minds, could not see (or did not want to see) the long-term results of their exploitive actions, and fulfilled their God-given duties to use the lands around them for their immediate benefit. The Pilgrims well-intentioned but irreversible actions directly negatively affected not only the thriving beaver population, but many other previously sustainable systems of the New World."],"locations":[{"id":52880,"lat":43.9653889,"lng":-70.8226541,"zoom":8,"place":"New England"}],"tags":[{"id":2415,"tag":"Resources"},{"id":2896,"tag":"pilgrims"},{"id":2892,"tag":"Beavers"}]},{"id":6490,"title":"Building Boston","course_id":155,"status":"P","start_date":"1620-01-01","end_date":"1620-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The land that bordered the sea was not always crowded and “wharfed out with great industry and cost.” The salty air used to beat against the trees and the wilderness, where now the city of Boston stands. Although there were Native inhabitants in the “heathen wilderness,” the first Europeans to live there saw the land as totally wild. When Edward Johnson and his fellow travelers landed on the shores, they discovered a vast wilderness, practically untouched, a frightening proposition but an exciting opportunity nonetheless. To the Europeans, it was an “admirable act of Christ” to civilize the area and exploit the resources for their gain.","The settlers saw it as their duty to impose the Old World idea of taking the land and  “improving” it in the ways they saw as appropriate. Edward Johnson admired the dramatic changes his fellow settlers had made to the coastline in just a few short years. He saw the plantations as not just a cultivation of civilized society, but also a planting of the gospel in this New World. Their crops were more than just corn and indigo. They grew the beliefs, viewpoints, and intellectual traditions that would come to shape the landscape itself as well as the American mind. Paramount among these beliefs was the need to spread Christianity, which “arrived in the new world as a promise wrapped in a threat.”","Improvements to the land also included building structures. Native Americans already lived on the lands now inhabited by the Europeans, but had never developed townships beyond small villages with little organization and fortification. Europeans immediately recognized the necessity of building communities and establishing trade with the Native Americans. Any change that they made to the New England environment was a totally positive and necessary improvement in their eyes. The Native Americans, though, saw the new changes in a starkly different light. To the Natives, improvements meant preserving the land for future use, not stripping the land of its resources.  ","The blending of cultures in this New World called into question the colonists’ view of wealth. They imposed their way of life over the Native American’s customs and began to destroy it. While they viewed the Natives as paupers, the Natives saw themselves as abounding with the riches of the land. European culture prevailed and the forests turned into the bustling streets of Boston. The wind now beats against the tall buildings, evidence of the human impact over the changing land. "],"locations":[{"id":52761,"lat":42.3591267,"lng":-71.0570833,"zoom":8,"place":"Boston, Massachusetts"}],"tags":[{"id":537,"tag":"Native Americans"},{"id":739,"tag":"Nature"},{"id":2899,"tag":"Colonists"}]},{"id":6492,"title":"Wealth Through Logs","course_id":155,"status":"P","start_date":"1682-05-08","end_date":"1682-05-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["May 8<sup>th </sup>1682 was a profound day for Major Nicholas Sharpeigh, although he would not ever fully realize this, as it would be the last day he was alive. The Major woke up as he did every morning, enjoying a cup of coffee and breakfast prepared for him by one of his two Irish indentured servants. He would then go on to survey the necessary business correspondence as was expected by a timber merchant of his success. Afterwards, perhaps he would have one of his Negroes prepare a horse and he would ride down to the sawmill to check on production as New England rarely provided such a fine spring day. Not to mention he had recently acquired over 10,000 timber boards at the mill. Or rather, he could ride over through his orchards to check the progress of the workers and growing season. As Major Sharpeigh finished breakfast and mulled over his plans for the day, he pondered how he got to the position he was in. He had risen through the ranks of the logging industry to eventually become a mast agent, but Sharpeigh also had the good fortune and intelligence to take advantage of The Broad Arrow policy, obtaining a license to sell timber here in the colonies. After ambling down memory lane, the Major decided he would enjoy the day in one of his canoes in the marshland at Sturgeon Creek, and promptly ordered the preparation of such. Ever envious were his indentured servants and slaves, who rarely had the day off to enjoy such leisurely activities, but such was the reality of life in colonial New England, ever more so for a successful and wealthy timber businessman.  ","The manual labor was exhausting for many of the settlers. The shock of the new world lifestyle was beginning to set in for these English settlers. They had never seen so much land covered by such a vast amount of timber in England, and that timber was the cause of their presence. Many had started out as laborers but only a few were fortunate enough to be taken on as managers of the estates of timber merchants. There was a considerable demand for white oak in England for ship masts as well as lumber after the great London fire in 1666, which contributed to the colonial economy during that time period. Mast logging was in such a high demand that the English Parliament moved to commandeer pine trees of certain size for the crown. This concept was known as the Broad Arrow Policy, which shaped the early American economy. Nicholas Shapleigh was only one of the many timber merchants who prospered from these policies in the colonies."," "],"locations":[{"id":52883,"lat":43.0881256,"lng":-70.736137,"zoom":8,"place":"Kittery, Maine"}],"tags":[{"id":1106,"tag":"Timber"},{"id":1308,"tag":"colonial"},{"id":2901,"tag":"English"}]},{"id":6501,"title":"Northampton Native American and African Relations","course_id":155,"status":"P","start_date":"1705-01-01","end_date":"1705-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By 1705 the Native American population of Virginia had taken a hit from disease and war from the new European settlers. The remaining population had a harder way of life due to the introduction of English settlers and them “having taken away a great part of their Country, and consequently made every thing less plenty amongst them.”  Many tribes like the Kiequotank, the Matomkin, and the Matchopungo, were almost wiped out completely and had only a few men left. Other tribes such as the Gingoteque and the Wyanoke joined other tribes to survive. The largest Accomac town was the Gangascoe, also known as the Gingaskins, in Northampton.","Northampton also had a significant population of freed African Slaves which helped maintain the population of the Gingaskins. Although English laws were introduced to grow the divide between freed blacks and poor whites, the English were ultimately unable to stop socialization between Natives and Africans in the colonies. By the time Virginia decided that Natives could only be enslaved for twelve years -- instead of the life sentence they had previously shared with Africans -- a substantial population of mixed Native and African Slaves had already developed. Even when Native people bought African slaves, they were not treated with the kind of dehumanization practices that the Europeans had. Many former slaves even married into the Native tribe, or were adopted by their captors. Because both oppressed populations felt a sort of informal alliance against the Europeans it was common for the two to intermarry and live peacefully amongst one another.","In Northampton the mixed-race population grew so significant that in 1787 white people in the area filed a petition to the General Assembly requesting that the Gingaskins have their 650 acre reservation taken away and given to white citizens on the grounds that no “real” Natives remained. In 1813, the Gingaskin reservation became the first to be terminated. Most of the Gingaskin remained on the land until a majority were driven off due to backlash from the Nat Turner Slave Rebellion. Afterwards most moved north, but the remainder married into the local black community, where they left a small imprint through oral traditions."],"locations":[{"id":52892,"lat":37.226762,"lng":-75.9927652,"zoom":7,"place":"Northampton,Virginia"}],"tags":[{"id":2932,"tag":"Indian Slaves"},{"id":2931,"tag":"Colonial south"},{"id":537,"tag":"Native Americans"}]},{"id":6497,"title":"A Dreary, Dirty Life","course_id":155,"status":"P","start_date":"1861-04-06","end_date":"1861-04-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Rebecca Harding Davis looked outside and observed her town. Her town housed an iron-works factory, and the weather knew. The town was nothing but people and smoke and it was raining heavily. Rebecca cound barely see the green grocer’s shop through the rain, even though it was across the street from her house. The smoke was everywhere. It began in the iron foundries’ chimneys and spread out among the streets. The wharves were covered in so much smoke that it looked like the ships in the harbor were sailing on it, instead of on crisp blue waves. The faces of the men walking to the mil were covered with smoke and ash, so much that it was impossible for them to ever scrub it all out of their pores, to ever truly be clean. The men worked in the iron mill and then got drunk, their lives more terrifying than any ghost story to Rebecca. They were walking corpses. Sadly, Rebecca remembered looking at the river as a child with wonder, thinking of all the places it traveled through. Now, it was lost to the smoke.","Rebecca was not the only person in early industrial cities to lament the loss of nature. For city residents, nature had become a place to escape the stresses of life and work, but that had not always been the case. It was only with the progression of urban industry, and the dreary, smoky haze that seemed to follow, that people began to crave the green and blue hues of mother nature. How quickly they had forgotten the blood, sweat, and tears that had once been poured into that countryside, and the back breaking labor they had once performed there. Just as how urbinazation and city life had once seemed like the perfect respite from the life of a rural farmer, life in the countryside now seemed like the answer. As the saying goes, the grass is always greener on the other side. "],"locations":[{"id":52889,"lat":40.0639616,"lng":-80.7209149,"zoom":7,"place":"Wheeling, WV"}],"tags":[{"id":58,"tag":"Industry"},{"id":739,"tag":"Nature"},{"id":2926,"tag":"iron mill"},{"id":2927,"tag":"smoke"}]},{"id":6498,"title":"Boll Weevil Knievel","course_id":155,"status":"P","start_date":"11/30/03","end_date":"1/1/22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In November of 1903, Abe Brittin was preparing for war. His goal: “arresting the further progress of the pest” that had ravaged the South’s vital cash crop, cotton. This “evil” was the boll weevil, and it was advancing from Mexico into the United States. To Brittin and his companions in the Odd Fellows Hall of New Orleans, this was as much a war as the Civil War had been, thirty-eight years earlier. “Production,” he said, “is not keeping pace with consumption, and if this condition be not relieved, some other section of the world will produce the cotton needed.” The Honorable Charles Schuler agreed that Louisiana must be protected from the boll weevil as Texas had not been. He questioned how “veterans who had sacrificed their property and their lives to the back the human vermin that infested their State would suffer this insect to overwhelm them.” The “immense importance of the crop” and the necessity of protecting it was proven by the sheer number of people who depended on it for their livelihood. Scientists like Professor H. A. Morgan knew that the weevils fed “upon volunteer or planted cotton” and advised that “infected” fields “should immediately be quarantined.\"","Despite the intensity of this call to war, the boll weevil slowed the production of cotton in the south. Poor tenant farmers suffered as much as, if not more than, rich plantation owners. All was not lost, however. Cotton had become king in the south, and this had resulted in irresponsible growing practices; the boll weevil invasion forced cotton growers to rethink their methods. Growers began to us more fertilizer on their plants, increasing the time that a plot of land could be used before it was depleted of nutrients. Even more drastically, the boll weevils’ presence slowed cotton production until it could no longer support the southern economy singlehandedly. The monocropping culture gave way to a more diverse agriculture. Eventually, southerners began to recognize that the boll weevil had not ruined their lives. Enterprise, Alabama, even built a monument to the boll weevil as a way of thanking it for pushing them into progress."],"locations":[{"id":52890,"lat":29.9858808,"lng":-90.0769034,"zoom":6,"place":"New Orleans"}],"tags":[{"id":1105,"tag":"Cotton"},{"id":1669,"tag":"South"},{"id":13,"tag":"Agriculture"},{"id":2914,"tag":"boll weevil"},{"id":2915,"tag":"monoculture"}]},{"id":6499,"title":"Deterioration by Gold","course_id":155,"status":"P","start_date":"1890-08-07","end_date":"1890-08-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As Joaquin Miller gazed out upon Mount Chasta in Northern California, all that could be seen was black forest. A magnificent site where the unbroken forests were filled with lilies, mossy roots, and rivers running through the mountains. However, looking towards the west, smoke clouds filled the skies, and gold mines scarred the once-untouched forest landscape. When gold was found in California in 1848, miners flooded into the valley and seized resources from the Modoc Indians, taking possession of the land in search of wealth. Now, more than forty years later, the land was perforated with gaping holes and shafts. The \"gentle savages\" who Miller had known for years had inhabited the land with far more kindness. They did not smite the rocks for gold or cut down tress, nor did they roil the water and ruin it for fishermen. The tribes had at first welcomed the gold rushers, only to be forced out. American settlers used the land for the pursuit of wealth and impoverished the ecosystem for both the native people and for their fellow settlers, the farmers. Miller lamented the Indians' suffering, and regretted that they had no advocate to help preserve the lands that had been given to them by the \"Great Spirit.\"","The California gold rush of the mid-nineteenth century brought tens of thousands of settlers into the valley within just a few years, making the San Francisco area an international port. The companies and miners who flooded the area molded the law to fit their own interests. The sudden influx of population and business did not allow for a stable political framework to be established, leading to a free-for-all. When the settlers rushed in the Indians were forced out of their land to make way for those that wanted  riches of gold and silver. Companies used far more water than was necessary, and hydraulic mines destroyed mountainsides, simultaneously displacing Indian tribes that had used the land and threatening American farmers. All of this needless destruction to nature and livelihood, was based on nothing more than the pursuit for fleeting material wealth."],"locations":[{"id":52906,"lat":41.3098746,"lng":-122.3105666,"zoom":7,"place":"Mount Shasta, California"}],"tags":[{"id":2963,"tag":"Modocs"},{"id":2918,"tag":"West"},{"id":2917,"tag":"Frontier"},{"id":2916,"tag":"Gold"}]},{"id":6500,"title":"A Whole New World (of hardships)","course_id":155,"status":"P","start_date":"1620-12-01","end_date":"1621-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William Bradford knelt to give thanks on the desolate shores of Plymouth in late December 1620. Neither he nor any of his companions had ever seen a land this wild. Apart from the occasional native settlement, the land was untouched and unclaimed. To Bradford, this was a sign from heaven that their Lord had heard the prayers of his faithful and given them deliverance.","Delivered as they might have been, the harsh New England winter was upon the Puritans and they knew that heavy snows lay in wait. It was the twenty first of the month when the company of the Mayflower made land in what would become known as Cape Cod. In the old world they might have been looking forward to the upcoming holiday or the feasting that would have surely accompanied. Bradford’s first Christmas in Plymouth, however, was one he and his companions would choose not to remember. Many who had embarked on the treacherous ocean voyage were not fortunate enough to see the new world. This was due to fever, dysentery, and scurvy. Not only did the settlers spend that first Christmas grieving the losses of loved ones, but they also found themselves tending to the sick and dying among their congregation. Death was everywhere. Even those not plagued with sickness risked freezing before adequate cabins could be built. In the months that followed, Bradford’s rag-tag band of followers dwindled to nearly half its original number as they succumbed one by one to the bitter North Eastern winter. Since the ranks of the healthy were so scarce, those who were able worked day and night gathering wood and tending to their brethren incapacitated from sickness.","This was not the new world they had expected. Bradford’s followers were skilled bankers, shopkeepers, and craftsmen, but few (if any) were prepared for the lack of civilization that was America. Although natives had inhabited the land for thousands of years, in the eyes of William Bradford and the elders of St. Helena’s church, the new world was a blank canvas. It was theirs for the taking, but first it had to be tamed. This taming came in the form of clear-cutting and fortifying the Plymouth settlement. Edward Johnson, a joiner by trade who arrived in the New World in 1630, voiced the sentiments of many of his fellow colonists when he explained that while New England offeredthe  freedom and ability to live as they chose, the price was that they had to live in a biblical wasteland, surrounded by \"wilderness\" and filled with danger."],"locations":[{"id":52881,"lat":41.6990958,"lng":-70.3209113,"zoom":4,"place":"Cape Cod"}],"tags":[{"id":2921,"tag":"Plymouth"},{"id":2924,"tag":"mayflower"}]},{"id":6538,"title":"Trash Talking","course_id":155,"status":"P","start_date":"1895-01-01","end_date":"1/1/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The stench could be smelled for blocks in every direction, garbage piled along the side of every road, as children slung pieces of the ever-abundant trash at one another from the top of the piles. These mounds of waste characterized one of America’s greatest cities at the turn of the twentieth century. On the Near West Side of Chicago, Jane Addams, in the thick of establishing her now-famous Hull House, just couldn’t ignore the epidemic, “the greatest menace in a ward such as” the Near West Side, right before her eyes. Industrialization had picked up steam in the 1880s, as tens of thousands of European immigrants poured into the industrial hub of Chicago, changing the landscape and culture of the city. Infrastructural issues followed the immigrants causing death rates to rise as the city fell. In an effort to combat this vicious cycle of growth and death, Addams filed over 1,000 complaints to the city. Eventually the issue became so prevalent that Addams appealed to the mayor, who \"permitted me to drive him to the entrance of the street in what the children called by ‘garbage phaëton’ and who took my side of the controversy.”","Addams did not become an activist simply to enhance the beauty of the city; her work in improving quality of life in lower-class and immigrant neighborhoods showed her the inequality that resulted from the city’s failure to provide basic services, such as trash collection. She recognized that these areas were more “at risk, given the frequent breakdown of the urban infrastructure.” Addams and her friends forced the issue onto the city’s docket through sheer perseverance in measures like their “garbage phaeton” and volunteering to collect the garbage herself. Her insistence forced those with power to acknowledge the hardship faced by those without it. She succeeded in “rais[ing] enough of a stink that restructuring the garbage collection system” was finally considered worthy of the city’s attention. Addams’s goal of making Hull House “at once part of and alternative to the urban and industrial order” was fulfilled by her work toward improving sanitation and her similar efforts; these efforts forced the city to take an interest in those it would otherwise have ignored and made their lives more livable."],"locations":[{"id":52802,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, Illinois"}],"tags":[{"id":31,"tag":"Immigration"},{"id":1881,"tag":"Industrialization"},{"id":3026,"tag":"Garbage"}]},{"id":6540,"title":"Hull House Horrors","course_id":155,"status":"P","start_date":"1897-01-01","end_date":"12/31/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After attending John Hopkins to further her medical and scientific knowledge, Alice Hamilton received an offer to teach at Women’s Medical School of Northwestern University at Chicago. The Hull House, a settlement house in Chicago’s 19th Ward, became her home starting in 1897 and it remained so for decades after. By the time she first walked into the welcoming doors of the Hull House she had already studied languages, philosophies, and sciences at institutions such as Miss Porter’s School, the University of Michigan, and John Hopkins University. It was at the Hull House, however, that she became educated on the subject that fueled her reform efforts she maintained for the remainder of her life- the horrors of the life that faced working class families in the poor 19th Ward.","During the unregulated era of American industrialization, conditions for the average worker were often inhumane and cruel. In her autobiography, Hamilton wrote of the perpetrators of these conditions, “ It sometimes seemed to me that industry was exploiting the finest and best in these men- their love of their children, their sense of family responsibilities.” Alice Hamilton and the Hull House was immersed in the dirty and horrific state of the 19th Ward and the hardworking people who lived there. As a doctor, Hamilton became increasingly involved in documenting the medical effects of intolerable working conditions shown by the laborers.","The laborers of Chicago’s 19th Ward were largely poor immigrants and a significant fraction suffered from “industrial diseases” as a result of their jobs. The streets were unsanitary- overflowing with garbage and other solid or seeping waste. Lincoln Steffens characterized the city as “first in violence, deepest in dirt, loud, lawless, unlovely, ill-smelling…”. The combination of horrifyingly unsanitary conditions, both on the streets and at the job, gave way to these disease and disfigurement. One example that Hamilton saw often, especially from the people who worked in match factories, is known as phossy jaw- a disease that created abscesses on the jaw and could eventually cause brain damage or organ failure. Lead poisoning was also prevalent- leaving people weak and stuck in an “environmental nightmare that seemed impossible to escape.”"],"locations":[{"id":52802,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, Illinois"}],"tags":[{"id":3031,"tag":"urban environmentalism"},{"id":1384,"tag":"Hull House"},{"id":3030,"tag":"industrial disease"}]},{"id":6543,"title":"The Life of a Crow","course_id":155,"status":"P","start_date":"1848-01-01","end_date":"1848-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The skilled Chief of the Crow, Plenty-coups, wearing an eagle’s feather to show the world that he had successfully counted coup, looked out over the country he considered to be the “most beautiful of all”. He gazed in awe at the mountains and timber lands embedded within the Yellowstone River Valley, and he was enamored.  The country was plentiful, and there were ample berries and meat.  To his south were bountiful rivers and abundant plains.  This cornucopia attracted other tribes – the Blackfeet from the north and west, the Cheyenne and Sioux from the east, the Shoshones and Arapahoe from the south, who all wished to possess the land for their own.","The Crow chiefs sent out messengers in all directions, inviting their neighbors to visit and share their food, but with a word of caution not to overstep their boundaries or overstay their welcome.  The neighboring tribes rejected the Chiefs’ efforts at negotiation, however, and instead planned to seize the land for themselves.  The Crow Indians were almost constantly defending their lands in battle, for all of the tribes were against them. ","There were, in total, thirty-one Indian tribes living within the Plains. The Crow and ten others, including several of their enemies, were nomadic and nonagricultural, depending on what the land could provide, hunting wild cattle and buffalo. Despite their efforts to keep the peace, the Crow were eventually forced out of their lands by the encroachment of other tribes. When the United States went to war against the Sioux in the late 19th century, Chief Plenty-coups forged an alliance with the American government against their traditional enemy, in return for a promise of reserved land in the valley of the Bighorn River and Bighorn Mountains for the Crow people. The US government did not honor this promise, pushing the Crow out of their lands following the devastating campaign against the buffalo herds during the 1870s."],"locations":[{"id":52934,"lat":42.79833,"lng":-89.97028,"zoom":9,"place":"Yellowstone Valley"}],"tags":[{"id":537,"tag":"Native Americans"},{"id":3037,"tag":"Plains Indians"}]},{"id":6544,"title":"For The Birds","course_id":155,"status":"P","start_date":"4/7/57","end_date":"4/7/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the warm spring morning of April 7, 1957, Rachel Carson visited the town of Duxbury, Massachusetts. It was a beautiful day with the sun’s warming rays radiating down upon a lush meadow of yellow agrimony and lavender aster leading up to a quaint creek flowing peacefully through a patch of forest. It was here that Carson had visited once before as a girl and fell in love with its serenity. She closed her eyes and let the calming wind take her back to that peaceful day – wading barefoot in the creek, chasing butterflies in the meadow and whistling back the sounds the many birds made as they prepared their nests in the shrubbery and treetops. Then Carson opened her eyes and felt saddened as she remembered why she was here again today. The pesticide DDT had nearly eradicated all that life that she had once loved. The “biocide” as she called it was used here to control the mosquito population, however the reckless men that decided to spray it took no account into how it would affect the rest of the creatures living here. As a result, it was reported that many of the bird populations had dwindled in number. Rachel had hoped that the reports had been exaggerated, but as she crossed the creek and entered the forest the sight of ruffled feathers covered in ants and peeking through the fallen leaves caught her eye in nearly every direction she faced, thus confirming that sad reality. She could feel her heart break with each passing bird, and knew that something had to be done to stop this type of tragedy from happening again.","                DDT is just one of the many pesticides used by humans to control pest populations. In fact, “since the mid-1940s over 200 basic chemicals have been created for use in killing insects, weeds, rodents, and other organisms described in the modern vernacular as “pests”.” The sad reality is that insects are some of the hardiest organisms ever to exist and possess the ability to “flareback” after being sprayed as they evolve their future generations to being immune to that particular pesticide, therefore “the chemical war is never won, and all life is caught in its violent crossfire.” What this leads to is beautiful and healthy populations, such as the birds in Duxbury, suffering greatly at the expense of humans trying to find a way to better the world for their own benefit. It is events such as this that inspired Carson to write Silent Spring in 1962, which opened the public’s eye to the dangers of environmental poising, and led to her being one of the most influential figures in environmental history."],"locations":[{"id":52932,"lat":42.0417525,"lng":-70.6722767,"zoom":8,"place":"Duxbury, Massachuetts"}],"tags":[{"id":3042,"tag":"Rachel Carson"},{"id":3041,"tag":"DDT"},{"id":1882,"tag":"Pesticides"}]},{"id":6547,"title":"A Rude Awakening","course_id":155,"status":"P","start_date":"6/7/05","end_date":"6/7/05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The immigrants' expectations as they arrived in Chicago in 1905 were very high. They imagined a place where cultures thrived and everyone had a chance to experience the very best of lifestyles. As the train bounded down the tracks they started to notice major changes in the environment the closer they got to their destination. As they pulled into the station they were taken back by the landscape they had just passed through, hideous and desolate. Exiting the train car, they were hit with the most pungent and disgusting odor. The emigrants around them looked puzzled by the odor and were rightfully wondering if this smell was the norm. The smell was one that made you realize that something was wrong in the surrounding area.","As they began to wander around they overheard some yell something about a stockyard. When they got to a vantage point that allowed them to take a substantial look around, they were able to see one of the most curious and horrible things they had ever imagined. For as far as the eye could see, cattle were crammed into pens. The origin of the smell was all around them. Teta mentioned that there were more cows here than she realized inhabited the earth and asked what would happen to all of them.  Jokubas answered that by tonight they would be butchered and packaged onto trains much like we just were and sent to places across the country. The scariest thing was there were as many hogs and sheep as cattle. Between 8 and 10 million animals a year would be turned into food at this location.","They walked into a long, narrow room filled with men of color that looked as if they had been working through the night with no rest. The men were working around a large wheel that had chains hanging from it and connected to those chains were hogs. They watched in horror as the wheel began to turn and hogs were jerked from the ground and butchered without mercy. Some of the people we were with turned pale and began to get sick. As the horror of what was going on unfolded, men in the crowd laughed nervously and women wept. That was their introduction to Chicago and the “famed” stockyards.","These immigrants were not the only ones to notice the destitute circumstances that surrounded life in industrial cities. Every facet of life in the city was influenced by the nonexistent sanitary conditions. Everything from water contaminated with human feces, to overcrowding, to unsafe factory working conditions made living and working in the city a living nightmare, especially for poor immigrants."],"locations":[{"id":52933,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"chicago"}],"tags":[{"id":704,"tag":"Urbanization"},{"id":3049,"tag":"cattle"},{"id":3048,"tag":"Stockyard"}]},{"id":6548,"title":"A Silent Spring","course_id":155,"status":"P","start_date":"1/1/62","end_date":"1/1/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was a crisp, cool morning in the Southeastern United States. The mist was settling, and the grass was saturated with dew. Springtime was beginning, just as it has begun every season. However, this year, something was different. A dark and mysterious presence had befallen the land. Cattle, chicken, and sheep died in large numbers. Sickness and disease spread through families across town, crippling children and causing seemingly sudden and unexpected fatalities. It seemed as though a “shadow of death” had spread across not only the agricultural community, but across every spectrum of life in the United States. The mysterious ailment had no bias- all walks of life were heavily affected, some more devastating then others.  The eerie facet of this sudden and frightening debilitation was the conspicuous lack of birdsong. The birds… \"where had they gone?”","This was the image painted by Rachel Carson in her revolutionary book, <em>Silent Spring</em>. In it, she described a scene of “lifelessness,” in which communities were plagued with unidentifiable health problems and families struggled to keep food on the table. She uses the imagery of a “Silent Spring” to emphasize the immense consequences of anthropogenic environmental degradation. Carson argued that humanity was its own worst enemy, and that if the many dangerous and threatening practices (specifically pesticide use) were not ended or at least regulated, we could not begin to foresee the ripple effects of our actions. <em>Silent Spring</em> was published in 1962, and alerted the public to the reality of “environmental poisoning.”","Like many other scientists of her time, the atom bomb had altered the way Rachel Carson viewed the world. She understood that the technology that had produced the atom bomb gave humans an “illusion” of power and control, and that this greedy “illusion” would become a reality when these massively damaging technologies outrun human control. However, while the invention of the atomic bomb gave humans a heightened sense of control, the catastrophic effects of the atomic bomb allowed for a realignment of humanity’s hubris- a realignment she highlights in <em>Silent Spring</em>. "],"locations":[{"id":52935,"lat":40.7127837,"lng":-74.0059413,"zoom":8,"place":"New York City, United States"}],"tags":[{"id":3042,"tag":"Rachel Carson"},{"id":3041,"tag":"DDT"},{"id":3050,"tag":"silent spring"},{"id":3051,"tag":"pesticide"}]},{"id":6550,"title":"A Cry of Help from the Hopi","course_id":155,"status":"P","start_date":"8/4/70","end_date":"8/4/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 4, 1970, the leaders of the Hopi Tribe sent a letter to President Richard Nixon to prevent the desecration of their native Southwest.  The Hopi had always lived in nature with peace and harmony, guided by the Great Spirit, Masau’a, who gave the Hopi instructions to preserve their land. Masau’a instructed the Hopi to not destroy living things on the Earth, and to keep the land clean for future generations. The Hopi wrote to President Nixon to protest the destruction of their lands by men looking for fuel and water sources to power the country. They described how the Great Spirit had prophesied many of man’s technological advances, such as the interstate system, telephones, and airplanes. The Great Spirit even predicted the atomic bombs being dropped on Hiroshima and Nagasaki, warning that “if a gourd of ash is dropped upon the Earth, that many men will die and that the end of this way of life is near at hand.” The Great Spirit instructed the Hopi leaders to invite the members of the U.S. government to teach them about Peace, Unity, and Brotherhood.","Pre-Columbian Native Americans, including the ancestors of the Hopi, used human muscle as their primary source of energy, but by the 1970s fossil fuel use had transformed the country. The Hopi’s letter to President Nixon shows their fear of the government destroying the land in order to find new sources of energy. The Hopi included descriptions of Masau’a’s prophesies, like the one about atomic bombs being dropped on Hiroshima and Nagasaki, to scare the government into reducing their energy consumption. Their letter did not work the way they had hoped, but since the Hopi wrote their letter in 1970, the United States has found newer energy sources to use, like wind, solar, and nuclear energy. Institutes like the Rocky Mountain Institute have raised awareness about high energy consumption. Fossil fuel use has not declined like the Hopi wanted, but at least there has been increased awareness by different environmental institutes."],"locations":[{"id":52936,"lat":35.8763922,"lng":-110.6404148,"zoom":8,"place":"Oraibi, Arizona"}],"tags":[{"id":3056,"tag":"Energy"},{"id":87,"tag":"Environment"},{"id":3061,"tag":"Hopi"}]},{"id":6551,"title":"The Hoover Dam: Man Conquers Nature","course_id":155,"status":"P","start_date":"9/30/45","end_date":"9/30/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Frank Baily was an engineer on the project, a project seen as the triumph of modern technology over the unpredictability of nature. On the date of September 30, 1945 as President Roosevelt opined about the Dam’s incredible existence at the dedication ceremony, Baily couldn’t help but marvel at a creation that was very much his own. As Baily struggled to find the words to describe this mammoth construction he realized that it simply was too awe-inspiring. It was rare for a sitting President of the United States to be in a scene and be dwarfed by something in both the physical and the metaphorical sense, yet that is exactly what Frank realized as he saw President Roosevelt completely overshadowed by the smooth grey surface of the dam. Even more daunting, was the body of water that the dam was holding back, the newly christened Lake Mead. As President Roosevelt continued with his speech Frank came to the realization that it wasn’t just politics, that Roosevelt’s description of the dam’s abilities to control the Colorado river truly was a triumph of technology over nature. As the President described the various Federal government departments ensuring this project succeeded, Baily marveled at his own small role in the project. The resources of the entire Federal government were needed to ensure the Dam was a success. With the ability to provide power to thousands of citizens, it was unprecedented. As President Roosevelt’s speech came closed to the sound of thunderous applause, Baily realized that this imposing structure was overshadowed by only one thing, its own role in the modernization of man.","When the Hoover Dam was built it was the world's highest dam at 726 feet. The reservoir stored 28 million acre-feet of water. President Roosevelt was determined to bring the country out of the Great Depression, and did so in part by sponsoring massive public works projects, including the construction of dams. The building of the Hoover Dam started in the 1920s and revolutionized the West, beginning a wave of development that left only a few stretches of river free-flowing. The construction of dams did bring about benefits. Cities developed and expanded because of the steady wupply of water and hydroelectricity from the dam. But dams such as the Hooveralso contributed to high amounts of water waste in the West. Little reform has arisen in the intevening decades to fix this issue, because there are differing opinions on the definition of water waste. Even when excess water is returned to the stream after diversion, issues such as a large concentration of salt cause problems such as killing crops and forcing farms out of business. The government took the initiative to fix the issue with the Clean Water Act of 1973; the runoff had been the cause in the pollution of water. However agriculture was exempt from the bill after lobbying efforts. Little has changed for water waste and in some aspect it is business as usual in the government."],"locations":[{"id":52937,"lat":36.0159621,"lng":-114.737482,"zoom":8,"place":"Hoover Dam"}],"tags":[{"id":3055,"tag":"Colorado River"},{"id":3054,"tag":"President Roosevelt"},{"id":3053,"tag":"Hoover Dam"}]},{"id":6552,"title":"Hoover Dam: Beacon of Hope","course_id":155,"status":"P","start_date":"9/30/35","end_date":"9/30/35","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 30, 1935, Franklin D. Roosevelt dedicated the Boulder Dam. In the eyes of many, it was the greatest dam the world had yet seen. Today it is the called Hoover Dam and has been an extraordinary example to all builders, engineers, and communities for generations since its completion. It was during this time, the human race went head to head with nature, and the humans prevailed. Yet, this battle with nature was not intended to be antagonistic. Americans were not defeating nature, but taming it, bending nature to their will. Dam-building became the new face of the west. America had not only won the west, but had made it our own in the process. Before the Hoover Dam, the people only hoped that the river would not flood or run dry. The effects of either of these scenarios could be deadly and costly. Due to the hard work and skill of all the great builders involved, the problem had been solved and there was no longer a need to worry. The building of the Hoover Dam gave security to all the farmers, city dwellers, and anyone who lived near the thousands of miles of this river. During times of great flood, the dam had the ability to catch the water and store it. During a drought, the dam was able to release water from the 115 mile long lake, the largest artificial lake in the world.","Standing there, watching the president dedicate the lake to the public good of the people of the American Southwest inspired many in the crowd. FDR had led the people through the Depression, and would lead them through so much more in the years to come. Now he had inspired hope for the people who were dependent on the water in the area. People had died to build the dam, but their deaths would also save many lives now that the dam was complete. The water could be used for farmers in the area, and saves some of the excess water that would be wasted otherwise. FDR continued to talk about the many benefits of the dam, how it turned lifeless desert into civilized, livable land. The Hoover Dam was a beacon to all of one of mankind’s greatest accomplishments."," "," "],"locations":[{"id":52941,"lat":36.0159621,"lng":-114.737482,"zoom":8,"place":"Hoover Dam, USA"}],"tags":[{"id":3053,"tag":"Hoover Dam"},{"id":1283,"tag":"FDR"},{"id":3056,"tag":"Energy"}]},{"id":6553,"title":"War on Warren County","course_id":155,"status":"P","start_date":"8/1/82","end_date":"10/30/82","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was the summer of 1982 in Warren County, North Carolina. The asphalt burned their skin through their clothes as they lay in the street waiting for the trucks to arrive. All of the protests from that summer had led to this moment, residents and activists, black and white, laying their lives down to protect their environment. The trucks were arriving to dump the PCB-laden soil into the backyard of the folks living in Warren County. They may not have prevented the “poisoning of [their] communities and land,” but they would not go down without one final battle.","The residents of Warren County were fighting for their “fundamental right to clean air, land, water, and food” by employing tactics from the Civil Rights Movement. The Warren County people of color banded together with white people and past civil rights activists to ignite a new movement: environmental justice for all. African Americans could no longer ignore the environmental racism they had witnessed for so many years, so they took action to “fight the destruction and taking of [their] land and communities.” African Americans had been the “victims of environmental injustice” for too long.","Warren County was chosen as a site for toxic waste due to its relatively small, rural population. However, the population was also very impoverished and mostly African American. The Warren County residents did not passively allow the state government to dump the toxic waste in their backyard. However, “the community was politically and economically unempowered.” The Warren County Citizens Concerned group “countered ‘facts’ from the state and the EPA” due to concerns about future water contamination and the decimation of the local economy. Despite the contested research, the government continued with the project and constructed the landfill. The impoverished residents of Warren County became “victims of environmental injustice,” but their story served as a stimulus of the environmental justice movement."," "],"locations":[{"id":52938,"lat":36.4352131,"lng":-78.0195387,"zoom":6,"place":"Warren County, North Carolina"}],"tags":[{"id":3058,"tag":"PCBs"},{"id":3057,"tag":"toxic waste"},{"id":2072,"tag":"Environmental Racism"},{"id":42,"tag":"Civil Rights"},{"id":2092,"tag":"Environmental Justice"}]},{"id":6557,"title":"Rachel Carson and the Modern Environmental Movement","course_id":155,"status":"P","start_date":"1/1/62","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Since the introduction of chemicals, such as DDT and other pesticides, the environment had been slowly changing- becoming lifeless and quiet. However, until 1962, many Americans were not fully aware of the extent of the disaster and its cause. Across the United States the sky saw a depletion of birds, the waters flowed with fewer fish, and farmers saw blights as well as illness and death sweep across their livestock.","There may have been no one better fit for the job of alerting and motivating the public than Rachel Carson. She was, as Linda Lear wrote in Environmental History Review 17, \" a scientist in love with the English language.\" Her 1962 book, Silent Spring, painted a picture of a once beautiful and vibrant land being slowly choked by chemicals that, as she wrote, \"come from our laboratories in an endless stream.\" Her passionate argument that mankind's offensives to the environment needed to be halted, including the \"contamination of air, earth, rivers, and sea with dangerous and even lethal materials,\" rang clear amongst some of both the United States' public as well as those abroad.","Although some of the United States' public simply rolled their eyes at what they considered to be the emotional rants of an irrational woman, there is no denying that Rachel Carson played a vital role in the Modern Environmental Movement. Her book, as well as her calm and confident demenour following its publication, planted a sense of an urgent duty to protect the environment for future generations in the mind's of the American people- eventually leading to government policies that favored the environmental movement."],"locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":3042,"tag":"Rachel Carson"},{"id":3041,"tag":"DDT"},{"id":3069,"tag":"environmental movement"},{"id":3050,"tag":"silent spring"}]}]}