{"id":157,"title":"First Year Seminar, JFK: Famine to New Frontier","school_id":77,"school_name":"Marist College","term":"spring 2016","abbr":"FYS 101","url":"","description":"John F. Kennedy's life weaves together the history of religious outsiderism, political ambition, and public service in the American Century. This class examines JFK's history from the Irish Famine to his untimely death. We will consider Irish immigration to America, the Kennedy family, and the political life of JFK. While the Kennedys will be our primary focus, we will also pay close attention to how their lives intersected with several major events and movements in American History.","points":[[38.9071923,-77.0368707]],"bounds":[[38.9071923,-77.0368707],[38.9071923,-77.0368707]],"episodes":[{"id":6558,"title":"Kennedy's Executive Committee of the National Security Council","course_id":157,"status":"P","start_date":"10/22/63","end_date":"10/28/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Executive Committee of the National Security Council (ExComm) was a group of experts who advised President Kennedy during the Cuban Missile Crisis. National Security Action Memorandum 196 established the ExComm to ensure effective decision making during the crisis. Arthur Schlesinger Jr. stated that it was during the thirteen days of the Cuban Missile Crisis when the world came closest to nuclear war. The memorandum called for Vice President Lyndon B. Johnson, Secretary of State Dean Rusk, Secretary of Defense Robert McNamara, Attorney General Robert F. Kennedy, National Security Advisor McGeorge Bundy, and Army General Maxwell Taylor, including others, to gather in the Cabinet Room of the White House. Robert Kennedy had no experience in foreign policy crisis, but was a member because the President trusted him.","Before Kennedy’s presidency, the US was an enemy of Cuba and its leader, Fidel Castro. The Eisenhower administration trained anti-Castro Cuban exiles for a CIA-backed invasion of Cuba. That invasion, known as the Bay of Pigs, failed in April of 1961 under the Kennedy Administration, which further worsened Cuban-US relations. According to Schlesinger, Kennedy lost trust in his Joint Chief of Staffs and said, “If we do what they want us to do, none of us will be alive later to tell them that they were wrong.” Khrushchev, the Soviet leader, persuaded Castro to accept nuclear missiles to deter US aggression, starting the Cuban Missile Crisis","Kennedy was interested in removing the missiles from Cuba without military intervention, but he struggled with the idea that such a demand might lead the US into a nuclear war. Historian David Gibson stated that the ExComm discussed a diplomatic approach, in which the US would withdraw their medium-range ballistic missiles from Italy and Turkey and/or withdraw from Guantanamo Bay in exchange for the withdrawal of Soviet missiles in Cuba. The ExComm suggested a naval blockade to prohibit more weapons from entering Cuba. Advisors recommended more aggressive solutions, such as airstrikes on missile sites in Cuba, airstrikes on a variety of military targets in Cuba, and an invasion of Cuba.","During meetings, CIA officials briefed the ExComm on new intelligence about the missiles and the locations of Soviet ships and submarines, but there were no formal agendas. Gibson stated that Kennedy was the chief decision maker and recipient of all information. Kennedy asked advisors about surveillance, logistics, and military tactics. He analyzed each advisor’s answer and then probed them with follow up questions. For example, Kennedy wanted to know how quickly ground soldiers could invade Cuba following airstrikes. McNamara and Taylor clarified that it would take seven days of airstrikes, followed by eleven days of invasion until 90,000 soldiers would be in Cuba. The ExComm had sharp disagreements and criticized each other, but as Robert Kennedy said, “everyone had an equal opportunity to express himself and to be heard directly.” However, the anger and criticism of the men stemmed from the situation where a wrong recommendation could mean the end of the human race. The Cuban Missile Crisis ended on October 28, 1962 when President Kennedy and Khrushchev agreed that the missiles would be returned to the USSR in exchange for the US to pledge they would not invade Cuba again.  ","During a joint conference on the Cuban Missile Crisis in 1992, General Anatoly Gribkov of the USSR declared that 43,000 Soviet soldiers were in Cuba during the crisis. In addition, Soviet soldiers were equipped with short-range tactical nuclear weapons and were authorized to use them if communications with Moscow were severed. However, during the crisis, the CIA estimated only 10,000 Soviet soldiers and the ExComm had no knowledge of the tactical nukes. The ExComm’s thoughtful deliberation paid off. According to Schlesinger, the American invasion of Cuba could have been the start of a “global holocaust.”"," "],"locations":[{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":7,"place":"Washington, DC"}],"tags":[{"id":3071,"tag":"ExComm"},{"id":3070,"tag":"Robert F. Kennedy"},{"id":2883,"tag":"Khrushchev"},{"id":2862,"tag":"Cuban Missile Crisis"},{"id":2703,"tag":"John F. Kennedy"}]},{"id":6559,"title":"Kennedy's Civil Defense Speech to Congress","course_id":157,"status":"P","start_date":"5/25/61","end_date":"5/25/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 25th, 1961, President Kennedy addressed a joint-session of Congress on economic, social, and defense issues. The speech consisted of Kennedy’s support to fund civil defense programs in the event of a nuclear attack by the USSR. The failed Bay of Pigs invasion in April created more tension between the US and USSR. The American public knew the devastation caused by nuclear bombs from Japan, yet the US lacked domestic civil defense systems because previous plans, according to Kennedy, “have been so far-reaching and unrealistic that they have not gained essential support.” Studies on the effects of radioactivity by the Department of Defense (DOD) encouraged the Kennedy Administration to support civil defense. Scientists and doctors warned the DOD of the biological effects of radiation from a nuclear attack, such as leukemia, bone cancers, and genetic mutations. These scientific insights invited a response which rationalized implementing civil defense measures.","Kennedy conceded that civil defense programs would be costly; he estimated that the budget “will in all likelihood be more than triple the pending budget requests; and they will increase sharply in subsequent years.” He also stated that civil defense would not prevent nor would it provide complete protection against a nuclear attack. According to Kennedy, what was preventing a nuclear attack was the retaliating attack by the US, known as Mutual Assured Destruction (MAD). Nevertheless, Kennedy claimed that civil defense acts as insurance- hopefully never to be used, but available just in case. His plan to build up the nation’s civil defence consisted of identifying the current fallout shelters and then adding shelters in government and private buildings. Using executive power, Kennedy assigned the Secretary of Defense, Robert McNamara, to carry out the plan, since McNamara was already responsible for “continental defense.”","Kennedy conveyed that fallout shelters would save lives in the event of a nuclear attack, therefore implementing civilian security measures was worthwhile. During the initial blast of a nuclear bomb, a shelter kept its inhabitants alive when radioactivity debris was at its peak level. According to findings by the Atomic Energy Commission (AEC), survivors of a nuclear attack would still suffer from deadly amounts of radiation, since shelters only provided a finite amount of time before people must exit them. The integrity of civil defenses against a nuclear attack was questionable. It was expected that every child born after a nuclear war would suffer from genetic mutation. The AEC’s studies suggested that Kennedy’s plan would more so delay than prevent the loss of life. But even so, Kennedy believed some level of civil defense was better than none at all, even if the civil defenses provided a false sense of security.","Kennedy was a strong supporter of civilian defense; one reason being he thought he would never be forgiven if civilians were defenseless against a nuclear attack. He addressed how the unpredictable outcomes of war required effective measures to ensure civilian deaths would be limited. Kennedy reiterated that the insurance civilian defense provided would be worth the time, money, and effort. Unsurprisingly, Kennedy did not mention the social effects of constructing more fallout shelters. A move by the President to build more shelters could give the message that a nuclear attack was imminent, thus encouraging fear rather than a sense of protection. President Eisenhower opposed civil defense not only because of the cost, but because “too much preparation would demoralize Americans.” On the contrary, Kennedy’s perspective was to prepare for the worst scenario, but hope for the best outcome."],"locations":[{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"}],"tags":[{"id":2703,"tag":"John F. Kennedy"},{"id":291,"tag":"Cold War"},{"id":3072,"tag":"Civil Defense"},{"id":3073,"tag":"Nuclear Fallout"},{"id":3074,"tag":"Nuclear Shelter"}]},{"id":6560,"title":"John F. Kennedy's Secret Taping System in the White House","course_id":157,"status":"P","start_date":"7/1/62","end_date":"11/22/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            “I mean what law can you pass to do anything about police power in the community of Birmingham?  There is nothing we can do. The fact of the matter is that Birmingham is in worse shape than any other city in the United States and it’s been that way for a year and a half.” John F. Kennedy gave this statement on May 4, 1963 to twenty members of the organization, Americans for Democratic Action, after <em>The New York Times</em> released Bill Hudson’s photograph of a police dog lunging at a black civil rights protestor. Thanks to Kennedy’s secret taping system installed in the White House, this conversation and many more were recorded and eventually released to the public."," There were a total of six United States’ Presidents between 1940 and 1973 that secretly recorded their conversations in the White House. Franklin Roosevelt, Harry Truman, and Dwight Eisenhower had previously recorded only a limited amount of conversation. When John F. Kennedy came into office, he changed that pattern. According to historian Bruce Schulman, in July of 1962, Kennedy secretly installed an elaborate taping system with concealed microphones in Cabinet Room light fixtures and in the desk of the Oval Office. When he flipped a switch, the hidden microphones transmitted to a reel-to-reel recorder in the White House basement. Both Lyndon Johnson and Richard Nixon continued with this system when they were in office after Kennedy’s assassination.","            Between 1962 and his assassination in 1963, Kennedy recorded hundreds of his meetings and conversations in the White House. These recordings included information regarding Kennedy’s thoughts on the Cuban Missile Crisis, space, civil rights, and the importance of Berlin to American diplomacy. They also demonstrated the key role that his advisors played in decision-making. Many advisors suggested both interesting and creative ideas in the recordings, one example being the Secretary of Defense Robert McNamara, who gave a detailed summary of three possible responses to the Cuban Missile Crisis.","            The 1992 passage of the John F. Kennedy Assassination Records Act required all government archives to open records concerning Kennedy's death. As a result, not only the assassination tapes, but also Kennedy’s secret tapes, mainly on the Cuban Missile Crisis, were released. Although the tapes were often fuzzy and individuals mumbled in certain areas, skilled court reporters, audio forensics experts, and editors made sense of the recordings and produced transcripts of them. The Federal Government also released Lyndon Johnson and Richard Nixon’s tapes to the public.","            The release of the recordings excited media and historian experts alike. They not only provided a unique look into John F. Kennedy’s Presidency, but they revealed the process of high-level decision-making. Historian and Nixon tape editor, Stanley I. Kutler, believed the tapes presented the best opportunity to examine past presidencies: “Here, we have both exceptional candor and a practiced level of deceit; the display of a constant calculus of political considerations; the exhibit of raw, human emotions; and, above all, the revelations of extraordinary, illegal, seemingly unprecedented presidential behavior and power.”"],"locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":2,"place":"Washington, D.C."}],"tags":[{"id":3075,"tag":"White House"},{"id":2703,"tag":"John F. Kennedy"}]}]}