{"id":159,"title":"Digital History and Pedagogy","school_id":30,"school_name":"North Carolina State University","term":"Spring 2016","abbr":"ECI 727","url":"dhpp.org","description":"In this course, students are examining how the telegraph was used during the Civil War.","points":[[38.9071923,-77.0368707],[38.9417217,-77.0118456],[39.9550145,-75.1629427],[38.898623,-77.036535],[40.7155044,-74.0066837],[38.964544,-77.028509],[37.3570894,-78.8252911],[37.2995049,-77.299554],[36.9190246,-76.2699215],[38.2526647,-85.7584557],[38.0405837,-84.5037164],[40.4172871,-82.907123],[32.0842949,-93.3792057],[42.7284117,-73.6917851],[40.7155787,-74.0148434],[35.610947,-77.368281]],"bounds":[[42.7284117,-73.6917851],[32.0842949,-93.3792057]],"episodes":[{"id":6512,"title":"Abraham Lincoln: To Pardon? Why or why not?","course_id":159,"status":"P","start_date":"1864-04-05","end_date":"1865-02-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["To Pardon—Why or why not?","President Lincoln’s use of telegrams revealed a man ahead of the 1860s technological times. He is recognized as an innovator, communicator, and commander of the telegraph. Lincoln has been named writer of war, micromanager, and technophile. After analyzing a small collection of 10 telegrams dated from April 5, 1864 to February 15, 1865 one may question the argument for pardons granted by President Lincoln. This collection of telegrams illuminates a theme of pardons, stays, commutes, and suspensions of execution. The argument for pardons in this small collection of works was rooted in Lincoln’s use of his political authority and for political favor or gain, Lincoln’s desire to confirm or deny allegations against military personnel, and Lincoln’s belief in humanitarianism practice.","An interest of political favor or gain was the rationale behind a pardon in a telegram dated April 5, 1864. Governor Brough asked President Lincoln for the pardon of the soldiers of the 12th Ohio.(1) President Lincoln granted this request.(2) Governor Brough supported Lincoln’s Administration and war efforts. Brough was viewed as a man with strong ties to governors from the Midwest and President Lincoln valued this relationship. On furthering the argument of pardons for political favor Lincoln suspended executions of deserters on November 24, 1864.(3) This suspension of executions was seen as an act granted by Lincoln to gain political favor. Lincoln was the leader of the Republican Party, and he was a supporter of abolition. Even in times of war Lincoln attempted to unite the country by granting pardons to not only Union forces but Confederates as well.(4) On December 19, 1864, President Lincoln sent a telegram to Major General Wallace inquiring information about three Confederate troops.(5) Gaining political favor from the Union, as well as the Confederates, were of importance to Lincoln and therefore, he continued to grant pardons of interest. As the end of the Civil War was approaching, President Lincoln granted suspensions of execution in order to exercise his political authority and rights to grant clemency.(6) ","President Lincoln granted pardons on the basis of his desires to confirm or deny allegations of military personnel. On October 5, 1864, President Lincoln suspended the execution of Thomas K. Miller.(7) On January 20, 1865, President Lincoln suspended the death sentence of Thomas Samplugh.(8) This pattern of suspensions continued on February 12, 1865 when Lincoln commuted the death sentence of Lieutenant Samuel B. Davis.(9) Another instance of pardons occurred on February 15, 1865 when Lincoln suspended the execution of Luther T. Palmer and requested Palmer’s record for examination.(10) In each of these telegrams, President Lincoln granted suspensions and commutes to military personnel in order to confirm or deny allegations.","When pardons, stays, suspensions, and commutes were not being granted for political favor or further investigation, President Lincoln appeared to portray a humanitarian character. This act of humanitarianism was exhibited in four telegrams from June 28, 1864 to February 15, 1865. President Lincoln was aware of the number of lives lost during the war and therefore, he took his right to execute seriously, as not to increase the death toll. Amos Tenney was sentenced to death for desertion, yet President Lincoln suspended the execution to determine the severity of Tenney’s actions and make the executive decision as to whether or not another life lost was necessary.(11) The life of Thomas Samplugh was one of the many lives spared by President Lincoln.(12) Samplugh could have been another name on another grave, but Lincoln took his attention away from other war related matters to consider if death was the answer to Samplugh’s actions.(13) Hugh F. Riley(14) and Luther T. Palmer(15) were two more names among the many that President Lincoln chose to practice humanitarianism efforts by considering the severity of war, the role war plays on soldiers, and the value of each and every life whether that life be Union or Confederate.","The argument to pardon was not as simple as it seems and some of Lincoln’s reasons will continue to be unknown, but a thorough analysis of 10 telegrams provides insight and answers to the question at large—To Pardon? Why or why not? Lincoln chose to pardon name after name and his decision were based on various factors including Lincoln’s use of his political authority and for political favor or gain, Lincoln’s desire to confirm or deny allegations against military personnel, and Lincoln’s belief in humanitarianism practice."," ","(1) John Hay to John Brough, 5 April 1864, The Lincoln Telegram Project, The Henry E. Huntington Library.","(2) Ibid.","(3) Abraham Lincoln to Henry M. Rice, 24 November 1864 (1), The Lincoln Telegram Project, The Henry E. Huntington Library.","(4) Abraham Lincoln to Lewis Wallace, 19 December 1864 (2), The Lincoln Telegram Project, The Henry E. Huntington Library.","(5) Ibid.","(6) Abraham Lincoln to Philip Sheridan, 13 February 1865, The Lincoln Telegram Project, The Henry E. Huntington Library.","(7) Abraham Lincoln to Officer in Command at Nashville, Tennessee, 5 October 1864, The Lincoln Telegram Project, The Henry E. Huntington Library.","(8) Abraham Lincoln to Ulysses Grant, 20 January 1865 (2), The Lincoln Telegram Project, The Henry E. Huntington Library.","(9) Abraham Lincoln to Joseph Hooker, 12 February 1865 (2), The Lincoln Telegram Project, The Henry E. Huntington Library.","(10) Abraham Lincoln to Philip Sheridan, 15 February 1865 (1), The Lincoln Telegram Project, The Henry E. Huntington Library.","(11) Abraham Lincoln to Officer in Command at Fort Monroe, Virginia, 28 June 1864, The Lincoln Telegram Project, The Henry E. Huntington Library.","(12) Lincoln, 20 January 1865 (2).","(13) Ibid.","(14) John G. Nicolay to John A. Andrew, 9 February 1865 (4), The Lincoln Telegram Project, The Henry E. Huntington Library.","(15) Lincoln, 15 February 1865 (1)."],"locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, D.C."}],"tags":[{"id":32,"tag":"Civil War"},{"id":683,"tag":"Abraham Lincoln"},{"id":2964,"tag":"Lincoln Telegrams"}]},{"id":6513,"title":"The Lincoln Family Moves to the Soldiers' Home","course_id":159,"status":"P","start_date":"1864-06-29","end_date":"1864-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            On June 29, 1864 President Lincoln sent a telegram to his wife who was traveling in New York: \"All well, Tom is moving things out.\" This telegram is referring to one of the family's employees, who was likely helping the family move their belongings from the White House to the Soldiers Home, just two and a half miles away. This telegram signified the start of the Lincolns' third summer at the Soldiers' Home, which would come to an end sometime in October and be their final summer at their family refuge, away from the chaos of life at the White House and of Civil War Washington, DC.","            In a letter Mary Todd Lincoln wrote to a friend asking her to visit the family in Washington, Mrs. Lincoln mentioned a desire for privacy and the ability of the Soldiers' Home to fulfill that need. She described the place as beautiful, one where they would be able to ride into the city every day and \"be as secluded as we please.\" In addition to the privacy, the Lincolns enjoyed receiving friends and guests. In another letter, Mrs. Lincoln wrote that it was “such a pleasure, especially, at such a charming place as this [the Soldiers' Home], to receive one's friends.” There are also accounts of President Lincoln finding relaxing moments and even transitioning seamlessly from work to rest in the comfort of the Soldiers' Home cottage. Lincoln's private secretary, John Hay, wrote in his diary: \"I went with [President Lincoln] to the Soldier's Home and he read Shakespeare to me . . . till my heavy eye-lids caught his considerate notice and he sent me to bed.\" Another account is found in Senator Orville Browning's diary: \" In the evening went out to Soldiers' Home . . . The President got home soon after we reached there. He asked me to sit down with him on the stone steps of the portico - then took from his pocket a map of Virginia . . . and gave me all the news he had from there. He then took from his pocket a copy of Hallack's poems, and read to me about a dozen stanzas . . . \"","            The Lincolns were comfortable in their refuge at the Soldiers' Home. In her photo album, Mrs. Lincoln even included a picture of the family cottage there. Then, in August after her husband's death, she wrote to a friend. Amongst other family updates and commentary, she remarked in her mourning, \"How dearly I loved the 'Soldier's Home' & I little supposed, one year since, that I should be so far removed from it, broken hearted, and praying for death.\" In her mourning, Mary Todd Lincoln harkens back to happier times. The Soldier's Home allowed the family more privacy in their own house, something the White House could not provide. The cottage at the Soldiers Home in Washington, DC afforded a calmer more private life, two and a half miles separated from a very public life at the White House."],"locations":[{"id":52907,"lat":38.9417217,"lng":-77.0118456,"zoom":8,"place":"140 Rock Creek Church Rd NW, Washington,"}],"tags":[{"id":2965,"tag":"Soldiers' Home"},{"id":701,"tag":"Lincoln"},{"id":32,"tag":"Civil War"}]},{"id":6514,"title":"Lincoln Addresses Political Corruption in Philadelphia, PA","course_id":159,"status":"P","start_date":"1864-06-17","end_date":"1864-08-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Summer of 1864 in Washington and Philadelphia, Abraham Lincoln can be seen doing one of the things that he did best; playing domestic politics.  When it came to political maneuvering and deal making, there were few to rival his adroit handling of the political landscape.  For some, seeing Lincoln as a working politician reduces the lofty pedestal we have placed him on, but political maneuvering was a key component of Lincoln's success in Washington.  Sidney Blumenthal of Newsweek rightly noted, \"But lifting Lincoln above the fray doesn’t remove him from politics. While the political Lincoln may be difficult for us to acknowledge at a time when politics and partisan commitments are widely denigrated, Lincoln’s presidency demonstrates that partisanship and political ruthlessness can be used to advance the highest ideals.\"  In Philadelphia in 1864 that meant keeping Republicans in Congress.  As a case in point, Lincoln's involvement in the events surrounding  the 1865 U.S. House of Representatives election in Pennsylvania’s 4th district provides a perfect example."," ","On June 17th 1864 the New York Tribune printed an article claiming that Postmaster-General Blair had directed the Postmaster of Philadelphia, Cornelius A. Walborn, to instruct his employees not to vote for William D. “Pig Iron” Kelley (R) in the upcoming Congressional election for the 4th district of Pennsylvania.  The next day, Postmaster Walborn denied the allegations in the Tribune and Lincoln sent him a telegram requesting that he come to Washington to see the President.  On June 19th Judge Kelley writes Lincoln and explains that he believes the Tribune article to be correct and that furthermore, he can provide witnesses and would be happy to confront Walborn with Lincoln at the White House.  On June 20th Lincoln met with Postmaster Walborn and discussed the accusation made against him. During this interview, Lincoln clearly states that Walborn is to cease any interference in the upcoming election. "," ","Over one month later, on July 28th, Lincoln sent a telegram to John W. Forney requesting that he and Morten McMichael come to see him in Washington.  While the reason for the meeting can not be ascertained from the telegram itself, further investigation reveals a possible motive. John W. Forney, a Republican, was the current Secretary of the U.S. Senate and former Clerk of the U.S. House of Representatives.  Morten McMichael was a successful Philadelphia newspaper editor and publisher, and future Republican mayor of Philadelphia.  By examining future correspondence between Lincoln and these two men, we are able to infer what they may have discussed. "," ","On August 3rd, six days after Lincoln's telegram to Forney, and four/five days after their meeting, Forney writes Lincoln from Philadelphia. In his letter, Forney alerts the president that postal workers in Philadelphia are being pressured into voting for someone they do not like, and it is not Judge Kelley, the Republican candidate. He urges the president to intervene in order to prevent political corruption from dictating the results of the upcoming election.  It can be inferred from that letter that Forney was sent to Philadelphia to investigate whether or not Walborn had ceased his earlier attempts to inappropriately influence voters. In addition to Forney’s letter, and arriving two days prior, Lincoln received a letter from Judge Kelley explaining that Walborn was still agitating against Kelley’s re-election to Congress."," ","Two days later on August 5th, Lincoln sends a message to Morten McMichael in which he asks him to convey the president's concerns to Postmaster Walborn and to remind Walborn that he promised the president that he was not interfering in the upcoming election.  Finally, four days later on August 9th, Lincoln receives from Walborn an assurance that he is faithfully upholding his promise to the president, even including a copy of the notice that has been hung in the Postmaster's office and in post offices under his control which explains that postal workers are free to vote for whomever they see fit.  This message to Lincoln from Walborn appears to settle the issue and we may infer that Lincoln was able to get Walborn back in line. "," ","In the coming election, Kelley is re-elected and he remained in office until 1890."],"locations":[{"id":52780,"lat":39.9550145,"lng":-75.1629427,"zoom":7,"place":"Philadelphia, PA"},{"id":52826,"lat":38.898623,"lng":-77.036535,"zoom":13,"place":"Washington D.C."},{"id":52909,"lat":40.7155044,"lng":-74.0066837,"zoom":8,"place":"New York, NY"}],"tags":[{"id":2969,"tag":"Lincoln Politics 1864"},{"id":2970,"tag":"Phil., PA Politics 1864"}]},{"id":6515,"title":"\"We haven't taken Washington, but we scared Abe Lincoln like hell.\" - Jubal Early, Confederate General","course_id":159,"status":"P","start_date":"1864-07-11","end_date":"1864-07-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"Cypher<em> War Department</em>","Washington City,","July 10---2.P.M. 1864 <br /> Lieut. Gen. Grant","City-Point, Va","<br /> Your despatch to Gen. Halleck, referring to what I may think in the present emergency, is shown me. Gen. Halleck says we have absolutely no force here fit to go to the field. He thinks that with the hundred day-men, and invalids we have here, we can defend Washington, and scarcely Baltimore. Besides these, there are about eight thousand not very reliable, under Howe at Harper's Ferry, with Hunter approaching that point very slowly, with what number I suppose you know better than I. Wallace with some odds and ends, and part of what came up with Ricketts, was so badly beaten yesterday at Monocacy, that what is left can attempt no more than to defend Baltimore. What we shall get in from Penn. & N.Y. will scarcely [be] worth counting, I fear. Now what I think is that you should provide to retain your hold where you are certainly, and bring the rest with you personally, and make a vigorous effort to destroy the enemie's force in this vicinity. I think there is really a fair chance to do this if the movement is prompt. This is what I think, upon your suggestion, and is not an order","A. LINCOLN”","President Abraham Lincoln sent this telegram to General Ulysses Grant the day before the Battle of Fort Stevens.  The frantic tone is apparent, and with good reason.  The capitol of the United States faced the threat of occupation by a foreign power for the second time in our nation’s short history.  Just fifty years earlier, the British invaded Washington and burned the White House.  Now, with victory over the Confederacy seemly close, the Union was confronted with its gravest threat of the American Civil War.","In early June 1864, General Robert Lee, the head of the Army of Virginia, sent General Jubal Early, with around 20,000 soldiers, north to invade Maryland and, if possible, seize Washington, D.C.  At the time, the Union forces were besieging the Confederate cities of Richmond and Petersburg.  Lee hoped Early’s foray would relieve pressure on Richmond and Petersburg’s defenders. ","Early’s raid started with greater success than anticipated.  The Confederate forces scattered the Union forces facing them.  In a significant blunder, Union General David Hunter retreated to the relative safety of Charleston, WV.  The path to the United States capital lay open.  By July 11, Early advanced as far as Fort Stevens, located just a few miles from the Capitol building and also Lincoln’s private cottage at Soldiers Home.  The battle lasted for two days.  At one point, Lincoln ventured so near to the fighting that Confederate snipers killed a soldier standing close by.   In the end, General Grant’s quick reinforcement of Fort Stevens caused Early to withdraw, thereby saving the capitol.  Later, General Early commented, “We haven’t taken Washington, but we scared Abe Lincoln like hell.”"," "],"locations":[{"id":52910,"lat":38.964544,"lng":-77.028509,"zoom":8,"place":"Fort Stevens, Washington, DC"}],"tags":[{"id":2966,"tag":"American Civil War"},{"id":2967,"tag":"Battle of Fort Stevens"},{"id":683,"tag":"Abraham Lincoln"},{"id":924,"tag":"Jubal Early"},{"id":1816,"tag":"Ulysses Grant"}]},{"id":6516,"title":"Hampton Roads to Peace","course_id":159,"status":"P","start_date":"1864-11-01","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Civil War would come to an end April 9, 1865 at Appomattox Courthouse, Virginia with General Robert E. Lee’s surrender to General Ulysses S. Grant. But what led up to this momentous event were a series of exchanges between the two belligerents. The beginnings of this process towards peace, at least for the sake of this article, begins in 1864. The fact of the matter is by 1864 the Navy blockade of the South was proving more effective than ever. Atlanta had fallen and Sherman was advancing to the sea with little effective opposition from the Confederate Army. Lee was hold up within Petersburg under siege by Ulysses S. Grant. Richmond too felt the burden of relentless Union shelling. The Confederacy was being driven apart by disputes over military and government policy, particularly as the military situation worsened.","In 1864 the calls for peace were becoming increasingly loud from both sides. In the North former Union General George B. McClellan ran for president against Abraham Lincoln as a Democrat with a platform that advocated the speedy conclusion to the war. In the South, Confederate President Jefferson Davis stood defiant towards popular movements in all the southern states, particularly North Carolina and Georgia. The greatest voice for peace in the South was none other than that of the Confederate Vice President Alexander Stephens.","In the North another individual was actively working to bring about peace: Francis Preston Blair, Sr. The idea of a diplomatic mission to Richmond was first proposed longtime peace advocate Horace Greeley, editor of the New York Tribune. Greeley proposed someone with sufficient diplomatic backing from Lincoln to go negotiate peace with North Carolina individually, given the strength of its peace movement. Blair was just the person. Blair agreed but felt instead that he should negotiate peace with the whole of the Confederacy. Blair, the seventy-three year-old former newspaper editor, had been a long-time advisor of presidents and an influential founder of the Republican Party. But beyond these important credentials he was also a close personal friend of Jefferson Davis.","Lincoln was receptive to Blair’s plan but told him to wait until Savannah, Georgia fell, and once it did Lincoln granted Blair a pass to go into the Confederacy and return. On January 12, 1865 Blair met privately with Jefferson Davis. Blair’s pitch to Davis was to conclude a cease fire and then once tempers had calmed down the two nations would undertake a common military mission to enforce the Monroe Doctrine in Mexico where they would depose the French backed Emperor Maximillian. In doing so the two nations would restore fraternal relations and provide for a lasting peace. Davis was skeptical but consented. Blair promised to return to Washington and propose the plan to Lincoln. Blair returned on January 18 and promptly met with Lincoln. Lincoln was not at all susceptive to the Mexican plan but offered instead to send Blair back with offers to meet with anyone willing to negotiate peace, so long as it meant the restoration of the Union in its entirety.","On January 20, Blair returned to Richmond. He conveyed to Davis Lincoln was not interested in the Mexican plan. He was unable to make any such agreements because the extreme men in Congress and therefore any further peace agreements would have to bypass the politicians. Blair instead suggested a meeting between Lee and Grant, to which Davis agreed, feeling confident in Lee’s abilities to negotiate a peace. But when Blair returned Lincoln denied authorization of any such meeting between the generals. Grant in turn was able to secure a meeting between the two sides, he was able to convince Lincoln to consent to meeting with Confederates at Fort Monroe. On January 28, Davis appointed three commissioners and gave them instructions to explore all options for peace short of sacrificing independence. Those three commissioners included: Robert Hunter, John Campbell, and Alexander Stephens. On January 31, Lincoln sent a telegram to Grant at the Union headquarters in City Point, Virginia. He indicates to Grant that a messenger is on the way to him and he is to act upon the message he receives. There is no word to what that message is about in the telegraph itself. It also indicates that a gentleman, or possibly gentlemen, are coming to pass through the Union lines. Another general is mentioned in the telegraph also, General Edward Ord, more on him later. It is possible to assume this the gentlemen in question are the three Confederate delegates en route to this peace conference. On January 29, a flag of truce was waved at the siege of Petersburg to announce the passage of the three commissioners.","On February 3, the Confederate delegation met with Lincoln personally. Lincoln quickly dismissed any notion of an alliance against France or invasion of Mexico. He clearly stated that the only peace he would consent to meant the restoration of the Union as it had existed before the war. The future of slavery was still in question, Lincoln played his cards close to the chest so as not to alienate the Confederates. He readily denied the breadth of the scope of the Emancipation Proclamation. Secretary of State Seward used the Thirteenth Amendment as bait, offering to the South the opportunity to deny passage of the amendment if they were to rejoin the Union. The only real accomplishment achieved at this meeting was the establishment of a more efficient prisoner exchange system and Lincoln’s promise to grant amnesty to former Confederates and $400,000,000 for Southern states if they ended armed resistance and ratified the Thirteenth Amendment. Campbell and Lincoln would meet twice in March where further agreements were made to follow a peace treaty. Also in March 1865, General Edward Otho Cresap Ord, the general mentioned in Lincoln’s telegraph, was assigned command of the Army of the James. During a prisoner exchange Ord to the opportunity to speak with Confederate General James Longstreet. During their conversation they discussed the possibilities of a peace agreement. They both agreed the best plan of action would be for Grant and Lee to meet to try and reach an agreement to end hostilities. Grant was open to the possibility and passed the plan on to Lincoln. Lincoln was still committed to full surrender of Lee’s army and ensured Grant would deny any form of surrender unless it was complete surrender.","Meanwhile fighting still raged around the city of Petersburg. On April 2, a corps of Ord’s Army of the James played an influential role in the breakthrough at Petersburg which resulted in flushing out Lee to Appomattox. On April 9, Ord led a forced march to relieve Major General Philip Sheridan’s cavalry and force Lee’s surrender. Ord would be present as Lee made his final surrender to Grant.","In the popular historiography for many years the South was, and in many ways still is, portrayed as the glorious “Lost Cause.” The Confederate Army was heralded for is gallantry and bravery. It would prove detrimental to that memory to show the Confederacy agreeing to peace talks so readily. In this view the noble army of Robert E. Lee fought until the bitter end when all hope in preserving the Old South was lost and there was no other choice than to surrender. It is an American tendency to memorialize loss and glorify the war effort, and historical writings have proved that sentiment. It has only been in recent memory that this peace narrative has emerged more into the popular conscious of Civil War memory."],"locations":[{"id":52913,"lat":37.3570894,"lng":-78.8252911,"zoom":8,"place":"Appomattox Courthouse, Virginia"},{"id":52912,"lat":37.2995049,"lng":-77.299554,"zoom":8,"place":"City Pointe, Virginia"},{"id":52911,"lat":36.9190246,"lng":-76.2699215,"zoom":8,"place":"Hampton Roads, Virginia"}],"tags":[{"id":2994,"tag":"Edward Otho Cresap Ord"},{"id":2972,"tag":"Preston Blair"},{"id":683,"tag":"Abraham Lincoln"},{"id":2554,"tag":"Alexander Stephens"},{"id":2525,"tag":"Hampton Roads Conference"},{"id":2648,"tag":"peace movement"},{"id":32,"tag":"Civil War"}]},{"id":6518,"title":"Lincoln Unimpressed with Kentucky's Impressment of African-Americans","course_id":159,"status":"P","start_date":"1864-06-13","end_date":"1864-06-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     Noone doubted the existence of unlawful impressment of African-American soliders into the Confederate Army during the Civil War. On March 26, 1863, the Confederate Congress passed the Impressment Act, which allowed it \"to impress, or seize, food, fuel, slaves, and other commodities to support armies in the field.\" A 1793 law prohibited African Americans from bearing arms in the U.S. Army, but dwindling recruitment numbers resulted in forcing many slaves to be used for manual labor in the Confederate Army. On the other side of the battle lines, the Union Army initially had trouble recruiting free black men after Lincoln's passage of the Emancipation Proclamation, but President Lincoln would never resort to allowing his men to illegally force African-Amercians, or anyone else for that matter, to join the Union Army against their will; however, even though the Union Army legally enlisted free black men in 1863, it's evident that illegal impressment into the Union Army occured. ","When President Lincoln got wind of news that Kentucky Major General George Thomas and his men were impressing African-Americans into his Union forces, he didn't hesitate to express his dissastication. On June 13, 1864, Lincoln sent a telegram to Thomas accusing his Kentucky Union forces of \"seizing negroes and carrying them off without their own consent and according to no rules whatever, except those of absolute violence.\" Lincoln probably wasn't surprised that such an act would be occuring in a border state like Kentucky. The people of Kentucky were often at odds over the issue of slavery and most Kentuckians were not opposed to the institution --even Major General George Thomas was born into a slave-owning family and wasn't particularly sympathetic to African-Americans. Slavery wouldn't be abolished in Kentucky until December 1865 and Kentucky Union forces probably resorted to impressing black soldiers when the enlistment of free black men weren't meeting their high demands. ","Regardless of the demand that Kentucky Union forces weren't meeting in their recruitment numbers, impressment would not be tolerated under Lincoln's command. Although African-American soldiers in the Union Army suffered from subpar treatment, conditions, and compensation compared to their white counterparts, President Lincoln was aware of these issues and fought to obtain equal pay for black soldiers and equal protection for black POWs who were often heavily mistreated by their Confederate captors. Consequently, it was during the same month that Lincoln scolded Major General George Thomas for impressing African-Americans that Congress granted equal pay for U.S. colored troops. As a leader that believed in projecting a good and just moral code upon his men, President Lincoln demanded in his telegram that Major General Thomas ensure \"making soldiers of negroes is done according to the rules you are acting upon, so that unneccessary provation and irritation be avoided.\" President Lincoln's direct correspondence over the matter of the impressment of black soldiers into the Union Army illustrates his compassion for African-Americans and his no tolerancy policy of impressment and unnecessary violence towards African-Americans."],"locations":[{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":5,"place":"Washington D.C."},{"id":52914,"lat":38.2526647,"lng":-85.7584557,"zoom":5,"place":"Louisville, Kentucky"}],"tags":[{"id":2978,"tag":"Confederate"},{"id":2977,"tag":"Soldiers"},{"id":2976,"tag":"Telegram"},{"id":311,"tag":"Union"},{"id":1362,"tag":"Telegraph"},{"id":1677,"tag":"Black"},{"id":3,"tag":"African-Americans"},{"id":701,"tag":"Lincoln"},{"id":2706,"tag":"Impressment"},{"id":32,"tag":"Civil War"}]},{"id":6519,"title":"A Snapshot of Lincoln's Acts of Clemency In the Year of 1864","course_id":159,"status":"P","start_date":"1864-01-01","end_date":"1864-11-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Civil War, Lincoln reviewed over 1600 cases of military justice. The largest single topic that can be found in Lincoln’s telegrams is the reviewing and answering of appeals of military court martial decisions, especially the pardoning of scheduled executions (The Collected Works of Abraham Lincoln). Lincoln recognized the strategic potential of clemency during a time of war. He pardoned a considerable number of Union soldiers in a conscious effort to boost the morale of the Union’s fighting forces. Lincoln was also widely admired among Union troops because of the perception that he took a genuine interest in the their well-being. This perception was re-enforced with each pardon of a military offender (Presidential Studies Quarterly, Vol. 1). ","This episode begins in early 1864 wherein Lincoln orders the War Department to commute the death sentence of deserters to confinement until the end of the war and to allow commanding generals to reinstate convicted deserts if it was thought that they would be of use to the service. Lincoln said,","<em>“They are the cases that you call by that long title cowardice in the face of the enemy, but I call them for short, my “leg cases.” But I put it to you, and I leave it for you, to decide for yourself: If Almighty God gives a man a cowardly pair of legs, how can he help their running away with him?\"</em>","(Presidential Studies Quarterly, Vol. 1) ","Then on April 5th, 1864, Lincoln mitigated the sentences of groups of soldiers in a telegram in which, John Hay, on behalf of Lincoln, writes to Governor John Brough of Ohio, stating, “The President has ordered the pardoning of the soldiers of the 12th Ohio, in accordance with your request.” ","Favoring soldiers convicted of war crimes be put to hard labor, rather than they be executed, Lincoln had the sentence of Jesse Broadway commuted to three years hard labor in September of that year. According to John Hay, Lincoln states his rationale for clemency on these grounds,","<em>“I don’t believe it will make a man any better to shoot him, while if we keep him alive, we just may get some work out of him.\"</em>","As the year progressed, Lincoln continued to pardon soldiers and on November 3rd, 1864, Lincoln sent a telegram to the officer in command in Lexington Kentucky saying, “Suspend execution of Vance Mason until further order.” Earlier that day, Lieutenant Colonel Benjamin J. Spaulding had telegraphed Lincoln stating: “Vance Mason … on the charge of desertion is condemned to be shot on the sixth of this month. I pray you that you reprieve him or grant a respite until I can bring the matter before you in form. There are mitigatory circumstances about his case which I am sure will recommend him to your clemency.” Mason’s sentence was then suspended and he was given the option to return back into the army and serve out his enlistment term in the year of 1865. (Collected Works of Abraham Lincoln, Volume 8) ","Lincoln would go on to offer more acts of clemency in the next, 1865.","Ruckman and Kincaid suspect Lincoln thrived on the hope that each request that he granted further educated a portion of the public as to the necessity of a clemency power in the justice system. Lincoln's extensive effort to provide numerous and explicit explanations for clemency decisions and his willingness to exercise the power upon the advice of individuals and mass public suggest that he may well deserve credit for having utilized one of the most unilateral and imperial of executive powers in the most democratic manner” (Ruckman and Kincaid 1999) Though Lincoln’s justifications for clemency are widely ranging, it can be ascertained from his words, his written word in telegrams, and through his actions, that adopting a policy of clemency in order to save the lives of Union soldiers whenever possible, was of great importance to Lincoln."],"locations":[{"id":52916,"lat":38.0405837,"lng":-84.5037164,"zoom":8,"place":"Lexington, KY"},{"id":52915,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"D.C."},{"id":52828,"lat":40.4172871,"lng":-82.907123,"zoom":8,"place":"Ohio"}],"tags":[{"id":2981,"tag":"Lincoln's telegrams"},{"id":2980,"tag":"1864"},{"id":2979,"tag":"lincoln's clemency"},{"id":32,"tag":"Civil War"}]},{"id":6520,"title":"Union army receives heavy losses at Red River, Lincoln relieves Gen. Banks of his command","course_id":159,"status":"P","start_date":"1864-04-09","end_date":"1864-04-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the Red River Campaign of March-May 1864, Union forces attempted to gain ground near the Red River in Northern Louisiana. The target of the Union campaign was Shreveport, headquarters of a large Confederate force and capital of Confederate Louisicana. Union troops were commanded by Major General Nathaniel Banks, who was also a prominent Republican figure and a former speaker for the House of Representatives. However, despite Banks' political reputation, his battlefield tactices left much to be desired. Despite commanding a force of Union troops that heavily outnumbered the Confederates, the Union suffered heavy losses and were forced to retreat. While the outcome of the Civil War appeared to be decided in favor of the union, this was the last decisive Confederate victory.","The failure of the Red River campaign was the last in which Banks had significant military command. Lincoln pushed to have Banks removed of his command and was eager to learn of his removal, sending a telegram on April 22, 1864 to General Mason Brayman in Louisiana that asked \"What day did General Corse part with Gen Banks?\". Shortly after being removed from his military duties, Banks was placed on leave in Washington D.C., where he proved to be an asset to Lincoln in the political arena, lobbying Congress to support the President's plans for reconstruction in Louisiana.","Even though Banks may have been over his head in terms of his military assignments, Lincoln did not hesistate to exercise his duties as Commander in Chief, and in some way, \"micromanage\" the assignments and leadership on the battlefields. The previous telegram illustrates how important this issue was to Lincoln, as he was eager in following up his interest in removing Banks from his command. The telegraph granted Lincoln powers that had never been used by a previous President. However, this instant form of communication and his authoratative style of managing his resources revolutionized the methods in which war is organized and executed by field generals and their commanders. "],"locations":[{"id":52917,"lat":32.0842949,"lng":-93.3792057,"zoom":8,"place":"Red River LA"},{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"}],"tags":[{"id":2987,"tag":"Washington"},{"id":2986,"tag":"Louisiana"},{"id":2985,"tag":"Banks"},{"id":2984,"tag":"General"},{"id":2983,"tag":"Red Rivers"},{"id":2982,"tag":"Mansfield"},{"id":701,"tag":"Lincoln"},{"id":32,"tag":"Civil War"}]},{"id":6524,"title":"Lincoln As A Sympathetic Leader: The Search for Cornelius Garvin","course_id":159,"status":"P","start_date":"1863-01-01","end_date":"1864-04-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Civil War, many freed slaves and young men were abducted from their families, and purchased by the Union in order to replace men who sought to avoid warfare for various reasons. In 1863, a widow by the name of Mrs. Catherine Garvin of Troy, New York, was informed that her son, Cornelius, was missing. In efforts to connect with her lost son, Mrs. Garvin not only searched the camps and hospitals where her son was believed to be, she brought her story to local politicians, newspapers, and suddenly the story of the missing boy \"Con\" began to receive attention.","In fact, Mrs. Garvin's story became such a sensation that it received attention from President Abraham Lincoln. President Lincoln’s interest in this story was a result of the sympathy that he felt towards Mrs. Garvin and the story of her son being sold to war. Due to his sympathetic nature, on April 18, 1864, Lincoln wrote in a telegram to Colonel Paul Frank of the 52nd Potomac, the regiment in which it was believed that Cornelius was fighting. In the telegram sent from the Executive Office, Lincoln wrote, “Is there, or has there been a man in your Regiment by the name of Cornelius Garvin? And if so, answer me so far as you know where he now is.” ","Despite Lincoln’s efforts to connect Mrs. Garvin with her son, Lincoln’s telegram never received a response form Colonel Frank. However, William Gilmore Beymer, author of the article “One Mother” highlights Colonel LC Baker’s orders from President Lincoln to investigate the story of Cornelius Garvin. It was suggested that Garvin’s Captain, Captain Degner, not only neglected to search for Cornelius, but threatened his privates in aiding Mrs. Garvin, or anyone involved in the investigation with information. Colonel LC Baker placed Captain Degner under arrest until more evidence was found, but there are no further records of charges brought against Degner. Ultimately, Catherine Garvin’s hopes of finding her son, and rumored twenty year search for Cornelius before her return to Ireland, faded to the disappointing reality of his probable death. "," "],"locations":[{"id":52918,"lat":42.7284117,"lng":-73.6917851,"zoom":10,"place":"Troy, New York"}],"tags":[{"id":2990,"tag":"Civil War, Lincoln"},{"id":2991,"tag":"Garvin"}]},{"id":6525,"title":"Abraham Lincoln vs. New York World Newspaper","course_id":159,"status":"P","start_date":"1864-05-18","end_date":"1864-05-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the course of the Civil War, Abraham Lincoln was responsible for shutting down more than 300 newspapers (1). In a telegram sent to Major General Dix on May 18th, 1864, Lincoln orders military occupation of the New York World newspaper for something that was \"wickedly and traitorously printed and published,\" (1). In another telegram sent on May 18th, 1864, it is discovered that a forged document of some kind was printed in the newspaper (2). This document was a fake proclamation by Lincoln to add 400,00 troops to the Northern army (2). The Department of State quickly released a statement claiming the document was false, and Lincoln ordered an immediate shut down of the newspaper (2). It was later discovered that a man named Joseph Howard, a known prankster, was behind the forged document (2)."," ","In the telegrams sent on May 18th, 1864, it is clear that the newspaper printed a forged document that contained both Lincoln and his Secretary of War's signatures (2). An actual forged document could have raised some legal questions in regards to forgery on part of the newspaper, and most would agree that legal action should be taken in the event of forged documents. However, it was not always a forged document that caused Lincoln to shut down newspapers or detain editors without hearings. Newspapers like the New York World often heavily disagreed with Lincoln's policies and the war in general. Lincoln also suspended the writ of habeus corpus, even though Chief Justice Roger Tanney ruled this unconstitutional, citing that only Congress had the power to do so (3). Lincoln’s suppression of the New York World newspaper and other media outlets caused some controversy regarding First Amendment rights during the war, and has even sparked some modern controversy in the eye of public memory. Judgment aside, it is clear that Abraham Lincoln felt it necessary to suppress certain messages during a time of war."," ","1. \"The Lincoln Telegrams Project.\" <a href=\"http://wiki.lincolntelegrams.com/index.php?title=May_18,_1864_\">http://wiki.lincolntelegrams.com/index.php?title=May_18,_1864_</a>(2)","2. \"The Lincoln Telegrams Project.\" <a href=\"http://wiki.lincolntelegrams.com/index.php?title=May_18,_1864_\">http://wiki.lincolntelegrams.com/index.php?title=May_18,_1864_</a>(3)","3. \"Civil War tested Lincoln's tolerance for free speech, press.\" First Amendment Center. 2009. <a href=\"http://www.firstamendmentcenter.org/civil-war-tested-lincolns-tolerance-for-free-speech-press\">http://www.firstamendmentcenter.org/civil-war-tested-lincolns-tolerance-for-free-speech-press</a>"],"locations":[{"id":8915,"lat":40.7155787,"lng":-74.0148434,"zoom":8,"place":"NEW YORK, New York"}],"tags":[{"id":2992,"tag":"Press"},{"id":2273,"tag":"Newspaper"},{"id":683,"tag":"Abraham Lincoln"},{"id":32,"tag":"Civil War"}]},{"id":6526,"title":"An Officer and a President: Black Soldiers in the Civil War","course_id":159,"status":"P","start_date":"1864-06-11","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" The Union military of which President Lincoln was Commander and Chief was much different than our military today.  Upper officer ranks were extremely politicized and often hard for Presidents to control. A major area where Union officers’ political ambitions were apparent was in the recruitment of black soldiers to fight against the South.","   On February 11<sup>th</sup>, 1865, Lincoln sent a telegram to Major General Ord ordering the suspension of sentencing on Major T.C. Jameson, who was accused of embezzelment and other financial malpractices which would result in major fines and a loss of commission.  In this particular instance, the situation was very shady because of the political ramifications involved.  By criminalizing Major Jameson, other high ranking officers were able to collect the political currency provided by taking credit for organizing a widely successful recruitment campaign for black soldiers in eastern North Carolina.  Several respected people came forward as character witnesses for Major Jameson who fervently denied any wrongdoing.  Consequently, Major Jameson was fined but none of his accussers gained the political benefits they were seeking.","  In another example in Kentucky, the recruitment of black soldiers is a little more scandalous. Lincoln sent a telegram to Major General Thomas on June 18<sup>th</sup>, 1864 with clear instructions to investigate malpractices involving the recruitment of black soldiers.  In the telegram, he specifically talks about reports of General Thomas’ army carrying off black people without their consent to fight for the Union in Kentucky.  Obviously, President Lincoln would be concerned about this because he is fighting against the Confederacy and the system of slavery it embodies, so having his army forcing people to do things against their will would be a public relations nightmare, not to mention the immorality of it.  As for the officers in the Army, “recruiting” black men both swelled their numbers for combat and provided political currency in the form of integrating blacks into the army (albeit against their will in this case).  Lincoln specifically states that the army has been carrying men off “according to no rules whatever, except those of absolute violence”.  By telegramming this to General Thomas, his intentions as Commander and Chief have been made abundantly clear so refusal to follow his direction would be directly violating his superior.","  In a world without Lincoln’s use of the telegram, his army’s operations would be totally under the discretion of the commanding officers.  Without Lincoln’s fervent use of the telegram to stay on top of things, he probably would not have knowledge of such actions occurring on his watch.  Moreover, without his use of the telegram he would not be able put the responsibility on his Generals with such immediacy to rectify these situations.  Not only must he control his officers in a military sense, but he must control the political fallout of their actions as well.  In both of these examples, President Lincoln is utilizing the telegram to investigate, halt, or change the methods of his army, particularly his officers.  He would have been seen as responsible for the actions of the Army as President by the public, good or bad, and in using the telegram, Lincoln was able to make sure that those actions were truly his directives rather than the whims of ambitious Generals making foolhardy decisions.   "," "," "],"locations":[{"id":52919,"lat":35.610947,"lng":-77.368281,"zoom":8,"place":"Eastern North Carolina"}],"tags":[{"id":32,"tag":"Civil War"},{"id":2993,"tag":"Black Recruitment"}]},{"id":6527,"title":"Abraham Lincoln: The Limits to a Bleeding Heart","course_id":159,"status":"P","start_date":"1862-02-04","end_date":"1862-02-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Abraham Lincoln is sometimes viewed as a “bleeding heart” because he pardoned, commuted, or delayed sentencing for hundreds of soldiers sentenced to death for desertion or absenteeism. He soon earned a reputation among political leaders and military commanders for being “soft” on discipline by chronically interfering with military executions. Lincoln’s leniency did not go unnoticed or without criticism. The long list of political and military leaders who cautioned against or complained about Lincoln’s use of the military pardon included Butler, Sherman, Wells, Bates, Chase, and Stanton (1). Edward Bates, Lincoln’s first Attorney General, lamented that “why, if a man comes to [Lincoln] with a touching story his judgement is almost certain to be affected by it. Should the applicant be a woman…in 9 cases out of 10 her tears, if nothing else, are sure to prevail” (2). Lincoln was himself aware of his reputation as evident in his exchange with Congressman John Alley of Massachusetts that “you know my weakness it to be, if possible, too easily moved by appeals for mercy” (3).","Bleeding heart Lincoln was not necessarily quixotic in his use of the pardon. This shows up in his orders to suspend decisions on executions.  He often suspended executions until further notice. Many times he followed up an ordered suspension with a commutation or pardon. On first blush it appears that suspensions served to simply give Lincoln more time to make a more informed decision. When deciding a particular case, he states that “I must put this by until I can settle in my mind whether this soldier can better serve the country dead than living” (4).However, he seems to have employed suspensions as a stall tactic from which he had no intention of ever following up. For instance, Lincoln used this tactic on Job Smith whose father approached Lincoln with concern that his son had not been pardoned. Lincoln responded that “[…] I see you are not very well acquainted with me. If your son never looks on death till further orders come from me to shoot him, he will live to be a great deal older than Methuselah” (5). This suggests that Lincoln used the suspension as a de facto pardon in perhaps reaction to his critics.","Lincoln’s draconian side could come out from time to time. This is particularly evident in Lincoln’s refusal to pardon a convicted slave trader named Nathaniel Gordon. Lincoln denied requests from Congressman Alley of Republican-dominated Massachusetts and Rhoda White-- a wife of a New York judge and supporter of Lincoln—to pardon Gordon. Lincoln was terse in his response to Alley: “if this man were guilty of the foulest murder that the arm of man could perpetrate, I might forgive him on such an appeal, but the man who could go to Africa, and rob her of her children, and sell them into interminable bondage…can never receive pardon at my hands. NO! He may rot in jail before he shall have liberty by an act of mine” (6).  In upholding Gordon's executition to be held on February 21, 1862, Lincoln wrote that \"in granting this respite, it becomes my painful duty to admonish the prisoner that, relinquishing all expectation of pardon by Human Authority, he refer himself alone to the mercy of the Common God and Father of all men.\" Lincoln’s bleeding heart had at least one clear limit (7).","1.      Miller, W. L. (2009). <em>President Lincoln: The Duty of a Statesman</em>. Vintage. p. 341","2.      Goodwin, D. K. (2009). <em>Team of rivals: The political genius of Abraham Lincoln</em>. Penguin UK. p. 67","3.      Maltby, C. (1884). <em>The Life and Public Services of Abraham Lincoln</em>. Daily independent steam power print. p. 215","4. Whipple, Wayne. <em>The story-life of Lincoln: a biography composed of five hundred true stories told by Abraham Lincoln and his friends, selected from all authentic sources, and fitted together in order, forming his complete life history</em>. The JC Winston Co., 1908. p. 562","5. Rice, A. T. (Ed.). (1886). <em>Reminiscences of Abraham Lincoln by distinguished men of his time</em>. North American publishing company. p. 342- 343","6.      Maltby, C. (1884). <em>The Life and Public Services of Abraham Lincoln</em>. Daily independent steam power print. p. 215","7.      Abraham Lincoln (1809–1865): Document, signed, Washington, DC, Respite of execution for slaver Nathaniel Gordon, 4 February 1862, Page 2; The Gilder Lehrman Institute of American History; GLC00182"," "],"locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, D.C."}],"tags":[{"id":2995,"tag":"Lincoln, Pardon, Gordon"},{"id":2997,"tag":"slave trader"}]},{"id":6528,"title":"The Presidential Election of 1864","course_id":159,"status":"P","start_date":"1864-05-18","end_date":"1864-11-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["      In the fourth year of the American Civil War, the country found itself in a pivotal moment in history. With no certainty of how long the nation would remain engaged in a bloody stalemate, the American citizens had the power to steer themselves out of political, militant, social and economic unrest. The Election of 1864 poised the Confederacy-backed Democratic Party against Republican and incumbent President Abraham Lincoln who endured a significant amount of the burden for causing the great divide between North and South, Union and Confederacy. This essay will use the recently digitized telegrams used in communication between Lincoln and his Union officials & colleagues to evaluate the mental state of the president through his writing style. Specifically, the telegrams with implications for Lincoln's reelection in 1864 will serve as the primary basis for analysis, although a myriad of other influences will be discussed in the evaluation of Lincoln's writing and mental health.","      One of the most salient factors that contributed to the nation's divide was slavery and its monetary ramifications for the agricultural economy of the South. Lincoln, above all, was a man who adhered to the law, no matter its accordance with morality and humanity. Moreover, though he is revered as \"The Great Emancipator,\" it is inaccurate to attribute the feat of abolition to Lincoln himself, especially given his 1860 campaign's promise to avoid interfering with slavery in states that already permitted its existence (Wilson). However, as President of the United States, he found that certain issues arising from the disagreement on slavery forced the nation into disarray and it was his job to restore order within, despite the unpopularity or disdain his efforts often attracted. In his inquiry of the treatment of African Americans in Kentucky, Lincoln telegraphed Major General Thomas to further investigate the matter (June 13, 1864). Thomas, a slave-owner, most likely did not oppose slavery, but was an authoritative figure within the Union Army and therefore was expected to follow moral, humane and, most importantly, lawful conduct. Lincoln, employing exculpatory yet urgent diction in his telegram, revealed no signs of confidence or understanding that this behavior was occurring but rather kindly warned the general that this matter must be fixed and prohibited immediately.","      Slavery was just one matter in which many disagreed with Lincoln's ideologies. In a telegraph sent to Governor of Indiana Oliver Morton, Lincoln communicated the need for the \"hundred day troops'\" advancement in search of strengthening General Sherman's campaign in Atlanta (May 21, 1864 (2)). Despite the high level of Lincoln's unpopularity at this point in time, the cooperation of government officials in several Union states in this matter represented the Union's agreement with Lincoln's war goals as well as a sense of political unity despite personal opinions. His writing remained formal, mannerly and optimistic, all of which contribute to this cooperation of government officials.","      One prominent characteristic observed through Lincoln's writing is the confidence he exhibits in all matters. As commander in chief, Lincoln asserts his authority through his communicative abilities (i.e., the telegram). No matter his receiver, his writing is almost always polite but urgent, noting a sense of importance in every matter he inquires about. The few exceptions to this observation reveal Lincoln's surmounting pressure to be reelected in a time of war and political/economic turmoil.","      First, in a telegram addressed to Major General Dixon (NY), Lincoln rebuked a New York-based newspaper for its publication of a \"false and suspicious proclamation\" that purported the President's plans in aiding the rebellious enemies (May 18, 1864 (2)). Not only is Lincoln's tone and vocabulary indicative of his frustration, but his orders for Dixon to seize military control of the publication establishment supports the reports of Lincoln having \"suppressed more than 300 newspapers\" during the war (Bulla, 2009).","      Similarly, in a letter to Horace Greeley (a NY newspaper editor), Lincoln first made explicit his \"disappointment\" in Greeley, feeling as he has been disrespected (July 15, 1864). Beyond this word choice, Lincoln's disappointment is apparent when he underlined two active verbs (send & bring). This illustrated the distinction between Lincoln's intentions and Greeley's actions regarding an obviously important conference between Lincoln and Confederate delegates. Lincoln's feeling of disrespect is then demonstrated by his decision to have his assistant John Hay manage this situation with Greeley rather than himself. Both of these outbursts occurred in 1864 and reveal Lincoln's recognition of the power of newspapers to report--and perhaps propagandize--information that could hinder the success of he and his administration, especially during a period of civil unrest.","      As the election drew closer, Lincoln still performed exceptionally as both a leader and a family man. Utilizing the telegram's immediacy, his constant communication with officials dispersed throughout the nation represented his desire to be involved in the decision-making process. This communication also allows for inferences to be drawn: Is his constant communication a sign of distrust in his appointed generals and officials? Has Lincoln become obsessed with the war efforts that he has neglected his other duties as President, husband & father?","      Many of his telegrams addressed to government officials and generals inquired about planned sentences & executions of war criminals, both Union and Confederates. Although he asked for many to be suspended or respited, it is not a compensation for his subordinates' lack of judgment but instead a thoughtful consideration of the implications that executions may hold for a politician who seeks reelection as POTUS. More often than not, Lincoln yearned to be included in the process but left the ultimate judgment in those directly involved, which is supported by his decision to allow Secretary of War Edwin Stanton and General Sherman determine how many soldiers can be released without weakening Sherman's position (October 13, 1864). Clearly, the soldiers who were released were of great political value to Lincoln and his administration now that they could vote in-person, but their absence in the field of battle was feared by Lincoln and therefore configured by Stanton & Sherman.","      In telegrams such as the ones dated September 8th, September 11th and October 11th of 1864, Lincoln's communicative efforts in family affairs is clear. Uncertain of Mrs. Lincoln receiving his first telegram to Vermont, he followed up three days later to report to his wife (now in NY) the updates of his health, their son Tad's goats, the death of a family friend and the travel of eldest son, Robert. A month later Lincoln reached out to Robert about their concern for his well-being and expressed his paternal instinct by planning to visit rather than depend on the communication that has helped he and the Union so much throughout the war. This observation is incredibly minute but highly indicative of the person Lincoln strived to be: involved.","      The legacy of Abraham Lincoln is one that people only dream of. He led a divided nation through a civil war and is credited with dismantling the institution of slavery. Yet, what few people realize is, some scholars have diagnosed him with depression. The National Alliance on Mental Illness (NAMI) even uses him as a motivational story to encourage others who battle the disease today. In an interview, Joshua Shenk, author of <em>Lincoln's Melancholy</em> argues that Lincoln's battles with depression made him one of the best government officials (Cohen). Understanding that modern scholars believe the President Lincoln suffered from clinical depression changes the way one thinks about him. No where in this collection of telegrams does one find any sign of the magnitude of his mental health. Granted, they are short messages, it is impressive that if the diagnosis be correct, that Lincoln was able to exert power in an effective manner while still, in most cases, retain a sense of respect for the recipients.","      No matter the topic discussed or the role Lincoln played in each individual telegram, his dedication and consistency are irrefutable. Although some in-depth analyses of Lincoln's writing may reveal depression and other unappealing qualities overtime, this analysis proves that Lincoln maintained order and control in a time of disparity. Furthermore, his goals as president were too great to be achieved in one term and he craved a second term to help propel the country out of disunity, which is most apparent in his undaunted efforts to continuously bring an end to the war while securing his reelection as President of the United States. Lincoln's unwavering ability to communicate via the telegram proved advantageous for the Union in the Civil War. Moreover, his persistent awareness, kindness and generosity demonstrated through his writing revered him as a man of great respect, authority and leadership. At times, Lincoln revealed human-like symptoms of frustration, fear and uncertainty in his writing. However, with distance and countless responsibilities separating him from his family and blatantly different opinions dividing the nation, President Lincoln failed to surrender. In a time of absolute chaos, two-term President Abraham Lincoln prevailed as a political, economic and social reformer committed to restoring the United States of America."],"locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":5,"place":"Washington, D.C."}],"tags":[{"id":2996,"tag":"Telegram communication"},{"id":683,"tag":"Abraham Lincoln"},{"id":32,"tag":"Civil War"},{"id":2980,"tag":"1864"},{"id":1875,"tag":"Presidential Election"},{"id":3021,"tag":"Writing Style"}]},{"id":6529,"title":"Lincoln: Mastermind in Chief","course_id":159,"status":"P","start_date":"1864-07-02","end_date":"1864-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Abraham Lincoln was an apparent genius. He had the ability to tend to a country divided by political differences and opinions, act as a commander in chief, and skillfully direct generals. He did this concomitantly as he anticipated the needs of the war effort, used the most advanced and up-to-date technology to communicate orders, and tended to the matter of humanity. Combined, this assets point to his almost superhuman-like quality of leadership. In order to see this in action one simply needs to examine and analyze President Lincoln’s Daily Agenda and communications through telegraph to various entities. Our focus will primarily be on the 2nd of July 1864.","On July 2nd 1864 Abraham Lincoln had quite a full day. His activity, to our knowledge, began at 7:50 am with two telegrams to Honorable D. Davis and Honorable S.H. Treat.[1] He was seeking each man's \"summary of the evidence, with [their] impression, on the Coles County [Illinois] riot cases.\" The background story on this is that on March 28, in Charleston, members of the 54th Illinois Infantry clashed with area Democrats and a riot ensued. Nine people died, including six soldiers and three citizens. Twelve people were wounded. [2] Sending out these telegraphs was only the start to a very full day for President Lincoln. But in the first two telegraphs of the day he has already dealt with, at least in a small portion, political differences that divide the country. We can see as he moves from each part of his day to the next that this is not just haphazard but masterfully planned.","Lincoln seems aware that every minute of his day counts as well as his every action. According to reports of Lincoln’s daily agenda, he also confers with Cong. Julian (Ind.) on power of Congress to confiscate landed estates of Confederates. [2] Here Lincoln is moving to political issues that again could ultimately prove divisive in a future reconciliation. Also, the records show that Lincoln transmits to Senate information regarding African slave trade. This shows that Lincoln was forward thinking and not just in the moment.","In addition to his growing agenda, he met with Former Sen. Fessenden (Maine), who was newly nominated to the position of secretary of treasury. According to sources, it was a “long interview with President at White House.” [2] No office was too small for Lincoln’s attention and here he is careful to masterfully choose and place people in authority that he wanted and sometimes needed in so he could move forward with his war machine. Continuing in his ability to operate as a genius leader he speaks directly with Gen. Meigs regarding Ft. Leavenworth [2] which is key at this point to the Union cause. Lincoln puts on his commander-in-chief hat here to make sure that things are going according to plan. Next, the President approves an act granting lands to aid in construction of railroad and telegraph line from Lake Superior to Puget's Sound on Pacific coast. This is a military move that will help Lincoln secure an eagle eye view of the country and put him with in the heat of conflict in moments. It was also a genius move as it is giving Lincoln a legacy of being a builder of infrastructure and a president who ultimately wants his country to be technologically advanced. While all of this has gone in one day of President Lincoln’s life, he is still a husband and a father; hence, he must attend to the needs of his family. On this particular day, Mrs. Lincoln and Robert arrive home from an assumed extended trip. The President knows he must tend to his own family as well so he and the family begin summer residence at Soldiers' Home.","By looking at his July 2nd agenda as president, one can see that Lincoln had to be a mastermind. As president he was simultaneously contemplating the decisions he had to make concerning a country divided by political differences, acting as a commander in chief, and skillfully directing generals. He did this all while anticipating the needs of the war effort and still having time to tend to his family. To think that he did this day after day no wonder he appeared to have aged a lifetime in a few short years. But his ability to keep it all together, day after day, was a sign of leadership genius."],"locations":[{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":12,"place":"Washington, DC"}],"tags":[{"id":1185,"tag":"War Department"},{"id":2976,"tag":"Telegram"},{"id":683,"tag":"Abraham Lincoln"},{"id":32,"tag":"Civil War"}]}]}