{"id":16,"title":"History of Urban and Suburban America","school_id":4,"school_name":"Furman University","term":"Fall 2008","abbr":"HST-321","url":"http://hstcourses.pbwiki.com","description":"American Cities. Historical sources of urban growth and decline; dynamics of natural and built environments; neighborhoods and social space; factors of gender, class, and ethnicity; migration; urban exchange networks, hinterlands and suburbs; historical mechanisms of political power, urban planning; and cultural production. Emphasis on the nineteenth and twentieth centuries.","points":[[29.4255371375,-90.0017454475],[30.1220750117,-89.7244851703],[30.4572033348,-93.1459374509],[42.3649994065,-70.9800517697],[40.6916304076,-74.0035386433],[40.7964015502,-73.8979738005],[40.7805662337,-73.9388482485]],"bounds":[[42.3649994065,-70.9800517697],[29.4255371375,-93.1459374509]],"episodes":[{"id":4424,"title":"Ursuline Nuns Relocate their Convent outside the City of New Orleans\n","course_id":16,"status":"P","start_date":"1823-03-25","end_date":"1824-09-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1824, a dispute with the city of New Orleans drove the Ursuline nuns of New Orleans to leave their century old convent in the city for a new location outside the city. A drawing of the \"new\" convent shows an elaborate building with elements of classical architecture consisting of a three story convent, orphanage and chapel. Designed by architectural firm Gurlie and Guillot, the convent was decorated with galleries, columns, and Baroque ornamentation. Facing the Mississippi river, it rivaled many of the surrounding plantation homes in both size and construction. ","Before the Ursuline nuns relocated to this new convent from their previous location in the middle of the French Quarter, they had been an important presence in the city of New Orleans for almost a century. They arrived from France in 1727 to establish a school for girls in what was then a French colony. They provided an education not only for white girls of the colony, but also for slaves, free girls of color, and Native American girls. In addition, the Ursulines ran an orphanage and a hospital. In the years immediately following the Louisiana Purchase in 1803, the Ursuline nuns experienced several conflicts with both federal and city officials. One such conflict with the United States government concerning property ownership within the city, led the nuns to purchase property two miles outside New Orleans with the idea of moving. In 1819, the nuns experienced a different conflict: as New Orleans expanded, a closed off street going right through the convent compound had become an inconvenience to the public. In response, city officials decided to open this street to the public, despite protests from the Ursulines. This decision was what drove the nuns to sell some of their city property and to construct a new convent outside the city. The new location gave the nuns the ability to expand as well as the advantage of both being outside the jurisdiction of city officials and of being out of the way of city development.","The convent cost 83,172 to build, and the chapel was an additional 23,635, a total equivalent to about 2 million today. Emily Clark argues that by spending this much money to build an extravagant convent, the Ursuline nuns were making a statement as self-governing Catholic women in a Protestant country that valued a woman's submission to the authority of a husband. In an ironic repetition of the city's attempt to encroach on the nun's interests in favor of development, the 1824 convent was demolished in 1912 to make way for the Inner Harbor Navigation Canal linking the Mississippi River to Lake Pontchartrain. At this time, the Ursuline nuns again moved their convent and their school, both of which are still in operation."],"locations":[{"id":5595,"lat":29.4255371375,"lng":-90.0017454475,"zoom":9,"place":"ORLEANS, Louisiana"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":3,"tag":"African-Americans"},{"id":19,"tag":"Native-Americans"}]},{"id":4423,"title":"Yellow Fever Responsible for Christian Miltenberger&#39;s Success in 19th Century New Orleans\n","course_id":16,"status":"P","start_date":"1838-01-01","end_date":"1838-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Situated at the intersection of Royal and Dumaine Street in the heart of the New Orleans, the Miltenberger House still stands as a testimony to one immigrant's accumulation of wealth and to medical advancements in the South during the 19th century. ","Little was known about yellow fever, especially ways to prevent or treat this disease. Almost annually, it seemed, the Gulf Coast and in particular, New Orleans, suffered mass outbreaks of the fever and any aid that could be offered from doctors in surrounding areas was much appreciated. Municipal medical examiners in New Orleans were quick in issuing licenses to practice medicine to refugee doctors, including Christian Miltenberger. While during his time in St. Domingue, serving as a surgeon for a British garrison, Miltenberger treated many cases of yellow fever and was well equipped to handle the outbreaks in New Orleans. ","With his experience in dealing with yellow fever, the Mayor of New Orleans saw great potential in Miltenberger and appointed him to supervise indigent health care for the Mayor's district. Miltenberger also had the opportunity to present a paper before the Medical Society of New Orleans in 1819, theorizing that yellow fever was not a contagious disease, thus changing the understanding and reaction to the outbreaks of yellow fever.","With this great influence on the medical community came great reputation for Miltenberger. He was an active mason and served as president of a commission to raise funds for the construction of a Masonic hospital in the city of New Orleans. Miltenberger also acted on an opportunity to merge 120 acres of his property with 320 acres owned by Madame Joseph Bayle, creating a rather large sugar plantation just outside of New Orleans. After buying her out three years later, Miltenberger became one of the wealthiest men in New Orleans, and by far the most reputable St. Domingan refugee in New Orleans. ","As a gift to his wife, Miltenberger had three row houses built at 900 Royal Street in 1838. The intricate delicacy of the lacy cast-iron galleries covering the sidewalks, the slender iron columns supporting the second-story gallery, the narrow frieze of rococo iron leaves set below the floor of the gallery, and the four floor-to-ceiling windows  are just a few of the design techniques that make the Miltenberger House unique to the French Quarter.","The Miltenberger home has remained untouched by the social changes of New Orleans through passing time as a symbol of potential wealth available to only a handful of immigrants during the 19th century and the struggles undergone by these individuals in order to achieve this success."],"locations":[{"id":5596,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}]},{"id":4425,"title":"Women in Post-Civil War New Orleans\n","course_id":16,"status":"P","start_date":"1862-04-01","end_date":"1862-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["            For one of the first times in American history, the women of New Orleans were taking the protection of their city and its reputation into their own hands.  Spitting and yelling at soldiers from the north and refusing to even acknowledge their presence in the streets, even when the soldiers were offering the women assistance. There were many hostile feelings between the north and the south that were not healed simply with the capture of the city into Union hands.  Although New Orleans had been captured without any blood being shed, the citizens of New Orleans still felt the sting of the hardships that their fellow confederates were enduring.  ","            With the end of the war many reformations began within southern cities, specifically, the role of women within the community. In the modern city, women had a place where they could gather together and find strength and support in numbers as well as have social and political achievements without the help of men.  In rural southern areas, it was more difficult for women to bond together and make changes, mainly because of a lack of numbers and because the rural women were too busy working their land and trying to make a living.  In the city during the war, women held jobs that men left behind when they went to fight.  When male soldiers returned, women had to return to their predominately domestic lives.  Northern troops began to occupy southern cities in order to make sure that they were reconstructing, and not re-enslaving the people the north had worked so hard to free.  Because only men served as soldiers during the war, women looked for ways to display their patriotism and support for the southern states in alternative manners.  Southern women in a way had more power than northern women because they still had a cause that they felt they had to depend, even though the war was lost. ","            In April of 1862, Major General Benjamin F. Butler and his troops were in charge of the occupation of New Orleans.  Butler describes in his autobiography that the men of the city of New Orleans did not interfere with the soldiers in any way.  However, whenever women of the city would come into contact with any of these Yankee soldiers, they would shoot them hateful glances, make derisive comments, and flee the area.  In the minds of these women, they were fulfilling the patriotic duties that they were denied when they were not able to serve as soldiers.  The women were hoping that their mistreatment of these soldiers would force the soldiers to retaliate, and therefore give the city of New Orleans a solid argument for expelling them.  ","            Soldiers were hesitant to arrest the young women in the street causing the ruckus, due to they fact that they were typically high-class women and a scene would be caused.  Also, the women clearly would have almost appreciated being arrested; so they would have even more of a reason to be indignant.  Since the northern soldiers did not know how to handle this criticism coming from southern ladies, Major General Butler issued an order instructing the soldiers how to deal with situations such as these.  He instructed his men to treat the rebellious women as if they were prostitutes.   ","            After Major General Butler issued this order, the insults immediately stopped.  Although women were willing to be arrested in order to express their \"patriotism\", they were not willing to be looked upon as prostitutes, or even as someone of a lower class.  Prostitutes were viewed by middle and upper class women to be the lowliest people in society.  Even though many changes came about in the years after the Civil War, class structure was still a strong influence, and a strong part of a woman's identity.  "],"locations":[{"id":5599,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":7,"tag":"Women"},{"id":29,"tag":"New Orleans"},{"id":32,"tag":"Civil War"}]},{"id":4426,"title":"The Theatre of Everyday Life\n","course_id":16,"status":"P","start_date":"1848-01-01","end_date":"1850-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As the daughter of Don Andres Almonaster y Rojas, the Cabildo's original benefactor, the Baroness Pontalba was no stranger to the notion of civic duty expressing itself through architecture. After a tumultuous marriage and divorce to a Parisian nobleman, sensationalized in various newspapers, she returned permanently to her hometown and sought to transplant the culture and sophistication she had grown accustomed to in France to New Orleans' Vieux Carre by constructing two large red brick buildings flanking Jackson Square. Their most notable characteristic was the wrought-iron balcony and gallery that adorned the front, which soon fueled the city's appetite for floral ornamentation and become synonymous with French Quarter style. The city's leaders, so appreciative of her beautification efforts, exempted her from taxes on the apartments for twenty years. The elite of New Orleans saw Baroness Pontalba's apartments as a public service to the city that elevated New Orleans cultural standing and they wished to imitate it. The adoption by the wealthy of her philosophy of fulfilling civic duty through beautification projects  partially explains the uneven distribution of cast-iron work throughout the city – as the upper class' attempted to elevate their own neighborhoods to similar architectural status as those of their European contemporaries. With the construction of these apartments the Baroness Pontalba established herself as the epicenter of New Orleans culture and society","Both the Pontalba Apartments themselves and the woman responsible for their construction have left an indelible mark on New Orleans culture and architecture. Construction on these apartments began in 1848 and was completed by 1850. It was part of the renovation efforts, led by Baroness Pontalba, to transform the Place d'Armes from a dusty common area to the more regal Jackson Square, which could be regarded by locals as being on the same caliber as its French counterparts. These galleries and balconies became an architectural signature of the leisure class who, after finding commercial success, responded to the growing urbanization and New Orleans' tropical climate by carving out these semi-public, semi-private spaces for themselves.","            New Orleans society has always loved the theater, and the Pontalba apartments became the home of prominent performers of the day while its architecture provided a stage for the city. The Baroness, as the torchbearer of New Orleans society, invited many popular performers to the city, such as Jenny Lind, and graciously allowed them to reside in her apartments for the duration of their stay, reinforcing her cultural position and bolstering the reputation of her buildings. Yet the galleries on the Pontalba apartments also doubled as a side stage for the streets below. These galleries offered the residents a chance to both perform for the city as well as view the theater of the neighborhood. The streets of New Orleans became more than mere avenues for transportation, but scenes of the everyday pageant that passed by the onlookers up in the galleries. The galleries allowed for the commonplace encounters on the streets to be staged with the casual exhibitionism that would ultimately find its most extreme expression in the Madri Gras parades, highlighting the everyday dramas of New Orleans itself. There can be no mini-dramas without an audience, and the galleries of the Pontalba apartments provided the vantage point for that audience."],"locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":7,"tag":"Women"},{"id":30,"tag":"Urban Society"}]},{"id":4428,"title":"Immigration and Settlement Patterns, New Orleans, 1940","course_id":16,"status":"P","start_date":"1/1/40","end_date":"12/31/40","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" Although the second wave of immigration was a trickle by the 1940s, there were more immigrants than ever in New Orleans. The places immigrants settled were dictated by shifting physical and social geographies, conjunctures of the past, and the unique qualities of New Orleans. The distribution of settlers also reflected old settlement patterns as well as transformations the city underwent with growth.  ","Settlement was not random: it hinged on finding places that were available, affordable, and near jobs.  In the 1800s, immigrants settled in undesirable locations with the most environmental nuisances, the semi-rural peripheries. The peripheries offered the best housing and low skill employment, advantages that outweighed the undesirable characteristics of these locations. As immigrants put down roots, they established social and religious institutions and drew in more immigrants via those networks."," During the early 1900s, industrialization and the rise of centralized business districts transformed New Orleans.  New streetcar networks gave the inner city upper class the means to easily move in and out of the city.  Because they could afford to leave, they fled to the periphery, which was the most desirable area to live after A. Baldwin Wood designed a drainage system that eliminated swampland hazards and created more usable land. They left many nice town homes in the middle of the city. At the same time, unskilled jobs moved from the periphery to the core of the city, and immigrants began to move into the abandoned town homes, forming what would be called the \"Immigrant Belt\".","            The ethnic and racial history of New Orleans also dictated settlement patterns. As the city grew, Anglos settled in the upper periphery, and Creoles settled in the lower periphery, closer to the unskilled labor and cheap land. The Catholic tradition and festival ambience of lower New Orleans attracted many immigrants from the Caribbean, Latin America, France, Italy, and Eastern Europe. Jews, Scandinavians, and emancipated African Americans typically settled on the Anglo side.  This divide was perpetuated as immigrants moved into the inner city.  ","            New Orleans mirrored national trends of urbanization and also strayed from them. It was like many cities of the time in that it expanded, filled with immigrants, and experienced clumped settling patterns. Although people tended to gravitate towards others of their same ethnicity, New Orleans was unique in that it remained very intermixed and multicultural. Its reputation of being more accepting and diverse drew immigrants in and made New Orleans one of the oldest multicultural cities in the nation.  "],"locations":[{"id":25572,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":31,"tag":"Immigration"}]},{"id":4430,"title":"A New Home for Sex in New Orleans\n","course_id":16,"status":"P","start_date":"1892-07-11","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 19th century America, many men enjoyed the services of prostitutes but disliked prostitution.  This ironic dichotomy was very evident amongst the upper class men of New Orleans, and it heavily influenced the future landscape of the city.  With a 'not in my backyard' view of prostitution, the wealthy males of New Orleans, although many were clients of prostitutes, did not want their homes and families near the lewd activities of the prostitution business.","The <em>Mascot</em>, a Louisiana newspaper, highlighted the effects of prostitution on the community, echoing the opinions of some New Orleanians.  The July 11, 1892 edition of the paper portrays the population's general fear of bordellos, depicting a family outside of their home, parents shielding the eyes of their children from the sight of the bordello next door.  With prostitution so prevalent, many did not want their families exposed to it.  Also, the wealthy citizens viewed nearby prostitution as a detriment not only to their families, but also their financial assets.  With prostitution in the neighborhood, residential property values dropped, causing a real concern for New Orleans' wealthy.","So, rather than trying to eliminate prostitution, the wealthy male political leaders instead accepted that, according to Louisiana historian Alecia Long, \"sins of the flesh were inevitable\" and \"gave [Satan] his own address.\"  The municipal government's first attempt to reduce areas of prostitution was with the Lorette Ordinances of 1857.  But, by 1897, many citizens, interested in preserving both the moral and property values of their neighborhoods, advocated for the gathering of the city's prostitutes into a more specific, much smaller district: Storyville.  The Story Ordinances turned a predominantly poor, African American part of town, away from the upper class neighborhoods, into the new home of sex.","The location of the official district of prostitution in 1897 truly revealed the magnitude of racial superiority and economic self-interest in New Orleans.  The impoverished African Americans of Storyville were a powerless group in the social hierarchy of power in New   Orleans.  Protesting the vice district's zoning was simply not an option as blacks in the city had no voice in politics.  But, local leaders often defended the Story Ordinances, citing that only one church and one school were within the new, smaller district, even though the church and school were predominantly black.  This action from the political leaders, Long implies, perpetuated a message that African Americans shared the same social status as prostitutes, \"both conceptually and in terms of physical proximity.\" Seeing blacks as immoral sexual beings was not an uncommon view in 19th century culture."],"locations":[{"id":5602,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":21,"tag":"Race Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}]},{"id":4431,"title":"Race Relations and Labor Unions in Nineteenth Century New Orleans\n","course_id":16,"status":"P","start_date":"1883-01-01","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The history of the nineteenth century United States rarely speaks of racial cooperation, however evidence of a few such scenarios are historically documented. The end of slavery in the United States all but destroyed the agrarian economy of the southern states, and even with the constitutional abolition of slavery racial hostility ran high throughout the country. Yet as the country attempted to rebuild from the Civil War, a new kind of warfare emerged. This new battleground resulted from the rise of Industrialism, as resentment between laborers and employers intensified. New Orleans is a fascinating example of an intriguing storyline that followed. That is, where issues of racial equality collided with the clash of blue collar labor and managerial control. These two clashes, whose members at times overlapped, created an implausible framework where labor rights astonishingly overran racial tensions. This diverse composition of people, in terms of race, class, and age, is visibly evident in George Augustus Sala's 1883 illustration of the New Orleans levee. There are groups of children playing and wealthy well-dressed couples about, as longshoreman and other waterfront laborers of varying ages and ethnicities go about their business. In Sala's portrayal of the levee it is apparent that by the 1880s the New Orleans waterfront had not only evolved into a place of bustling commerce, but in addition an arena of relative brotherhood. ","            As a direct result of New Orleans' proximity to the Mississippi River, it quickly established itself as one of the most influential ports in the entire country. Consequently, the waterfront became the eminent employer of the city's labor force. By the 1870's a culture of ethnic cooperation, unheard of in almost all areas of the country and certainly the south, had naturally developed. This phenomenon was especially peculiar as it followed the racial tension fueled by the Civil War. The technological advances of the late nineteenth century and economic pushes for maximizing productivity and output put laborers and employers at odds. This battle for control was not isolated to New Orleans. Throughout the United States skilled and unskilled laborers alike combated this push by unionizing. While labor struggles were not isolated to New Orleans, this culture of ethnic harmony was. Union leaders, black and white, soon discovered that a racially unified union force was far more powerful than one divided. The nature of waterfront work in particular provided a platform for interracial cooperation in this city, whereas such an arena may not have been present in other American cities. This fact is due in part to the immense need for unskilled labor on the waterfront. Yet, as the ebb and flow of the industrial cycle began to turn at the end of the 1880's, the flicker of ethnic cooperation and racial equality in nineteenth century New Orleans proved to be no more than a compromise to battle white collar control. It would be nearly another 75 years before the issues of racial subjugation were addressed on a national level with the Civil Rights Movement. "],"locations":[{"id":5601,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":33,"tag":"Labor Union"},{"id":21,"tag":"Race Relations"}]},{"id":4432,"title":"Legend of the Lafitte Brothers at 941 Bourbon Street \n","course_id":16,"status":"P","start_date":"1810-01-01","end_date":"1823-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Once upon a time, two pirate brothers lived in the cottage at 941 Bourbon Street in New Orleans, Louisiana. Although it may seem outlandish, the strength of this local legend about the Lafitte brothers, Pierre and Jean, persists to this day. The National Survey of Historic Sites and Buildings, as well as The National Historic Landmarks Program, describe the structure on Bourbon Street as being built by the Lafittes between 1772 and 1791. Both sources claim that the brothers used the building to front a blacksmith shop to cover their reprehensible dealings in pirating and slavery."," The cottage at 941 Bourbon Street is a historical building in itself. It is located at the intersection of Bourbon and Saint Philip Street. This section of New Orleans is known as the French Quarter or Vieux Carre. The streets forming the Vieux Carre, or the old square, are the original streets of the city. William C. Davis explains that the names are \"redolent of [the] French and Spanish History.\" Historians acknowledge that this area prospered during the time of the Lafittes. Furthermore, the structure of the cottage is very emblematic of the French Colonial architectural style of the time period. The cottage is constructed with timbers of cypress, soft brick, and plaster. According to the historian Liliane Crete, the fact that the wood is cypress illustrates that \"the lowland of Louisiana was entirely covered with cypresses.\"","While 941 Bourbon Street is important because of its preservation of a historic style and time period, it is the brothers associated with it that solidify its historical importance and legendary quality. Many stories exist that tell of the Lafitte's blacksmith shop located on Bourbon Street and Saint Philip Street and the affairs, adventures, and trials of the brothers. The Lafitte brothers are very important to the history of New Orleans, particularly the slave trade. Many people in Louisiana wanted slaves, but several situations limited the supply, such as the embargo on importation of Africans into the United States. The Lafittes exploited the situation in order to become wealthy by providing slaves through illicit dealings when no one else could. They also became involved in many scandals and political situations.","Although legends, myths and other sources believe that the Lafittes lived or worked in the building, others argue the association. The author Barbara SoRelle Bacot believes, \"[941 Bourbon Street] is romantically known as Lafitte's Blacksmith Shop, but it has nothing to do with Lafitte or any blacksmith.\"  She attributes the association to the nineteenth century writer George Washington Cable. Although it is difficult to find concrete evidence for either side, whether the Lafitte brothers truly built the structure is not what is important. 941 Bourbon Street is enlivened by the local legends of Pierre and Jean Lafitte and in turn has immortalized their legends in the region."],"locations":[{"id":5594,"lat":null,"lng":null,"zoom":8,"place":"ORLEANS, Louisiana"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"}]},{"id":4433,"title":"The Peak of Excellence\n","course_id":16,"status":"P","start_date":"1/1/21","end_date":"12/31/21","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["This building serves as a symbol of the innovation that the Cotton Exchange implemented in its field of industry. The exterior of the building appears to be a typical 1921 classically inspired design. The architects, Favrot and Livaudais, who built several of the buildings in the area, designed the eight story steel framed structure. They believed that they created a new style of building because they incorporated old world elements with an innovative and modern design.  This is illustrated by the arched windows and faux columns that surround the building on the second and third floor.  The story behind this building is marked by the rise and fall of Henry G. Hester, the secretary of the New Orleans Cotton Exchange from 1871-1933.  He revolutionized and standardized the cotton trade in New Orleans and built it to rival the cotton exchanges of New York and Liverpool. ","Henry G. Hester was a pioneer as the secretary of the New Orleans Cotton Exchange.  It was through his policies that he standardized and legitimized the cotton market in New Orleans.  The exchange was established to, \"maintain quarters for the Exchange; adjust disputes between members; establishing regulations, uniform usages…\" and it was through Hester that these goals were realized.<a name=\"_ftnref6\"></a>  One of the more remarkable things that Hester did was collect cotton statics in hopes of standardizing the industry.   In addition, he divided Louisiana into districts and sub districts in which men on behalf of the exchange surveyed the crop and asked questions pertaining to the quantity grown, weather conditions, and the progress of the cotton.  By 1880, cotton farmers sought out the book published by Hester in hopes of gaining insight on the conditions and quality of cotton.  ","Simultaneously with the development of the cotton statistics, Hester also began to diversify the resources of the Cotton Exchange.  In 1872 after a myriad of discussions, the New Orleans Cotton Exchange committed to pay the Gold and Stock Telegraph Company 10,000 annually to install and dispatch ten telegraphs to the New York Cotton Exchange.  As a result of this agreement, it established the New Orleans Cotton Exchange as the premier cotton exchange in the south because it \"had facilities that no other southern market could match.\"  As a result of Hester's policies that advanced the Cotton Exchange, the company was able to tear down the smaller and more cramped building and construct the lavish 1921 structure that became a physical representation for what Hester had achieved in innovation.  The construction of this building symbolized the rise of the Cotton Exchange as a powerhouse of business for a crop that had dominated the south and allowed for lucrative business like the New Orleans Cotton Exchange."],"locations":[{"id":20995,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":35,"tag":"Architecture"},{"id":11,"tag":"Economy"}]},{"id":4440,"title":"French Opera House Destroyed in Flames\n","course_id":16,"status":"P","start_date":"12/4/19","end_date":"12/4/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" On December 4, 1919, hundreds of New Orleans's high society watched as their social gathering spot was engulfed in flames.  A writer at the time, Andre Lafargue, recounted the deep emotion embedded within the French Opera House, and the mourning that took place upon its historic loss to flames.  The French Opera House, located on the corner of Bourbon and Toulouse Streets in the French Quarter, served as one of the centers of social activity.  It was a place for the wealthy to assemble, mingle, and display their prestigious life, and became a mark of social class in New Orleans.  Being one of the earliest opera houses in North America, the building enhanced the French Quarter with its architecture, design, and French culture and customs.  The Opera House served not only as a place for theatrical performances, but also as a venue for the elite to gather socially, politically, and historically.  Countless galas, political rallies, debutante balls, receptions, and concerts were held in the massive as well.  ","            The Fire occurred just one year after the opera house was reopened after being closed for a period during WWI.  The building was said to be in one of its prime states and was thought to have a bright future in the New Orleans culture.  Lafargue and many other prominent members of society advocated strongly for reconstruction of the original Greek Revival-style building that so defined the Creole faÇade, as well as the culture of the French Quarter.  Efforts were delayed by a multitude of political actions and feelings such as loss and hopelessness, which ultimately resulted in a relegation of the opera culture in the city.  The French Opera House disaster became a component in a weakened period in the Louisiana opera society and put a damper on the social seasons and traditions.   ","Today, the Inn on Bourbon sits on the site of the original French Opera House at the corner of Bourbon and Toulouse Streets.  Although the original building was destroyed by fire and a new building was built, one feature of the Old French Opera House remains that is a reminder of the social elite's presence.  There is an indentation on Bourbon Street that leads to the entrance of the hotel.  This indentation served as the parking area for the aristocrats to exit their carriages and make an elegant, grand entrance.  In a sense, the area is still used for the same purpose. It is here that people staying at the luxurious, historical Inn on Bourbon make their \"grand entrance\" into the hotel lobby creating a modern social elite statement that mirrors statements and gatherings of the past."],"locations":[{"id":16884,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":30,"tag":"Urban Society"},{"id":8,"tag":"Arts/Leisure"}]},{"id":4435,"title":"Nathaniel Wilkinson House\n","course_id":16,"status":"P","start_date":"1849-01-01","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Located at 1015 South Carrollton Avenue in New Orleans, Louisiana, the Nathaniel Wilkinson House serves as a reflection of the Romantic Gothic architecture that invaded the region during the mid-to-late nineteenth century. Erected in 1849, an Englishman named Nathaniel Newton Wilkinson attempted to capture the Gothic style in his own residential structure. Undoubtedly unpopular within Louisiana for its association with Britain- a nation who had battled with New   Orleans only twenty years before, the style was seen as eccentric and quite a feat to build. Nevertheless, Wilkinson pressed forward, constructing the house upon a spacious Carrollton Avenue lot, adding a rural dimension to the home's character. While many moved here to take advantage of these roomy lots, others were attracted to the ease with which one could arrive by rail to this area of the city. Located on the outskirts of downtown New Orleans, Mr. Wilkinson was removed enough from the hustle and bustle of the inner-city to enjoy a more peaceful life. ","Inspiration for the design may have indeed come from William Ranlett's pattern book <em>The Architect</em>, from the 1847 and 1849 volumes.  However, the publications of Andrew Jackson Downing, a horticulturalist turned architectural critic, may have been the inspiration for this home.  Mr. Downing contended that the plan of a house should complement the landscape that surrounds it, taking advantage mother nature's gift.  Although today the home is covered in bricks, it initially had a stucco exterior with paint to mimic stone. Meanwhile, the interior maintains the Gothic style and contains large and open rooms that lead to an octagonal hall with a carved staircase. Additionally, diamond-pane windows and Gothic-style bookcases flank the interior. Quintessentially Gothic in design, Wilkinson's motives for construction may be found through a close look at New Orleans settlement patterns during this time.","The Gothic Revival, characteristic of the Victorian Period of the late nineteenth century, may trace its roots to the Irish immigrants of the early-to-mid nineteenth century, who brought pre-existing architectural styles of the homeland to the city. Today, the Nathaniel Wilkinson House stands as a snapshot in New Orleans history, revealing the sophisticated Gothic Revival style of nineteenth century America. "],"locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":39,"tag":"Gothic Architecture"},{"id":38,"tag":"New Orelans"}]},{"id":4438,"title":"Local Chinese React to Imperial Decree\n","course_id":16,"status":"P","start_date":"1/1/10","end_date":"12/31/11","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When Americans think of Chinatown, they rarely associate it with New Orleans, but at the turn of the twentieth century, New Orleans was the only southern city with a population of Chinese immigrants significant enough to constitute a Chinatown.  Like other immigrants in America, the Chinese in New Orleans had to balance the ongoing connections and relationships back home with the opportunities presented in assimilating fully into the dominant American culture.  Unlike other immigrants, however, Chinese immigrants were barred from becoming citizens of the United States due to the Burlingame Treaty of 1868, and so felt a strong obligation to obey decrees and laws of their homeland.  On December 26, 1910, in the final days of the Qing Dynasty for instance, the provisional national assembly decreed that all citizens should cut off the traditional long braid, or queue.  On January 13, 1911, the New Orleans <em>Times-Democrat</em> reported that the Chinese population of New Orleans welcomed the decree because the braids were \"burdensome as well as troublesome.\" ","Around one fourth of New Orleans' Chinese immigrants, including prominent members of the community like Hom Kin, had already cut their queues by this time, and most Chinese had ceased wearing traditional Chinese attire.  Furthermore, with the Chinese Exclusion Act of 1882 restricting the flow of new Chinese immigrants into New Orleans, the younger generation of Chinese-Americans within the city began to lose touch with their cultural heritage.  Kin's son, also queueless, expected \"to be more American in his ways than his Father,\" and American-born Chinese readily adopted the language, dress, and customs of the interracial neighborhoods of Chinatown.  ","Many Chinese immigrants lived in nearby interracial neighborhoods, though most worked in laundries located throughout the city.  According to period photographs and research conducted by Richard Campanella, the core of China\"town\" only consisted of a handful of shops, grocers, and restaurants along the 150 foot long 1100 block of Tulane   Avenue.  Several other Chinese establishments dotted the surrounding cityscape.  The district was popular with New Orleanians of all races and social classes, who ate at the restaurants, shopped at the stores and grocers, and took their clothes to the laundry mats.  They also compelled many Chinese immigrants to abandon their customs in order to attract more business, and, in turn, the distinct Chinese influence on Tulane Avenue slowly disappeared.  "],"locations":[{"id":16884,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":31,"tag":"Immigration"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":21,"tag":"Race Relations"},{"id":29,"tag":"New Orleans"},{"id":41,"tag":"China"}]},{"id":4439,"title":"Changes seen from a Filling Station\n","course_id":16,"status":"P","start_date":"1/1/15","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["          Can you imagine the United States without gas stations?  Almost every main road today is littered with these familiar sights, all with similar architecture and design.  It is hard to imagine life without these small stores, both for filling up with gasoline and for grabbing other small items.  But it has not always been this way.  For people living in the early 1900s, these modern fixtures were only curious new ideas.","            While the primary function of the first gas stations was the same as the contemporary version, the purpose of the design was much different.  For example, a picture of a filling station from 1930 in Lake Charles, La, shows remarkable attention to detail and architecture as the station was made to look like an English cottage complete with brick exteriors, a chimney, white detailing, standard house windows, and a tall roof.  The gas station, located on Main Street in Lake Charles, a city two hundred miles away from New Orleans, stands as a key example of a turning point in American design and function. According to Jessie Poesch and Barbara SoRelle Bacot, editors of <em style=\"mso-bidi-font-style: normal;\">Louisiana Buildings 1720-1940,</em> gasoline companies originally designed their stations in an attempt to make them fit in with the aesthetics of the surroundings.  However, the idea of fitting in did not last forever.  As more and more people began to travel the roads, oil companies learned the importance of brand recognition, marking the stations with signs and other branding tools and forming the foundation for the highly recognizable stores of today.","There is a deeper side to this story—transportation improvements.  Slowly but surely, the automobile became more and more affordable for the average American.  And with more automobiles came drastic roadwork, as roads were converted from the horse-and-buggy original designs towards the smooth, easy highways we expect today.  As more and better roads were built, people decided to explore, traveling throughout the country and forming the foundation for the tourism industry.  With the abilities afforded by the automobile and more reliable roadways, Americans gained a new perspective about distance, allowing cities and the idea of the suburb to change from a far flung idea into an acceptable reality.  The transitions seen during this period revolutionized the United States forever.","Who would have thought that all of this could be seen from a little filling station?"],"locations":[{"id":16546,"lat":30.4572033348,"lng":-93.1459374509,"zoom":8,"place":"Calcasieu, Louisiana"}],"tags":[{"id":40,"tag":"Design"}]},{"id":4442,"title":"Influence of Greek Revival Architecture\n","course_id":16,"status":"P","start_date":"1834-01-01","end_date":"1834-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Greek Revival sprung into the American architectural landscape just as quickly as it disappeared lasting only from the 1820s to 1850s.  A typical result from the movement was a James Gallier product that was part of the \"Three Sisters\" and constructed on Rampart Street in New Orleans in conjunction with two other Greek Revival town homes.  Originally built in 1834 as a residential structure, it was one of Gallier's first projects within the city.  Gallier, one of the forerunners in Greek Revival architecture in the South and prominent architect of the period, had a significant role in changing \"the look\" of New Orleans.  His inspiration came from his belief that \"the character of the genuine architecture of the Greeks, in their brightest days... is that of an imposing grandeur united to pleasing simplicity, elegance of ornament, and harmony of proportion in an eminent degree.\"  A simple observation links his building to a traditional Greek temple due explicitly to the four columns and stylistic roof.  The town house is also adorned with wrought iron fencing and the frame is structured in simple lines and geometric symmetry.   Aligned with the Greek Revival movement, the construction stemmed from a passion and appreciation of the Greek form and style.  The structure portrayed an air of prominence and Republican simplicity because of the conscious display of splendor and the elemental nature.  The decision to pursue such a design was reflective of the times which placed emphasis on artistic achievement and where restraint and clear surfaces were valued.   ","The functionality of the building underwent a transformation after a shift in cultural values sparked a greater pursuit of wealth.  The shift called for ostentatious residences that showcased prosperity and the owner's habit of extravagances.  Initially classified as the most advanced structural form of the day, this town house was converted into a coffee shop probably around the beginning of the Civil War as there was a change in the cultural climate, and its clean exterior was deemed too bland to house anyone of stature.  However, this makeover was still partially in line with the Greek Revival movement because as Joseph Downs stated, \"Greek Revival in the United States was one of progress and commercial expansion.\"  The alteration gave way to the economic growth that permitted the formation of new industries and allowed the building to take on a new role as part of the commercial sector in New Orleans.  As a coffee shop, this building served as a social gathering spot and held a more public position within the city.  Unfortunately, in 1952 the town house was torn down and replaced by an automobile service center and its parking lot indicating the decline of importance of neoclassical ideals."],"locations":[{"id":5596,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":35,"tag":"Architecture"},{"id":45,"tag":"Greek Revival"}]},{"id":4443,"title":"The Thirteen Sisters of Julia Street\n","course_id":16,"status":"P","start_date":"1833-01-01","end_date":"1833-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["The thirteen sisters of Julia Street started a new trend.  These \"sisters\" were a row of thirteen side-hall style town houses that spanned the 600 block of Julia Street in New Orleans.  Upon their construction by the New Orleans Building Company in 1833, they were among first rows constructed in the side-hall, or London-plan, manner most commonly seen in Philadelphia and Baltimore.  The exteriors combined traditional Creole features with emerging Greek revival design aspects to create a transitional style later mimicked by similar rows of houses.  Each doorframe consisted of a unique design of elaborate fanlights above the doors, ionic columns, and neoclassical infusions that created a unique look for each dwelling place amid the sea of red brick. Additionally, the Julia Street town houses were sold with a blank interior that attracted the wealthy who desired the flexibility to modify their own homes to best suite their needs and display their affluence.","Row houses provided one of most efficient housing solutions for urban areas like New Orleans because they maximized land use by utilizing a narrow lot.  The side-hall style offered a front gallery that joined the two main rooms and rear passageways that connected to narrower servants' quarters.  Such a design for the service wing offered a convenient housing solution for servants while maintaining the privacy of the homeowner.  Before the introduction of the row house, flat and raised French Creole cottages and cabins dominated the architecture of New Orleans, making the emergence of a new style desirable among the affluent who desired innovation.  Typical town houses consisted of between two and six units, giving the thirteen houses of Julia Row a distinctive architectural flair.  Each of the homes sold quickly at an auction in 1833 to members of the high society of New Orleans.  One home went to Henry Howard, the notable architect of the Howard Library and another to architect Henry Hobson Richardson.   The use of row houses continued to spread through New Orleans as a favorable residential plan, including famous rows like the Pontalba Apartments built in the 1850s.","Over time the sisters' glory faded as residential areas moved away from the American central business district and southwest into the Garden District.  Julia Row no longer offered the prestige and innovation desired by the elites and the homes were wrought with architecturally careless \"improvements\" made by neglectful owners who turned them into cheap boarding houses.  Cracks spanned across the face of the buildings, the servants' quarters deteriorated from lack of upkeep and one eventually collapsed entirely.  Recently, efforts have been made to restore what had become subpar property and create a high-end, artistic community teeming with art galleries and young energy.  The New Orleans City Planning Commission has been leading the gentrification endeavors to transform what had become the warehouse district into a neighborhood of museums and galleries to appeal to young artists, tourists, and history buffs.  The first to be revamped was at the corner of Julia and Camp Street, and the others quickly followed.  The Riverfront Streetcar also runs through the area booster visitation through providing easy access for both locals and tourists.  Although the demographic has shifted with time, Julia Row persists as a trendy destination for the culturally inclined."],"locations":[{"id":5596,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":44,"tag":"Town Home"},{"id":46,"tag":"gentrification"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":35,"tag":"Architecture"},{"id":8,"tag":"Arts/Leisure"}]},{"id":4445,"title":" A New Hero Rises: Andrew Jackson and the Battle of New Orleans\n","course_id":16,"status":"P","start_date":"1828-01-01","end_date":"1828-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When an individual's legacy spawns something as seemingly minute as a musical composition to be written in their honor, a new level of greatness has been achieved.  Andrew Jackson was no stranger to this after growing into one of the most popular personas in America in his day and age.  James Hewitt (1770-1827), a local composer that left England as a young man to begin his own American dream in the port cities of the Northeast, wrote the piece \"President Jackson's Grand March\" in 1828 to honor the man whom many attribute as helping to define the modern, free United States of America.  This arrangement helped to immortalize Jackson in song as the new hero of the US.  ","Nearly two weeks after the Treaty of Ghent had been signed to end the War of 1812, with the unprecedented victory of the American militia over the far-superior British Navy on January 8, 1815 at New Orleans, the glory of the victory spread rapidly across the nation, never straying far from the name of Andrew Jackson.  An early 1815 issue of the <em>Niles' Weekly Register</em>, a publication based in Baltimore, proclaimed: \"Glory be to God that the barbarians have been defeated.  Glory to Jackson…Glory to the militia…Sons of freedom…benefactors of your country…all hail\"  Alas, the United   States had fully claimed its sovereignty and removed any speculation as to the longevity of its existence.  And much credit was due to \"Old Hickory.\"  It wasn't long before \"The Hero of New Orleans\" was elected President by a grateful American public, never shy to elevate their heroes.  ","1828 marked a shift in momentum for the United   States.  Coming off the euphoric high of a strong military victory, this new nationalism was championed by a man who in no way fit the mold of his predecessors.  Unlike previous American Presidents, as the famous Jackson biographer Remini put it, \"Nothing about him was European.\"  This profound trait catapulted a man and a nation to great new heights. "],"locations":[{"id":6206,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"},{"id":5595,"lat":29.4255371375,"lng":-90.0017454475,"zoom":9,"place":"ORLEANS, Louisiana"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"}]},{"id":4446,"title":"<em>Governor Claiborne Remembered 23 Years After Death...</em>\n","course_id":16,"status":"P","start_date":"1840-01-20","end_date":"1840-08-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["        All the earth stood silent on December 20, 1803, as the Mississippi territorial governor rode in on the streets of New Orleans. Beautiful women adorned the balconies that hung over the Place d' Armes. Each country, represented by its own amount of officials and military, watched as the France flag descended and the American flag ascended succinctly down the pole, meeting halfway to acknowledge exchange of powers. President Thomas Jefferson instructed William Claiborne, Mississippi's current territorial governor at the time and General Wilkinson, commander of the United States Western Army to receive Louisiana from France, who just received it from Spain within the same year. The transaction happened in a time frame of less than 20 days. With the documents signed making the Louisiana Purchase official, Governor Claiborne made a speech to the inhabitants that promised their way of life would not be disturbed. The United States received the \"keys\" to the city and thus the elected William C.C. Claiborne began to act as governor of the territory of Louisiana.","            The Portrait of Governor Claiborne was painted in 1840, 23 years after his death. It is probable that E.B. Savary chose to paint the Governor at a time where New Orleans had a growing population. According to U.S. Bureau of the Census for Population of the 100 Largest Urban Places, New Orleans was the third largest city in 1840 with a population of 102,193 persons. Aside from the rise of popularization of New Orleans, many Louisianans favored Claiborne due to his passiveness in government. Many considered Claiborne qualified for governor because he had served as assistant to a Congress clerk, opened a law firm, appointed as a Tennessee Supreme Court Judge, and selected by President Thomas Jefferson to preside as Mississippi territorial governor. From the very beginning Claiborne sought to appease the people of New Orleans. He adopted their style, delayed the necessary revisions to the laws, and appointed locals to the political office.  This led to a number of critics including that of Andrew Jackson, major General of U.S. forces. In his opinion, he thought of Claiborne as \"much better qualified for great pomp and show, and courting popularity-quiet life- in civil walks- than military achievements amidst peril danger\". Vincent Nolte, a local German-born merchant described Claiborne as \"a weak, intriguing, and gutless man who had not the energy necessary to give a great impulse to the population of Louisiana and cared only for his popularity and preeminence\". Claiborne resented Jackson upon his arrival into New Orleans because now he would be forced to take orders from a man whom had absolute authority and Claiborne considered Jackson to be inferior. ","            According to the painting, one would assume that Governor Claiborne symbolized a man with great military strength, but on the contrary he was not known for fighting battles. Perhaps the military uniform shown speaks of Claiborne's desired image to be taken seriously, but his smirk in the portrait speaks volumes of how the governor was gullible. Although Governor Claiborne aided the U.S. military with war supplies during the Battle of New Orleans, he did not directly win its victory. Despite his shortcomings on the battlefield, Claiborne is remembered for his numerous contributions in advancing Louisiana such as building new roads, establishing a mail service, and developing a public educational system. After serving as Governor of Louisiana he was elected into the U.S. Senate, but died before ever taking office. Claiborne, as a result of his serene administration is prescribed honor and place in the history of New Orleans, thus he is remembered by this grand portrait to credit his contribution."],"locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":29,"tag":"New Orleans"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":30,"tag":"Urban Society"},{"id":47,"tag":"Governor Claiborne"},{"id":9,"tag":"Law"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"},{"id":56,"tag":"Battle of New Orleans"}]},{"id":4451,"title":"The New Orleans Jazz &amp; Heritage Festival: Still Movin&#39; and Groovin&#39;\n","course_id":16,"status":"P","start_date":"1/1/70","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["Adam Mims","Dr. Benson","History 321-Urban America","The New   Orleans Jazz & Heritage Festival: Still Movin' and Groovin'","            In the beginning of 1970, the city of New Orleans and the music industry as a whole would be drastically changed in a way that would bolster its prominence like no other.  This change would soon come to existence as being called the New Orleans Jazz & Heritage Festival.  Created by jazz impresario George Wein, this festival created instant artistic success even with only having 350 people present for the initial celebration.  Wein's vision was simple: he wanted to create a large daytime fair with multiple stages featuring a wide variety of home-grown music styles, food booths of Louisiana cuisine, and arts and crafts booths, along with an evening concert series that would be appealing to all.  Wein also wanted to create a fresh and exciting new perspective when focusing on festival presentation that would be targeted and appeal to people who had overwhelming zeal for the \"Crescent City\" culture as well as those who simply wanted to learn more about this unique way of life.  Wein exclaimed that \"This festival could only be held in New Orleans because here and here alone is the richest musical heritage in America\".  After moving into the infield of the Fair Grounds Race Course in 1972, The Jazz Fest would quickly grow, expanding its use of the 145-acre site. In 1975, the Festival had an anticipated attendance of 80,000.  This was also the first year of the Festival's popular, limited-edition silkscreen poster, now recognized as the most popular poster series in the world.  From 1976 to 1978, the Jazz Fest expanded to two full weekends of the Heritage Fair, and in 1979, for the 10th anniversary, the Festival scheduled three weekends.  By the early 1980s, the Jazz Fest continued to experience a tremendous growth in popularity and began to gain wide acclaim as one of the world's greatest cultural celebrations.  The Jazz Fest helped provide an unprecedented tourism boom from the 1970s-1980s. After profoundly sweeping the New   Orleans (primarily the French Quarter) area, the Crescent  City would be dubbed as the \"Creole Disneyland\".  By the end of the 1980s, more than 300,000 people attended the Heritage Fair, evening concerts, and workshops.  Wein's vision of celebrating Louisiana's unique cultural riches in terms of music, cuisine, and crafts had finally become reality.  With an emphasis on African, Caribbean, and French culture, Wein successfully presented these customs to the world in an enjoyable fashion through continual enhancement and growth throughout.","            What is most amazing about the Festival is the incredible revenue the Fair has brought in for the city of New Orleans and the prominence it has attained due to world-wide exposure.  By 1990, festival attendance had reached a quarter of a million people on a thirty-five acre site.  Festival expansion can also be seen through the plethora of world-renown artist and musicians that have expressed their talents on-stage at some time or another during the yearly festival. Names such as Mahalia Jackson, Stevie Wonder, Aretha Franklin, Bob Dylan, Ella Fitzgerald, Jimmy Buffett, B.B. King, Dave Matthews Band, Patti LaBelle, Al Green, Lenny Kravitz, James Brown, Willie Nelson, The Temptations, LL Cool J and Gladys Knight are just a few of the names that have dawned the stages of the Jazz Fest in past years.  The festival has also seen prosperity by receiving numerous honors including being named the unanimous festival of the year on four different occasions by highly acclaimed magazines from across the nation. Therefore, not only has the Jazz Fest been able to expose the true cultural variations of jazz, gospel, Cajun, zydeco, blues, R&B, rock, funk, African, Latin, Caribbean, folk music, and much more, but it has provided an even deeper appreciation for American culture and musical roots throughout.","Works Cited","\"New   Orleans jazz festival, a celebration of local memory,\" <em>International Herald Tribune,</em> May 7, 2008, p. 1; Westlaw Delivery Summary, <a href=\"http://campus.westlaw.com/\">http://campus.westlaw.com</a>, (accessed October 6 2008).","Michael P. Smith, <em>New   Orleans</em><em> Jazz Fest: A Pictorial History</em> (Gretna, Louisiana: Pelican Publishing Company, 1991), 9-10.","J. Mark Souther, <em>New   Orleans</em><em> On Parade:Tourism and the Transformation of the </em><em>Crescent</em><em> </em><em>City</em> (Baton   Rouge: Louisiana  State University Press, 2006), 159-164."],"locations":[{"id":36759,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":53,"tag":"10th Annual New Orleans Jazz & Heritage Festival"},{"id":38,"tag":"New Orelans"}]},{"id":4452,"title":"Cuisine of New Orleans\n","course_id":16,"status":"P","start_date":"1/1/70","end_date":"12/31/95","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["                New Orleans is a city rich with cultural identity fused into the roots of its people. Most evidently, the cuisine has blossomed from the history of New Orleans, and as my primary source shows it is also the most celebrated and shared cuisine our country has to offer. The most famous part of New Orleans, the \"French Quarter\", is home to most all the cultural traditions New Orleans have to offer, including cuisine and the annual Mardi gras festival.  It is in the French Quarter that throughout New Orleans's history, national influences from French, Spanish, and African customs left their mark on the culture. Years of influence and a strong sense of tradition have marked New Orleans's national identity and widespread popularity in cuisine.  ","                The cuisine of New Orleans is one of the key cornerstones of culture and history in the city. My primary source shows a diagram of how popular and published the cuisine of New Orleans is around America. Geographically unique, New Orleans has exploited the resources used in its cuisine according to its location in Southern Louisiana. As a melting pot in the American South, cultural influences in conjunction with the wealth of resources have over many years shaped New Orleans's popularity in cuisine. The recognition of its food and rich culture has attracted plenty of visitors to the city. Due in part to this tourism, the city began to garner more and more attention as a celebration of being uniquely American while still having its own heritage of cuisine and culture. This was evidenced clearly in a 1995 article in <em>The Albany Times</em> by Michael Lopez who spoke with Pamela Neyrey, a chef at <em>The Gumbo Shop. </em>Neyrey said that the lure of New Orleans continues to bring people back to the city.  \"Most frequently, it's tourists who come to New Orleans, fall in love with our food and then they'll call back\".  Most of the articles I researched have been from a wide variety of regions all influenced by the cuisine and culture closely tied to the city.   ","                The results of my research in secondary sources produced the widespread examples of popularity of New Orleans cuisine. My primary source, <em>Number of National Newspaper Articles on Cuisines of Specified Cities</em> indicates 322 articles have been written about New Orleans cuisine between the years of 1970 and 2004. The results shown in the primary source do not include how deeply Hurricane Katrina affected the region in 2005. However, the culture and cuisine have helped build back the city and restore the spirit of New Orleans. The city has always been central to American history, and as history continues to be written, New Orleans will always stand out as uniquely American because of its culture and cuisine."],"locations":[{"id":36759,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":54,"tag":"Mardi gras"},{"id":29,"tag":"New Orleans"},{"id":57,"tag":"cuisine"}]},{"id":4453,"title":"The Lower Garden District of New Orleans\n","course_id":16,"status":"P","start_date":"1836-01-01","end_date":"1852-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the years following the Louisiana Purchase divisions arose within the city of New Orleans between the newly arriving Americans from the Eastern States and the pre-existing Creole faction of the city. The Creoles, a broad name referring to a group with a racial mix of French, African American, and Native American ancestry who were living in New Orleans following the Louisiana Purchase in 1803, did not mix well with the whites coming into the city in large numbers from the East coast region. The Creoles continued to occupy the French Quarter East of Canal, while the whites moved West of Canal and established the Garden District. In 1836 the relations between the Creoles and the Americans had deteriorated to such a point that the city was literally split into three municipalities. The immigrant skilled labor class in the area east of the Quarter controlled the third municipality. All three groups ran their own forms of localized government and developed their own fiscal system with their own distinct forms of currency. While one mayor still presided over the whole city, the three distinct sections of the city had little or no interaction with each other and acted as separate entities in which the mayor was the intermediary. There was rarely any mixing that occurred between the three distinct sections and trade was even conducted on the \"neutral\" streets of Canal and Esplanade. The split was a practical solution by the cities government to the fundamental problem of racial intolerance during this time. ","In 1806 Berthelemy Lafon was contracted to subdivide two large plantations West of the already over crowded Garden District to accommodate the influx of white Americans to the area. Lafon designed the layout for what would eventually be called the Lower Garden District. His plans were quite extravagant and included plans with a site for a cathedral, a proposed site for a large coliseum, fountains, canals, parks and marketplaces. This new area attracted the wealthier of the new white Americans and by the time the city was recombined in 1852 there were numerous mansions throughout the area and District began to develop a high-class reputation that it would hold throughout the antebellum period in the South. ","Due to the separation between the different cultural classes within the city during this sixteen-year period, the inhabitants of the Lower Garden District established themselves as an upper class haven for the white American elite. Coupled with the major racial and socioeconomic divisions that existed within the antebellum south, the split within New Orleans between the existing Creoles and the upper class Americans almost literally drew a line through the city, and it took until 1852 until New Orleans could truly be considered an American city. Following the Civil War things would change dramatically throughout the city due to the devastation from the war and occupation by the union. "],"locations":[{"id":5596,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":29,"tag":"New Orleans"},{"id":55,"tag":"Garden District"}]},{"id":4467,"title":"Tenement Homework and the Exploitation of Child Labor","course_id":16,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The image of a mother, father, and their three young children huddled around a small table in a dimly lit, overcrowded tenement tediously sewing garments into the early hours of the morning is not unique to the photographs captured by Lewis Hine. Hine's work often demonstrated the dignity of the worker, but reflected the purposes of those who hired him. Hines was surrounded by and influenced by the vibrant reform movement and worked closely with Felix Adler, head of the National Child Labor Committee for which his photo entitled 'Home Work' was taken. It was believed by these Progressives that poverty might be eliminated by publicizing the plight of the poor. The ills of tenement life, the exploitation of child labor, and the practice of homework as evident in the photo by Hine became three issues Progressives toiled to change in urban environments like the Lower East Side of New York.","In most tenements, there was only one room that had access to outside air, leaving the interior rooms dark and unventilated. Overcrowding, neglect on the part of the owners, and violation of the simplest rules of sanitation by the tenants, together with the design of the building, created serious hygienic problems. These living quarters usually had no more than two rooms. One room typically served as a kitchen and living space, and the other as a bedroom. Families often set up one of these rooms as a sweatshop as well and together the family would spend long hours rolling cigars, making artificial flowers, or most commonly sewing clothes.","The industry of producing ready-made clothing increased greatly at the turn of the twentieth century and coincided nicely with the influx of immigrant laborers. This particular industry was organized as a contract system where cloth was purchased by the contractor from the textile manufacturer. The fabric was then cut and finished by hired garment workers who completed the work in their apartments. The practice of home work became a serious issue because it often meant the use of child labor, exploitation of workers outside of the factory setting, and the development of goods under unsanitary conditions. In response to public concern about industrial homework, some states, including New York, tried to regulate tenement homework. These regulations aimed to protect the consumers from health problems associated with purchasing goods produced under unsanitary conditions. This was done by prohibiting the manufacture of certain articles in dwelling places and that these tenements meet certain sanitary and health provisions. It would still take several years and further efforts by Progressives to have regulations of homework put in place to benefit the lives and rights of the families performing the housework.","Despite these initial regulations, tenement manufacture was still being done under unhealthy conditions for low wages, long hours, and through the continued exploitation of child labor. Although several compulsory education and child labor laws were passed in New York at the end of the nineteenth century, these laws were difficult to enforce. The Compulsory Education Law of 1874 had tried to require all children between eight and fourteen to attend school for fourteen weeks a year, but one survey of 371 home workers from 110 families found that nearly half of those workers were under the age of sixteen. Further attempts to strengthen the regulations on home work came in 1913 with licensing provisions which meant that employers were required to obtain special permits before they could give out material to employees for tenement manufacture. The Child Labor Law was also extended to cover this type of manufacturing. These stronger policies did not alleviate the problems with home labor, however; an investigation conducted ten years later found that practically nothing had changed. It was not until the 1930s when laws were passed at the federal and state level to prohibit homework."],"locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":65,"tag":"Child Labor"},{"id":10,"tag":"Urban-Life/Boosterism"}]},{"id":4470,"title":"Class Tensions Arise in the Markets of Hester Street","course_id":16,"status":"P","start_date":"1898-01-01","end_date":"1898-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"The true heart of the Lower East Side beat in the street,\" and Hester Street was no exception. It served as the hub of life in the Lower East Side – teeming with women shopping, children playing and peddlers manning their pushcarts full of food. While the tenements towered high above blocking out the sky, the streets were overrun with peddlers and their pushcarts and their female clientele milling about from cart to cart, bartering and looking for the best deal. Between 1880 and 1890 over 60,000 Jews inhabited the Lower East Side, and for them, the streets served as their community center, marketplace, and playground. Everything that Jewish immigrant families needed could be found in the markets and carts on Hester Street crowding the streets: groceries, books, and even house wares. Interaction, especially for Jewish women, in the markets of Hester Street was vital to their survival in the new American culture","Immigrant women in New York's lower East Side lived a decidedly different life than the progressive reforming women. The staunch lines drawn public and private space did not apply to everyday immigrant realities. The cult of domesticity promoted the virtues of women managing their private sphere docile passivity, By contrast, Jewish immigrant women of the Lower East Side readily and actively engaged in public life and the market economy. Some even operated their own pushcarts and stalls. The streets of the Lower East Side were more than mere thoroughfares and marketplaces a place for women to congregate, forge social networks, and exert their influence.","The active place that Jewish immigrant women held in public market life was at odds with the established American bourgeois ideals concerning women's roles and propriety. It was not uncommon for Jewish women to work in the markets, peddle goods, while also managing the fiscal affairs for the family. They were accustomed to these breadwinning roles from the old country. But though Hester Street closely resembled European street markets, the moral reformers did not approve. Instead, they saw the poverty of the Lower East Side as a sign of a moral failure on the part of the Jewish mothers. The reformers sought a regeneration of the immigrant population through the adoption of the reformer's own Protestant work ethic. Female social workers at the time, like those of Jane Addams' Hull House in Chicago, did not see Jewish women's role in the market place as a way for these women to exercise their authority and autonomy. Rather they saw it as an example of idleness and chaos. They disapproved of women's participation in street life. The tension between the dueling views of a woman's place –connecting with the other immigrant women in the street versus acting solely as the queen of the household came to a head not in the first generation immigrant, but rather their daughters. It was this generation who felt the full brunt of the pressure from their mothers to remain loyal to the old culture and withstand the pressure to assimilate."],"locations":[{"id":8931,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":7,"tag":"Women"},{"id":68,"tag":"Progressive Reformers"},{"id":69,"tag":"Marketplace"}]},{"id":4471,"title":"Growing Pains in New York&#39;s Lower East Side","course_id":16,"status":"P","start_date":"1880-01-01","end_date":"12/31/01","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["An early 1900s postcard photograph from New York's Souvenir Post Card Company captures the Lower East Side's crowded and chaotic environment. As American Jewish historian Hasia Diner notes, \"at the right moment in time, under the right conditions, ordinary places become transformed into spaces throbbing with meaning.\"  Such was the case with New York's iconic Lower East Side.  The photo shows Hester Street, a main avenue through the Lower East Side, clearly depicting the neighborhood's massive population.  The scene is inundated with adults selling goods and children playing in the street, framed by dozens of towering tenement houses crowded closely together.  Due to the living conditions within the tenements, most activities like business and recreation took place in the street.","As author Deborah Hopkinson details, in the mid 1800s, tenement buildings were hurriedly and inexpensively built in the Lower East Side to quickly accommodate hoards of new immigrants.  Hearing stories about new opportunities available in a predominantly Jewish atmosphere, multitudes of European Jews flocked to New York, America's hub of immigration, in search of a new life.  By the late 1800s, the Lower East Side quickly earned a reputation as America's ultimate Jewish neighborhood, filled with Jewish immigrants.  By 1910, more Jews lived in New York City than any other city in history.  But, with such a rapid influx of people, the Lower East Side neighborhood was forced to deal with a serious urban housing problem: overcrowding.","Tenement buildings served as the main source of housing, providing very modest living spaces for newly arrived immigrants.  But, over time, most Lower East Side tenements fell into disrepair as many landlords lacked interest in maintenance or improvements.  Therefore, by the 1880s, the already overcrowded tenements became unsafe and unhealthy havens of filth, often lacking necessary amenities.  The worsening living conditions of the Lower East Side drove some individuals to action, including Jewish immigrant and journalist Jacob Riis.  Noting that \"nowhere in the world are so many people crowded together on a square mile as [the Lower  East Side],\" Riis drew attention to the urban overcrowding problem through photographs.","With the invention of flash photography in the 1880s, Riis and other individuals were able to clearly depict Lower East Side housing problems by capturing indoor images of the actual dark, decrepit, overpopulated living spaces inside the tenements.  Riis' revealing photos later appeared in his famous 1890 book, <em>How the Other Half Lives</em>, influencing later New York City housing reforms like the Tenement House Law of 1901 and the creation of the Tenement House Commission.  These decisions enforced new safety and health standards for New York's overcrowded tenement buildings and set a precedent for urban renewal in the United States."],"locations":[{"id":8929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"},{"id":31,"tag":"Immigration"},{"id":14,"tag":"Church/Religious-Activity"}]},{"id":4472,"title":"Murder of Geographic Proportions","course_id":16,"status":"P","start_date":"1897-06-25","end_date":"1897-11-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["","What is more interesting than a story that involves a jealous love triangle that results in the murder of a man and the arrest of another who has been betrayed by a friend and lover? It is the realization that this is not a plot line for a fictional soap opera, but a real account that occurred in the Lower East Side of New York City in 1897. Martin Thorn and William Guidensuppe were both competing for the love of Mrs. Nack. When the barber, Thorn, discovered the encounters of Nack and Guidensuppe he was overcome with jealousy and killed Guidensuppe with Nack's help. The role that gender plays into this murder is not unusual when the urban circumstance is considered because the strict limitations placed on individuals by their close proximity to others.  When people are placed closer together there is more violence between males because they are hoping to establish a sense of dominance not only in the community, but also to protect their resources.  In this situation it could be argued that Thorn saw Guidensuppe as a threat to his relationships and his territory. Furthermore, it is the role that geography played out in development and resolution of this crime that is truly unique.","While the actual murder occurred in the Woodside community in Long Island, the body was purposely cut into pieces and hidden around New York so that the authorities would not be able to identify the victim, Guidensuppe. Two children from the Lower East Side found one part of the body when they were playing along the East River. They discovered only the torso and arms, while they discovered that the rest of the body was missing. The lower half of Guidenssupe's trunk was found in the northern part of the city by the Washington Bridge, and eventually the legs were found in a Navy-Yard in Brooklyn. The deliberate placement of the body pieces shows that Thorn and Nack's perceptions of communities within the city and the constraint that it places on the citizens was too strong to extend beyond the neighborhoods they lived in. The Chicago School of sociologists would argue that this had a huge impact on their decision to carry out the murder in such a unique way because they theorize that environmental characteristics like density, housing types, land use, social heterogeneity define the social constraints of an individual. If we hold this theory to be true it is understandable why Thorn and Nack would have thought this was the perfect crime because the threesome lived in a close proximity despite the size of the city: Guidensuppe worked for a Turkish bath on West Forty-Second Street and Mrs. Nack lived on near by on Ninth Avenue.","Location, however, was not a limiting factor and this was due mostly to the influence of the media.  As the men who found the remains at the Washington Bridge location recognized the unique packaging as a result of reading about the Lower East Side reports of a mutilated body being found in similar packaging. This is explained by the sociodemographic theory in which social interactions with neighbors are based in differential access to resources that allow people to deal with their social environment, and the paper being a constant resource in New York City these various enclaves were drawn together rather than being kept separate. This murder also showed the role of national media and its growth in this period as this article about the Guidensuppe murder was found in the Chicago Tribune. The editor and founder of the Chicago Tribune, Joseph Medill, was known for publishing sensational stories in hopes of gaining readers. This story certainly fits the bill with its articulate and vivid language like, \"body shockingly mutilated.\" While the motives of Medill were most likely profit driven to publish this piece it gives New York City a sense of legitimacy as their news was being published in other cities, and also gives rise to the spread of information around the country.  "," "," "],"locations":[{"id":8931,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":70,"tag":"Geography"}]},{"id":4473,"title":"Triangle Factory Fire","course_id":16,"status":"P","start_date":"3/25/11","end_date":"3/25/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The immigrant women working in Triangle Shirtwaist Factory called it a \"prison.\" Its safety and working conditions were abysmally low, but these conditions were not unique: New York was an epicenter for industrialization, containing thousands of unsafe factories filled with recent immigrants. In 1909, many factory workers organized a strike to protest unsafe conditions, and most factories met their demands, but among the resisters were the owners of The Triangle Shirtwaist Factory.  On March 25, 1911, as the 600 workers of the factory, the majority of whom were Jewish and Irish immigrant women, were preparing to leave, a fire broke out in the factory.  In no more than half an hour 146 workers were dead, either burning or jumping to their deaths.  This accident was one of many that occurred that year, but it became much bigger than a tragedy for a few blocks of immigrants from the Lower East Side.","The fire was especially memorable because it was witnessed by so many people and because so many groups used the memory of these women to call for political and social reform. Those defending the factory owners presented the women as whorish and impressionable, but those in the middle class using the event to call for protective legislation presented the women as helpless victims. The working class challenged both these views, calling for more power for oppressed but competent workers.  One of the groups who most effectively propagated the memory of these women was the International Ladies Garment Workers Union. An article in the Ladies Garment Worker published shortly after the fire reflected the sense of outrage common among working class women after the fire, blaming the owners for the incident. Acting on these emotions, ILGWU made funeral arrangements for the unidentified women.  The purpose of the ceremony and protest was twofold: to honor the dead and protest the injustice done to them.  By honoring these women, the ILGWU was creating one of the greatest displays of class solidarity New York had ever experienced.","The main voices behind the protests following the fire were those of members of the International Ladies Garment Workers Union. To the ILGWU the women who were killed during the fire were representations both of the injustice many unskilled workers faced in factories and the powerlessness of workers: these women were killed by the apathy of owners who were more concerned about profit than safety. Leaders like Rose Schneiderman used the images of competent but oppressed women during mass demonstrations and strikes to gain support for a movement towards industrial democracy. Pointing out that this tragedy would not have occurred if concessions were made during the 1909 strikes, Schneiderman cited the need for social justice in the workplace.  While the ILGWU stressed needs of all workers, they also pushed for women's suffrage, arguing that women had died because they were not able to act politically.","Through the manipulation of the worker's images to fit their purposes, various groups made the Triangle Factory Fire a very accessible event.  Although it was often simplified to an example of gender oppression or poor working conditions, it also made many aware of the need for reform and a greater sensitivity to the needs of those on the gender and socioeconomic margins. Through their protests, the ILGWU used the event to represent the plight of immigrants, workers, and women everywhere.  The event became more than something that would be preserved in the collective memories of a few Italian and Jewish neighborhoods in the Lower East Side of New York, it was claimed by those oppressed in various conditions and situations."],"locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":31,"tag":"Immigration"},{"id":71,"tag":"historical memory"}]},{"id":4474,"title":"The New York Milk Committee Preaches Pure Milk by Moving Pictures","course_id":16,"status":"P","start_date":"3/24/13","end_date":"3/24/13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Urban infants in the 1840s had only a 50 percent chance of living to the age of five. Progressive reformers believed that high infant mortality was linked to adulterated and infectious milk, a concern that remained even after New York passed regulation laws. On March 25, 1913, the Committee of Women's Organizations of the New York Milk Committee held a meeting to educate mothers living in the tenements of the Lower East Side on the importance of \"pure\" milk and of clean living areas. Dr. Lee W. Thomas, a member of the New York Milk Committee, encouraged the mothers to get milk from New York Health Department milk stations, to keep clean homes, and to influence their husbands to vote for the passage of pure milk bills, which were introduced to the New York Legislature by the Milk Committee. After Dr. Thomas spoke to the mothers, films were shown to illustrate the dangers of impure milk.","During the mid-nineteenth century, most of New York's milk supply came from \"swill\" milk stables attached to breweries and distilleries in the city. The cows in these stables ate the leftover grains from the fermentation process in the brewery or distillery. Unfortunately, the milk produced from these stables was very low quality and often full of bacteria. Even milk brought to the city from the country was often adulterated with water and carrying bacteria. In 1842, social reformer Robert Hartley published his <em>Essay on Milk</em>, which both praised milk as the \"perfect food\" and argued the importance of pure milk in New York City. Though New York City began to pass milk regulations in 1856, milk continued to be a concern for social reformers as a potential carrier of germs and diseases. Milk reform was part of a larger reform movement to regulate food, drink, and drugs, a movement that eventually resulted in the Federal Food and Drug Act of 1906, which made it illegal to adulterate or mislabel food or drugs. This put the power of information and choice in the hands of consumers, most of whom were women. Thus, even after this law was passed, social reformers felt impelled to guide tenement mothers in the importance of choosing good quality milk and keeping a clean home.","One of the means used by Progressive reformers, eager to use new technology, to preach cleanliness was moving pictures. Though this is an early instance of moving pictures being used as health propaganda, it is not the first. Three years before this meeting, Thomas Edison made a series of health propaganda films for the Tuberculosis Association. Whether or not the New York Milk Committee was aware of Edison's use of film, they obviously recognized the \"universal appeal\" of film and its potential as an educational device."],"locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":7,"tag":"Women"},{"id":68,"tag":"Progressive Reformers"},{"id":30,"tag":"Urban Society"},{"id":72,"tag":"Food Regulation"}]},{"id":4476,"title":"Reforming &quot;The Bend&quot;","course_id":16,"status":"P","start_date":"1888-01-01","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Where Mulberry Street crooks like an elbow within hail of the old depravity of the Five Points, is \"the Bend,\" foul core of New York's slums.\" These words, written by Jacob A. Riis in his groundbreaking 1890 work, <em>How the Other Half Lives: Studies among the Tenements of New York,</em> describe a desolate corner of the urban decay that characterized New York's Lower East Side in the late 1800s. Riis, a Danish immigrant who came to New York in 1870, used cutting edge flash photography to illustrate the depraved conditions of the city and quickly gained notoriety as one of the leading \"muckrakers;\" a name referring to group of reformers who used journalism to lead the way in exposing social problems and the call for reform.","One of the chapters in the book focuses on the conditions of Mulberry Bend just north of the Five Points, which Riis illustrates with a photograph showing the chaotic look of the street on a typical day. Riis describes in detail how street crime and gangs prevailed in \"the Bend\" over the local law enforcement and how the death rate was extremely high within the area, which was fifty percent higher than the rest of the city. Especially tragic was the death rate for children under five, which was significantly higher than all other areas. Central to the problem facing Riis at this time was a way to solve the issues of urban decay and the slums in a way which would go beyond the limitations of philanthropy but without advocating a socialist doctrine, which would be condemned by those in power. Beginning in 1888 and continuing into the 1890s Riis began giving lectures that incorporated photographs of the conditions of \"the Bend\" to philanthropic groups and the general public, which supplemented his journalistic newspaper writing to help spread awareness about the slum problem.","In 1888 the Tenement House Committee of New York had drawn up plans for Mulberry Park in the block between Bayard, Park, Baxter, and Mulberry streets, which made up the area known as \"the Bend.\" It would take six more years until the property was bought for the park. The major reason for the slow action by the committee stems from the hesitancy of city officials to mettle in the affairs of the landlords of tenements in the most need of change. It was the release of Riis's book and the public outcry that accompanied it that finally helped to push the city toward purchasing the land and building the park. On December 21, 1893 Riis offered a solution to the unemployment of the city in the New York <em>Evening Sun </em>in which he called for the use of public funds to hire workers to demolish the depraved buildings that made up \"the Bend.\" Even after the land was purchased and the buildings were demolished in 1895 the area remained barren until 1897 when the park opened. It was only due to increased pressure from Riis and other reformers that the park within the urban slum could be finally realized. Possibly the greatest irony involved in the creation of the park came at its dedication on June 15, 1897; a ceremony in which Riis was not invited to attend."],"locations":[{"id":8929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":30,"tag":"Urban Society"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":17,"tag":"Government"},{"id":68,"tag":"Progressive Reformers"}]},{"id":4478,"title":"Boys and Baseball","course_id":16,"status":"P","start_date":"1883-02-09","end_date":"1883-02-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Boys do not like sitting around and talking. They would much rather be running, jumping, throwing, and screaming.","So it comes as a complete surprise to see that on February 9, 1883, a group of adolescent boys, aged anywhere from ten to sixteen, gathered together as delegates of eleven of New York's grammar schools to form a baseball club. The boys came from the city's schools, known by numbers and not by designated names, to elect officers, discuss membership, and resolve important problems like whether or not teachers should be umpires (According to the boys, teachers would make lousy umpires because they do not understand the game and may show favoritism). Acting very much like adults and unlike immature kids, the schoolboys committed to meeting the next week to continue discussion about the organization.","There are several interesting points in this simple meeting. Baseball, quickly becoming America's pastime, was still in its infancy. Major cities did have forms of professional teams, but often players had regular jobs, making baseball little more than a serious hobby. The idea of a highly organized league for professionals was still years away, and in most cases, those wanting to play the game would have to join a baseball club structured very similar to the one the schoolboys designed. Moreover, sport as a spectacle had not yet become popular, and games did not draw the crowds or the money they do today.","But this story also brings out ideas about the city during the late 19th century. Today, no respectable parent would allow adolescents the free reign of the city, an idea imperative for the boys to form the group. Instead of isolation kids might find in cities today, kids of the late 19th century had options for all kinds of action.","This article also speaks about 19th century home life. Baseball was still somewhat of a renegade sport, played at this time in spare lots which were a far cry from the manicured palaces found in city parks today. And while parents disapproved of the game—mainly because it seemed to replace work with pleasure—boys needed the baseball diamond as a refuge from home. In the hot summer months, staying inside without air conditioning was impossible, and it was very likely that mothers would be caring for younger siblings or dealing with sickness caused by the still limited understanding of sanitation. In addition, socially, baseball provided an important opportunity for boys to belong to a group that promoted fun instead of mischief. For these schoolboys, playing baseball in a dusty lot was much more comfortable (and more fun) than returning home."],"locations":[{"id":8929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":76,"tag":"Adolescence"},{"id":75,"tag":"New York City 1880s"},{"id":78,"tag":"City Life"}]},{"id":4480,"title":"Great Migration, Religion, and Churches in New York City","course_id":16,"status":"P","start_date":"1893-01-01","end_date":"12/31/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" The \"Great Migration\" of African Americans to the north in the early 1900's was the result of years of enslavement. The migration introduced new eager American citizens to the north during a time when new faces were foreign faces. For African Americans, the lure of freedom from Jim Crow laws, a higher and fairer wage for labor, and a fresh start to life was reasons enough to move to \"the promised land\". New York among other big cities was the destinations of choice for African Americans. The newly emancipated African Americans brought to the north a lifestyle they adapted to in the south. This lifestyle became integrated into communities African Americans inhabited. My primary source is a postcard from the early 1900's of Forest Avenue in New York City depicting a Congregationalist church at a corner street in a supposedly black neighborhood. The postcard not only depicts many traits of the turning century, but also provides small but significant insight into how the church acted as an aid and an outlet for those making not only a transition into a new century but also a social and cultural transition at the same time.","            The settlement in the north proved the church served as an alleviation and refuge from the acclimation to a strange new home and community. The church's role in the north was often similar to the way it was in the south during slavery. As conditions in New York became overcrowded, places of worship were hard to find among the busy streets. However once churches were developed, often being erected from older buildings, the church served as the center of a community. One of my supporting sources is also a primary source that is a newspaper article describing the events of the dedication of a new location for the <em>Forest Avenue Church</em>. Before it took the name <em>First Congregational Church of Morrisania</em> it was known as <em>Forest Avenue Congregational Church </em>and was established in 1851. The dedication described by <em>The New York Times</em> was not a long article, but gave only the basic details of the ceremony. The actual ceremony was long and included many keynote area speakers indicating this was a significant event for the community. The African American population boom brought new ideologies in denomination and Christian perspectives and accounted for more and more African American churches and communities springing up. Once many African Americans migrated north religion and worship continued to be a very key practice. However, the spirit and style of African American worship changed significantly once the migration occurred. More specifically was the Negro spiritual and how song and dance was incorporated in church. The worship services were not as stringent as they were in the South and for good reason because they now had reason to celebrate their deliverance. As this \"second emancipation\" occurred northern cities and people were forced to handle the product of victory in the Civil War. ","            Like many foreign immigrants, African American immigrants had to live in close quarters and earn small wages. They escaped much of the discrimination experienced in the south, yet hardships were not far off. Religion was a backbone of African American life in the south, and it was the same in the north. The church was able to unveil the well-beaten Underground Railroad allowing many more African Americans to travel northward. This was a time of change in American history that ushered in new developments for regional development and identity. Along with providing a link between the north and the south, the African American migration and subsequent expansion of the church provided a visibly direct by-product of the events of slavery and Civil War.    "],"locations":[{"id":8931,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":32,"tag":"Civil War"},{"id":79,"tag":"Religion"},{"id":81,"tag":"Great Migration"},{"id":3,"tag":"African-Americans"}]},{"id":4484,"title":"Failure of the Arcade Railway","course_id":16,"status":"P","start_date":"1865-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the second half of the nineteenth century, two of New York City's most prominent citizens, A T Stewart and William \"Boss\" Tweed, were also at the heart of city's constant growth and subsequent overcrowding.  Men like Stewart and Tweed invested in new construction projects throughout the city, which in turn brought more people into the city.  Meanwhile, New York's horse-drawn street cars, already carrying over 35 million passengers a year by 1858, were littering the streets with horse manure; early elevated trains were quickly filling to capacity and blocking sunlight and ventilation of the streets along which they ran; and immigrants continued to poor into the city's Lower East Side, almost 400,000 in 1873 alone.  The city needed new and innovative ideas to solve its problems and a number of interesting solutions came before the New   York state legislature.  One proposal to alleviate the crowded streets was the depressed Arcade Railway, which would have run along Broadway before branching out to the East and West Sides.  The plan, as portrayed in a color lithograph in the New York Public Library's Moving Uptown Exhibition, also called for the conversion of the cellars of street-level buildings into new subterranean shops to line the railway at an estimated cost of 2,296,950.00 per mile.  ","Extensive coverage by the New York Times shows that the Arcade Railway was opposed from its inception by A.T. Stewart who feared construction would disrupt the business of his department store.  The proposition was also opposed by Boss Tweed, who had introduced legislation to the senate for a pneumatic tube transit system just one day before the introduction of the Arcade bill.  While Tweed would have received large kickbacks from the pneumatic line, the Arcade line, which would have alleviated crowding and decreased travel time for many of his constituents, would not have been in the back pocket of the Tammany Hall political machine. ","The construction of an underground line was feasible for nineteenth century engineers, but was almost twice as expensive as an elevated line.  The Arcade railway would have required considerable alteration of sewage, water, and gas lines in the city, and would have caused major disruptions to street traffic during construction.  Despite construction complications, the Arcade idea was extremely popular both with the masses and with state legislatures.  Stewart and Tweed were influential men however; Stewart held protest meetings at his department store and led a delegation of concerned business owners to the governor's mansion, meanwhile Tweed manipulated New York politics to dissuade the project's popularity.  Their tactics worked as the bill passed through the legislature four times, only to be vetoed by Governor Hoffman, and New York's first subway, the IRT, only opened after the turn of the century."],"locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":82,"tag":"A T Stewart"},{"id":134,"tag":"Boss Tweed"}]},{"id":4545,"title":"The Dangers of Living on the Lower East Side","course_id":16,"status":"P","start_date":"1890-01-01","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    A mother anxiously calls out her children's names in the street.  Her neighbors frantically stand at her side, their eyes darting back and forth across the busy streets looking for the lost little ones.  Finally, what seems like hours later, there is a banging at the tenement door.  It is a New York City policeman, toting the lost children by the hands.  Historical photographer Lewis Wickes Hine captured this emotional moment in a flash.  ","    Living in the Lower East Side in the early 1900s was a very dangerous undertaking, especially for children.  There was disease, gang fighting, murder, and fast and unpredictable street traffic.  Landlords let such dangerous activities continue in and around their buildings, as long as their tenants were paying the rent.  ","    Immigrants often encountered diseases both in their journey to and in America that they had not previously encountered.  These diseases flourished in the unsanitary and overpopulated conditions of the tenements.  There was very little access to fresh air, and children were forced to find places to play in dirty alley ways, often among trash and refuse.  ","    The neighborhood in which people lived became their identity.  Children innocently walking with their friends often would find their way onto another street, where it was not uncommon to be attacked just for being foreign to the neighborhood.  Immigrants frequently settled in pockets based on their nationality or race, and formed their own communities.  This segregation led to rivalries and hostile street fighting among neighborhoods, simply over these strong identities of location and race.  Children were afraid to venture outside of their block for fear of who and what they might encounter.  ","    Murders were also common in the city.  Cities were a relatively new phenomenon in America, and with the help of the industrial revolution cities like New York were expanding at a rapid pace.  The expansion was so fast that law enforcement officials were having a hard time keeping up.  Therefore, it was often up to neighbors to look out for one another until police could arrive on the scene.  Children were especially vulnerable to attacks from criminals, since they were small and weak.  ","    Street traffic was dangerous.  Carts filled the streets, and laws were frequently broken.  People in the city were in a hurry, always trying to race deadlines.  Wagons were constantly swerving to miss hitting people, darting in and out of the way of other wagons, and trying to remain within the confines of the street.  It was easy for small children to get caught underneath a wagon speeding recklessly down the street, especially in the dark of night.  The rules of the road were not the same, and crosswalks were non-existent.  Laws did not protect people against the dangers of street traffic, so a constant battle existed between pedestrians and drivers.","    The photographer, Lewis Wickes Hines, believed that by capturing the hardships of life for the Lower East Side Immigrants, he could bring about reform.  He often used his images to help start reform campaigns, with help from social welfare agencies.  ","    When a child went missing, even for a short period of time, it was natural for their mother to worry if they were dead or alive.  With the dangers that Lower East Side residents faced, it was a huge relief to see your missing child appear on your doorway in the hands of a capable police officer.  With photographs like those taken by Hines, these real world stories exist for generations to come."],"locations":[{"id":8931,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":31,"tag":"Immigration"},{"id":78,"tag":"City Life"}]}]}