{"id":163,"title":"History of U.S. Presidential Elections","school_id":92,"school_name":"Wayne State University","term":"Fall 2016","abbr":"Hist 3998/6010","url":"","description":"","points":[[48.856614,2.3522219],[38.9040418,-77.0388036],[32.2987573,-90.1848103],[33.5206608,-86.80249],[38.9071923,-77.0368707],[40.776058,-73.9430817],[42.927205,-76.1289029],[30.632363,-85.651011],[42.3268787,-83.0496032],[39.2903848,-76.6121893],[34.0522342,-118.2436849]],"bounds":[[48.856614,2.3522219],[30.632363,-118.2436849]],"episodes":[{"id":6609,"title":"Supreme Commander Bids For Commander-in-Chief","course_id":163,"status":"P","start_date":"12/8/51","end_date":"4/24/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In a secret meeting with the Republican frontrunner Robert A. Taft, General Dwight D. Eisenhower made an offer to him. If Taft backed away from his isolationist stance and supported the internationalist wing of the Republican Party, Eisenhower promised he would not challenge him for the nomination.  Taft declined Eisenhower’s offer, saying it would go against his conscience to do so.","At the time, Taft was isolationist, and against all foreign alliances.  By contrast, Eisenhower, as the Supreme Commander of the National Atlantic Treaty Organization (NATO), held internationalist views. He committed to spreading democracy to counteract the perceived Communist threat from the Soviet Union, and because of this, he sought to make NATO successful. Should Eisenhower run for nomination, Walter Trohan reported to the <em>Chicago Tribune,</em> he expected Eisenhower “to support foreign policy, especially as it relates to maintaining the victory won in Europe where he was war time supreme commander.”","Unfortunately for the Republican Party, as the Supreme Commander of NATO, Eisenhower felt duty required him to abstain from running for President. In addition to Taft, Harold Stassen, Earl Warren, and Theodore McKeldin planned to campaign for president, but the internationalist Republicans did not believe any of them could take the nomination away from Taft. They wanted Eisenhower.","The “Draft Eisenhower” Campaign started years before. As early as 1947, President Harry Truman offered to step aside for General Eisenhower to run as the Democratic candidate, with Truman as his running mate. At the time, Eisenhower said ‘no.’ Four years later, Truman again asked Eisenhower if he would run, and again Eisenhower refused. In response, Eisenhower secretly made the offer to Taft.","Meanwhile, moderate Republicans Henry Cabot Lodge and Thomas Dewey asked Eisenhower to run for president on the Republican ticket. Eisenhower, like George Marshall and George Patton, believed generals should be nonpartisan, to maintain the professionalism of the military officer corps. Because of this nonpartisan pledge, Eisenhower never voted in a presidential election until 1948, after he retired.","Eisenhower maintained he had no desire to be president. In March 1952, his conversation with Herbert Brownell, former campaign planner for Dewey, changed his mind. Brownell told Eisenhower that Taft was the frontrunner for the Republican Party, and if Eisenhower wanted the nation to pursue internationalist policies, he must run. After decades of Democratic presidents, the country would likely vote for change. In 1951, Stalin announced the Soviet Union had a hydrogen bomb; by 1952, the cease-fire talks with Korea deadlocked. If Eisenhower wanted to ensure internationalist foreign policy, he needed to run in the primaries against Taft. Shortly after the meeting, Eisenhower renounced his nonpartisanship. He announced he would run for Republican nomination."],"locations":[{"id":52983,"lat":48.856614,"lng":2.3522219,"zoom":8,"place":"Paris, France"},{"id":52779,"lat":38.9040418,"lng":-77.0388036,"zoom":8,"place":"Washington, DC"}],"tags":[{"id":3161,"tag":"Robert A. Taft"},{"id":3160,"tag":"Dwight D. Eisenhower"},{"id":658,"tag":"Elections"},{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"}]},{"id":6610,"title":"\"Let us close the springs of racial poison\": Lyndon B. Johnson and the Civil Rights Act of 1964","course_id":163,"status":"P","start_date":"5/2/63","end_date":"7/2/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the White House signing ceremony for the Civil Rights Act of 1964, President Lyndon B. Johnson declared, “Let us close the springs of racial poison.”","Although President John F. Kennedy had promised in his 1960 campaign to introduce civil rights legislation, by the spring of 1963 he had still taken no action.  On May 2, 1963, the push for civil rights burst into living rooms across the nation via television. Young African Americans in Birmingham, Alabama publicly, peacefully, protested against racial discrimination and segregation. For eight days, Birmingham authorities, led by the Public Safety Director, Eugene “Bull” Connor, responded to the protest by attacking the youngsters with police dogs and fire hoses. The public was horrified at the sight of the police officers brutally beating children, people knocked off their feet by the spray of high-pressure fire hoses, and police dogs biting young protestors.","On the evening of June 11, Kennedy made a nationally televised address in which he made his case for civil rights legislation that would end legalized racial discrimination and segregation. On that same evening, segregationist Byron De La Beckwith gunned down the National Association for the Advancement of Colored People (NAACP) Mississippi Field Director Medgar Evers in the driveway of his Jackson, Mississippi home.","After the Civil War, a two-tiered society emerged in the South. The U.S. Supreme Court’s decision in Plessy <em>vs.</em> Ferguson (1896)—which legalized racial discrimination and segregation under the “separate but equal” doctrine (also known as Jim Crow)—encouraged the recalcitrant Southerners. The Plessy decision forced African Americans to live under Jim Crow until a few young lawyers from the NAACP finally broke the foundation of the Plessy decision. In May 1954, the U.S. Supreme Court ruled in favor of the NAACP and their clients in Brown <em>vs.</em> Board of Education, which ended the separate but equal doctrine—after 58 years.","Between 1954 and 1964, numerous violent clashes occurred leaving many dead before Johnson signed the Act into law. Johnson, a southerner himself, was <em>not</em> an early supporter of new civil rights legislation. After Kennedy’s assassination in November 1963, Johnson reluctantly picked up the mantle of civil rights, eventually making the cause his own, after he rammed the bill through Congress. Johnson told several of his aides that “by pushing the Civil Rights Bill through Congress, I have delivered the South to the Republicans.”","Deeply troubled about his election possibilities, Johnson continued his campaign for the presidency. He defeated Republican Senator Barry Goldwater, who voted <em>against</em> the Act, in a landslide victory. However, that victory cost the Democratic Party. Many southerners (office holders and voters) switched their party affiliation to Republican, realigning the parties geographically, philosophically, and politically."," "],"locations":[{"id":52985,"lat":32.2987573,"lng":-90.1848103,"zoom":8,"place":"Jackson, MS"},{"id":52984,"lat":33.5206608,"lng":-86.80249,"zoom":8,"place":"Birmingham, AL"},{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington DC"}],"tags":[{"id":3236,"tag":"Brown vs. Board"},{"id":472,"tag":"Plessy vs. Ferguson"},{"id":3163,"tag":"Civil Rights Act of 1964"},{"id":3162,"tag":"Lyndon B. Johnson"},{"id":225,"tag":"Jim Crow"},{"id":42,"tag":"Civil Rights"},{"id":2703,"tag":"John F. Kennedy"}]},{"id":6613,"title":"Her American Dream: Shirley Chisholm for President","course_id":163,"status":"P","start_date":"12/24/71","end_date":"12/24/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the night of December 24, 1971, New York City mayor John V. Lindsay invited the congresswoman from Brooklyn, Shirley Chisholm, to his mansion. Progressive politicians across the country worried about the split in voters if the three potential candidates continued their campaigns for president. Lindsay took it upon himself to convince Chisholm to drop out of the race in order to not draw the black vote away from himself, or from South Dakota Senator, George McGovern. However, the congresswoman remained intent on her goal to shine a spotlight on the corruption and foot dragging of white, male politicians. She fired back, “If you’re so worried about cutting into the progressive vote, why don’t you and McGovern get together - and one of you decide to back out?” Chisholm saw herself as a representative of the American Dream, a black woman making a run for the most powerful position in the country.","Shirley Chisholm became the first black female congresswoman in 1968. After winning her congressional seat, Chisholm stated, “I will fight until I can’t fight anymore. I don’t mind the challenge.” As a congresswoman, she remained outspoken. Her maiden speech to Congress was against spending in Vietnam, and in it she argued that war funding should be redirected to attack hunger and poverty. Chisholm saw fit to hire a largely female staff in order to provide more opportunities for advancement for women in politics. She also sat as an honorary President of the National Association for the Repeal of Abortion Laws. Chisholm stood out as a symbol for the black, working class district that voted for her because she never lost touch with her constituency. She argued that the major problem with Congress was that politicians feared sacrificing their political careers in order to stand up for the people they represented. Her independence and reputation as a spitfire left her without many allies in government, so she passed little legislation. However, as historian Julie Gallagher notes, Chisholm chose to fight what she saw as a stagnant system from the inside out.","Chisholm was a symbol of political success for many across the country. She eventually chose to run for president to break the mold. She ran in order to show that an African American woman could make a serious attempt at taking the highest office in the country. The political climate created by social movements of the 1960s and 1970s primed Chisholm’s candidacy, along with her ability to identify with those around her. While she received the endorsement of the Black Panther Party, most black leadership and women’s organizations offered little more than verbal encouragement to her campaign. As a powerful figure to minority groups, multiple interest groups tried to own her and her candidacy in order to bring national attention to their cause. However, Chisholm resisted the ownership of interest groups. She continued in her campaign as an independent exposing the problems with status quo politics. This independence contributed to her defeat by Senator George McGovern for the 1972 Democratic nomination."],"locations":[{"id":52987,"lat":40.776058,"lng":-73.9430817,"zoom":11,"place":"Gracie Mansion, New York, NY"}],"tags":[{"id":2261,"tag":"women in politics"},{"id":1561,"tag":"1972 Election"},{"id":1519,"tag":"Shirley Chisholm"},{"id":2021,"tag":"African American history"}]},{"id":6615,"title":"Morrison Swift Predicts the Rise of Socialism","course_id":163,"status":"P","start_date":"6/29/03","end_date":"6/29/03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter to the <em>New York Times</em>, Morrison Swift wrote, “A question that many are asking with a great deal of interest is what effect the great socialist gains in Germany will have upon this country.” Morrison Swift wrote letters to the editor of the <em>New York Times</em> many times before. Swift, a writer, social activist, speaker, and pamphleteer, focused on social and political theory.","Germany saw a rise in socialist ideas as they neared the twentieth century. The German Social Democratic Party became one of Germany’s most popular parties, and saw massive gains in the Reichstag since 1890. Socialism also saw a rise in popularity in the election of 1900 in the United States.  Swift said, “The German elections are likely to have a very notable influence upon the American working classes in changing this, by calling their attention to politics as a method far more potent than the strike.” Unfair and dangerous working conditions brought on by rapid industrialization, such as low wages, long hours, and work-related injuries, led to strikes and standoffs between laborers and managers. Swift mentioned the unhappiness of the laborer in society, writing that workers finally realized that there may be something wrong with the interactions between labor and capital.","Between 1900 and 1904, Socialism gained popularity in a region of 20 states bounded by Maine, Minnesota, Missouri, and Maryland. This region accounted for the most socialists in office, along with between 60 percent and 85 percent of the Socialist party vote. This region was also heavily industrialized. Counties known for having unions and industry working against each other tended to vote more Socialists into office and have a more Socialist leaning during the presidential election.","Swift likened the American trust leaders to the German Emperor, William the Second, saying, “Our heads of industry and finance are bearing down on the people in ways as surprising and obnoxious to us as a free nation, as William’s ways are obnoxious and intolerable to Germany as an unfree nation.” Swift predicted that such conditions would unleash a gradual rise in popularity for Socialism. Swift mentioned, “It seems that we should recognize that Socialism is to spring into a great, perhaps huge, practical force in this country in a very short time.” In 1900, the Democratic Socialist Party, led by Eugene V. Debs, had only 0.6 percent of the popular vote, but by 1904 the Socialist Party, also led by Debs, had risen to three percent of the popular vote.","Swift highlighted the fact that Germans saw less industrialization than the United States, yet still ran to Socialism to protect themselves from industrialization. He predicted that the American laborers would run to the arms of Socialism for protection, and that it was inevitable to avoid the revolution. Despite Swift’s predictions, Socialism would decline in popularity and would almost die out after the First World War."],"locations":[{"id":52989,"lat":42.927205,"lng":-76.1289029,"zoom":5,"place":"New York"}],"tags":[{"id":3176,"tag":"Labor Movement"},{"id":3175,"tag":"1903"},{"id":3174,"tag":"1904 Election"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":1090,"tag":"strikes"},{"id":896,"tag":"Labor"},{"id":2188,"tag":"Socialism"},{"id":2781,"tag":"Election"}]},{"id":6619,"title":"A Voter Reacts to the Kennedy - Nixon Debates.","course_id":163,"status":"P","start_date":"9/26/60","end_date":"9/26/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 26, 1960 Henry R. Clark, a real estate broker from Jackson, Florida sat down after dinner in front of his television. He was vigorously flipping through the channels in excitement to see Richard Nixon debate. Henry was a proud Republican and he considered himself a supporter of Nixon’s. Clark was just in time as the two candidates took the stage. Senator John F. Kennedy from Massachusetts was a very wealthy, youthful and intelligent man. He had served six years in the House of Representatives and eight years in the Senate, but had little experience in foreign affairs. On the other hand, President Eisenhower’s Vice President Nixon had many years of experience. During Nixon’s years in the Senate he toured Europe reporting on the Marshall Plan and he served on a committee that exposed a communist spy ring in the United States. After being elected Vice President he had toured thirty countries in the East and was the first diplomat to visit Japan after World War II. He famously debated Nikita Khrushchev during the “The Kitchen Debates.” Unfortunately for Nixon the first debate against Kennedy did not include foreign affairs. The debate’s topic focused on domestic policy in which Kennedy excelled.","Clark noticed that Nixon did not seem up to par. Henry saw a thin and tired Nixon. He thought Vice President Nixon seemed nervous due to his constant shifting in his seat. Nixon recently had been diagnosed and still suffered from an infection in his knee cap. He was hospitalized for the infection weeks earlier. On the other hand, Clark observed a very confident, eloquent and prepared Kennedy. He saw the senator take the first debate very seriously. Kennedy proved that to the audience in his style and readiness."," At the end of the program Kennedy gained a new supporter in Clark. Kennedy proved that he was not a naïve man but an intelligent and thoughtful one.  The next morning Clark was approached by a reporter asking what his thoughts were on the debate last night. Clark answered, “He really came out last night. I’d been leaning toward Nixon, but now I think Kennedy’s the boy. He has more brains –an amazing memory and he’s a better speaker.”"],"locations":[{"id":1373,"lat":30.632363,"lng":-85.651011,"zoom":5,"place":"JACKSON, Florida"}],"tags":[{"id":3195,"tag":"presidential elections"},{"id":3194,"tag":"T.V."},{"id":3193,"tag":"campaign"},{"id":3192,"tag":"Richard M. Nixon"},{"id":3191,"tag":"1960"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":371,"tag":"Debate"},{"id":1727,"tag":"JFK"},{"id":3190,"tag":"John F. Kennedy,"}]},{"id":6625,"title":"George Wallace's Detroit Visit Provokes Police Brutality","course_id":163,"status":"P","start_date":"10/29/68","end_date":"10/29/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“This is the most horrible thing I have ever seen,” a woman from St. Louis recounted as the police chased demonstrators from Detroit’s Cobo Hall convention center. In an effort to escape the police’s attacks, many people fled the convention center towards the nearby Pontchartrain Hotel and beyond. Police continued their attacks. “Swinging and jabbing their nightsticks, more than 350 police waded into nearly 800 demonstrators.” Gary Nater, 17, of Birmingham, MI, ended up with facial wounds and a broken arm. “Gary told [his father] he was trying to get away from the group, but was grabbed and beaten by five Detroit policemen.” Nater’s father also conveyed that his son had “respected the police—until this anyway.”","On October 29, 1968, George Wallace held a presidential rally at Detroit’s Cobo Hall. Wallace’s supporters enjoyed a numerical advantage, and fighting took place within the center; but the melee turned from pro- versus anti-Wallace supporters to the Detroit Police versus everyone. “Police ordered the crowd to disperse,” but they did not. Demonstrators on the rooftop “threw stones and other debris at police squads standing below.”","By late October, the presidential campaign was nearing its conclusion. The election was highly contentious. Wallace’s two opponents were the Democratic nominee, Hubert Humphrey, and Republican Richard Nixon.","As a segregationist and former governor of Alabama, Wallace had strong support in the Deep South. But for a chance of a presidential victory, he had to concentrate his campaign on Northern states, including Michigan. Detroit had long had divisions along racial lines. Factors such as deindustrialization (especially in the post-World War II years) and structural racism in crucial areas such as housing already showed division between many white and black Detroiters.","The year 1968 was not the beginning of Detroit’s racial tensions. On July 23, 1967, a major race riot began in the city of Detroit. Mayor Jerome Cavanagh, a liberal Democrat, had previously taken steps to ameliorate Detroit’s numerous racial injustices. These policies proved inadequate and Detroit’s riot of 1967 showed the dissatisfaction with the progress. Little had improved by 1968. The Executive Secretary for the Detroit National Association for the Advancement of Colored People, Robert Tindal, observed that confrontations between police and citizens were usually racially based, due to the overwhelming whiteness of the police department.","The race issue was always salient in Wallace’s rallies, and this was no different in that respect, but it was noteworthy for the violence it engendered. The headlines of the papers following the rally were dominated by the police’s attacks. Despite the carnage of several hecklers being injured and one policemen being hospitalized, many witnesses supported the police’s actions. An elderly man commented, “The police need more freedom in dealing with these youngsters.” Some Wallace supporters opposed any racial integration, and some believed that the civil rights movement was progressing too quickly. The rally highlighted the divisiveness of the 1968 election in Michigan—pitting young versus old, black versus white, and liberal versus conservative."],"locations":[{"id":52997,"lat":42.3268787,"lng":-83.0496032,"zoom":13,"place":"Detroit, Michigan"}],"tags":[{"id":1596,"tag":"Riots"},{"id":2227,"tag":"NAACP"},{"id":3201,"tag":"George Wallace, Police"}]},{"id":6635,"title":"J. Saunders Redding Publicizes the G. I. Bill of Rights","course_id":163,"status":"P","start_date":"6/22/44","end_date":"6/24/44","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In June of 1944, J. Saunders Redding published an opinion piece on the G. I. Bill of Rights in a column he wrote for <em>The Baltimore Afro-American</em> newspaper. African Americans who served in the segregated Armed Forces returned home from WWII to an equally segregated American society. Redding worried whether “colored men and woman would take advantage of its [G. I. Bill] provisions\" because military officials were discouraging black veterans from applyiing for benefits or not telling them about the benefits at all.  Redding’s fears reflected segregation in the South, where African Americans could not use the same bathrooms, dine with, or attend leisure events with white people. When white veterans discussed the newly passed G. I. Bill, African American veterans were not present. African Americans could not begin to receive veteran’s aid without the knowledge that such a program existed and how to apply for it.","The G. I. Bill did not have any explicit language in it that prevented African Americans from receiving its aid, but the segregation of American society made it likely that African American veterans would not get their share of veteran’s benefits. The bill offered four main benefits to veterans: business and home loans, education, unemployment compensation, and job placement. Policy makers designed these aspects of the bill to help veterans returning from WWII acclimate into society. However, when informed African American veterans went to local Veteran’s Administration centers for their G. I. Bill benefits, the administrators denied them their rights. The administrators covered up the racist denials with excuses that African American veterans did not qualify for veteran’s benefits based on the type of discharge order they received from the army. Only dishonorably discharged soldiers could not receive aid, but racist clerks at V. A. centers told African Americans their “general” or “blue” discharges were considered dishonorable.","In order to combat this inequality of civil rights, Redding urged newspapers and organizations to “put out a statement of what the bill means” so Americans, not just African American veterans, would understand that there was an aid bill and that the bill should apply to African Americans in addition to all other veterans. Denying African Americans the G. I. Bill aid would be harder for the local V. A. centers if more people knew about the bill and vocalized equality for African Americans.","Redding was an educated African American man with a degree in philosophy and held a respected opinion on contemporary African American thought. Redding supported WWII and hoped that it would change America in a way that would further the fight for African American’s civil rights. Redding’s column – A Second Look - vocalized his opinions on the problems and concerns of the common African American person and how to take action against them. Redding wanted to spread knowledge to help gain civil rights for African Americans.  "],"locations":[{"id":5927,"lat":39.2903848,"lng":-76.6121893,"zoom":8,"place":"BALTIMORE, Maryland"},{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C."}],"tags":[{"id":142,"tag":"african americans"},{"id":42,"tag":"Civil Rights"},{"id":242,"tag":"WWII"},{"id":225,"tag":"Jim Crow"},{"id":266,"tag":"Segregation"},{"id":3225,"tag":"G. I. Bill"}]},{"id":6636,"title":"Feminist Reflects on Sexism in the 2008 Election","course_id":163,"status":"P","start_date":"11/9/08","end_date":"11/9/08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 2008 presidential election, Hillary Clinton vied for the Democratic Party’s nomination. Ultimately, she was defeated in the primaries by her opponent Barrack Obama. However, another woman, Sarah Palin, ran that same year for the Republican Party as vice presidential nominee. Clinton and Palin were two vastly different political candidates with nothing in common except for being a woman. Yet, during the election, both women were similarly subjected to sexism, according to feminist writer Vivian Gornick.","Gornick in her <em>Los Angeles Times</em> article shared her perspective on how the two female candidates were marginalized due to the failure of  American culture to “normalize equality for women.”  The demonization of Clinton and the sexualizing of Palin, an ex-beauty pageant contestant, signified that sexism persisted in not only American culture, but also politics. According to Gornick, opponents attacked Clinton by labeling her as an “uppity woman.” Instead of political issues, they focused on her personality, appearance, and style on television, social media, and in newspapers. Anti-Clinton men at her campaign rallies chanted, “Iron my shirt.”  Sexism defeated Clinton’s chances to become the nominee for the Democratic Party, but it helped Sarah Palin’s rise into the political spotlight.  ","Palin became the vice presidential nominee, but did not face the same modes of sexism as Clinton. Instead, the Republican Party used her as a pawn in hopes of grabbing Clinton’s female supporters. Gornick viewed Palin's nomination as an insult to all women. Though a governor, Palin was also a former cheerleader and pageant queen and did not have the same qualifications as Clinton. Gornick addressed the Republicans’ choice: “It was as though the conservatives felt free to say ‘You want a woman? we’ll give you a woman.’”  She saw this as a worse form of sexism because it assumed women would vote for Palin because she was a woman, and not because of her qualifications.","In addition, Gornick reflected on one of the earliest feminists, Mary Wollstonecraft, in an attempt to remind women that they still have much to learn if they truly want equality.  In 1792, Wollstonecraft published “The Vindication of the Rights of Woman” to give insight to women to think with their brains like men do, instead of with their hearts, in an effort to break down gender inequality.  Historically, the 2008 presidential election broke down political barriers for women; however, it also exposed a painful truth that sexism is interwoven into American culture and politics. Gornick reached out to other feminists and reminded them how far they came with the election and how they must continue to inspire American women to move politically forward.  "],"locations":[{"id":53015,"lat":34.0522342,"lng":-118.2436849,"zoom":8,"place":"Los Angeles"}],"tags":[{"id":3228,"tag":"Sarah Palin"},{"id":3226,"tag":"Hillary Clinton"},{"id":3229,"tag":"2008 Election"}]}]}