{"id":164,"title":"The Civil War and Reconstruction","school_id":3,"school_name":"Juniata College","term":"Fall 2016","abbr":"HS 309","url":"","description":"History 309 CW examines the political, social, military, economic and ideological origins and consequences of the Civil War and Reconstruction. The course looks at American history from the passage of the Constitution through 1877. The course looks deeply into several of the most important questions in United States History. What caused the Civil War? Why was the Union victorious? Why did the war proceed as it did? What was the nature of Reconstruction and its legacy for the country? In addition, it asks of the present day: what does this period in our history mean to us now, and what myths and emotions do we have regarding it? Through local, national and international perspectives, students will develop a critical understanding of the events that nearly destroyed the United States and redefined the nation. To gain these perspectives, the course employs both the work of historians and first-hand accounts of events.","points":[[40.0378755,-76.3055144],[38.6165913,-95.3102505],[32.7764749,-79.9310512],[38.9071923,-77.0368707],[37.5407246,-77.4360481],[40.6331249,-89.3985283],[36.3270676,-89.4931176],[36.5864488,-89.5278547],[38.5807111,-116.0413889],[38.720661,-77.5563116],[40.5992395,-77.571382],[19.2464696,-99.1013498],[35.7795897,-78.6381787],[35.1268552,-89.9253233],[38.8462236,-77.3063733]],"bounds":[[40.6331249,-76.3055144],[19.2464696,-116.0413889]],"episodes":[{"id":6587,"title":"Edward Gorsuch and his Southern posse defeated at Christiana","course_id":164,"status":"P","start_date":"1851-09-11","end_date":"1851-09-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 11, 1851, Edward Gorsuch, a Maryland slave owner, and a posse of several men including Federal Marshal Kline, descended upon the house of William Parker, in search of escaped slaves. The southerners believed that with the Fugitive Slave Act of 1850 the retrieval of their slaves would be a swift and cooperative occurrence. However, the small Quaker town of Christiana in Lancaster, Pennsylvania and its inhabitants were prepared to fight for their own lives and for the escaped bondsmen they desired to protect .","Upon following a suspected ex-slave named Joshua Kite to the home of William Parker, a confrontation ensued. Parker forcefully refused to cooperate with those in the posse, as he recalled his conversation with Marshal Kline, “I then told him to take another step, and I would break his neck.” Worried over what events may occur, William Parker’s wife blew a horn in hopes of alerting nearby townsfolk to aid them in protecting the escaped slaves. Following the call for assistance, there came an exchange of gun shots between the southerners and those at the home of William Parker, which left no individuals harmed. According to the personal account of William Parker, he proceeded to call forth several individuals to the window of his home, repeatedly asking Gorsuch if these individuals were the men he was looking for, each of which he denied. Soon after, armed townspeople prepared to defend those they harbored, began to arrive at Parker’s home.","Among the crowd were two significant white men, a miller by the name of Castner Hanway along with a postmaster and storeowner named Elijah Lewis. According to Thomas Slaughter, the author of <em>Bloody Dawn,</em> the southern men viewed the arrival of Castner and Lewis as support for their desire to recapture the escaped slaves. Slaughter believes the concept of support from Hanway and Lewis can be attributed to their white skin color, as members of the posse viewed them as allies, united against their African-American enemies. Upon refusing to assist Edward Gorsuch and his group, the two northern men began advising the Maryland posse to leave because their safety was at risk. Following the further denial of the southern men to leave, a swift and murderous battle ensued, resulting in the death of Edward Gorsuch and the critical injury of his son Dickinson Gorsuch. “Old Gorsuch was lying in the yard in a pool of blood,” specified William Parker, “and confusion reigned both inside and outside of the house.” From this battle, a large Federal trial took place, in hopes of bringing justice to those involved in the conflict. However, according to James McPherson, author of <em>Battle Cry of Freedom</em>, the government dropped the indictments of the individuals involved and decided not to press any further charges. This can be attributed to the lack of support in the claim that the event was an act of treason. The Battle of Christian strengthened the northern opposition to the Fugitive Slave Act, through its direct rebellious nature and bringing of action to those who spoke of anti-slavery."],"locations":[{"id":11090,"lat":40.0378755,"lng":-76.3055144,"zoom":6,"place":"LANCASTER, Pennsylvania"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1566,"tag":"Fugitive Slave Act"},{"id":4,"tag":"Slavery"},{"id":825,"tag":"Riot"},{"id":1565,"tag":"Christiana"}]},{"id":6602,"title":"Free-Statesman Receives News about Pottawatomie Murder's","course_id":164,"status":"P","start_date":"1856-05-24","end_date":"1856-05-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 25, 1856, an “unnamed free-statesman,” visiting Kansas, joined a group of paramilitary abolitionists to help stop the ransacking of villages by proslavery southerners. Proslavery paramilitary men had devastated villages to make sure that the people of Kansas were not promoting free-soil. These battles gave Kansas the name, “Bleeding Kansas,” which was appropriate due to all the bloodshed. This “unnamed free-statesman” joined the other paramilitary abolitionists because he had no choice due to where he was in Kansas. Everyone else in that section of Kansas felt compelled to join groups of one side or the other to help protect their towns and other citizens that were being pillaged. When the free-statesmen fighter got to Osawatomie, he learned that five proslavery men had been murdered by a posse of free-statesmen.  According to what they heard, “the men killed, were butchered—ears cut off and the bodies were thrown into the river.” On the following day, the free-statesman was informed that a party under John Brown had committed the murders, and that two of John Brown’s sons had been taken for questioning in relation to the killings.","John Brown, a fifty-six-year-old abolitionist originally from Connecticut, who had little success in various business and farming enterprises, decided to join six of his twenty sons and a son-in-law, in taking up claims in Kansas. In joining his family in these claims, the Brown family intentionally incorporated themselves in a free-state military company in an effort to stop slavery in Kansas before it took root. This company served in the guerilla warfare that spread across Kansas during the spring of 1856. They joined the military company to help defend cities such as Lawrence, Kansas. According to historian Ken Chowder, when Brown heard of Lawrence being ransacked, he had also received news that a southern Congressman had attacked and caned Senator Charles Sumner for insulting the South. With Brown in a complete rage about the sacking of Lawrence and beating of Sumner, he wanted to show southerners that the people of Kansas also had rights.","This massacre escaped the legal process, with the exception of the arresting of two of Brown’s sons. Historian James McPherson pointed out that, with Brown’s family committing these murders with a holy vision, Brown and his remaining sons avoided being captured and were never indicted for these killings on Pottawatomie Creek. Many people considered Brown as a crazy man, or that this act of justice was barbaric, however, the Pottawatomie massacre was soon dubbed “The Civil War in Kansas,” and further foreshadowed war across the United States."],"locations":[{"id":52974,"lat":38.6165913,"lng":-95.3102505,"zoom":8,"place":"Franklin County, Kansas"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":4,"tag":"Slavery"}]},{"id":6603,"title":"Denmark Vesey Conspires to Lead a Slave Revolt","course_id":164,"status":"P","start_date":"1822-05-01","end_date":"1822-07-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Denmark Vesey and his supporters planned a slave rebellion for July 14, 1822. However, “a servant prompted by attachment to his master, communicated to him that he had been requested to give his assent and subscribe his name to a list of persons already engaged in the conspiracy.” Vesey and thirty-four others were executed, by South Carolina, for their plans of treason against the white population of the United States.","Vesey, a literate free black man living in Charleston, bought his freedom in 1800. Years later, he learned about the successful Haitian slave revolt, which inspired him to plan a similar event in the United States. In the year 1817, he joined the African Methodist Episcopal Church (AME) in Charleston, along with around 4,000 blacks who left white churches. Upon his association with the church, he quickly became a leader and realized that the whites in the area targeted those who attended the church; this greatly angered Vesey. As a result, he began to preach from the Old Testament, and he taught that the blacks who attended were the new chosen ones and because of their enslavement, those who forced them into this lifestyle would be punished. By getting his supporters into the mindset that whites deserved to be punished, he encouraged them to support his plan for rebellion.","<em> Narrative of the Events Comprising the Vesey </em>Rebellion states, around 1818, “Vesey considered leaving Charleston…but he decided to stay and see what he could do for his fellow creatures. With a new urgency he preached that freedom for slaves would be realized.” Vesey and his fellow leaders began to plan for a rebellion. Gullah Jack, an African Priest, teamed with Vesey to spread the word of the rebellion and to inspire potential participants. The date for the rebellion was set for July 14, 1822. The plan was to seize the city of Charleston, set fire to the city, kill the governor, and basically every white man in sight.","Denmark Vesey became a martyr to his followers and those to come after him. He assisted in planning a rebellion that could have changed the fate of many slaves and free blacks. David Robertson believes that Vesey \"organized the most elaborate and well-planned slave insurrection in the history of the United States.\" Robertson believes that if he had succeeded the majority of whites in Charleston could have been wiped out. Not only would this have changed their lives, it also would have changed the lives of the white population. With the threat of this possible rebellion, the South realized that they needed to keep a closer eye on the black population. His actions and the results gained support for the abolitionist movement, and the country of the United States began to move closer and closer to a Civil War."," "],"locations":[{"id":52976,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"Charleston, South Carolina, USA"}],"tags":[{"id":3142,"tag":"Revolt"},{"id":2743,"tag":"Abolitionist"},{"id":4,"tag":"Slavery"},{"id":1018,"tag":"rebellion"}]},{"id":6604,"title":"Congress Overrides Johnson's Veto and Passes the Tenure of Office Act","course_id":164,"status":"P","start_date":"1867-03-02","end_date":"1/1/27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 2, 1867 Congress passed the Tenure of Office Act, as it intended to prevent the President from removing members of office without the approval of the Senate. Specifically, it meant to protect members of President Abraham Lincoln’s cabinet after his assassination. The Act states, “An act to provide for the more efficient government of the rebel States, returned to the House of Representatives by the President…with his objections, and sent by the House…to the Senate…the bill do pass, two thirds of the Senate agreeing to pass the same.” President Andrew Johnson vetoed this bill, but, it Congress passed it over the veto.","The Act opens by establishing, “that every person holding any civil office to which he has been appointed by…the Senate…shall be entitled to hold such office until a successor shall have been in like manner appointed and duly qualified…Secretaries of State, of the Treasury, of War, of the Navy, and of the Interior, [etc.], shall hold their offices…during the term of the President by whom they may have been appointed.” The Act goes on to note that the President may deem a person holding office guilty of misconduct in office, and he may suspend them from the position, if the Senate is on a recess. In addition, the President has the right to fill vacant positions, if the Senate is on a recess. Lastly, the Act made it clear that if anyone breaks the provisions set forth, they will be engaging in a high misdemeanor; they would be placed on trial, fined, and possibly imprisoned. Congress proposed the act specifically to prevent the removal of their ally, Secretary of War Edwin Stanton; however, Johnson believed the Act was unconstitutional because it gave the Senate power not given in the Constitution, and he vetoed the bill. The bill went back to Congress, and it was passed with a two-thirds majority.","During Grover Cleveland’s time in office in 1887, he repealed the Act because he believed it to be unconstitutional, and with that action, the executive branch of the government gained back power. In 1927, the Supreme Court ultimately ruled the Tenure of Office Act to be unconstitutional."],"locations":[{"id":52797,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C"}],"tags":[{"id":2772,"tag":"Congress"},{"id":3143,"tag":"Johnson"},{"id":3144,"tag":"Tenure of Office Act"},{"id":3145,"tag":"Veto"}]},{"id":6612,"title":"\n\nLincoln Removes General McClellan From Command","course_id":164,"status":"P","start_date":"1862-01-01","end_date":"1862-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In November, 1862, a change occurred in Union power as President Abraham Lincoln removed General George McClellan from command of the Army of the Potomac. <em>The New York Times</em> stated, during “the fifteen months…he has had virtual control of the war have been utterly barren of results...Few commanders in history have had such splendid opportunities, and fewer still have so ostentatiously thrown them away.” McClellan commanded the Army of the Potomac satisfactorily from 1861 until November of 1862; as the war progressed, he quickly became paranoid about the size and talent of the Confederate Army. He was never outnumbered by the Confederates, and his paranoia put him at a mental disadvantage. "," ","During the start of the Seven Days Battle of July 1862, McClellan ably commanded his army. McCllelan launched an attack on Robert E. Lee and his troops. The Federals did not make irreversible gains, but McClellan believed his troops were in control; yet he ordered them to fall back. The retreat gave Confederates the advantage of more time. Consequently, Lee and his troops defended their position and caused McClellan to retreat due to his fear of losing. After this failure, Lincoln decided to give McClellan another chance which came at the Battle of Antietam nearly two months later."," ","The night before the Battle of Antietam, McClellan believed the Confederate Army had 120,000 plus men. Stephan Sears states, “McClellan imagined three Rebel soldiers for every one he faced on the Antietam battlefield. Every decision he made that September…was dominated by his fear of counterattack by phantom Confederate battalions.” McClellan had a plan to send troops as a diversion; he believed this would prevent Lee from overtaking Joe Hooker’s division. However, he gave his orders too late, and this caused McClellan to lose control of the battle, and let his irrational fears of the Confederate Army take over."," ","Lincoln wrote to McClellan to discuss his failures and give him a chance to respond; however, McClellan failed to impress Lincoln. After his failures in battle, Lincoln wanted to appoint someone more capable to the position of Commander of the Army of the Potomac. Lincoln talked to General Ambrose Burnside about becoming the new commander. Burnside had previously been asked to accept control after his success in North Carolina, but at that time Burnside denied the offer. This time the request was coming directly from the President, making it difficult to refuse. Burnside did not believe that he deserved this position, and he accepted it with reluctance."," ","McClellan allowed his fear of failure to control his ability to succeed as commander of the Army of the Potomac. If he would have been able to think more systemically and put aside the pressure to be perfect, he may not have lost his position. He frequently overestimated the size and power of the opponent; ultimately, this led to failure. The refusal to pursue the enemy at the close of the Antietam battle and for weeks afterwards, was the last straw for Lincoln, and he removed McClellan from power. Ultimately, McClellan was replaced by General Burnside as the new commander of the Army of the Potomac."," "],"locations":[{"id":14214,"lat":37.5407246,"lng":-77.4360481,"zoom":7,"place":"RICHMOND, Virginia"}],"tags":[{"id":3170,"tag":"Seven Days"},{"id":3169,"tag":"Burnside"},{"id":3168,"tag":"McClellan"},{"id":1792,"tag":"Antietam"},{"id":311,"tag":"Union"},{"id":755,"tag":"Confederacy"},{"id":701,"tag":"Lincoln"}]},{"id":6614,"title":"Jennie Hodgers Uses Alias to Enlist in Union Army","course_id":164,"status":"P","start_date":"1862-08-01","end_date":"1/31/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In August 1862, Jennie Hodgers enlisted in the 95<sup>th</sup> Illinois infantry with the name Albert Cashier. In 1862, a citizen of Illinois said, “they surely must want soldiers badly, if they take that little fellow at the end of the line.” He spoke of Jennie Hodgers who was amongst other recruits. During her time in the army, she fought in a multitude of battles, and she continued to masquerade as a man even after the war. Her secret was discovered in the early 1900s. On March 29, 1915 <em>The Washington Post</em> stated, “After masquerading as a man for 60 years and serving as a soldier in Ge. U.S. Grant’s army during the civil war, Albert Cashier, whose sex was discovered at the soldiers’ home recently, today was committed to an insane asylum.” Due to her long running secret, she was ultimately punished."," ","In May of 1863, the 95<sup>th</sup> Illinois attempted to push forward and cross Glass Bayou. Eventually, they were face to face with the Confederate army. This confrontation caused about 60 casualties. Cashier was captured by enemy forces, and she was taken to a military prison camp. Cashier risked her life to escape from the prison when she grappled with a guard and knocked away his gun. Cashier was chased all the way to Union lines; she barely escaped with her life."," ","After she fought in battle for 3 years, she settled down in Illinois. During the years to follow she kept up the hoax of being a man. <em>The Syracuse Herald </em>stated, “During the years following the war she worked in various parts of Illinois as a farm hand, doing a man’s work wherever she could find it to do.” She could have gone back to her normal life after she was released from service; however, she continued to receive veteran’s pension, and she even voted in elections; which was still illegal for woman, at the time."," ","Eventually, Cashier was discovered as an imposter when she broke her leg. She was sent to a local hospital, and they agreed not to divulge her secret. However, with the onset of dementia she was sent to an insane asylum where her true identity was discovered. Civil War Trust stated “Attendants there discovered her sex and forced her wear a dress. The press got a hold of the story and soon everyone knew that Private Albert Cashier had been a woman in disguise.” She lived out her final days in the asylum where she was oppressed for her life choices."," ","Cashier died in 1915, and she was buried in her full army uniform. Her tombstone stated her male name, Albert Cashier, and her years of service in the Union army. Years later her real name, Jennie Hodgers, was added to the tombstone."," "],"locations":[{"id":52988,"lat":40.6331249,"lng":-89.3985283,"zoom":8,"place":"Illinois"}],"tags":[{"id":7,"tag":"Women"},{"id":3171,"tag":"Albert Cahsier"},{"id":3172,"tag":"Jennie Hodgers"},{"id":3173,"tag":"95th Illinois"}]},{"id":6617,"title":"Constructing the Path to Victory through Island No. 10","course_id":164,"status":"P","start_date":"1862-03-23","end_date":"1862-04-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After conquering New Madrid, Union General, John Pope formulated a plan to secure the fortified Island No. 10 in order break Confederate control of the Mississippi River in Missouri. Pope’s bold design to evade the Confederate held Island No. 10 involved bypassing it by cutting a canal along the base of the northern “S” meander and directly connect the river areas between Island No. 8 and Island No. 9, along with New Madrid."," Engineers and an infantry regiment from Wisconsin devised ingenious tools to saw down trees below the level of the spring floodwaters. Some 600 soldiers eventually cleared a fifty-foot wide, eighty- mile long canal, taking about three weeks. With the Mississippi River being as unpredictable as it was, floodwaters would soon subside several inches a day after April 1, 1862, meaning that the tress that were cut at a higher mark would have to be cut again so the ships could pass. As Pope recalled, “To do this a cross-cut saw was attached, or rather was made the lower side of a triangle, the upper angle of which was fastened to the tree just at the water-line, and the depth from this point to the lower side of the triangle (the cross-cut saw) was about five feet.” With the canal completed on April 3, 1862, it was fully operable for ships and other vessels to use with the existing water levels of the Mississippi.","With the completion of the canal, on the stormy night of April 4, Captain Walke ran his gun boat, the <em>Carondolet</em>, past the battery of enemy troops on Island No. 10 untouched. Two nights later, Walke ordered his other ship, the <em>Pittsburg, </em>past the battery for Pope’s use. With these two ships, Pope intended to silence the battery on the bank called Watson’s Landing, in order to land troops for battle. On the morning of April 7, Pope ordered his men to open fire on the enemy using their ground battery and gunships to silence their weapons so he could land troops. According to Pope, “I at once communicated the fact to Paine and ordered him as soon as he effected a landing to leave a guard and push on himself with his command as rapidly to Tiptonville, to which point all the forces of the enemy were tending, assuring him that the rest of the troops would cross rapidly and be up with him soon.”","At about four o’clock in the morning on April 8, the Confederates evacuated Island No. 10 and were driven back to Reelfoot Swamp on the Tennessee side, unable to resist the Federals anymore. With 200 prisoners captured, along with their steamers, batteries, and encampments, the Union Army of the Mississippi achieved a complete victory using ingenious methods."],"locations":[{"id":52991,"lat":36.3270676,"lng":-89.4931176,"zoom":8,"place":"Lake County, Tennessee"},{"id":7775,"lat":36.5864488,"lng":-89.5278547,"zoom":8,"place":"NEW MADRID, Missouri"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}]},{"id":6621,"title":"Frank M. Main Unlawfully Marries a Thirteen Year-Old Girl","course_id":164,"status":"P","start_date":"1867-01-31","end_date":"1867-02-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 31, 1867, a marriage took place in Belmont, Nevada between Frank M. Main and a thirteen year-old girl by the name of Frank Ellis. Without the consent of her parents, the two were married by S. J. Davis, Justice of the Peace in Nye County, Nevada. “On the morning of the day following the marriage the father of the child missed her, and suspecting the cause of her absence he went to Main’s cabin accompanied by another man,” reported the <em>Reese River Reveille,</em>  “where an altercation took place between him and his son-in-law, and shots were exchanged, without damage to either party.” After this incident, the man accompanying her father took Frank Ellis away from Main and proceeded to take her to her mother. According to the news report, “Main, the husband of the child, entered a complaint against Ellis, and Justice Davis caused him to be arrested.”","The meaning of marriage in America during the 19<sup>th </sup>century was mainly connected with expectations of calmness, quietness, and having the feeling of being settled. In some marriage cases such as this one, these three expectations were not always followed and it effected the young Frank Ellis. The traditional way of marriage at the time was the future husband asked permission, or the blessing, from the future bride’s parents. Although marriage in the late teens was not uncommon, marriage in the middle teens, ages sixteen and seventeen, could marry if their parents signed the marriage license application. The marriage laws of 1861 until 1873 in Nevada, however, required males to be eighteen years of age and females at least sixteen years of age provided they had the consent of their respective fathers, and if their fathers were not living, then they must receive the consent of their mothers. In Main’s case, consent was not given and the child was only thirteen years of age. Nevertheless, it appeared the husbands, fathers, and brothers of Belmont formed a large group and returned Ellis to Frank Main.","After she was returned, Main dropped the charges of assault with a deadly weapon, and the father was released. The unlawful Frank Main had escaped with marrying a thirteen year-old girl, without consent of the parents, and having her returned to him by the county men. According to the <em>Reese River Reveille</em>, the situation had improved and future cases of youth marriages will be monitored more closely so this does not happen again. Typical of the inconsistent application of the law in this time period, especially on the frontier, this situation of unlawful marriages had escaped any further lawful action."],"locations":[{"id":52995,"lat":38.5807111,"lng":-116.0413889,"zoom":7,"place":"Nye County, Nevada"}],"tags":[{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}]},{"id":6623,"title":"Union Army of the Mississippi Drives McCown out of New Madrid","course_id":164,"status":"P","start_date":"1862-02-28","end_date":"1862-03-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the cold, wintry day of February 28, 1862, the Union Army of the Mississippi began their march from the small village of Commerce, Missouri to capture New Madrid on the Mississippi River. They faced many struggles along the way including disease, thick mud, and broken roads, but the men pushed forward to the Confederate-held town. The Confederate General John McCown had caught wind of the movement of Pope’s divisions and decided to strengthen his defenses. McCown had a grand total of fifty-two pieces of artillery on his side, along with five foot thick bags of corn and dirt that could hold up to three regiments per fort. On March 3, Pope and his men set up their field guns in order to cut off Confederate communication, as well as to try to seal the fate of McCown’s remaining two forts.","On the night of March 11, the 10<sup>th</sup> and 16<sup>th</sup> Illinois moved heavy artillery into place, about 800 yards from the Confederates lines, without the enemy knowing. Pope commanded Captain Mower, the Union siege gun commander, to concentrate fire on the C.S.A gunboats until they were silenced and then to batter the fortresses, in order to save ammunition. Confederate General McCown went into complete panic. He demanded that Polk and Beauregard give him 20,000 more men to fight because he thought that Pope had constructed an army of 50,000 soldiers, when he only had 12,000. On the evening of March 13, McCown realized that the heavy artillery that Pope’s men had brought through the swamps would lead to failure for his army. McCown, in defeat, told his leading commander Stewart to evacuate New Madrid and head to Tiptonville, Tennessee.","According to Pope, “A few minutes after daylight a flag of truce approached our lines with information that the enemy had hurriedly abandoned the works both below and above New Madrid, and been carried to the other shore of the river by gunboats.” The Union Army of the Mississippi defeated the Confederates with perseverance and dedication due to their fearless general, John Pope. Being in command of this important stronghold on overlooking the river enabled the Union army to successfully take command of Island No. 10 and force the Confederates to surrender."],"locations":[{"id":52991,"lat":36.3270676,"lng":-89.4931176,"zoom":8,"place":"Lake County, Tennessee"},{"id":7775,"lat":36.5864488,"lng":-89.5278547,"zoom":8,"place":"NEW MADRID, Missouri"}],"tags":[{"id":5,"tag":"War"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"}]},{"id":6637,"title":"Raised from the Locker","course_id":164,"status":"P","start_date":"5/3/95","end_date":"4/17/04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","            On the Seventeenth of February, 1864, a Confederate States submarine, known as the <em>CSS Hunley</em>, made its first attack on the Union blockade ships. The <em>USS Housatonic</em> sank to the bottom of the sea, a victim to the first successful submarine attack. However, she would not sink alone. <em>The Hunley</em> did not return to shore to bask in the glory of her achievement. She and her crew of eight would be lost to the waves for over a hundred years. The Hunley had sunken to the deep thrice in her lifetime, killing her crews each time. One of these would include the principle designer and creator, Horace Lawson Hunley. However, this was not the end to the Hunley’s tale. Stories would be told of the famed submarine that would then reach the ears of author, adventure seeker, and founder of the National Underwater and Marine Agency (NUMA) Clive Cussler. Cussler is a man with a mind that functions, in his own words as written in July 1980, “left of delirium and right of monomania.” To Cussler, there was no greater thrill than that of the ocean’s discovery. His first attempt at finding the lost ship would be away from the site of the <em>USS Housatonic</em>’s wreckage as he had reports by the deck officers of the vessel that the Hunley had backed away some 50-100 feet before the explosion. His first search in 1980 would yield no results."," ","            Cussler’s third expedition, from June 1994 to May 1995, would prove different. Armed with new hands, new technology, and a determination bordering obsession; the NUMA diving crew of Ralph Wilbanks, Wes Hall, and Harry Pecorelli would locate the sunken submarine a thousand feet southeast from the <em>Housatonic</em>’s boiler. When they resurfaced, they were instructed by Cussler to photograph their dig for authentication. On the first of May, 1995, the <em>Hunley</em> had been found."," ","            Finding the ship, though a challenge, was the easy part. The real question was how to move a multi-ton, rusting, and fragile piece of history from the bottom of the ocean back to the surface. This task fell to the NUMA group using technology from Oceaneering International Inc. Cussler donated $50,000 to the effort, but the ocean refused to make it easy. Structural integrity was weak, the possibility of looting was real, visibility for divers was a hassle, and the recovery crew had to deal with the possibility of weather setbacks. New strategies were needed. By this point, a basic procedure had been formed: dive, prep, install suction piles, set up recovery frame, set up a sling under the hull, load cells to support the system, foam protection for the <em>Hunley</em> against the system, recover the wreckage. As one could imagine, this was a long and drawn out process. One could not be too careful with the history below the waves. Five years after the discovery of the historic vessel, the <em>Hunley</em> finally returned to Charleston, South Carolina after over a century missing at sea and her crew was given a proper burial on April 17, 2004."],"locations":[{"id":53010,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"Charlestown, South Carolina"}],"tags":[{"id":3230,"tag":"Public History"},{"id":113,"tag":"Navy"},{"id":32,"tag":"Civil War"}]},{"id":6643,"title":"J.E.B. Stuart and his Infamous Cavalrymen Raid the Union occupied Catlett Station","course_id":164,"status":"P","start_date":"1862-08-22","end_date":"1862-08-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 22, 1862, J.E.B. Stuart and 2,000 of his fellow Confederate cavalrymen laid a swift and destructive raid upon the Union encampment known as Catlett’s Station. Stuart’s inspiration for the raid can be traced back to his own near capture by Union cavalry in the town of Verdiersville, Virginia, several days prior to this attack. The loss of valuable information to the Union forces included, “his hat and haversack, containing his maps, having been captured,” recalled Stuart’s comrade Lieutenant Colonel W.W. Blackford. Motivated from his own irresponsibility and supported by his commander Robert E. Lee, Stuart established a plan for redemption. He would invade the Union encampment, commanded by Brigadier General John Pope, with the main purpose of burning a strategically important Union supply bridge along the Orange & Alexandria Railroad. The Confederates believed that this raid could prolong the arrival of invaluable resources to the Union camp, essentially increasing Lee’s opportunity of success at this time during the war.","Stuart and his men arrived in an area adjacent to Catlett’s Station, where he placed the reconnaissance in the hands of W.W. Blackford. “I rode all around the outskirts of their encampment, and found a vast assemblage of wagons and a city of tents,” stated Blackford, “…but no appearance of any large organized body of troops; and with the exception of a small camp guard at a crossroads.” Having been several hundred yards away from the main Union camp, the guards stationed at the crossroads became the first victims of Stuart and his well-trained cavalry, as they were quickly captured and questioned for intelligence information. With Federal troops on the camp’s outskirts under Confederate control, Stuart set his sights upon the bulk of the Union encampment, including the headquarters of General Pope. Stuart’s inability to locate Pope’s headquarters led to a halt in his attack, but a sudden change in fortune turned in favor of the Rebels, when they crossed paths with a Union contraband. He agreed to lead them to their desired location. Blackford recalled he; “readily undertook to guide us to the spot on the terms we offered: kind treatment if faithful, and instant extermination if traitorous.”","At the sound of the bugle, Stuart and his men hastily invaded the camp, carrying out their plan. Each regiment was given a specific task, one attacked the depot, the second attacked the Union Pope’s quarters, and the rest plundered the camp. The ransacking included burning tents and wagons along with taking prisoners and resources. The Confederates quickly gained an advantage over the Pennsylvania Bucktail defenders and gathered many resources in horses, mules, and money. Though unable to burn the bridge because of conflicting reports of rain dampened wood and unnavigable darkness, the Rebel’s attack appeared a success. The Confederate cavalry also obtained important documentation from General Pope’s headquarters that provided valuable information regarding the Union army and their current positioning. The raid of Catlett’s Station proved victorious for the Confederates, further continuing their trend of victory in the Eastern theatre of war."],"locations":[{"id":53016,"lat":38.720661,"lng":-77.5563116,"zoom":8,"place":"Catletts Station, Virginia"}],"tags":[{"id":3241,"tag":"Catlett's Station"},{"id":3240,"tag":"Raid"},{"id":3239,"tag":"Cavalry"},{"id":574,"tag":"Contraband"},{"id":5,"tag":"War"},{"id":311,"tag":"Union"},{"id":1861,"tag":"Confederates"}]},{"id":6638,"title":"John Jacob Oswandel and the Beginning of the Volunteer Army","course_id":164,"status":"P","start_date":"1846-12-12","end_date":"1847-09-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","John Jacob Oswandel from Lewistown, Pennsylvania, would go on to serve in the field in the volunteer army. He and an associate, Louis Bymaster, traveled to Huntingdon, Pennsylvania to register for military service on 12 December 1846. After meeting with Captain William F. Small of Company C, First Regiment Pennsylvania Volunteers, they were filed and sent off by ship for training. After being deemed fit for duty, John Jacob Oswandel recounts his experience in the fields of Mexico. He states that, on 21 June 1847, the soldiers were often so tired that the act of standing after what sleep they could get was difficult, sometimes requiring another soldier’s help. However, they remained determined to reach their goal of Mexico City and the end of the war in victory. Their determination met a roadblock as their orders to march on the city were countermanded on 7 August 1847 and the volunteers were told, “you can’t go”; the complaints from the volunteers continued into the next day. Instead, the volunteers were ordered to remain in Puebla City, where the Mexican forces would bring them to siege on 14 September 1847, the same day Mexico City was captured by US forces. After twenty-eight days at siege, the Mexican forces assaulted the city. As the fighting moved into the streets, the population of the city would choose sides. According to Oswandel, many Mexican households flew white flags and shouted, “Americano mucho valentacho mucho valentias!” which roughly translates as “The Americans are very brave!” The Mexican forces were pushed out of the city and the American volunteer forces remained. Oswandel and his regiment would reach the capital of Mexico City before the war’s end and would return heroes in the eyes of the people."," ","            The Mexican-American War had been raging for a year. The United States Army, in order to secure their victory, decided to call on volunteer forces from the states to help fight. According to Paul Foos’s, <em>A Short, Offhand, Killing Affair: Soldiers and Social Conflict During the Mexican-American War</em>, the United States government called for 50,000 volunteer troops from the states along with the 5,000 career troops it already possessed. The professional army needed reinforcements and the militia system had become largely ceremonial by this time, so a new system of volunteer soldiers was necessary. These soldiers were brought in to the war, but early volunteers received no glory for their service as they served a six-month term of military service. Later legislation called for a minimum of twelve months. However, many continued to serve under General Edmund Pendleton Gaines, against President James K. Polk’s orders."],"locations":[{"id":53011,"lat":40.5992395,"lng":-77.571382,"zoom":8,"place":"Lewistown, PA"},{"id":53012,"lat":19.2464696,"lng":-99.1013498,"zoom":8,"place":"Mexico City, Mexico"}],"tags":[{"id":715,"tag":"Military"},{"id":1401,"tag":"Mexican-American War"},{"id":3231,"tag":"Mexico"},{"id":3232,"tag":"Volunteer Army"}]},{"id":6639,"title":"Cashing in with Rebellious Money","course_id":164,"status":"P","start_date":"1862-12-13","end_date":"1867-11-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","            In 1867, the Supreme Court of North Carolina presided over the case <em>Phillips v Hooker</em>. Five years prior, John R. Phillips set out to purchase a house and lot owned by one Mrs. Hooker. Working through an agent for Mrs. Hooker, Amos Harvey, Phillips purchased the homestead for $2500 in cash. Everything was written out in a contract notarized by L. H. Alredge. A simple, yet legally sound deed transferred the property from Mrs. Hooker to John Phillips. The only problem was, it was paid for in Confederate bank notes. This seemed perfectly fine in 1862 with the war being waged and the Confederate States holding their own against the Union forces. In 1867, after the defeat of the Confederacy and the official labeling of the CSA as treason, Confederate bank notes thought to be ‘illegal tender’. As a result, Mrs. Hooker tried to take her land back on the grounds that the contract was invalid and she had not been paid in acceptable currency. Phillips disputed this and the two found themselves before the Supreme Court of North Carolina.","            The question the Court had to discuss was the validity of the transaction using rebel currency. Did the rebel bank notes hold real value or were they worthless prints from a defunct government? In a way, they were both. The bank notes, at their height, could exchange a dollar of gold for under two dollars. By putting the Confederate bank note to the gold standard, it allowed for quick exchange and transaction, while also backing the notes in a currency useable in any part of the world (provided the bank in question actually had the gold to back it up). With the defeat of the Confederate States of America, the “Confederate” banks no longer existed so the notes became relatively worthless.<em> Became</em> being the operative word. From 1861 until the end of the war, the Confederate bank note was legal tender in any of the Confederate States and could be used for taxes and other exchanges within the Confederacy. After that, the United States had to take stock on the Confederate bank notes and allowed exchanges for Union greenbacks in certain situations, like in New Orleans, after the war had ended. That said, the Confederate notes themselves were never actually declared illegal; rather, they were lumped together with the legislation nullifying contracts that attempted to aid the rebellion. This legal condition appeared in the Supreme Court’s decision: “The Convention was prompt to declare that the rebellion and everything in aid of it was illegal. And it declared void all contracts which were in aid of it; but it did not declare void all contracts, the consideration of which were Confederate treasury notes.” As Phillips’s exchange with Mrs. Hooker did not aid the Rebellion’s cause and was just a land transfer, it remained in effect. The Court ruled in favor of Phillips."],"locations":[{"id":52803,"lat":35.7795897,"lng":-78.6381787,"zoom":8,"place":"Raleigh, North Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":32,"tag":"Civil War"},{"id":1584,"tag":"courts"}]},{"id":6644,"title":"Mobs of Tennesseans lay destruction upon the African Americans of South Memphis","course_id":164,"status":"P","start_date":"1866-05-01","end_date":"1866-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 1, 1866, increasing tension amongst the civilians of Memphis, Tennessee reached its breaking point, as both white and black citizens engaged in a riot that led to the death of African-Americans and destruction of their homes. The <em>Farmer’s Cabinet</em> newspaper reported; “women and children have been burnt alive with the dwellings of the negroes.” Although the riot lasted several days, the initial engagement that triggered the subsequent events of the riot can be traced to a single altercation.","The parties involved included two groups, one contained four Irish American police officers, while the other was composed of a significantly larger number of African-American Union veterans, some of whom were intoxicated. The police officers were tasked with dispersing the black veterans from their location, but when asked to do so, “The ex-soldiers stubbornly refuse to disperse,” stated historian Stephen Ash. In an effort to relieve themselves of the emotionally heightened situation, the police officers withdrew from the crowd and traveled toward a new location, during which they were followed by several individuals from the group of black veterans. The veterans desired to further intimidate the already frightful police officers by firing their weapons into the air, but in a misinterpretation, the police believed the men were firing at them, and fired back into the crowd. This led to an exchange of gunfire with the officers, but the only officer that was injured was John Stevens, who accidentally shot himself in the leg.","Several of the black men from the group chased two of the fleeing police officers, resulting in the critical injuring of one officer, the escape of another, and the death of a black veteran. As information of the encounter spread, several mobs of white citizens, from an array of occupations, converged upon the predominantly black area of South Memphis. The black veterans in the group were ordered to return to their barracks in Fort Pickering, leaving the rest of the African-American community exposed to the violent acts of the mobs.","Over the next several days, violent beatings and killings involving innocent African-Americans occurred. According to Ash, white mobs mainly targeted black individuals in military uniforms. Unfortunately for the black community, the violence was not limited to those in federal uniforms. As the <em>Farmer’s Cabinet </em>newspaper reported several of the vicious attacks imposed upon innocent civilians, “A poor old negro of seventy years…was knocked down and his tongue cut out by the roots.” A letter recollecting the events of the prior days, revealed by William D. Kelley, stated; “Negro men have been shot down in cold blood on the streets...The most prominent citizens stand on the streets and see negroes hunted down and shot, and laugh as it is a good joke.”","Overall, the Memphis riot, according to historian Eric Foner, accounted for forty-eight deaths, five women raped, and the destruction of several prominent buildings in South Memphis, such as homes, schools, and churches. The Memphis riot undoubtedly provided a barrier in the Union’s overall plan for Reconstruction by further dividing white and black Americans through conflict."],"locations":[{"id":12365,"lat":35.1268552,"lng":-89.9253233,"zoom":7,"place":"SHELBY, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":629,"tag":"race"},{"id":244,"tag":"Violence"},{"id":825,"tag":"Riot"},{"id":407,"tag":"Death"}]},{"id":6645,"title":"John Mosby and his men capture vital Union resources behind enemy lines","course_id":164,"status":"P","start_date":"1863-03-08","end_date":"1863-03-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 8, 1863, Colonel John S. Mosby and twenty-nine of his confederate cavalry troops snuck past thousands of Union soldiers and conducted a secret and successful raid upon a Union encampment near the Fairfax Courthouse and captured Union Brigadier General Edwin H. Soughton along with many other soldiers and resources. In order to conduct the raid under secrecy, Mosby and his men first needed to bypass thousands of Union defenders stationed around the Fairfax Courthouse, a maneuver that swung them deep behind enemy lines. Unsure of how to navigate through the defects of the Union line of defense, Mosby acquired important information regarding possible routes of entry from a Union deserter named Ames. The Union defector had recently joined Mosby and his men after abandoning the 5<sup>th</sup> New York Cavalry. “Ames knew where there was a break in the picket lines between Chantilly and Centreville,” stated Mosby, “and he led us through this without a vidette seeing us.” With his cavalry-men successfully behind enemy lines, Mosby set his sights upon the town surrounding the Fairfax Courthouse.","Upon entering the town, Mosby tasked his men with searching for Sir Percy Wyndham, a Union Cavalry Commander who was their desired target, along with seizing Union horses. To the Confederate Mosby’s disappointment, Wyndham had not been in the town the night of the raid because he had recently left for Washington. Instead of the Union commander himself, Mosby acquired “two staff officers, his horses, and his uniform.” Among the Union soldiers captured by Mosby’s men was an individual who served as a guard for a Union Brigadier General named Edwin H. Stoughton and knew of his place of residence. Following the information provided by that Union soldier, Mosby and several of his men traveled to the Gunnel House where Stoughton was staying. Knocking on the door of the home, Mosby was asked by Union soldiers to identify himself, of which he stated; “Fifth New York Cavalry with dispatches for General Stoughton.”","Under the <em>ruse de guerre</em> of Union soldiers, Mosby and his men entered the Gunnel House and found Stoughton asleep in his room. Unaware of his evident capture, Stoughton continued to sleep until he was awoken and further questioned by Mosby. Mosby specifically recalled asking Stoughton “if he had ever heard of Mosby,” further identifying himself and capturing the Union Brigadier General. Escaping into the darkness, out of the Union lines, and into Confederate territory, Colonel Mosby and his men returned from their successful raid. According to historian Jeffry Wert, Mosby’s raid spread quickly throughout the Union, leading to the assumption that President Lincoln would be the Confederate cavalrymen’s next target. In order to ensure the safety of President Lincoln, deliberate sabotage of the Chain Bridge connecting the Confederate held Virginia with the Union held Maryland was conducted by Union soldiers in hopes of inhibiting Mosby and his subsequent raids further into Union territory. Mosby’s dramatic raid undoubtedly contributed to his reputation as he was subsequently awarded the position of captain, furthering his involvement in the notorious Confederate cavalry."],"locations":[{"id":13792,"lat":38.8462236,"lng":-77.3063733,"zoom":7,"place":"FAIRFAX, Virginia"}],"tags":[{"id":2978,"tag":"Confederate"},{"id":3239,"tag":"Cavalry"},{"id":3240,"tag":"Raid"},{"id":311,"tag":"Union"},{"id":3242,"tag":"John Mosby"},{"id":3243,"tag":"Fairfax"},{"id":3244,"tag":"Courthouse"}]}]}