{"id":165,"title":"The History of Medicine and Public Health","school_id":94,"school_name":"Indiana University-Purdue University, Indianapolis","term":"Fall 2016","abbr":"HIST M364","url":"","description":"","points":[[39.2978804,-76.5942318],[39.1670467,-86.5269373],[36.1626638,-86.7816016],[41.8781136,-87.6297982],[-6.369028,34.888822],[51.376165,-0.098234000000048],[39.7631536,-86.1600826],[34.0522342,-118.2436849],[42.6525793,-73.7562317],[47.6062095,-122.3320708],[40.2671941,-86.1349019],[37.09024,-95.712891],[47.7626174,-120.1909114],[44.1158828,-78.032887],[42.1014831,-72.589811],[23.12911,113.264385],[37.7749295,-122.4194155],[42.3502648,-71.0809757],[26.820553,30.802498],[-8.783195,34.508523],[34.047863,100.6196553],[52.3555177,-1.1743197000001],[46.227638,2.213749],[41.49932,-81.6943605],[52.205337,0.12181699999996],[42.4072107,-71.3824374],[40.8714873,-73.456788],[39.768403,-86.158068]],"bounds":[[52.3555177,113.264385],[-8.783195,-122.4194155]],"episodes":[{"id":6605,"title":"Indiana Doctor Revolutionizes Surgery With Invention of New Bed","course_id":165,"status":"P","start_date":"3/1/09","end_date":"3/31/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1909, the surgery bed was revolutionized, changing surgery and hospital care forever. Right at the turn of the century, Dr. Willis D. Gatch, an Indiana University graduate of 1901 and then Resident Assistant Surgeon at Johns Hopkins Hospital, published his work on his modern surgery bed. Later called the Gatch Bed, it solved a great deal of issues in several areas of patient care. Originally intended for the treatment of peritonitis, an inflammation in the inner abdomen wall, the Gatch Bed soon showed beneficial in several other surgeries, in postoperative care, for patients with respiratory illnesses, for large patients with recent abdomen issues, and for comfort of any patient that may need or desire to lay at any angle.","Previously, patients receiving treatment for peritonitis were propped up by positioning pillows behind the back and under the knees, an inclined plane of some sort behind the back, or even by using a regular rocking chair. These techniques proved somewhat useful, but many were too yielding for proper patient care. During treatment for peritonitis, the Fowler Position (upright back position with knees elevated) is required. If the patient slips down at all, bacteria instantaneously floods the diaphragm. With the implementation of the Gatch bed, surgeons no longer had to worry about the patient slipping down; and the room staff was no longer exhausted from constantly repositioning patients. Because of its usefulness in many situations, the Gatch bed was soon implemented widely amongst hospitals and used in all forms of patient care.","Gatch later took his career back to Indiana University and was appointed Dean of the IU School of Medicine in 1932. Gatch has been described as a rugged individualist. He was said to often treat human relationships with the hand of a surgeon. He held a tight rein as dean, as he fought the problem of adequate financial support in the years following World War II. It has been said that it is doubtful that any other dean enjoyed so much autonomy as Gatch. The School of Medicine was caught in a troublesome time, having to make enormous efforts to keep up with the rapidly advancing world of medical science, and to maintain a respectable rating among American medical schools. Gatch served as Dean until 1946. "],"locations":[{"id":52977,"lat":39.2978804,"lng":-76.5942318,"zoom":8,"place":"Johns Hopkins Hospital"},{"id":52978,"lat":39.1670467,"lng":-86.5269373,"zoom":8,"place":"Indiana University"}],"tags":[{"id":3146,"tag":"Surgery"},{"id":3147,"tag":"Bed"},{"id":3148,"tag":"Indiana"},{"id":3149,"tag":"Johns Hopkins Hospital"},{"id":3150,"tag":"Indiana University"},{"id":3151,"tag":"Gatch"}]},{"id":6606,"title":"Light through the Fog of War","course_id":165,"status":"P","start_date":"1864-12-15","end_date":"1865-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many people today know about the battles and outcomes of the American Civil War, but not many know about the nurses that provided care to soldiers during and after battles. In Nashville, Tennessee in 1864, a picture was taken that depicts the common nurse during the American Civil War. The picture depicts many stories and experiences nurses had during the American Civil War as it shows the setting for medical care and methods of treatments. The photo is very detailed in how it shows the setting of medical care and treatment, it shows two soldiers covered up by many blankets in a bed with one of the beds having crutches behind it and the nurse is preparing food and medication that is being distributed to the soldiers from their bedside. The soldiers are also covered in bandages and have facial expressions of pain from their wounds they received from battle. Medical treatment knowledge wasn’t as advanced as it is today, so nurses were seen like mothers to a child or a symbol of hope as they did everything they could to help wounded soldiers. This picture was used for the Chicago Sanitary Fair of 1865 and was distributed to the eyes of the public that didn’t have a role in the American Civil War. The Chicago Sanitary Fair in 1865 used this picture because they believed it would be a great motivation tool to influence citizens to join the war effort either by making donations or taking a role as a medical care provider in the American Civil War.   ","American Civil War nurses were seen as a beacon of hope and a vital sign of health to the soldiers of the war, but there was also a sign of pride coming from the nurses as most volunteered to become war nurses as they believed it was their patriotic duty. This pride was seen as a push for more opportunity for women as nursing became more and more as an occupation for women. Even though nurses were seen as a beacon of hope and a care giver as seen back in the photo, nurses were stigmatized as many men believed that the women’s place was in the house and not out in the field as men saw women as a weaker gender. The motivation from women though was astounding as women would use their own homes as small hospitals to quarter soldiers and give them shelter and food. Nurses had many roles during the war and it wasn’t just providing medical care to soldiers. Civil War nurses also provided literacy tasks as they helped write letters to soldier’s families. These details give more depth to what nurses did for soldiers during the American Civil War and explores the challenges nurses had to overcome to define the occupation for not their time period, but for the future. "],"locations":[{"id":52979,"lat":36.1626638,"lng":-86.7816016,"zoom":8,"place":"Nashville Tennessee"},{"id":52980,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago Illnois"}],"tags":[{"id":2966,"tag":"American Civil War"},{"id":2189,"tag":"Nursing"},{"id":182,"tag":"Nashville"},{"id":3152,"tag":"Chicago Sanitary Fair"}]},{"id":6607,"title":"Does AIDS Partake in Other Diseases?","course_id":165,"status":"P","start_date":"5/1/86","end_date":"4/30/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the height of the AIDS epidemic in the early 1980’s, scientists looked to Africa where the disease was most common in search of medical research to explain how it was spreading. In 1986 a research report titled <em>AIDS in Africa: An Epidemiologic Paradigm</em> explored how the health infrastructure in Africa might have been contributing to the spread the AIDS. As the AIDS epidemic was beginning to expand in the United States, new research was created to try and track the spread in hopes of limiting the number of infected Americans. Once they located the beginning outbreak of AIDS in Africa, they were able to study the increase of infected adults and trace them back to targeted demographics. “Retrospective studies on the frequency of certain clinical diseases as sentinel markers of AIDS indicate that there was a marked increase in cases in Africa during the late 1970’s and early 1980’s. Epidemic increases in chronic, life-threatening enteropathic illnesses were noted in the late 1970’s in Kinshasa and in the early 1980’s in Uganda and Tanzania, where it was referred to as a ‘slim disease’”. Once the researchers were able to track the location of the beginning of the AIDS outbreak, they searched further into what the target demographics were, and who specifically were transporting this disease.","When investigating the spread of AIDS in America, historian KB Hymes shared that the patients in Los Angeles, California were quickly identified that homosexual and bisexual men were in the majority for the population infected with HIV. As the report looked back to Africa, they saw that prostitutes specifically were positive with the disease. “In a simultaneous investigation of 26 cases in Kigali, Rwanda, 43% of the female patients were identified as prostitutes. The fact that there was no evidence of homosexual transmission or intravenous drug use indicated that the pattern of AIDS transmission was different, and that heterosexual contact might be an important factor in transmission.” After they saw that there was not a difference in hetero or homosexual contact, AIDS was then investigated to see if its characteristics were impacting other diseases.","Meningitis in particular has been a disease that still shares a connection with the AIDS virus. “Careful surveillance of cryptococcal meningitis in Kinshasa showed a sevenfold increase in 1978-1984.” Even in 2016 researchers are finding that in Africa, meningitis is largely occurring amongst AIDS patients. In 2016 a study in Western Tanzania investigated how a specific strand of Meningitis was occurring in AIDS patients as there was a rise in meningitis deaths. “Meningitis is common and is among the most serious infections occurring in individuals with HIV infection. TB meningitis has also been shown to be the second most common cause of meningitis, with a fatality rate of up to 67% among HIV-infected individuals.” Overall the AIDS virus changes the medical landscape of Africa by creating a population more susceptible to Meningitis and other diseases."," "],"locations":[{"id":52981,"lat":-6.369028,"lng":34.888822,"zoom":6,"place":"Tanzania"}],"tags":[{"id":3154,"tag":"Meningitis"},{"id":3153,"tag":"AIDS"}]},{"id":6608,"title":"From Death to Life: The Obstetric Improvements of the Early 1930s","course_id":165,"status":"P","start_date":"1/1/30","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Imagine you are in labor and the only hospital available to you is out of date, needs better sterilization equipment, and does not have proper washing basins. Seven pregnant women died in the year 1930 in Croydon, a borough of London, England due to their pregnancies and unsanitary conditions like those described above. One of these deaths was due to childbed fever, or puerperal fever. Another 36 mothers had childbed fever; however, they did not succumb to it.","Prior to the 20<sup>th</sup> century, almost 50% of maternal deaths were due to childbed fever. The rapid decrease in maternal and infant disease and death was primarily the result of sanitary measures that were taken such as antisepsis, hand and instrument disinfection, separate delivery rooms, and proper training of doctors and midwives on the birthing process. Before the 1930s, almost 2,500 women in Britain died from unsanitary birth conditions, over 40% of which could have been prevented. Many births were home births. Beginning in the 1930s, there was a push towards hospital births and a better standard of care for mothers. This was one of the major reasons for a decreased mortality rate in mothers and babies. The advent of antibiotics in the 20<sup>th</sup> century also helped decrease the rate of infection for mothers during the birthing process, especially since childbed fever was a bacterial infection.","The changes that were implemented in the early 1930s led to safer birthing conditions. The seven women that died due to pregnancy related complications would be reduced even further in the years to come. As mentioned earlier, the 40% of preventable pregnancy deaths in years prior were on the way to actually being prevented. The sanitary measures in hospitals lead to an overall better standard of obstetric care."],"locations":[{"id":52982,"lat":51.376165,"lng":-0.098234000000048,"zoom":8,"place":"Croydon, London, England"}],"tags":[{"id":3159,"tag":"Maternal Mortality"},{"id":3158,"tag":"Childbed Fever"},{"id":3157,"tag":"Sanitary Conditions"},{"id":3156,"tag":"Maternal Medicine"},{"id":3155,"tag":"Obstetrics"}]},{"id":6611,"title":"The Man, the Mystery, Dr. Willis Gatch: Inventor of the Adjustable Hospital Bed","course_id":165,"status":"P","start_date":"1/1/09","end_date":"12/31/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A post-operative patient in 1907 did not have the luxury of sitting upright in bed or draining his wounds correctly. He ran the risk of severe infection due to constant reclining and a lack of movement. But by 1909, however, Dr. Willis D. Gatch had revolutionized the hospital bed for post-operative care. Dr. Gatch was a professor, physician, surgeon, Dean, and the inventor of “the adjustable bed which bears his name-Gatch Bed.”","After graduating from Indiana University, Dr. Gatch completed his medical training at Johns Hopkins University in Baltimore, Maryland. Initially, Gatch was the second chair of surgery, but later served as the head chair of surgery (including gynecology and orthopedic surgery) from 1912 to 1947. By 1931, Dr. Willis Gatch became the third Dean of the Indiana University School of Medicine (IUSM). He held this title until 1946.","Gatch’s primary accomplishment is the Gatch bed which closely resembles the adjustable hospital beds still in use today. Gatch developed such a bed for better irrigation of the bladder and bowels, to prevent dyspnea, for easier sitting of overweight patients, and to promote the comfort of the patient overall.","Some honorary buildings are presented to their recipients posthumously, but a new building on the campus of IUPUI was erected as the Willis Gatch Clinical Building at IUSM in 1937 during Gatch’s time as Dean.","Dr. Willis Gatch spent his career finding solutions to problems that physicians faced. His invention outlined the medical importance of sitting upright. Gatch defined the many daily, postoperative, and other uses of the Gatch Bed. Additionally, a primary issue Gatch faced during his career was the negative effect of surgical shock on his patients.","While studying medicine at Johns Hopkins, Dr. Willis Gatch studied the effect of nitrous oxide as anesthesia on surgical shock. Gatch conducted his studies with the help of Professor Halstead.","“‘My object at the outset was to develop a method of administering these gases so simple, cheap and effective as to make possible their more general use.’ His goal was to prove that nitrous oxide had no harmful effects, it could be mass-produced inexpensively, and could help prevent surgical shock. ‘I have, therefore, studied the effects of rebreathing these gases with a view to determining to what extent this may be permitted without injury to the patient. My results have led me to believe that within certain limits the method is not only harmless but beneficial.’”","Through his studies at Johns Hopkins University and his clinical work with nitrous oxide, Dr. Willis D. Gatch was able to pioneer the long term and widespread use of anesthesia during surgery. Medical professionals still use nitrous oxide today, in part, because of Gatch's discovery of the lack of negative side effects. Gatch reformed operative and surgical procedures, as well as post-operative care. He was an outstanding pioneer for his time. And health care facilities today still benefit from his contributions to the medical field. "],"locations":[{"id":52986,"lat":39.7631536,"lng":-86.1600826,"zoom":7,"place":"indianapolis, IN"}],"tags":[{"id":3165,"tag":"Gatch Bed"},{"id":3166,"tag":"Willis Dew Gatch"},{"id":3167,"tag":"hospital bed"}]},{"id":6616,"title":"The Oppression of African Americans During the HIV/AIDS Epidemic","course_id":165,"status":"P","start_date":"1/1/89","end_date":"1/30/89","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For minorities in the 1980s, the future was uncertain.  The HIV/AIDS epidemic was on the rise, while quality information and resources were nowhere to be found.  As time went on, misconceptions and maltreatments  became commonplace.  Despite statistics showing otherwise, minorities were often led to believe that the virus was not a threat to them.  Minorities often thought that the misfortune of contracting the virus affected promiscuous white men exclusively, a misconception that was encouraged by the available educational information.  However, minorities were contracting the virus at a disproportionate rate, despite making up a far less percentage of the population than white men.  As an attempt to combat fatal misinformation, organizations began distributing educational materials aimed at the minority population about their high level of risk.","The Minority AIDS Project out of Los Angeles, CA distributed a series of educational posters 1986-1989.  Always the Last to Know!!! (1989) was one of six preserved posters, now accessible through the Rare Books and Special Collections by River Campus Libraries.  The poster pictures an older African-American woman and young girl, as well as a young African-American man.  Neighboring the portraits are shocking statistics in bold red and black letters. The poster states that 72% of all women diagnosed with HIV/AIDS were either Latino or Black. The urgency portrayed is not out of place, as the threat the virus imposed was not reflected in the attitudes of the most vulnerable populations.  ","Misconceptions about how one contracted the virus flooded the African-American community.  Sexual promiscuity and sex work were believed to be the main actions to increase risk. Minorities interviewed in focus groups continually rejected the idea that their risk could be higher than the promiscuous white man’s.  Socio-economic status heavily favored the white population, making access to information and education for minorities much more difficult.  The lethal mixture of “fear, fact, and fiction” that made up the viewpoint of those at risk placed them in an increasingly vulnerable position. The African American female population particularly suffered high-risk and low-activism. Poverty and drug-addiction are connected with high-risk behaviors such as intravenous drug usage, sex work, and the act of ‘survival sex’ (exchanging sex for drugs).  African-American women were found, more than any other group of people, to be subject to poverty and with risk behaviors that heighten one’s chances of contracting the virus. ","The solemn and urgent undertones of the Always the Last to Know!!! poster reflect the bleak times facing the African American population in the 1980’s, perpetrated by public health institutions that emphasized white male promiscuity and ignored the risks faced by blacks."],"locations":[{"id":52990,"lat":34.0522342,"lng":-118.2436849,"zoom":7,"place":"Los Angeles, CA, USA"}],"tags":[{"id":544,"tag":"Oppression"},{"id":3177,"tag":"Minority HIV/AIDS"},{"id":3178,"tag":"Early AIDS Epidemic"}]},{"id":6618,"title":"Dr. Sharp's Indiana Plan to \"Render Sterile Confirmed Criminals and Mental Defectives\"","course_id":165,"status":"P","start_date":"3/9/07","end_date":"12/31/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1907, the state of Indiana passed the world’s first sterilization law “to prevent procreation of confirmed criminals, idiots, imbeciles and rapists.” Over the next decade, hundreds of sterilization procedures would be performed under this law, sometimes under dubious circumstances. The 1907 Indiana law came as a direct consequence of fears concerning social changes that coincided with the growth of industrialization at the turn of the 20<sup>th</sup> century. The middle and upper classes dreaded the perceived immorality in mounting urbanization, the encroachment of foreign cultures, and that lower-class people would out-breed these higher classes.  In Indiana, there was a particular concern with poor, white Kentuckians moving into the state. Simultaneously, eugenic ideas were seen akin to public health issues.  At a time when cures and vaccines were being created for diseases of the body, some authorities hoped that eugenic efforts could function as preventative measures for mental and hereditary health. The greatest concern of eugenicists was the financial burden put on charitable organizations and tax payers in sustaining a populace they saw as “degenerate.”","Dr. Harry C. Sharp, convinced that sterilization was the noblest answer to these perceived societal issues, was a driving force in the Indiana law’s passing. Even though marriage laws and segregation were also seen as solutions to eugenic problems in the early 1900s, Sharp asserted that sterilized individuals could enjoy normal, happy lives. Previously, physical castration had been used as a punitive action against criminals. However, negative physiological effects of the procedure on the patient caused castration to be considered in violation of the 14<sup>th</sup> Amendment. Consequently, questions regarding whether sterilization could be construed as cruel and unusual punishment were addressed early on. In 1907 and 1909, Sharp gave two speeches to the National Prison Association in which he cited sterilization procedures he had performed for experimental, therapeutic purposes. A young man, Sharp claimed in 1907, had actually requested the procedure to cure his masturbation. In 1909, Sharp detailed that he had sterilized an 11-year-old epileptic girl who was then able to experience puberty normally. Sharp insisted that because of clear differences from castration, sterilization could not be seen as a punishment and thus was not unconstitutional.","At Sharp’s 1907 speech, the Indiana sterilization plan was met with great praise.  A number of board members also contemplated on the procedure’s disciplinary potential. Dr. Sharp responded to these notions by insisting that sterilization was “purely a medical measure.”  Yet, after two years, reactions to sterilization became increasingly divisive. Upon Sharp’s conclusion to his 1909 speech, the NPA’s treasurer rose in protest and declared the topic of sterilization improper for their organization.  Some found religious reasoning both in favor and against sterilization. Many still favored sterilizations, lest the entirety of the nation be overpopulated with “epileptic hospitals and homes for the feeble-minded” and civilization be “doomed.”  This logic spread sterilization laws into several other states. However, by 1913 the constitutionality of the sterilization law was seriously doubted due to sterilizations being performed questionably and without expressed legal sanction. The Indiana law was finally deemed unconstitutional in 1921.  Nevertheless, by the end of the 1920s there were new sterilization laws that would endure for another half century."],"locations":[{"id":8678,"lat":42.6525793,"lng":-73.7562317,"zoom":8,"place":"ALBANY, New York"},{"id":52993,"lat":47.6062095,"lng":-122.3320708,"zoom":8,"place":"Seattle, Washington"},{"id":52992,"lat":40.2671941,"lng":-86.1349019,"zoom":8,"place":"Indiana, United States"}],"tags":[{"id":3189,"tag":"1900s"},{"id":3188,"tag":"1907 Indiana Law"},{"id":3187,"tag":"Eugenic Legislation"},{"id":533,"tag":"Eugenics"},{"id":2937,"tag":"United States"},{"id":3186,"tag":"Involuntary Sterilization"},{"id":3185,"tag":"Vasectomy"},{"id":3184,"tag":"Eugenic Sterilization"},{"id":3183,"tag":"Indiana Sterilization Law"},{"id":3182,"tag":"H.C. Sharp"},{"id":3181,"tag":"Dr. Sharp"},{"id":3180,"tag":"Harry Sharp"},{"id":3179,"tag":"Sterilization"},{"id":9,"tag":"Law"},{"id":1466,"tag":"Legislation"},{"id":2471,"tag":"20th Century"},{"id":3148,"tag":"Indiana"}]},{"id":6620,"title":"Does Your Family Have What It Takes?","course_id":165,"status":"P","start_date":"1890-01-01","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A person who strolled a state fairgrounds in the 1920’s might have seen a big attention-grabbing poster with lights illuminating every so often. Walking over to see what is written on it, the person would have noticed that the board contains many different statistics and lights that flash at different intervals: every 48 seconds in the United States, someone was born who would never reach the mental capacity of an eight-year-old. Every seven and a half minutes, a person who would become a leader and a thinker in society was born. These statistics were used to try and show people that too many people with poor genes were being born in the United States. However, the boards served as more than just an eye opener to the public.","Something needed to be done about this ‘problem.’ So what a better way than to have a contest to reinforce what a genetically sound family is like. Physicians and eugenicists hoped that these contests would promote the reproduction among families with good genes. Judges of fitter family contests used overall appearance of the family as a factor. This is where the contests resembled livestock judging. Judges also checked family pedigree charts and trees to determine who the winning family would be. The winner received a medal and/or trophy with quotes engraved into it like “Yea, I have a goodly heritage.” Whoever won would have bragging rights and the knowledge that they are part of a movement to create fitter families in America.","Fitter family contests were part of a larger movement known as the eugenics movement of the 1900’s. Eugenics is considered to be the aim of enhancing the human race by either positive or negative means. The promotion of the reproduction of people with ‘good genes’ (positive eugenics), or by a more radical means of sterilizing and making it illegal for people with poor genes from getting married or reproducing (negative eugenics).","These contests stood for much more than meets the eye of a casual observer. While they may look like just some hometown contest, the events that coincided with these competitions were considerably grim. The eugenics movement had a dark side that you cannot see by looking at something like the fitter family contests. Experiments such as sterilization of incarcerated inmates and the mentally disabled were just a few of the examples of negative eugenics of this time."],"locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":533,"tag":"Eugenics"},{"id":3197,"tag":"Fitter Family"},{"id":3198,"tag":"state fair"},{"id":3199,"tag":"better baby"},{"id":3200,"tag":"contests"}]},{"id":6622,"title":"The Evolution of Hospital Beds","course_id":165,"status":"P","start_date":"1/1/21","end_date":"12/31/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The evolution of the hospital bed has changed drastically since it the concept was first thought of in the early nineteen hundreds.  They became important when patients were needing procedures done and had to stay in the hospital for a significant amount of time.  Nurses were a major influence on changes that were made to hospital beds in the beginning of medicine due to the fact that they were the ones who were at the patients bed side providing close care to the patients, thus discovering how a hospital bed could be most useful when providing the highest quality of patient care during this time period (U. 1963).","The Textbook of Surgical Nursing, which was written in 1921, is a good way to understand how hospital beds were first assembled and what the purpose was to provide better patient care.  The first hospital beds used, if they can still be called that with the hospital beds that we in medicine know today, they were essential just tables with no padding, sheets, or pillows (U. 1963).","All of these simple things we know to be standards in hospital care today.  Although this textbook was written for education purposes in the United States, it is recognized in this textbook that other countries around the world use different standards for hospital beds used in medical care (U. 1963).  It is thought that all hospital beds are like the ones found here in the United States of America but as The Textbook of Surgical Nursing points out this is not the case."],"locations":[{"id":52994,"lat":47.7626174,"lng":-120.1909114,"zoom":7,"place":"Ellensberg, WA"},{"id":52909,"lat":44.1158828,"lng":-78.032887,"zoom":21,"place":"New York, NY"}],"tags":[{"id":3167,"tag":"hospital bed"},{"id":3147,"tag":"Bed"},{"id":1654,"tag":"Hospital"}]},{"id":6624,"title":"The Propaganda of Fitter Families Contests","course_id":165,"status":"P","start_date":"9/21/25","end_date":"9/21/25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 21, 1925 in the town of Springfield, Massachusetts, a family of 8 entered and won a contest. To that family, it was likely a point of pride, something to show that they were of a good, strong, American breed.  But this Fitter Families Contest, and many others just like it held throughout the United States, was a far more influential part of American history than it may seem at first glance. These contests served as a sort of propaganda that helped justify mistreatment of thousands of Americans by trying to scientifically prove that they were inferior human beings.","Contests like the one in Springfield were common in 1920’s America, often appearing in agricultural fairs. These were places where concepts like the importance of good breeding were well understood and respected. These events sprang out of similar competitions like the ‘Better Babies Contests’ that also often appeared at these fairs, to the same propagandistic means. To the participants, these events may have seemed educational and fun, hardly the type of thing that springs to mind with the mention of the word ‘propaganda.’ To this inoffensive end, these contests were extremely successful, convincing multiple generations of wealthy white people of western European heritage all at once of their own genetic superiority, helping to further elevate their feeling of status over the poor, uneducated, and people of other racial backgrounds. Winners were even given medals which stated ‘Yea, I have a goodly heritage,’ a biblical quote that would imply that the wearer was even in the favor of God.","While these contests did eventually end with the rise of Nazism, Germany’s own special take on eugenics, the bite of the seemingly toothless Fitter Families Contests could be felt throughout America throughout the 1920’s and beyond. The concepts that it promoted where the same ideas held by eugenicists that helped to create laws that would sterilize criminals and mentally handicapped, prevent the immigration of peoples attempting to escape the rise of Nazism in Germany, and convince white America that they were under constant threat of the degeneration and destruction of their race if they did not work to keep it safe through the processes hailed by genetics. In the end, the most important thing was not a single family winning a single contest at a single fair on a single day, but the effects that these many families, many contests, many fairs, and many years can have on the way a nation perceives itself."],"locations":[{"id":52791,"lat":42.1014831,"lng":-72.589811,"zoom":8,"place":"Springfield, Massachusetts"}],"tags":[{"id":533,"tag":"Eugenics"},{"id":522,"tag":"Massachusetts"}]},{"id":6626,"title":"Peter Parker and Lam Qua: Patients and Paint in China","course_id":165,"status":"P","start_date":"1832-01-01","end_date":"1888-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A young Chinese girl poses in front of a boulder. She is dressed in all black with a tumor the size of a cantaloupe on the right side of her face. Her name is Akae, and she was one of Peter Parker’s many patients during his mission to Canton, China in the 1830s. Parker, an American physician, would treat patients for little to no cost, but his main goal was not to cure their bodies. He wanted to cure their souls and convert the Chinese to Christianity by spreading the gospel. He was concerned for the souls of these “heathens” and planned on spending most of his time in China completing his missionary work. However, once he started to pursue his medical career, his spiritual mission got pushed to the back burner.","After getting his degree from Yale and moving to Canton, China, Parker became a very renowned physician. It was at the Canton Ophthalmic Hospital, Parker’s first hospital in China, where he first specialized on eye diseases. He then opened up his work to operating on abscesses, tumors, cancers, and other deformities. These were the cases that were tastefully documented by the painter, Lam Qua. Lam Qua was a Cantonese artist who did most of his paintings of Peter Parker’s patients in the 1830s. He loved the idea of medicine, and was even said to have regretted not becoming a physician himself. His artwork was some of the first from China that was favored in the Western world, and his paintings are a great example of a unique way of documenting patients.  ","During his time in Canton, Parker found himself more successful than his predecessors, the Jesuits, but still faced struggles on getting the Chinese to convert to Christianity. One of the main conflicts he faced was finding time for missionary work in his busy schedule of healing. His role as a missionary proved to be difficult because his role as a physician kept him very preoccupied. Peter Parker physically helped a lot of people, but spiritually he was unsuccessful. He started gaining resistance from the Chinese people when he attempted to convert them to Christianity, most likely resulting from the Jesuit missions. This resistance led to many organizations to pull their funding from Parker's missions because they believed he was failing. Parker became frustrated and his relationship that was once strong with the Chinese people began to deteriorate.","Peter Parker’s work in Canton reflects the concept of foreign medicine at the time. The sense of superiority Parker felt towards the Chinese reflects the western thought on race and ethnicity. Regardless of this idea, Peter Parker did show compassion towards the Chinese by attending to their needs free of charge and by using anesthesia. Although his mission may have failed, Parker helped a lot of Chinese suffering from abscesses and tumors, and thanks to Lam Qua, these cases are well-documented and published on canvases for the world to see."],"locations":[{"id":52998,"lat":23.12911,"lng":113.264385,"zoom":8,"place":"Canton, China"}],"tags":[{"id":145,"tag":"art"},{"id":3205,"tag":"Foreign Medicine"},{"id":3204,"tag":"Lam Qua"},{"id":3203,"tag":"Peter Parker"},{"id":3202,"tag":"Missionary Work"},{"id":41,"tag":"China"}]},{"id":6627,"title":"Burn Care: A Breakthrough in the 1800s","course_id":165,"status":"P","start_date":"1863-12-11","end_date":"1863-12-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was a chilly California night, the 11th of December in the year 1863, when suddenly, an explosion happened. It occurred in the home of Mrs. C (full name to be kept confidential), 8 miles from San Fransisco. It was a sudden explosion of a keg of blasting powder in which three of her children, two boys and one girl, endured the consequences. One of the boys died hours after the accident. According to Dr. Joseph F. Montgomery in his 1872 journal <em>Burns and Scalds: Their Treatment, with Cases, </em>he was called to see the two remaining children, one girl age 16, and one boy, age 14 for which they had endured severe burns. ","The young girl had much more extensive burns than her younger sibling. Both had suffered severe burns on the head, hands, face, thighs to the soles of her feet. Her brother, though less urgently injured, had burns in same places as his sister as well as his wrists and knees. From this physical analysis, Dr. Montgomery was able to take approaches to treat their burns thanks to the significant methods that emerged and were popular during the 19th century.","There were two major methods of treating burns during Montgomery’s time: application of cold product to produce cooling effects and/or application of some sort of stimulating substance. For Montgomery, dressing changes and oil applications were essential elements. Dr. Montgomery managed to apply oil and lime-water liniment. In fact, this type of oil was also being used during the same time on the other side of the world in Scotland (Lee 170). According to the <em>British Medical Journal</em>, lime-water liniment was often mixed with linseed oil to help with the burn and this combination became known as Carron oil in the world of burn medicine.","By applying these substances on their burns with cotton strips of wool, Montgomery managed to at least make their pain tolerable until he could attend to the siblings again a few days later. The girl’s extensive superficial burns became too much for the dressing changes to have an impact to soothe and prevent infection. She passed away on the 19th leaving her brother to fight for survival.","Though he received dressing changes daily, he appeared to have growth of his granulation where there was sloughing. Solid nitrate of silver was used which according to R.J Fernandez’ journal <em>Historical Evolution of Burn Surgery, </em>help(ed) to reduce the chance of infection and improve rehabilitation and was first made popular in the mid 1800’s by Guillaume Dupuytren, who was in fact known as the father of plastic surgery. Fortunately, the boy lived a healthy life after his accident and it could be due to the complications that he avoided.","During the 1800s, burn care and their cases were actually seen as “black sheep” in the field of medicine, but with such intense cases like these two children’s, burn care becomes more serious in the field of medicine, but with the refinement of techniques the field became more respectable. Thanks to the combinations of toxic or acidic ointments in their wound dressings are the reason why many burn patients in the 1800’s were able to survive the trauma of a burn injury."," "],"locations":[{"id":52945,"lat":37.7749295,"lng":-122.4194155,"zoom":6,"place":"San Francisco, CA"}],"tags":[{"id":3209,"tag":"Oil Application"},{"id":3208,"tag":"Burns"}]},{"id":6628,"title":"Trouble with the Fens","course_id":165,"status":"P","start_date":"1884-04-08","end_date":"1884-04-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A place for relaxation, picnics, play, and companionship, the Back Bay Fens lie just outside Fenway Park near the Charles River in Boston. Now a beautiful location, the park, imagined by Frank Olmsted, has a history mired in literal filth.","Construction of the Fens began in the 1880s. Chosen to be the first park in a much larger network of public grounds known as the Emerald Necklace, the Fens were not as they appear today. The Back Bay Fens, as much of Boston throughout its history, was a swampy marsh that had to be formed and shaped to what the park’s designer wanted. Though designed as a positive public health initiative for both city and community, the Back Bay Fens was attacked for causing the “deadly miasma” it was created to combat.","In 1884, <em>The Boston Globe </em>published an interview with anonymous man who had experience in, “landscaping, gardening, and engineering.” Questioning the cost, methods, and possible dangers, he claimed the construction “will be the source of deadly miasma.” He stated that the design of the sewer system did not accommodate for high tide, and that sewage, mud, and filth would fill the artificial pond. The land-forming done had nearly been ruined by the construction of the Boylston Bridge, a costly endeavor by the city of Boston. The anonymous source railed against the choices of Frank Olmsted and H.H. Richardson as designers of the park and its architecture. This anonymous individual challenged the city of Boston on their methods for creating this public green space, questioning the effectiveness on both a financial level, and a public health level.","Twenty-years later Boston would still be paying for their mistake. Backlash from various groups of people halted the construction of Olmsted’s “Emerald Necklace.” Along with landscapers, and engineers like the man interviewed by the Boston Globe, citizens were discontent with their parks. The warning of the 1884 paper went unheard and the consequences were as predicted. In 1905, <em>The Boston Globe</em> again reported on the Fens. This time the article was about Boston’s continued failure to clean the “cesspool” that had developed.","Public health initiatives were undertaken by cities to create more livable and healthy environments, but they also had unintended consequences. The Fens is one example of the conflict that can rise from public health initiatives undertaken by city governments. Even something as seemingly simple as a park experienced unintended consequences that frustrated both citizens and city government for years to come. The Back BayFens are not a failure, but its history as a successful public health initiative is polluted."],"locations":[{"id":53000,"lat":42.3502648,"lng":-71.0809757,"zoom":8,"place":"Back Bay, Boston"}],"tags":[{"id":3210,"tag":"Parks"},{"id":1902,"tag":"recreation"},{"id":2662,"tag":"Boston"},{"id":1122,"tag":"Public Health"},{"id":100,"tag":"Medicine"}]},{"id":6629,"title":"A Peek into Medieval Animal Medicine across Asia and Africa","course_id":165,"status":"P","start_date":"1500-01-01","end_date":"1500-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An elegant script travels across the fragile fabric of an ancient document from the 14<sup>th</sup> century. Seeking out those who were caretakers of horses or early equine veterinarians, it speaks of the Mamluk period, the medieval rule of the Islamic Empire across Asia and Africa. Dark ink illustrates an ancient veterinarian administering medicine to an ill horse. Grass swayed beneath the two, depicting an outside environment for treatment. The horse’s head tilted upwards, allowing the animal physician to place a tube-like tool into the horse’s mouth and down its throat. The ancient writings explain that a tube or horn was usually utilized in response to an animal resisting treatment. Preventing the horse from closing its mouth, the tube allowed for the veterinarian to be sure the animal would take its medicine. The specific medication cannot been seen in the illustration, however, most medications that were prescribed to sick animals consisted of a mixture of herbs (such as roses and saffron heated in rose water) due to the belief that pleasantly aromatic medications helped to aid in the fight against illness. This illustration presents only a peek into medieval animal medicine across Asia and Africa.  ","Old Hippocratic/Galenic teachings were translated across Africa and Asia as early as the 14th century. However, these teachings of humoral theory based medicine were not only applied to healing humans, but were transformed to encompass the health of animals. This built a foundation for early veterinary medical practices to grow on. An important era of this growth is noted in the Mamluk period, where medical diagnostic and prognostic techniques were crafted and recorded in order to treat a variety of animals, ranging from but not limited to: horses, dogs, hunting hawks, stray cats, mules, cheetahs and etc.","In consideration of the humoral theory, treatments for animals were often similar to what humans received. Of course, the treatments were altered appropriately, based on the stature (organ size, bone density, etc.) of the animal. Therefore, birds were treated and diagnosed differently than elephants, and both were treated differently from humans. For example, the healthy “temperament” of a bird differs from the healthy temperament of an elephant. Animals such as elephants and horses were also seen as stronger than humans, considering their physical size. Therefore, they could handle a larger amount of medication than humans. The use of ointments was also drawn from humoral theory. If the animal had dry, cracked skin, a moist ointment would be rubbed on the affected area. This type of ointment was often used to treat wounds on a horse that was cut or scratched after hunting or traveling.","Many other innovative techniques were introduced across Asia and Africa in order to more effectively treat animals. For example, horses were placed on their back with their legs bound together during treatments of certain ailments. This would help to stabilize the animal, preventing them from harsh movements that could harm them during treatment (not unlike the gentle tying of animal limbs to a table during surgery in modern times today). Sedatives were also utilized to relax the animals during especially painful treatments. These are only a few examples of how early animal medicine began to grow across Asia and Africa during the 14<sup>th</sup> century."],"locations":[{"id":53003,"lat":26.820553,"lng":30.802498,"zoom":8,"place":"Egypt"},{"id":53002,"lat":-8.783195,"lng":34.508523,"zoom":8,"place":"Africa"},{"id":53001,"lat":34.047863,"lng":100.6196553,"zoom":8,"place":"Asia"}],"tags":[{"id":3215,"tag":"Animals"},{"id":3214,"tag":"Mamluk"},{"id":3213,"tag":"History"},{"id":3212,"tag":"Asia"},{"id":3211,"tag":"Veterinary"},{"id":1681,"tag":"Africa"},{"id":100,"tag":"Medicine"}]},{"id":6630,"title":"The Family Secret: Chamberlen Forceps","course_id":165,"status":"P","start_date":"1670-01-01","end_date":"1770-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Although there are many tools that have contributed to Obstetric medicine, only one was kept a family secret within a family of barber surgeons and practitioners of midwifery for over 100 years. This secret tool is referred to as the Chamberlen forceps. Forceps have been around for some time with Sanskrit writing from approximately 1500 BC, and come in many different forms. Forceps have many uses such as clamping, grasping, holding, cutting, dissecting, dilating and suctioning. Obstetrical forceps specifically are designed to smoothly hold and pull the baby head during vaginal delivery. The Chamberlen forceps were designed with a cephalic curve to fit around the baby's head but lacked the pelvic curve characteristic of the modern forceps.","Peter Chamberlen, later referred to as “the Elder,” invented the obstetrical forceps in the late 16th century in France as a means of avoiding both maternal and neonatal morbidity. Chamberlen went through great measures to introduce yet keep secret of the invention of this tool. He was forced to flee France and settle in England because of religious persecution, later joining the Barber Surgeon Company, often finding himself in trouble. His troubles however did not stop there. Peter later found himself being committed into prison for prescribing medicine and practicing midwifery and keeping his methods a secret, going against the rules of the College of Physicians. ","The Chamberlens made this obstetric tool a secret for two reasons. The first reason is because there was opposition at the time in the medical and surgical establishments to using this sort of tool in childbirth and it was also considered “meddlesome midwifery,” and could cause harm to the mother. Another reason why they went to great lengths to keep the forceps a secret is that a lot of money could be earned by being the people who could deliver a baby when no one else could. The Chamberlen family were said to have arrived at the house of the woman to be delivered in a special carriage. They were accompanied by a huge wooden box adorned with gilded carvings. It always took two of them to carry the box which everyone believed it contained some massive and highly complicated machine. The woman who was due to give birth was blindfold to avoid her seeing the family secret. Only the Chamberlens were allowed in the locked lying-in room, from which the terrified relatives heard peculiar noises, ringing bells, and other sinister sounds as the “secret” went to work.  In addition to blindfolding the women in labor, the Chamberlen’s would often make a lot of noise to distract what was going on and to mask the noise made from the forceps.","Not all of the Chamberlens found keeping the family secret important.  Dr. Peter’s (the nephew of Peter “the Elder) son, Hugh, went to Paris, where tried to sell the secret to the Royal Accoucheur, Clement, for 10,000 crowns. Clément’s challenged Hugh to deliver a grossly deformed rachitic dwarf who had already been in labor for eight days. After many hours sequestered with the woman Hugh failed and returned to England with the secret still unrevealed. The secret tool stayed preserved by Dr. Peter’s wife in a box of various family keepsakes. These were secreted under a trap door in the attic at Woodham Mortimer and were not discovered until 1813. However, the concept must have leaked out and by the early 18th century the first written records of similar but improved instruments appeared, notably from Chapman and Pugh, who both lived within a few miles of the Chamberlen family home in Essex."," "],"locations":[{"id":53005,"lat":52.3555177,"lng":-1.1743197000001,"zoom":8,"place":"England"},{"id":53004,"lat":46.227638,"lng":2.213749,"zoom":8,"place":"France"}],"tags":[{"id":3220,"tag":"Childbirth"},{"id":3219,"tag":"Midwifery"},{"id":3218,"tag":"Obstetric"},{"id":3217,"tag":"Forceps"},{"id":3216,"tag":"Chamberlen"}]},{"id":6633,"title":"The Downfall","course_id":165,"status":"P","start_date":"1/1/20","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The downfall of eugenics began around the 1920’s. In the 1930’s there were questionnaires sent out to people in the United States, specifically in Ohio, that contained questions that twins would fill out regarding themselves in many subjects. It questioned the twin’s physical features such as their health and if it differentiated between each twin or how much they differed in height. It also asked the twins to observe the palms of their hands to see if they were different or not. These packets of questions helped the scientist compare the two people and make important observations that could in fact prove eugenics to be a misguided movement.","Eugenics or the science of improving a human population by controlled breading to increase desired heritable traits and characteristics. Francis Galton had the high-minded idea that twins would be exemplary for the study of eugenics, he wanted to see if behavioral traits were determined by genes and using twins was the most accurate way. He didn’t take his idea to the next level, however, he certainly encouraged others and in turn disbursed evidence for the downfall of eugenics.","Eugenics continued to decline due to the studies regarding twins. Favoring the notion that the environment to which you grew up in is the main influence on your heredity, Horatio Newman, Frank Freeman, and Karl Holzinger researched twins in the 1930’s. They uncovered that twins that grew up apart were not identical behaviorally or personality wise, but were one hundred percent in correspondence in areas such as blood groups and appearance. The three men’s findings also showed that there was a fifteen-point difference between the twins IQ, thus proving intelligence is based upon upbringing, not based on the genes your parents pass down to you. Revealing that controlled breading isn’t the answer to a better society.","Those few men started a trend that continued into the 1950’s. Twins were studied and studied and inevitably showed that eugenics wasn’t all it was made out to be which wasn’t necessarily the goal of studying eugenics in twins, but it ended that way. Galton was one incredibly intelligent man to think of using twins who are the same physically and study how different or the same they were growing up apart or together. Thus throughout the years we can see that twins were the key to eugenics."],"locations":[{"id":53008,"lat":41.49932,"lng":-81.6943605,"zoom":6,"place":"United States, Cleveland, Ohio"}],"tags":[{"id":3222,"tag":"Twins"},{"id":533,"tag":"Eugenics"}]},{"id":6631,"title":"Occupational Hazards Discovered Within the Diving Community","course_id":165,"status":"P","start_date":"1/1/89","end_date":"12/31/91","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Seven Gottingen miniature pigs aged between five and seven weeks underwent a combination of compression and decompression exercises while inside a hyperbaric chamber. The tests, which were conducted in England 1989, would last an hour and include intermittent and controlled time periods. After each exposure, the minipig would be walked in a long corridor, so that scientist could observe any neurologic abnormalities resulting from this experiment.  Thankfully no signs of impairment were observed, no signs of incoordination, vestibular derangement, or visual defects.","When the necessary information and results had been thoroughly analyzed, the pigs were then humanely euthanized. The use of anesthesia prior to the animal’s euthanasia was necessary for the experiment to be ethically sound. This euthanasia was necessary for the researchers to gain the access that is required to closely examine the auditory window which leads to the middle and inner ear. ","The experiment had important implications for individuals within the diving community who had experienced hearing loss.  In this study the damage was hypothesized to occur while the ear was undergoing a decompression setting. While comparing imaging from healthy non-exposed auditory systems within the ear, all outer and inner hair cells, the lymph fluid, and sterocilla were visible and within normal limits.  After viewing imaging post-experiment, damage to hair cells, cochlea, vestibule, organ of corti were all discovered to be damaged. It was further determined that more studies need to be conducted to ensure that the proper criteria can be maintained.","Historically speaking, the use of animal testing has been and will continue to be a controversial topic. The French physiologist Claude Bernard (1813-1878) was a proponent of animal experimentation as a requirement if medicine is to progress.  Bernard and other proponents of animal research faced significant opposition, leading to the Animal Rights movement. Nonetheless, animal research remains a crucial component of medical innovation."],"locations":[{"id":52999,"lat":52.205337,"lng":0.12181699999996,"zoom":8,"place":"Cambridge, England"}],"tags":[{"id":3207,"tag":"hyperbaric chamber"},{"id":3206,"tag":"hearing loss"}]},{"id":6632,"title":"One Eugenicist in a Town of Degenerates","course_id":165,"status":"P","start_date":"10/1/10","end_date":"8/31/12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Notebook in hand, Florence Danielson roamed the river valleys of Massachusetts in search of her research subjects, the ‘hill folk.’ Like other degenerate families studied by eugenicist field workers in early twentieth-century America, the hill folk were quite a fascinating group—constantly wreaking havoc wherever they settled. Feeblemindedness, alcoholism, and incest, among other deplorable traits, were of no shortage in the generations Danielson studied.","As feeblemindedness was commonly associated with promiscuity, criminality, and social dependency, it was the field worker’s duty to show how corrupt families were harming their communities. Through personal interviews with her research subjects, their relatives, town officials, and reliable neighbors, Danielson composed brief yet detailed biographies of many descendants belonging to three large, intertwining family trees.","According to writer Amy Bix, Danielson was one of two hundred and fifty-eight students trained by the Eugenics Record Office (ERO) between 1910 and 1924. Because their politeness and charm more easily persuaded conversation with the strangers they interviewed, eighty-five percent of these students were women. In 1912, Danielson published a memoir with Charles B. Davenport, director of the ERO, which included well over a hundred of the often crude and deeply personal stories surrounding the degenerate hill folk. These stories displayed Danielson’s inquisitive skill and the extensive work load taken on by field workers. ","In one description, for example, she wrote, “Her father was a drunkard who wandered into a backwoods town twelve or fifteen miles from a rail-road and wanted to get rid of his baby girl. He succeeded in trading her for a dog.” According to Danielson, when this baby grew into an adult, she lived with her husband and two kids in a repulsive one-room shack in the woods. The woman could not remember how many children she had, but she did know that ten were taken by the government on grounds of neglect.","In a somewhat similar instance, Danielson reported on a separate family: “Her uncombed hair, heavy fleshy face and protruding lower lip made her look more like an animal than a woman. She could not tell how many children she had nor where many of them were.” Danielson later learned that while the woman’s husband was serving a nine-year prison sentence for incest with his own daughter, at least three of their children were deemed neglected and taken by the government.","Demonstrating the severity of this town’s degeneracy problem, Danielson found that the families she studied had cost the local government over half a million dollars in just sixty years. She concluded, “The comparative cost of segregating one feebleminded couple and that of maintaining their offspring shows, in the instance at hand, that the latter policy has been three times more expensive.” As the eugenics movement was aimed toward improving the American race by minimizing the number of degenerate babies born, eugenicists like Danielson knew full well that segregation would not be a strong enough force. Sterilization was in the forecast."],"locations":[{"id":53006,"lat":42.4072107,"lng":-71.3824374,"zoom":6,"place":"Massachusetts"},{"id":53007,"lat":40.8714873,"lng":-73.456788,"zoom":6,"place":"Cold Spring Harbor, New York"}],"tags":[{"id":533,"tag":"Eugenics"},{"id":7,"tag":"Women"},{"id":522,"tag":"Massachusetts"}]},{"id":6634,"title":"Eli Lilly's Impact on Medicine","course_id":165,"status":"P","start_date":"1890-01-01","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It has often been said that the Reconstruction Era (1865-1877) after the Civil War was possibly one of the harshest times in American history.  After the devastating number of casualties and enormous amount of money spent on the war, many Americans worked extremely hard to find groundbreaking success not just for them, but for all of mankind.  In 1876, a Civil War Veteran by the name Eli Lilly decided to build a laboratory in Indianapolis and manufacture pharmaceutical drugs/ therapeutics. Eli Lilly & Company became official in 1881 and hired its first scientist in 1886.  ","After Ernest Eberhardt was hired, the company started one of the first research and development programs in pharmaceutics. <em>Lilly’s Handbook of Pharmacy and Therapeutics (1898)</em> is an example of a resource that was used by practitioners for reliable and concise information when treating patients with an illness.  This handbook, along with other resources at the time, was very helpful for medical students and even experienced practitioners who were treating several patients at any given time.","Originally, the handbook was free when it was first released.  With that being said, Eli Lilly & Company were able to mass produce them and they were used by many hospitals in the Midwest.  It was influential marketing by Eli Lilly because the handbook has “Eli Lilly & Company” on the first page.  It did not cost the company a fortune to mass produce, and they were able to use the handbook as a marketing tool to gain notoriety.  When it came time for doctors and hospitals to purchase pharmaceutical drugs, Eli Lilly & Co. was the first company that came to mind.","Eli Lilly & Company’s innovation in therapeutics and pharmaceuticals has made an everlasting impact in the world of medicine.  In 1923, the company was the first to make Insulin much more accessible to the public which helped millions of Diabetics treat their disease.  That is just one example of how big of an impact Eli Lilly had in the world of medicine.  The handbook that was published by the company not only had reliable and accurate information, but it is also evidence of success from a marketing standpoint."],"locations":[{"id":53009,"lat":39.768403,"lng":-86.158068,"zoom":7,"place":"Indianapolis, Indiana, Marion County"}],"tags":[{"id":3224,"tag":"Insulin"},{"id":100,"tag":"Medicine"}]}]}