{"id":167,"title":"HIS 120 Decade of Decision 1950s","school_id":5,"school_name":"Rollins College","term":"Fall 2016","abbr":"HIS 120","url":"http://www.rollins.edu/history/","description":"HIS 120 Decade of Decision 1950s will introduce the study of history through an examination of the political, economic, social, intellectual, and cultural events of the 1950s.","points":[[30.4382559,-84.2807329],[28.6652727,-80.8447766],[28.5580546,-81.8511889],[27.6648274,-81.5157535],[25.7616798,-80.1917902],[28.5999998,-81.3392352],[37.09024,-95.712891],[51.2206431,51.3635194],[30.3321838,-81.655651],[28.531512,-81.4210304],[28.263933,-80.7214417],[28.5383355,-81.3792365]],"bounds":[[51.2206431,51.3635194],[25.7616798,-95.712891]],"episodes":[{"id":6572,"title":"The KKK 1950s Tallahasse Florida","course_id":167,"status":"P","start_date":"6/10/52","end_date":"6/10/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","“The group asked him to outlaw the Ku Klux Klan, but while repeating his longstanding opposition to the organization, the Governor said it did not appear constitutionally possible to abolish it.” On January 10, 1952 <em>The New York Times</em> reported that Governor Warren of Tallahassee, Florida announced that he was increasing the reward for the finding and conviction of the murderers of the Moores’ family, a Negro family. According to the article, the Moores were found dead in their household after a bomb went off under their bed. As described in the <em>New Georgia Encyclopedia</em>, the Ku Klux Klan, also known as the KKK, was a powerful group of whites who were aiming to end all lives of blacks. Although most of their acts were violent under the Constitution’s 14th amendment, they felt they were contributing what was right as citizens. With the help of law enforcement and political parties, the Klansmen were able to release their resentment of Negroes throughout Florida and the rest of the south.","The Ku Klux Klan was a dominant hate group in the south, who aimed to suppress the rights of black people and establish a reign of white supremacy. The Klan not only refuted the rights and existence of blacks, but also those of foreigners, Jews, and whites who supported blacks. During the 1950s, the Klan was evocative in its aversion to the growing Civil Rights Movement. During this time, the Civil Rights Movement was well known for helping blacks obtain equal rights and succeeding in life just as their white counterparts.  Cases such as Brown vs. Board of Education, in which the Supreme Court declared state laws to end segregation in schools, fueled the Klan to partake in shootings, bombings, and lynchings all across the south. To support the ruling of the Supreme Court, Congress passed their first civil rights legislation with the Civil Rights Act of 1957. This act ensured all Americans were permitted the right to vote, fueling the Klansmen’s resistance even more.","David Chalmers’s book <em>Backfire: How the Ku Klux Klan helped the Civil Rights Movement </em>affirms the help the Klan received during this time. It discusses how Truman, who was perceived as an advocate supporter of racism, along with members in the Democratic and Republican Party, as well as corrupt police officers, all played a part in allowing the Ku Klux Klan to commit and get away with thousands of deaths of blacks. This includes the blacks’ most influential leaders, such as Mr. Moore. The White Knights are known today as the most violent group of the Ku Klux Klan’s history. The Klan was sought as a great hindrance in American equality. The destruction they produced caused rifts in Florida’s government as well in states all over the south. The Klan denounced the message of the Civil Rights that minority groups spent years trying to promote, and instead attempted to further its ideals of white supremacy.","Eisenhower and the FBI finally cracked down on the Ku Klux Klan and its deformation acts. Although this could have been done sooner and would have saved the lives of many innocent victims, it nonetheless was a step in the right direction for America. According to Nathaniel Hoguet’s work “Rates and Correlates of Understanding Deaths among Americans,” a lot of the Klan’s killings were unreported. However, the KKK accounted for at least 3,000 lynchings of blacks and possibly thousands of more from bombings and shootings. Even though a lot of the Klan was dismantled, the Klan still continued to thrive in the later decades."],"locations":[{"id":52953,"lat":30.4382559,"lng":-84.2807329,"zoom":7,"place":"tallahasee florida"}],"tags":[{"id":1648,"tag":"1950s"},{"id":151,"tag":"Ku Klux Klan"}]},{"id":6574,"title":"Harry T. Moore and the Groveland Rape Case","course_id":167,"status":"P","start_date":"7/1/49","end_date":"1/31/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Despite the strides made toward racial equality, the deep south in the 1950s was still a dangerous place for a black person to live.  The Ku Klux Klan had a widespread presence there and being lynched or beaten was a real fear for many black southerners.  The National Association for the Advancement of Colored People (NAACP) fought back hard, but was struggled against a corrupt, racist legal system and a public that still largely believed in the “separate but equal” doctrine.  Florida NAACP leader, Harry Tyson Moore, was frequently embroiled in controversy, but his involvement in one situation in particular – the Groveland rape case – may have been the catalyst for his murder in 1951.","Harry T. Moore started his career as an educator in the Brevard County School System in 1925.  By 1934, he had organized and become president of the first branch of the NAACP in Brevard County; by 1946, he was the executive director for the Florida NAACP.  In 1949, Moore learned of a rape charge in a small Florida town called Groveland.  In what quickly escalated to a dramatic case, a white girl, Norma Padgett, accused four black men of raping her.  Her husband Willie said that he and Norma had been on their way home from a dance when his car stalled.  Four black men stopped to offer help, but instead beat him and escaped with Norma.  When Norma returned early the next morning, she spoke briefly to Willie and then claimed that the same four men had raped her.  Moore was among many in the NAACP who believed that Norma was lying to cover for Willie’s repeated abusive behavior.  A few days later, after an outbreak of violence against blacks in Groveland, Moore telegrammed the governor on behalf of the Florida NAACP to demand action to prosecute the perpetrators of the riots.  Nothing was done.","By the time the case went to trial, one of the four men had escaped and been killed.  The remaining three went on trial and were quickly convicted.  About a year later, the U.S. Supreme Court overturned the convictions of two of the men – Shepard and Irvin.  In November, 1951, Sheriff McCall, was transporting the men for their pretrial hearing when he pulled over for a flat tire.  McCall claimed that the men attacked him when he opened their door and he was forced to shoot them, but Irvin survived to dispute McCall’s version of events.  Upon learning of this, Moore wrote an angry letter to the governor demanding to know how something like this could have been allowed to happen.","Though Moore never got an answer to his questions, the public was made well aware of his opinion on the mishandling of the Groveland case.  On December 25, 1951, less than a month after Moore’s letter, a bomb went off in his home, killing both himself and his wife.  Despite appeals from the NAACP and eventual FBI investigation, the murder was never solved.  However, the intense emotions surrounding the Groveland case had already incited racial riots several times over. Moore’s criticisms of the case, though they rang true with most blacks, most likely only enflamed the already strong hatred of him amongst racist whites.  It is easy to conclude, then, that Moore’s active involvement in the Groveland case was the final straw that made it seem necessary for civil rights opponents to eliminate him entirely.  "," "],"locations":[{"id":52955,"lat":28.6652727,"lng":-80.8447766,"zoom":8,"place":"Mims, FL"},{"id":52954,"lat":28.5580546,"lng":-81.8511889,"zoom":8,"place":"Groveland, FL"}],"tags":[{"id":3105,"tag":"Harry T. Moore"},{"id":42,"tag":"Civil Rights"},{"id":2227,"tag":"NAACP"}]},{"id":6575,"title":"The effects of Brown v. Board of Education with regards to the modern reality of special education","course_id":167,"status":"P","start_date":"1/1/54","end_date":"12/31/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The reality of desegregation was a far uglier beast than many Americans were—or are—willing to acknowledge, and while in a strictly legal sense desegregation has been reached, the actual situation is complicated by the intersectionality of racism and special education."," A common negligence in actual compliance by the Floridian Government to the new national standards set in wake of the <em>Brown v. Board of Education</em> decision of 1954 left many African Americans in the 1950’s reeling for a workable solution. The reasonable skepticism held by many African Americans allowed functionally segregated institutions such as the Eccleston-Callahan School, an institution for African American students of differing needs, to exist years after desegregation was supposedly put into practice.","Without a clear objective, only hope for a poorly delineated alleviation of tensions without an actual understanding of the tensions, entities such as UNESCO had begun to try to explain away race as a simple matter of genetics as early as 1952, a full two years before the<em> Brown </em>decision. However, without acknowledging that race relations were a social problem, actions that were often undertaken with good intent did more harm than good.","Urban education became a distinct subset of the public education system, due to African American families having been left out of the shift to suburbia. This unofficial segregation only worsened with the advent of special education. While, for white Americans, special education was seen as a step away from the dangerous practice of institutionalization and a step towards inclusion, the mandating of special education services when combined with the <em>Brown</em> decision allowed for yet another level of separation between African American children and their white peers. This divide has only become more obvious with time, with statistics for the 2000-2001 school year showing that while African American students accounted for only 14.8% of all school aged children, they represented 19.8% of students receiving special education services."," "," "],"locations":[{"id":52956,"lat":27.6648274,"lng":-81.5157535,"zoom":8,"place":"Florida, United States"}],"tags":[{"id":6,"tag":"Education"},{"id":43,"tag":"Desegregation"},{"id":936,"tag":"Special education"},{"id":3106,"tag":"urban education"}]},{"id":6578,"title":"1950 Bomb Blasts on Ethnic Minorities in Miami, Florida","course_id":167,"status":"P","start_date":"6/5/50","end_date":"1/1/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Campaigns for the safety of ethnic minorities started becoming more popular after the disastrous blasts hit Carver Village, Miami on September 22<sup>nd</sup>. The ejection of the white population brought on an aura of hate towards the black community. The everlasting conflict of racism against Negroes grew every day and in the 1950’s they no longer felt safe and protected from the violence and terror that could happen any day. After several years of white occupancy, Carver Village was evacuated for the Negroes to move in. As places started to get urbanized it created a zone of transition where the white population had to depart for the entrance of the black community. However, Negro housing compared to that of the white population was considered to be in slum conditions, and when the negro population moved into houses previously owned by whites it was because they moved out for something better. According to Richard H. Parke, Carver Village housing project, originally known as Knight Manor, took place in “one of the worst white slums in the south”. The bombs on Carver Village were also not a rare incident as more than a quarter million dollars of damage has been done to buildings owned by Blacks or Jews. On September 22<sup>nd</sup> two bundles of dynamite were used to blow up an unoccupied building and it impacted many of the buildings surrounding it. However, when the news of the attack came out it was blamed on communists instead of a racist plot against the minority. There were three bombings at Carver Village that took place over a span of 3 months but the biggest one happened in December when hate groups targeted synagogues and churches.","There was no connection found between the attacks on Carver Village and the blasts on the synagogues and churches. The attacks on Carver Village seemed to be done by professionals, but the bombings of the synagogues and churches were considered to be done by amateurs. The minority have never had an advantage in the United States and racial comments and actions against them happen constantly. For Jews, it was mainly the fear from the majority of keeping control of their power. Jews faced bombings before the December 2<sup>nd</sup> attack that destroyed forty-four memorial windows at the Hebrew School in Miami. In June, there was a bombing at one of the new Jewish centers that were almost done being built. Terrorist attacks like this was a conscious action taken by the majority to try and keep the Jews at a distance. Police intervention did not help the situation much as they did not emphasize the extremity of the situation. However, even though there was a high number of citizens who were anti-Semitic, statistics conducted by Donald Wyatt prove that when the Gentiles were asked about working/living with Jews or Negroes, the majority chose Jews over Negroes.","The second attack on Carver Village happened on November 30<sup>th</sup> which resulted in damages worth $20,000. The shells against the minority, however, did not result in any casualties except for the death of Harry T. Moore. Harry T. Moore was the secretary of the National Association for the Advancement of Colored People (NAACP). Historian Tywanna Whorely states that he was the main and only casualty resulting from the bombs, however, his death was intentional. He was part of a new generation of civil right activists where the main objective was to attain equal rights for blacks. The black community witnessed major setbacks when it came to education and work. Thus, the NAACP worked hard every day to make sure equal rights were attained. This led to major dissatisfaction from the white population resulting in the bombing of Negro leader, Harry Moore, on Christmas night.","This incident was not a rare one, however, it was important as it showed the extremities people felt towards ethnic minorities. All three attacks on different races prove that racism did not stop with the black community and expanded to immigrants in general. The racist assaults that happened in Miami were attacks born out of religious hatred driven by the ones who believed that their race was superior. It can also be seen as one of the events that sparked off thousands of campaigns fighting for equality of the minority."," "," "," "],"locations":[{"id":52958,"lat":25.7616798,"lng":-80.1917902,"zoom":8,"place":"Miami, Florida"}],"tags":[{"id":3108,"tag":"the 1950s"},{"id":3107,"tag":"Miami blasts"},{"id":889,"tag":"Racism"}]},{"id":6579,"title":"Oppression and Violence Against Civil Rights Leaders in Florida","course_id":167,"status":"P","start_date":"9/21/16","end_date":"9/27/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Six hundred persons… attended the service in a modest church about a mile from the house where Mr. Moore meet his death when a bomb exploded under his bedroom.” Moore, the state leader of the NAACP, led in a time when violence was at an all time high due to the fight for integration. The change towards the breakage of the racial barrier in the United States finally occurred in 1954 in the ruling of Brown v. Board of Education. The ruling not only desegregated schools, but also had indirect effects on the nation. Michael Klarman argues that Brown did so by, “...thrusting the desegregation issue onto the national agenda, searing the conscience of previously indifferent northern whites, providing legitimacy to desegregation demands by blacks, or inspiring blacks to challenge the racial status quo.” The decision in Brown v. Board of Education was met with great anger by the southern states. Anger amongst Southerners led to the oppression of Black civil rights leaders in Florida.","The notorious Ku Klux Klan used violence against Black civil rights organizations, such as the National Association for the Advancement of Colored People. According to Daryl Harris, “White violence has been used to limit Black political and economic breakthroughs.” White violence came to power when Jim Crow segregation was ruled unconstitutional and integration became unpopular for the public whites. Much of the violence was used to repress and contain Blacks pursuing social change like integration and equality.","The Ku Klux Klan oppressed black civil rights activists and leaders through the use of violence and murder. Dr. Robert B. Hayling, a leader from St. Augustine, was beaten along with three of his companions at a Ku Klux Klan rally in September of 1963. His home was shot at in February of 1964, killing his dog and nearly missing his pregnant wife. In 1964 in Jacksonville, leader Johnnie Mae Chappell was killed by four men. On the day Mrs. Chappell was killed, she was gathered with hundreds of activists demanding an end to segregated stores and hotels. Adam Smith argues that the men never paid for the crime, as one served three years in prison and the others had their charges dropped.","Virgil Darnell Hawkins, a NAACP leader, was denied the right to attend law school at the University of Florida by the Florida Supreme Court under the Plessy v. Ferguson “separate but equal” ruling. Two weeks after the Brown v. Board of Education ruling, the U.S. Supreme Court ruled against the University of Florida. The state Supreme Court agreed that they had to allow Negro admission, but the federal court had not stated when admission had to occur. Hawkins fought for twenty-eight years until he could finally practice law in Florida.","The similarity between the civil rights leaders was that they were protesting for rights they were given by the constitution, but not accepted by society. The ruling in Brown v. Board of Education and other constitutional laws meant that the only way there could be racial injustice was if society made it that way. Sadly, society could not accept social change and continued to practice racial injustice and repress Black people."],"locations":[{"id":52921,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, Florida"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":3109,"tag":"NAACP Leaders"}]},{"id":6582,"title":"The Arms Race and Its Effects","course_id":167,"status":"P","start_date":"1/1/47","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Although guided missile will be fired on this range, none will carry any explosive warheads.”(1) This was found in an article related to weapons testing at Cape Canaveral. This statement was clearly attempting to dissuade fear of the weapon testing area by informing the reader of the lack of live ordnance.  Weapons testing in the 1950’s caused both fear and a feeling of empowerment within American society. A large amount of both the national and international populace feared what the outcome of continued development and production weapons of mass destruction would mean for the world. People felt that it was their moral duty to oppose weapons of such incredible power. However other people felt that the continued creation of the hydrogen bomb was necessary for national security. The debate led to a split amongst the general populace, politicians, and, most importantly, scientists. Edward Teller and J. Robert Oppenheimer were the vocal leaders for each of the movements. On one side, the scientists felt it was their moral responsibility not to use their abilities for the creation of  weapons of mass destruction (Oppenheimer). The other, represented by Teller, felt that it was their responsibility to ensure the U.S. had the strongest weapons possible in its opposition communism & The U.S.S.R.. (2)","             A split in opinions led President Truman to put a stop to nuclear weapon research after the World War. This temporary respite ended rapidly when news reached the United States suggesting the Soviet Union was well on its way to developing a hydrogen bomb of its own. This news caused enough fear among the population to motivate President Truman into restarting the nuclear weapon research program. The first hydrogen bomb was tested shortly thereafter in November 1952. Creation of this new bomb was not enough not enough to appease the populace and testing to create an even more aggressive delivery system and bomb began. However, testing continued both on the hydrogen bomb and on missiles that could carry the bomb to a target. In 1957 the first intercontinental ballistic missile capable of carrying a nuclear payload deemed operational was created by the Soviet Union. (3 ) The ability to strike the U.S. with a missile launched from within the Soviet Union was a nightmare come true for the United States. In reality, this nightmare was actually a false illusion created by the Soviets. The Soviets were only minutely ahead of us in terms of long-range missiles according to our intelligence. In 1960, our country introduced the first nuclear submarine; according to Eisenhower this creation essentially shifted the balance of power in favor of the United States. Unfortunately, this information could not be shared with the public and thus the fear continued to grow as the general populace believed the Soviet Union and by default communism was pulling aggressively ahead in the arms race. This false fear had a very real effect on the speed of the U.S.’s approach to the arms race.  With the growing fear of attack, the United States continued to develop and produce nuclear weapons.  In reaction to our weapons buildup, the Soviets increased their pace of development leading to an historical weapons race. (4)"," ","Fear caused by communism dominated our weapons development and politics during the 1950s. Political candidates used this fear to achieve office and scientists used it to gain support for their projects. What is often overlooked is what this fear did to the American people. It led to a cloistered, us against them attitude that persists somewhat to this day. The Cold War and the fear it brought may be passed but the aftershocks of this historic conflict are felt throughout the world today. "],"locations":[{"id":52960,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"The United States"},{"id":52961,"lat":51.2206431,"lng":51.3635194,"zoom":8,"place":"The Soviet Union"}],"tags":[{"id":291,"tag":"Cold War"},{"id":1029,"tag":"Atomic Bomb"},{"id":3111,"tag":"Soviet Union"},{"id":3112,"tag":"Arms Race"},{"id":3113,"tag":"Hydrogen Bomb"},{"id":3114,"tag":"Edward Teller"},{"id":3115,"tag":"President Truman"}]},{"id":6584,"title":"THE UNSPOKEN LIFE OF HARRY T. MOORE MOVEMENT FOR RACIAL EQUALITY","course_id":167,"status":"P","start_date":"3/22/47","end_date":"1/1/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It all came to an end for Harry T. and Harriette V. Moore and on December 25<sup>th</sup>, 1951 when the Klu Klux Klan felt they had the power to decide someone’s destiny and planted a bomb in their home, killing them both instantly. Many may not recognize the name of Harry T. Moore, for he has been called an unsung hero, but there was grand reason why the K.K.K. did what they did and really didn’t deny participation in such a tragedy. Being the fearless fighter that he was, he fought selflessly until his last breath for equal rights for his black community and stated, “I am going to keep on doing it, even if it costs me my life.”[1]","            Harry T. Moore was man of many hats. Not only did he dedicate his life to teaching, but he was also an extremely passionate civil rights movement activist. Before the times of Martin Luther King Jr. and Malcom X, Moore was setting foundations by starting his “Voteless Citizen is a Voiceless Citizen” campaign. Moore’s mission was to be able to give the African Americans the right to register as Democrats and to be able to vote in the primaries. Although this was not an easy task, Moore made a promise he would fight for racial equality for he felt that the injustices that his community suffered was due to the lack of rights to participation in an election, and he was certain he would be part of that change.","            Going back to the late 1800s when there were not many regulations in place, the white Democrats had the power to choose who they wanted on their voter’s registration list. During this time frame less than 10% were blacks when the 40% was whites.[2] Over time this situation has definitely improved, and statistical evidence gathered by the Registration and Voting Rights of the Florida Secretary of State showing that non-white registrant have more than doubled since the decade of 1946 – 1956.[3] Moore had to do with a large contribution of this. With much of Moore’s efforts, registration went from 20,000 in 1944 to an amazing figure of 116,145 in 1950, increasing the amount of registrants by more than 50%. [4]","            There were many movements going on during this time frame. It wasn’t only Moore that had this mindset. Many events and protests were created not only to prove a point but also to raise awareness to those that weren’t aware of their rights. These events helped them also gain courage to make the proper moves to be part of the electoral process and make a difference. One such event was one conducted on April 8<sup>th </sup>1947, at the Congregational Church in Winter Park, Florida. This event was purposely planned to begin a protest against the 1947 legislature, created to abolish Negros from voting. Senator John E. Matthews of Jacksonville wanted to pass a bill that will bring a negative impact to the African American community that we have seen before in the history of Hitler and the Jews.[5] And these were situations that these communities would unite to then become a voting voice. ","            There have been many civil right activists in our history that have gone through great struggles and had made a difference for many generations to come. They have endured torturous treatment both emotional and at times physical, simply for standing up for what they truly believe in. One of these individuals was Harry T. Moore. Moore, a person that did all he did and remains in the unknown. An almost father of civil rights movements, and yet his history and sacrifice has been lost in time. All a while, the supremacist racial community, Klu Klux Klan remains as strong as ever still until this day. Makes you think if all that has been given and lost through time in order to give us our freedom and rights has been all taken for granted."," ","[1] Ben Green, Before His Time: The Untold Story of Harry T. Moore, America's First Civil Rights Martyr (New York, NY: Free Press, 1999), 8.","[2] Stanley I. Kutler, Dictionary of American History, 3rd ed., vol. 8, Subversion to Zuni (New York: Charles Scribner's Sons, 2003), 354.","[3] Elston E. Roady, \"The Expansion of Negro Suffrage in Florida,\" The Journal of Negro Education 26, no. 3 (Summer 1957): 302, accessed September 02, 2016, doi:10.2307/2293413.","[4] J. C. Miller, \"Harry T. Moore's Campaign for Racial Equality,\" Journal of Black Studies 31, no. 2 (November 2000): 218, accessed September 02, 2016, doi:10.1177/002193470003100205.","[5] Southern Conference for Human Welfare, A Call to Help Defend Democracy in Florida (Fourth Congressional District Committee: Southern Conference for Human Welfare, 1947)."],"locations":[{"id":52965,"lat":30.3321838,"lng":-81.655651,"zoom":7,"place":"Jacksonville, Fl"},{"id":52964,"lat":25.7616798,"lng":-80.1917902,"zoom":7,"place":"Miami, Fl"},{"id":52963,"lat":28.6652727,"lng":-80.8447766,"zoom":7,"place":"Mims, Florida"}],"tags":[{"id":3118,"tag":"Voter's Registration"},{"id":3117,"tag":"Civil Rights Activist"},{"id":3116,"tag":"Democracy in Florida"},{"id":3105,"tag":"Harry T. Moore"}]},{"id":6585,"title":"Washington Shores: The Community that Saved Negro-Owned housing in Central Florida","course_id":167,"status":"P","start_date":"1/1/47","end_date":"12/31/49","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1949, the Orlando Negro Chamber of Commerce presented the details on the upcoming housing development, Washington Shores. Many citizens from all throughout the state came to visit and inspect the new developments progress. This community was unlike any other housing development of this time since all the houses were going to be “owned and peopled by Negro citizens.”  The Washington Shores community was going to be one of the first developments in the nation to start “setting a pattern… for meeting the housing shortages of minority groups, especially Negros.” ","The concept for a Negro-owned community was created in 1947 when John Graham, a tile manufacturer in Central Florida, was faced with the task of finding housing for a Negro employee of his. Appalled when finding that White landowners were charging outrageous rental fees in African American areas of Orlando, Graham gained aid from the Chamber of Commerce, Rotary, and the city government to help ease “congested quarters of the Orlando Negro section” by establishing a non-profit organization to fund the housing development. Segregation of white and black housing communities in this era was a major issue, often “during the 1950s urban expansion…discriminated forced blacks into small, disconnected communities and to travel longer distances for goods and services than did whites.” Thus, the idea of a Negro-owned community close to the hustle and bustle of Orlando was met with excitement.","The development of the Washington Shores community “presents a remarkable case study of civic cooperation.” Throughout Orlando, citizens and businesses contributed to the development of the housing. The Orlando legislature expanded the city limits in order to ensure that the community would have adequate fire and police protection, as well as necessary utilities, such as sewer, electricity, and paved streets. And a Negro real estate firm was given the job of handling the sales of all housing. The aid of the city came with the assurance that this community would not soon become a “slum.","The cost of buying a home in Washington Shores ranged from, five hundred dollars for a normal lot to one thousand for one on the lake shore, with a down payment of $125. Most homes in this community were planned for a five or six-bedroom layout. This low pricing of a home in the 1950s was unheard of, but for many African American families, this was a struggle. Yet, the cities cooperation with the development of Washington Shores aided many African Americans planning on moving to this community, the First National Bank of Orlando gave financial aid to those purchasing homes in the community. ","The Washington Shores community of Central Florida was met and enjoyed with wide appeal. The attractive new development gave African Americans the chance to live life in stable and prosperous new housing. The development of Washington Shores to this day is a highlight of Central Florida History."],"locations":[{"id":52966,"lat":28.531512,"lng":-81.4210304,"zoom":15,"place":"Washington Shores, Orlando, FL"}],"tags":[{"id":3120,"tag":"Central Florida"},{"id":3119,"tag":"Washington Shores"},{"id":1648,"tag":"1950s"},{"id":266,"tag":"Segregation"},{"id":1667,"tag":"Discrimination"},{"id":1010,"tag":"Housing"}]},{"id":6586,"title":"BIAS REPORT CITES BOMBING IN FLORIDA","course_id":167,"status":"P","start_date":"9/19/16","end_date":"9/28/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When people view 1950’s, they often think happy music, dancing, great food, drive-ins, suits and dresses.  Many people don’t often think about the civil rights movement. Segregation was still a big part in the era and blacks still were fighting for equal rights. The National Association for the Advancement of Colored People formed in 1909.  The NAACP is for colored people to ensure the political, educational, social, and economic equality of rights of all persons and to eliminate racial hatred and racial discrimination. In 1950, two men, Harry T. Moore and Walter White were big leaders in the organization and made a difference. ","Harry T. Moore was a teacher in Bevard County, Florida and in 1934 Moore became president of the NAACP in Florida. [1] Through many years of studying and teaching, Moore became aware of the loudly proclaimed principles of a democracy, and he learned to appreciate them as proper instruments for making necessary changes in society. With this in mind, when he began his campaign for racial equality, he used only democratic techniques.[2]","The NAACP wanted people to make voting fair to all people. Moore’s goals for the NAACP were: get the democratic primary open to Negro voters in every county in Florida, to encourage the masses of our people to register and vote, to make contact with the various candidates and to make recommendations to our voters on the basis of the candidate’s recommendation and attitudes.[3]  Years after Moore’s goal was to have 25,000 members part of the organization, but he only had 8,219. [4]Moore was able to allow colored people to vote in some areas in Florida but NAACP headquarters increased annual membership dues from $1 to $2. [5]In 1949 the membership went down 40 percent. By 1950, Moore’s leadership became a disaster because National officers believed that he wasn’t taking the NAACP seriously.[6] A year later Moore was removed from the board and was no longer allowed to participate in the organization. On Christmas night, members of the Ku Klux Klan killed Moore and his wife in their own home.  [7] ","When Moore was killed, Walter White was executive sectary of the NAACP paid tribute to Moore.  Walter White spent the majority of his adult years, nearly forty years; working for the NAACP indicates his staying power in the cause for racial social justice. [8]White listed among gains acquittal of four of the six men being retied in the “Trenton Six” murder case; the Federal indictments returned against seven city officials of Cicero; the abolition of segregation in publicly financed institutions of higher education in the South.[9]  Walter wanted to make sure that justice was served because he believed that Moore’s death made an impact on the NAACP.  White said, ","“ Justice and human rights in America seemed to be standing still or even moving backwards a few steps just when the world’s jitter should have hammered home the need for cleaning up our Jim Crow backyard and strengthen our democracy as never before.” [10]","Walter White has his finest hour for NAACP as an undercover investigator following the contours of lynching and race riots. [11]","Throughout the decade “Jim Crow” laws around the country, especially in the south, forbade almost all interaction between blacks and white Americans.[12] Blacks education wasn’t the same as whites. The NAACP fought in court to allow blacks attend to the same school as whites because they wanted the same education as the whites.  In 1957 the Little Rock school board initiated a plan to integrate the public schools on grade at a time, starting with the twelfth grade but the NAACP didn’t think that was fair.[13] After years of hard work and protesting, African Americans and Whites are now able to go to school together, work together, and so on. ","Overall Harry T. Moore was a big part of the NAACP even though things didn’t work out the way it should have. He was still able to make big changes in the organization. Walter White was a man of his word, and continued to fight for the NAACP rights after Moore’s death.  The civil rights movement took years for African-Americans to have their rights."," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," ","Bibliography Reference: Primary Source"," ","            BIAS REPORT CITES BOMBING IN FLORIDA. (1951, Dec 30). <em>New York Times (1923-Current File)</em> Retrieved from <a href=\"http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/112054311?accountid=13584\">http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/112054311?accountid=13584</a>"," "," ","Bibliography Reference: Peer Review "," ","Miller, Jake C. \"Harry T. Moore's Campaign for Racial Equality.\" <em>Journal of Black Studies</em> 31, no. 2 (2000): 214-31. <a href=\"http://www.jstor.org/stable/2645914.\">http://www.jstor.org/stable/2645914.</a>"," "," ","Bibliography Reference: Peer Review "," ","Christian, M. (2006). White: The biography of walter white, mr. NAACP.<em> Western Journal of Black Studies, 30</em>(3), 181-182. Retrieved from <a href=\"http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/200357381?accountid=13584\">http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/200357381?accountid=13584</a>"," ","Bibliography Reference: Book Chapter"," ","Saunders, R. W. (2000). <em>Bridging the gap: Continuing the Florida NAACP legacy of Harry T. Moore, 1952-1966</em>. Tampa, FL: University of Tampa Press."," "," ","Bibliography Reference: Academic Source"," ","Tompkins, V., Baughman, J., Bondi, V., Layman, R., Bargeron, E. L., Tidd, J. F., & McConnell, T. (n.d.). <em>American decades</em>. "," ","[1] Saunders, R. W. (2000). <em>Bridging the gap: Continuing the Florida NAACP legacy of Harry T. Moore, 1952-1966</em>. Tampa, FL: University of Tampa Press) 17","[2] Miller, Jake C. \"Harry T. Moore's Campaign for Racial Equality.\" <em>Journal of Black Studies</em> 31, no. 2 (2000): 214-31. <a href=\"http://www.jstor.org/stable/2645914.\">http://www.jstor.org/stable/2645914.</a>"," ","[3] Saunders, R. W. (2000). <em>Bridging the gap: Continuing the Florida NAACP legacy of Harry T. Moore, 1952-1966</em>. Tampa, FL: University of Tampa Press) 19","[4] Saunders, R. W. (2000). <em>Bridging the gap: Continuing the Florida NAACP legacy of Harry T. Moore, 1952-1966</em>. Tampa, FL: University of Tampa Press) 21","[5]Saunders, R. W. (2000). <em>Bridging the gap: Continuing the Florida NAACP legacy of Harry T. Moore, 1952-1966</em>. (Tampa, FL: University of Tampa Press.), 21","[6] Saunders, R. W. (2000). <em>Bridging the gap: Continuing the Florida NAACP legacy of Harry T. Moore, 1952-1966</em>. Tampa, FL: University of Tampa Press) 23","[7] Saunders, R. W. (2000). <em>Bridging the gap: Continuing the Florida NAACP legacy of Harry T. Moore, 1952-1966</em>. Tampa, FL: University of Tampa Press),24","[8] Christian, M. (2006). White: The biography of Walter white, Mr. NAACP.<em> Western Journal of Black Studies, 30</em>(3), 181-182. Retrieved from <a href=\"http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/20037381?accountid=13584\">http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/20037381?accountid=13584</a>","[9] BIAS REPORT CITES BOMBING IN FLORIDA. (1951, Dec 30). <em>New York Times (1923-Current File)</em> Retrieved from <a href=\"http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/112054311?accountid=13584\">http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/112054311?accountid=13584</a>","[10] BIAS REPORT CITES BOMBING IN FLORIDA. (1951, Dec 30). <em>New York Times (1923-Current File)</em> Retrieved from <a href=\"http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/112054311?accountid=13584\">http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/112054311?accountid=13584</a>","[11] Christian, M. (2006). White: The biography of walter white, mr. NAACP.<em> Western Journal of Black Studies, 30</em>(3), 181-182. Retrieved from <a href=\"http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/20037381?accountid=13584\">http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/20037381?accountid=13584</a>","[12] Robert Deeb and Charles D. Brower, “Lifestyles and Social Trends,” in  American Decade, eds, Bower, Charles D. (City: Detroit : Gale Research.1900)PGs. 264-265","[13] Robert Deeb and Charles D. Brower, “Law and Justice,” in American Decade, eds, Bower, Charles D. (City: Detroit : Gale Research.1900)PG. 237 "],"locations":[{"id":52967,"lat":28.263933,"lng":-80.7214417,"zoom":7,"place":"Bevard, Florida"}],"tags":[{"id":3105,"tag":"Harry T. Moore"},{"id":3121,"tag":"Walter White"}]},{"id":6588,"title":"The Wagner Affair","course_id":167,"status":"P","start_date":"4/17/49","end_date":"4/17/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In view of the fact that the Board of Trustees at its annual meeting, February 24-28, 1951, passed a resolution directing the President to reduce the faculty according to a set of principles.”[1] On Tuesday April 17, 1951 at 7:30 pm, the Executive Committee, Board of Trustees of Rollins College held a meeting with the student body to discuss the Wagner Affair. According to the Minutes of Meetings, Dr. Wagner wrongfully took the financial responsibility of the college into his own hands without the consultation of his peers.  Michael J. Worth and James W. Asp’s book <em>The Development Officer in Higher Education: Toward an Understanding of the Role </em>demonstrates how Wagner should have consulted the college’s developmental officer by insisting that the president’s job is to create revenue for the college.[2] Although the Winter Park community hated Dr. Wagner for what he did, they seemed to forget that the Board of Trustees were the people who initially supported his plan. People also seem to forget that Wagner considered other alternatives, such as increasing the immigrant population and raising college tuition, before doing what he felt was in the best interest of the college."," ","In the 1950s, the United States was involved the Cold War against the Soviet Union. Due to lack of soldiers from the previous World War II battles, the United States implemented the Selective Service Act, which gave President Roosevelt the right to draft men into the military. Wagner feared the draft would affect Rollins’ enrollment population and, ultimately, the revenue of the college. Wagner’s first plan of asking for the influx of Latino immigrants onto campus was denied. According to the <em>New Georgia Encyclopedia, </em>during this time minorities could have been a solution for Wagner’s population problem, but neither helped because the majority of schools were segregated at the time.[3] This block hindered Wagner’s solutions and forced his hand against his peers."," ","Trudy Banta and Gary Pike’s work “Revisiting the Blind Alley of Value Added” identifies the role of a college president to be to make appropriate changes to improve the teaching and learning processes at the institution.[4] Faculty and community members argued that Dr. Wagner was doing the opposite of this and, thus, hurting the students’ assessments. Wagner was criticized for not applying his democracy teachings to this situation. Ann McGee’s “The Role of President in Supporting College’s Foundation” speaks on what the students of Rollins wanted Wagner to do instead of firing faculty.[5] They simply wanted Wagner to use his presidential leadership to increase the school’s fundraising efforts. Wagner’s complete dismissal of the idea is what caused the rift between him and his counterparts and ultimately led to his impeachment."," ","The Wagner Affair came to an end in 1951 with the promotion of Hugh Mckean. The Wagner Affair was seen as a disappointment in Rollins College history, but it was also a learning experience for future endeavors. His actions were not ill intentioned but were proven incorrect nonetheless. This short affair provides not only Rollins but also other colleges with the realization of the importance of having a president who knows their role and can show financial wisdom in times of a crisis. The president must help the students and the school as a whole, combining personal insight along with communication between departments, like the Board of Trustees, to determine the best decisions. "," ","[1] Smith, Dr. E.R. <em>Minutes of Meeting Executive Committee Board of Trustees of Rollins College,</em> Papers. Archives and Special Collections. Olin Library, Rollins College, Winter Park, Florida."," ","[2] Worth, Michael J. and James W.  “The Development Officer in Higher Education”: <em>Toward an Understanding of the Role, </em>Ashe Eric Higher Education Report, Washington D.C., 1994  1-15"," ","[3] Hatfield, Edward A. \"Desegregation of Higher Education.\" New Georgia Encyclopedia. 02 August 2016. Web. 21 October 2016."," ","[4] Banta, Trudy W., and Gary R. Pike. “Revisiting the Blind Alley of Value Added.” <em>Assessment Update </em>19, no.1 (January 2007): 1-15 <em>Academic Search Premier, </em>EBSCOhost (accessed October 21, 2016).","<a href=\"http://onlinelibrary.wiley.com/doi/10.1002/au.191/epdf\">http://onlinelibrary.wiley.com/doi/10.1002/au.191/epdf</a>"," ","[5] McGee, E. Ann. “The Role of President in Supporting the College’s Foundation”, <em>New Directions for Community Colleges</em> 2003, no. 124 (Winter 2003): 41-46. <em>Academic Search Premier, </em>EBSCO host (accessed October 21, 2016)."," <a href=\"http://onlinelibrary.wiley.com/doi/10.1002/cc.132/epdf\">http://onlinelibrary.wiley.com/doi/10.1002/cc.132/epdf</a>"," "],"locations":[{"id":52968,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park Florida"}],"tags":[{"id":438,"tag":"Rollins College"},{"id":3123,"tag":"Paul Wagner"}]},{"id":6591,"title":"The Wagner Affair: A Preview of Student Activism","course_id":167,"status":"P","start_date":"2/1/51","end_date":"5/31/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 1950-51 academic year was one of turmoil at Rollins College in Winter Park, FL.  The previously peaceful liberal arts school was rocked by a scandal concerning the young President Paul Wagner.  This incident, which came to be known as the Wagner Affair, led to one of very few cases of student activism in the 1950s.  It was brought about by Paul Wagner’s increasing disregard for the democratic decision-making process traditionally implemented at Rollins, culminating in his decision to dismiss 23 faculty members.  He did so without consulting anyone else and upon announcing his intentions made it clear that his decision was final.  Wagner’s refusal to back down in the face of opposition and logical alternative solutions angered students so much that they eventually organized a walkout that would last until a decision regarding Wagner’s position as president was made.","Students of the 1950s generally weren’t prone to protests or other forms of activism.  When it comes to the topic of student activism, one usually thinks first of the 1960s; that is, after all, the decade in which students organized in masses never before seen to protest for social and political change.  Scholars point to several factors that influenced the period of apathy in the 50s.  In his book, <em>Student Politics in America</em>, Philip Altbach cites the political climate of the time and the start of the Cold War as main causes for a decline in political activism on campus.  He explains, “At a time when students were literally afraid to sign petitions even on non-political local issues, it is not surprising that Socialist or radical groups should find their memberships dwindling.” In his study into students’ value patterns in the 1950s, Dean Hoges found that students were heavily inclined toward conservative and Christian values and were disinclined to get involved in politics.  Overall, researchers conclude that the few student movements that did take place were generally over broad social and educational policies and were non-violent in nature.","The students’ reaction to the Wagner Affair, then, was both typical and atypical of the time.  The walkout staged by the students was non-violent, but the subject of their protests was one directly related to the college, rather than a broader issue.  The division this caused between students and faculty and high-level administrators was one never before experienced at Rollins.  The issue was eventually resolved with the dismissal of President Wagner, but not without leaving its mark on the school and the town of Winter Park.  It exposed the underlying political influences and conservative attitudes within the higher education system.  Wagner governed in a domineering style, using showmanship and charisma, much like prominent political figures of the time, and students were willing to follow his lead until he crossed a certain line.  It showed that student unrest was real, even if it was stifled by the prevailing attitudes of the decade and it demonstrated the use of peaceful protest techniques that would be utilized in the Civil Rights movement.  More than anything, though, the Wagner Affair provided a glimpse of what was to come in the 60s."],"locations":[{"id":52897,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, FL"}],"tags":[{"id":3131,"tag":"student activism"},{"id":1648,"tag":"1950s"},{"id":2954,"tag":"College Students"},{"id":3123,"tag":"Paul Wagner"},{"id":438,"tag":"Rollins College"}]},{"id":6592,"title":"Communism in Education","course_id":167,"status":"P","start_date":"1/1/47","end_date":"12/31/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dr. Paul Wagner “preached on a theme that audio-visual education is the only remedy for the woefully inadequate teaching methods in public schools all over the country.” Wagner’s ideas of implementing audio-visual technology into Rollins College resulted in society accusing him of being Communist. But why? The emergence of McCarthyism became a nation-wide sensation that placed fear into society. McCarthyism exaggerated and exploited the Communist threat, creating an atmosphere of false accusation in which people believed they were bettering society.  “And their voices were all the more credible because of their anti-Communism, which was born not out of fear or anxiety, but rather the conviction about the wrongness of Communism.” Jennifer Delton argues that the goal of anti-Communism was to thwart liberals, not to get rid of Communists. She continues to state that Communism attacked and took over the leftist and liberal organizations due to the fundamental contradiction in the Communists’ relationship to mass movements.","Communist influence was to be kept out of all aspects of society, including education. American people became increasingly worried that Communist influences would infiltrate the schools and pervert the minds of children.  The U.S. Commissioner of Education, Earl McGrath, played a role in spreading anti-Communism throughout education. McGrath summarized the thoughts of many Americans when he stated, “Two conflicting philosophies of government and of life are now competing for the allegiance of the peoples of the world. One of these is totalitarianism… in Communist states of Russia and her satellites. The other is democracy.” When Wagner pitched his idea of audio-visual education, he believed it needed to be implemented after how successful it had been in Germany under Hitler, in which he made Belgium a Fascist state in two years.","Soviet Foreign Minister Andri Vishinski sought to conquer the world not with an atom bomb, but by spreading  “... our ideas, our brains, and our doctrines.” Due to this, civil liberties were impaired in America all in the name of national security. The academic freedoms of educators were limited, as seen with Wagner. James Rodgers and Wesley Null argue that the longer America faced the Communism problem, the broader the definition of “Communist” became. McGrath understood that the Cold War was different, as it was more intellectual than physical. Public schools existed under McGrath to win the Cold War. In order to help win this battle, McGrath implemented “Americanization” programs that teached new immigrants the American way of life. Teachers were screened to make sure that they were not too liberal, and were forced to sign loyalty pledges. Some teachers were fired and even blacklisted from employment in America.","A study was conducted on the tolerance of Communism amongst college students based on social background, secular values and religion at the University of California-Berkeley campus. According to Armand Mauss, the right-wing groups are anti-Communist and hold traditional values. The primary source of this anti-Communist group was religious and militant beliefs. Left-wing groups hold more liberal ideology and do not condone limiting civil liberties.","Paul Wagner’s idea of audio-visual technology was shut down due to Cold War politics. These politics allowed for society to accuse Wagner of being a Communist because of his liberal education idea. Little did society know that Wagner’s idea was ahead of it’s time, and audio-visual technologies would play a huge role in the future of education."," "],"locations":[{"id":52921,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, Florida"}],"tags":[{"id":2247,"tag":"communism"},{"id":6,"tag":"Education"},{"id":968,"tag":"Liberal Arts"}]},{"id":6593,"title":"The Wagner Affair: A Historic Hidden Story","course_id":167,"status":"P","start_date":"3/1/47","end_date":"3/1/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["   Who would ever think that life would take such a wicked twist in such a rapid pace back in 1947-1948 when it comes to the history of Rollins College? After the war, there was much concern for possibility of a drafting system that would put the future of colleges across the United States in much turmoil. Facts that unfortunately drove college administrations to plan for and consider a threat to their attendance figures. When Paul A. Wagner assumed the role of President of Rollins College in 1949, he promised to bring an innovative mentality that will reface the image of the traditional college. Little did the rest of the administration know that along with those innovations, Wagner would be part of one of Rollins’ most historic moments and not in such a positive way."," According to documentation from a series of meetings held in 1947 prior to Wagner’s assumption of his presidency, in regards to the paramount needs of Rollins College, the Trustee-Faculty Committee met on three different occasions to thoroughly discuss methods to fulfil the current needs. With much collaborating brainstorming, they came up with four recommendations that are as follows: 1) A substantial increase in faculty salaries; 2) A revision system of retirement pensions for faculty and staff; 3) Large needs of the various departments; 4) New Buildings. Although lack of funding was not a major discussion in these meetings, it is almost positive that the college’s monetary condition must have been in consideration to reach this determination. These recommendations came about due to the unsuccessful efforts to get Rollins added to the approved list of the American Association of Universities.[1]When Paul Wagner became president of Rollins, he presented his vision and aspirations for the college to be with a brand new focus on technology and with plans to bring modern perspectives, ideas and methods. He felt that this would accelerate the learning process for the students. According to the Florida Times-Union, a newspaper published in Jacksonville, Florida, Wagner “brings a brilliant record with him to Winter Park educational institution.” However, it seems that almost immediately that he took office, things began to change drastically. [2] ","            Rollins College has a culture amongst its Executive Committee, Faculty, and Students that was based on community. Decisions were made as amongst everyone. Because after all the sense of family and community was a huge part of what Rollins College was. This was no secret to Wagner when he came on board. This is a culture that is highly promoted on campus and the community. However, it was probably one of the first betrayals that Wagner did as soon as he had the opportunity. Paul Wagner adopted a huge concern when he came into office due the post-war drafting concerns that had been established. This was a fear that across the United States affected all universities. After thoroughly doing his research, Wagner then began to make his presidential moves and began to utilize his authoritive power. Decisions of what he didn’t truly count with the community based process that defined the college. This began to spark much concern with faculty and even the Executive Committee. Fearing a future draft system that will hit the college extremely hard with attendance, Wagner, made a proposal to the Executive Committee to make a drastic cut in faculty and salaries as well. A move no one expected."," Documented by the Executive Committee from the Rollins Alumni Association, after many meetings that Wagner presented aggressively his proposal for positions cuts, it was pointed out how convincing Wagner was. However, there has been one main point that still lingers, although many figures and funding amounts where discussed in these meetings, however, there was never any fundamental figures released by the Administration to back up Wagner’s diagnosis. The predictions were definitely a concern, however, the cuts were based simply on a guess by Wagner. There were not given alternatives, nor was the faculty and staff asked to gather thoughts on finding alternatives to obtain the funding needed to stay afloat. The formula that was used by Wagner to determine the professors that were going to be dismissed was also another blur. Although the formula was approved by the Board of Trustees, there was not a sufficient explanation on the results of the calculations. [3]"," All this was happening too fast. The students grew very concerned of all the intermural sports that were being cut as well. And faculty felt that instead of the community based culture they were used to, they were feeling a growing dictatorship from the way Wagner was taking control of all the decisions and not counting with anyone as he had promised to carry on from the previous president Dr. Hamilton Holt. According to archives on the financial aspect of the college, they were receiving gifts from the community, showing that there could have been alternatives to such drastic cuts. There were also letters sent from Haverford College in Haverford Pennsylvania[4] and Oberlin College in Oberlin, Ohio stating that they are not releasing any of their faculty or staff due to this drafting prediction. This was yet another indication that there were alternatives. [5]"," To conclude, this incredibly ugly moment in the history of Rollins College will forever live in the memory of the community. A moment in history where an individual that intended to help out to improve the college’s deficit issue, almost brought the college to ruins in many ways besides financially. The Wagner Affair is much more than just economic figures it’s also a case of disloyalty to a community that could have led to much division, however, the sense of community was much stronger than that. The Rollins family fought against all odds to save and recover its culture and respect. They fought until Wagner had no choice to walk away without the choice to look back. But forever leaving the memory of what it could have been.  "," "," ","[1] Board of Trustees, Recommendations of the Trustee-Faculty Committee Concerning the Paramount Needs of Rollins College, Board of Trustees, 1947.","[2] \"Rollins Trustees Turn to Youth for New President,\" The Florida Times-Union, August 27, 1949.","[3] Rollins Alumni Association, Executive Committee, Rollins Alumni Association, 1951.","[4] Haverford College, Office of President, Haverford College, 1951.","[5] Oberlin College, Office of President, Oberlin College, 1951."," "],"locations":[{"id":52897,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, FL"}],"tags":[{"id":3132,"tag":"The Wagner Affair"},{"id":3133,"tag":"The Hidden History"}]},{"id":6594,"title":"The Wagner Affair: Educational Attainment","course_id":167,"status":"P","start_date":"9/2/45","end_date":"5/31/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     The Wagner Affair left Rollins College in a financial crisis, with the desire to reach a state of peace and accord. The Executive Committee of Rollins College addressed the Alumni Association on March 30<sup>th</sup>, 1951 and discussed the present and future financial image of Rollins College. According to Paul Wagner, president of Rollins College, there would be a probable 30% decrease in the student body in the following academic year. The final calculation showed that out of the 425 undergraduates enrolled, only 199 were expected to return the next year. The Statement of the Student Committee, however, showed their resistance to the dismissal of faculty, which was inevitable after the student body count dropped. They believed that the education they paid for was not one they were receiving. The students trusted that by paying the tuition, they would be able to study under the professors of their own choosing in their major fields. Their educational attainment depended on the faculty and their experience and guidance.","     The issue at Rollins and with Paul Wagner began around the time the United States was recovering from the war. The end of World War Two and the start of the Cold War, however, did not affect the educational attainment for students and even war veterans coming back from war to a certain extent. Laws, like the G.I Bill, were considered the “most ambitious educational experiment.” The number of veterans who enrolled in college exceeded many people’s expectations, as veterans accounted for 70% of all male enrollment. Historians and economists point to the G.I Bill as a policy instrument that had the greatest effect on the level of educational attainment of returning veterans and on the overall higher education in America. It was seen as a policy that democratized the collegiate population as it made college a viable option for men with different racial backgrounds and low-income families.","    However, this was not completely true as the effects of the G.I Bill on collegiate attainment did differ for black and white Americans residing in the South. Black veterans in the South were limited in their educational attainment and the choices available to them. The G.I Bill did not provide enough opportunities in higher education for black veterans in the South. When it came to investments in colleges and universities, it was limited which was proven to affect their benefits in the long run. As the Cold War expanded and the Korean war came closer to happening, drafting increased rapidly which put pressure on men and their future. As the student body count at Rollins decreased as more men were leaving for the army, Paul Wagner tried to create solutions to solve the financial issue that was going to hit Rollins. The sudden drop in the tuition that they were going to receive set them into a mode of panic which resulted in quick and not thought through resolutions to avoid a huge debt. However, as segregation continued to hold a place during the 1950s, increasing the minority population at Rollins was not going to work.","     The concern of the students at Rollins College with their educational attainment can be related to the bigger issue of education attainment in the United States after the Second World War and the start of the Cold War. Some of the laws that were imposed to help increase higher education did not help everyone in need. The war had a strong negative impact on postsecondary education as it drew students out of colleges much earlier leading to a delay in the attainment of a complete education."],"locations":[{"id":52921,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, Florida"}],"tags":[{"id":3130,"tag":"Wagner affair"},{"id":438,"tag":"Rollins College"},{"id":3123,"tag":"Paul Wagner"},{"id":3134,"tag":"Educational Attainment"}]},{"id":6595,"title":"THE WAGNER AFFAIR AND THE G.I. BILL","course_id":167,"status":"P","start_date":"5/11/51","end_date":"5/11/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Throughout the years, Rollins College has created its own history. Since its founding in 1885, much has taken place. During the 1950s, the Wagner Affair became part of this history. Paul Wagner was the president of Rollins from 1949 to 1951. Wagner was the ninth president at Rollins. He was the nation’s youngest college president, and took office at the age of 32. Even though his time was short, he still made a huge impact.  During his time as president, colleges were facing financial issues. Rollins could not escape it. He did a lot of things that upset the college and the surrounding community. He is the infamous president who took away the football team, and fired staff member regardless of their tenure. Wagner also threatened to get rid of other sports due to money.[1] Clearly, students were very unhappy. The community was also upset. They couldn’t believe all the changes that Wagner was making.","            The Board of Trustees were also making issues. To the students they seemed to be a part of the problem. When Wagner first proposed the firing of professors, the Board of Trustees approved it. It is believed that this Board of Trustees did not care about how their actions affected the college. Since they approved much of what Wagner proposed, the blame was placed on them as well. [2]","His actions prompted the students to organize a walk out. They did not support the choices he made, and thought the walk out would show their unhappiness. In May of 1951, a few students walked out of class. This was their way of boycotting the system. The students who chose to walk out, claimed they would continue to do so, until the school had done something about Wagner.  Not all students walk out however. Students who were at Rollins due to the G.I. bill didn’t want to follow everyone. They feared that if they walked out, they would get in trouble with the school. They did not want to risk their benefits from the bill.[3]","The G.I bill was very helpful to those who had served in military. Veterans were able to have lower interest mortgages, and attend college for free or cheaper than most. Veterans could also go to trade schools if the wanted to. Although, during this time, there was a decreased enrollment. The Korean War also lowered the enrollment. This made these G.I students to be more valuable. The bill allowed the middle class to expand like it never had before. The bill provided more to these veterans than the WW1 veterans had when they returned. [4] They were able to reach their idea of living the American dream. The bill made it possible for veteran to be almost half of a colleges population. By 1951, the number of graduating veterans was doubled. [5]","They had their own issues to face, other than Wagner’s actions. One issues they had to deal with was the age difference between the other students. Since veterans tended to be older, they might have thought the walk out wasn’t worth it.[6] These veterans most likely did not want to draw more attention to themselves. They did not want to loose anything that the bill had given them. Overall, the Wagner Affair was an issue that was felt by everyone in the community of Winter Park. It seemed that nothing good had come from this."," ","[1] Rob Humphreys, \"In Memory: Paul Wagner,\" Rollins.360, February 24, 2016, <a href=\"http://360.rollins.edu/people/paul-wagner-rollins-college-president.\">http://360.rollins.edu/people/paul-wagner-rollins-college-president.</a>","[2] Israel Kugler, “Status, Power, and Educational Freedom”, <em>The Journal of Educational Sociology</em> , 25, no. 9 (1952): 512-15.","[3] “Rollins Students on ‘Strike’” <em>The Gazette (Schenectady)</em>, May 11, 1951, final edition.","[4] Edward Humes, <em>Over Here: How the G.I. Bill Transformed the American Dream</em>. Orlando: Harcourt, 2006.","[5] Jyotsna Sreenivasan, “G.I. Bill (Servicemen'S Readjustment Act Of 1944)” in <em>Poverty and </em>","<em>               the Government in America: A Historical Encyclopedia. </em>ABC-CLIO, 2009.","[6] Roger M. Shaw, “The G.I. Challenge to the Colleges\", <em>The Journal of Higher Education</em> 18, no.","1 (1947): 18-21."," "],"locations":[{"id":52921,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, Florida"}],"tags":[{"id":3136,"tag":"College, Winter Park"},{"id":1478708153,"tag":null}]},{"id":6599,"title":"Public Distrust in Large Institutions in the 1950s","course_id":167,"status":"P","start_date":"1/1/50","end_date":"12/31/59","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 17, 1951 the <em>Sandspur—</em>Rollins College’s student news publication, published an article called “Trustees Back Faculty Cuts.” The newspaper article reported on the responses of various groups at Rollins on their opinions on the faculty dismissals that were carried out by President Wagner and supported by the Board of Trustees. According to the article, Rollins and faculty and students were largely dissatisfied by how the dismissals were handled by Wagner; they felt such drastic action should not have been carried out without first consulting them on the issue. The article “Trustees Back Faculty Cuts” highlights and illustrates the dissatisfaction and changing relationship that the public had with large institutions during the fifties. ","            American secondary education expanded during the fifties due to both a rise in population and the growth of the middle class. Historian Richard Stanley writes “Colleges and universities, both public and private, experienced an unprecedented period of rapid growth following the end of World War II.”[1] Increased enrollment meant “…educators warned of coming teacher and classroom shortages—crowded schools plagued the educational system throughout the decade.”[2] During the Eisenhower administration, more schools were built across the country and education became more centralized. The fifties in the United States are characterized as a period of rapid political, social, and economic change; this culture of change trickled down in to the curriculum of many American colleges. Many schools began to alter their curriculum in an attempt to safeguard American political ideals. For example, Alabama State College implemented a curriculum with a heavy emphasis on democracy, student responsibility, and patriotism during the period. Students were taught “…life lessons about democracy, loyalty, dedication, perseverance, and the responsibility of being a contributor. Moreover, these deeply profound lessons were woven throughout the classic liberal arts college preparatory curriculum.”[3] Similarly to Alabama State College, the use of curriculum as a tool of political socialization was also prevalent at Southern Methodist College during the fifties. Historian Adrienne Caughfield explains “…American classrooms, now seen as battlegrounds, in which young innocents—not only school children, but also college students, newly released on campus without parental supervision—became targets of Marxist persuasion. The thought of such agents shaping the minds of American children justified a severe response.”[4] These examples demonstrate how the American public’s fear and distrust of communism and other foreign ideas trickled down into the education system. ","            The fifties were a period marked by administrative and political distrust. This was exemplified by the changes in culture and curriculum that were implemented in liberal arts schools across the country during the decade. ","Bibliography","Caughfield, Adrienne. \"Fighting the cold war at Southern Methodist University.\" <em>Journal of</em>","<em>Southern History</em> 81, no. 3 (2015): 647+. <em>Academic OneFile</em> (accessed October 26, 2016). <a href=\"http://ezproxy.rollins.edu:2048/login?url=\">http://ezproxy.rollins.edu:2048/login?url=</a> <a href=\"http://go.galegroup.com.ezproxy.rollins.edu:2048/ps/i.do?p=AONE&sw=w&u=wint47629&v=2.1&it=r&id=GALE%7CA426146793&asid=22fbccc1fdfdad958e6073b156ecb486.\">http://go.galegroup.com.ezproxy.rollins.edu:2048/ps/i.do?p=AONE&sw=w&u=wint47629&v=2.1&it=r&id=GALE%7CA426146793&asid=22fbccc1fdfdad958e6073b156ecb486.</a>","Layman, Richard. <em>American Decades: 1950-1959. </em>Hanover: Cengage Gale. 1994.","Pierson, Sharon. \"\"LIVING IN A CHANGING SOCIETY\": A Case Study of the Challenge of","Democracy in Segregated Schooling at Alabama State College Laboratory School in the","1950s.\" <em>American Educational History Journal</em> 37, no. 1 (2010): 187-205. <a href=\"http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/867849370?accountid=13584.\">http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/867849370?accountid=13584.</a>","Stanley, Richard T. “Education” in <em>The Eisenhower Years: A Social History of the 1950’s.</em>","            iUniverse, 2012,","“Trustees Back Faculty Cuts.” <em>Rollins Sandspur, </em>Mar. 17, 1951, final edition, sec. 1."," "," "," "," "," "," "," ","[1] Richard Stanley. <em>The Eisenhower Years: A Social History of the 1950s. </em>iUniverse, 127.","[2] Richard Layman. <em>American Decades: 1950-1959. </em>(Hanover: Cengage Gale, 1994), 264.","[3] Sharon Pierson. “Living in a Changing Society.” <em>American Educational History Journal, </em>37, no. 1, 188.","[4] Adrienne Caughfield. “Fighting the Cold War at Southern Methodist University.” <em>Journal of Southern History, </em>81, no. 3, 647."],"locations":[{"id":52922,"lat":28.5383355,"lng":-81.3792365,"zoom":8,"place":"Orlando, Florida"}],"tags":[{"id":291,"tag":"Cold War"},{"id":438,"tag":"Rollins College"},{"id":3130,"tag":"Wagner affair"},{"id":3138,"tag":"liberal arts education"}]},{"id":6601,"title":"The Beginings of Change for the Voice of Women in Collegiate Settings Post-WW2 as Exemplified by Rollins College","course_id":167,"status":"P","start_date":"4/18/51","end_date":"5/24/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Despite the overwhelming trend of female-dominated student bodies during and immediately following World War II, the actuality of collegiate representation and consideration for female students and faculty in the United States was disparagingly low. Unfortunately, Rollins College, an educational institution founded in 1885 by Lucy Cross and the Congregational Church, was no different from the majority of its peers. In the post-war era, colleges across the nation suffered from lowered attendance rates, and with the impending conflict in Korea potentially reducing their student body yet again, many institutions felt they were in a time of crisis. Rollins College was, again, no exception, with this tumultuous landscape providing the opportunity for the greatest scandal the college has faced to date, the Wagner affair.","Paul Wagner was brought to Rollins to serve as president after the esteemed career of Hamilton Holt. Handpicked by Holt himself based on promises of a more engaged student body, Wagner initially seemed all the heir-apparent he had sold himself to be; however, as the Korean anxiety grew and financial crisis seemed eminent, his series of totalitarian demands upon the student body and faculty pushed the already shaken college into action, and Wagner was unwillingly ousted only two years into his presidency. As Wagner’s career burnt out, Holt was called back into action in hopes of gathering support in removing his successor, which was deemed necessary if the college were to survive. In his attempts, Holt engaged in personal correspondence with many of the members of Rollins’ Board of Trustees, including Dr. Paul Stillman of California.","In his correspondence with Stillman, Holt makes it clear that he will ensure insomuch as he can the compensation of Stillman, and other out of state trustees, who attend to ensure that Wagner is removed from office, reaffirming that, if nothing else, the Rollins Board of Trustees was something of an old boys’ club. Of the eleven trustees who voted to remove Wagner from office, only two were women, and one of these was the wife of acting President McKean. The men involved in the administration of Rollins were from an elite and educated class of white Americans, with most of the trustees living lives of prestige and security even in these uncertain times, far from the issues that affected the students and faculty of Rollins College.  ","Obviously, the social norms were not on the side of femininity. As smized by May in her work<em> Homeward Bound: American Families in the Cold War Era</em>, “These public health professionals argued that inside as well as outside the home, women who challenged traditional roles placed the security of the nation at risk.” Retroactively, these beliefs and actions seem absurd, if not blatantly incorrect and offensive, and within the confines of the decade, and even with regards to the Wagner affair, female students, administration, and faculty would begin to push for more presence in higher education."," "," "],"locations":[{"id":52973,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Rollins College, Winter Park"}],"tags":[{"id":3141,"tag":"gender inequality"},{"id":438,"tag":"Rollins College"},{"id":6,"tag":"Education"}]}]}