{"id":168,"title":"America From Civil War to World Stage","school_id":43,"school_name":"Widener University","term":"Fall 2016 Directed Study","abbr":"HIST356","url":"","description":"","points":[[43.8720743,-78.8326393]],"bounds":[[43.8720743,-78.8326393],[43.8720743,-78.8326393]],"episodes":[{"id":6641,"title":"THE LINDBERGH CASE: GOD SAVE THE KING","course_id":168,"status":"P","start_date":"3/1/32","end_date":"3/1/38","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1938, author Hal Walton released a published circular entitled “THE LINDBERGH CASE: GOD SAVE THE KING.”  Walton’s circular focused on the Lindbergh baby kidnapping of March 1, 1932, and pointed out so-called contradictions in the official story of the kidnapping. The author believed that the eight-year old case involved more than simply a routine kidnapping for ransom and was, instead, part of a broader international conspiracy. The odd title of the circular was intended to capture the attention of readers and encourage them to read the author’s theory of the kidnapping, in which the child of celebrated aviation hero Charles Lindbergh was abducted from the Lindbergh family home in New Jersey. As a concerned citizen, Walton hoped by exposing the “true” nefarious facts of the case, he could save other children from a similar fate.  ","Charles Lindbergh was a celebrated aviation hero who brought fame to the United States, yet the Federal Justice Department did not intervene to offer any help following the kidnapping of this child. The most relevant figures in Lindbergh’s life, his family, conspired to bring about his downfall with the kidnapping of his son, Walton believed. The author described Lindbergh as a king in the United States due to his celebrity status, and argued that he needed to be saved from those who were trying to undermine him. The author believed that the Justice Department and the local police department were filled with cruel officers who try to act as though they represented the interest of all citizens, yet, they had their own interests at heart. He believed that other kidnapping cases from the same time period had also suffered from shoddy investigations by these officials and justice was not served.  Walton published his pamphlet as a form of advocacy and believed that it would force Justice Department and government officials to pursue justice. He sought to speak out on behalf of the innocent families that had not received justice in cases where their children were kidnapped or killed.","Walton’s pamphlet seeks to raise questions about the motives of the people close to the Lindbergh baby at the time. A key question in his mind is why the Lindbergh relatives with all their influence maintained their silence regarding the crime and did not seek follow-up action on the case from local or national law enforcement agencies. Walton summed up that the murderer, Richard Hauptman, had the inside scope on the Lindbergh baby’s whereabouts. Some theories from other authors where that someone in the family or close to the family was somehow involved with in the case. People arrived at this conclusion because the kidnapper had detailed knowledge about the Lindbergh home and knew which window belonged to the Lindbergh baby’s room, for instance. The circumstances involving the case were highly unusual as the Lindbergh baby was abducted during day time hours while people were in the home.","The author’s arguments give a verdict that he was somewhat of a kook but not for getting the publics attention. His arguments dedicate a good action towards liberating the people from actions of assassinations and kidnapping. He makes bold assertions on the involvement of the officers in the police and Justice Department. Most of his arguments on the failed Justice System and interference by the state at that time seem to be accurate. Though assumed to be a conspiracy theorist, the revelations are true on what happened in many cases. "," "," "],"locations":[{"id":53013,"lat":43.8720743,"lng":-78.8326393,"zoom":7,"place":"Hopewell, New Jersey"}],"tags":[{"id":3234,"tag":"Lindbergh"},{"id":3235,"tag":"Lindbergh Baby"}]}]}