{"id":17,"title":"The United States: The Nation Divided, 1836-1876","school_id":2,"school_name":"Wheaton College","term":"Fall 2008","abbr":"Hist 203","url":"","description":"The U.S. Civil War transformed the nation, ending slavery and commencing the development of a strong central government. Numerous additional issues divided the United States in the twenty-five years before the war, among them the relationship of western lands and populations to the rest of the nation, ideas about work and workers in diverse and interdependent regional economies, and the question of citizenship and who qualified for its protections.\n\nStudents in this course will write three episodes over the course of the semester, using both digital and print resources available at Wheaton College.","points":[[42.6001926046,-73.9735779487],[33.3786296634,-89.6348761581],[39.2464830538,-76.5960396412],[40.7805662337,-73.9388482485],[39.878712355,-75.2036894677],[38.9151212228,-76.9435162098]],"bounds":[[42.6001926046,-73.9388482485],[33.3786296634,-89.6348761581]],"episodes":[{"id":4422,"title":"A Fractured Cherokee Nation Fights Removal\n","course_id":17,"status":"P","start_date":"1835-12-29","end_date":"1838-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The conflict over the lands of the Cherokee tribe (more commonly referred to as the Cherokee Nation) sat on the forefront of U.S. politics once the U.S. Congress passed the Indian Removal Act on May 28, 1830.  However, when the Ridge Party, a breakaway pro-removal group of the Cherokee Nation, signed the Treaty of New Echota with U.S. treaty commissioners J.F. Schermerhorn and William Carroll on December 29, 1835, tensions mounted from within the Cherokee Nation as well as from without.  John Ross, the Principal Chief of the Cherokee Nation, vehemently opposed the New Echota Treaty and the Ridge Party (also known as the Treaty Party), and on October 8, 1836 <em style=\"mso-bidi-font-style: normal;\">Niles' Weekly Register</em> printed an article advocating Ross's views.  Through excerpts from correspondences and appeals to the U.S. government, Ross argued that by signing the New Echota Treaty, the Treaty Party leaders - Major Ridge, his son John Ridge and nephew Elias Boudinot - contradicted the wishes of the \"Cherokee people [who], in two protests, the one signed by twelve thousand seven hundred and fourteen persons, and the other by three thousand two hundred and fifty persons, spoke for themselves against the treaty\" and condemned the some twenty-one thousand Southeastern Cherokees to \"a far inferior right of occupancy to that which they have ever been admitted to possess where they now are, and where they were born,\" namely their ancestral lands.","Though this was not the first time the Cherokee Nation clashed on matters of national interests, it marked the first time that action had been taken by a minority group under the guise of representing the entire Nation.  As notable American Indian historians Theda Perdue and Michael D. Green have observed, while there had been considerable changes in the Cherokee government and organization as a cohesive Nation, \"Cherokees still believed that leaders should represent a consensus.\"  Not only did the Ridges and Boudinot <em style=\"mso-bidi-font-style: normal;\">not</em> represent the majority opinion of the Cherokees, but by trying to usurp power from Ross they severed themselves completely from the Nation's identity and simultaneously bound the Cherokee to an almost unfathomable future.  Many Cherokee realized that with their forced relocation west of the Mississippi River the Nation's relationship with the United States would be forever changed, as Ross claimed.  Even more did not even accept the Treaty as true; after all, how could such a document speak for the entire Nation which had rejected similar compromises twice prior to the New Echota Treaty?  Indeed, it was not until General Winfield Scott arrived during the summer of 1838 that the Cherokees' fate was clear and the Ridge Party's misrepresentation of the Cherokee Nation became an almost insurmountable barrier between the Nation and that vocal minority."],"locations":[{"id":2390,"lat":null,"lng":null,"zoom":8,"place":"INDIAN LANDS, Georgia"}],"tags":[{"id":19,"tag":"Native-Americans"},{"id":17,"tag":"Government"}]},{"id":4420,"title":"A Slave Sues for Freedom in Missouri\n","course_id":17,"status":"P","start_date":"1827-01-01","end_date":"1827-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1827, the editors of The Genius of Universal Emancipation published a portion of a letter \"from a gentleman in Illinois to his friend in Philadelphia\" that relates the story of a slave that was brought from Illinois to Missouri. The slave,  \"there having been treated with cruelty\" was afterwards taken and sold in Louisiana. This slave then \"found his way\", in a manner unclear, back to St. Louis and there sued for his freedom, on the grounds that Illinois was a free state. The circuit court found against him, but he continued with his case all the way to the Missouri Supreme Court, \"where although two out of the three Judges were advocates of slavery, the decision was reversed and it was unanimously decided that he was a freeman.\" This slave most likely used an 1824 Missouri state law that stated, \"That it shall be lawful for any person held in slavery to petition the circuit court...\". Probably using the fact that he had resided in a state where slavery was illegal, Illinois, this slave's lawyer would have argued that once the slave passed into Illinois he became a free man. The \"once free, always free\" argument was frequently used to the great benefit of enslaved blacks, in many cases leading to their freedom. This legal precedent was overturned in the Supreme Court's Dred Scott decision of 1857, which held both that slaves had no right to petition the court as they were not citizens and that to give a slave his freedom would be to deprive the owner of his property illegally."],"locations":[{"id":7914,"lat":null,"lng":null,"zoom":8,"place":"ST LOUIS, Missouri"}],"tags":[{"id":4,"tag":"Slavery"},{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"}]},{"id":4421,"title":"The Perfect Wife\n","course_id":17,"status":"P","start_date":"1837-04-01","end_date":"1837-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"A knowledge of domestic duties is beyond price to a woman.  Every one of our sex ought to know how to sew, and knit, and mend, and cook, and superintend a household.\"  So began the article \"Important Requisites in A Wife\", published in the agricultural magazine <em style=\"mso-bidi-font-style: normal;\">The Cultivator</em>, in April 1837.  According to the author, a good wife considered her work her department, and did it when it needed to be done, without consideration about when there was a convenient time for her.  The author also made clear that girls should start helping out when they were nine or ten years old, by washing cups and putting them away, dusting, and cleaning silver.  By age twelve, the author suggested girls should start superintending the house and cooking.  The best way to learn these chores, the author explained, was by doing them.","     Women in the nineteenth century were judged according to four cardinal virtues - piety, purity, submissiveness, and domesticity.  Those four virtues were supposed to be what gave a woman happiness.  The home was a woman's \"proper sphere\" where she should occupy herself with domestic affairs, take care of her family, and listen to her husband.  Historian Barbara Welter, author of the article <em style=\"mso-bidi-font-style: normal;\">The Cult of True Womanhood,</em> explained that \"the home was supposed to be a cheerful place, so that brothers, husbands, and sons would not go elsewhere in search of a good time.  A woman was expected to dispense comfort and cheer.\"  Women were to look upon housework as uplifting.  Routine tasks like making beds and cleaning their homes gave women exercise and taught them patience.  Doing housework was also considered an art.  Welter quoted one source as saying, \"There is more to be learned about pouring out tea and coffee, than most young ladies are willing to believe.\"  Women were also expected to be proficient in a wide variety of needlework and in gardening.  From an early age, girls in the 18th century took their role in the house very seriously because they saw the importance in it."],"locations":[{"id":8680,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"ALBANY, New York"}],"tags":[{"id":7,"tag":"Women"},{"id":28,"tag":"Work"}]},{"id":4419,"title":"A Missionary&#39;s View of the Choctaw Nation in 1825\n","course_id":17,"status":"P","start_date":"1825-02-15","end_date":"1825-02-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["In February of 1825 the Western Recorder published an extract from a letter describing the current state of the Choctaw Indians.  The missionary L.S. Williams wrote the letter in December of 1824 after having lived with the Choctaw for almost eight years.  He wrote that the human nature he saw in the Choctaw nation was lower than any he had previously witnessed.  He regarded the Indians as ignorant, poor, and lacking moral fortitude.  Williams lamented that despite the efforts of missionaries the Choctaw were still wretched and barbaric.  Having heard their pagan songs and dances every night, he declared that only the combined prayer of all Christians could improve the Choctaw. ","    Williams evaluated the Choctaw Nation by American Christian standards.  Since the Choctaw people had a culture and belief system that was contrary to his model, Williams labeled them as heathens.  The people of the Choctaw nation had a stable society in which tradition and rules were observed.  Women were in charge of the home and crops, while men were expected to hunt and become great warriors.  No evidence can be found to suggest that one gender's work was considered less important than the other's. Like the Euro-American settlers around them, the Choctaw people relied on farming as an important source of food.  The nation also actively traded milk, beef, and animal skins with the Euro-Americans. ","The Choctaw opposed missionary efforts out of their desire to preserve their native culture.  Historian James Taylor Carson has pointed out that it would have been easy for Choctaw women to use copper kettles and glass bottles, but they chose to continue their tradition as potters.  Carson has detailed also how Choctaw men used traditional tactics of warfare to raid settlers on Choctaw land.  Settlers were taking up their land and resources, and instead of settling the conflict by way of court or treaties, the Choctaw men acted in their traditional role as warriors to take back their wealth from those encroaching on it.  Though the Choctaw were not civilized in the ways of the Europeans, they had their own set of morals and traditions that guided them in their everyday life."],"locations":[{"id":7362,"lat":33.3786296634,"lng":-89.6348761581,"zoom":7,"place":"INDIAN LANDS, Mississippi"}],"tags":[{"id":19,"tag":"Native-Americans"},{"id":14,"tag":"Church/Religious-Activity"}]},{"id":4427,"title":"Transportation of US Mail Between Baltimore and Philadelphia\n","course_id":17,"status":"P","start_date":"1825-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On January 29th, 1825, Postmaster General John McLean wrote a letter to Henry Clay, Speaker of the House of Representatives, explaining the horrible traveling conditions that had to be endured to carry the mail between Baltimore, Maryland, and Philadelphia, Pennsylvania.  McLean discussed the horrendous traveling circumstances during the winter and spring seasons when crossing the different rivers and traveling over roads.  Some rivers could use steamboats, but the steamboats could not run when the rivers were full of ice.  Other rivers did not have steamboats because the rivers were too shallow, such as the North East, Big Elk, and Little Elk rivers.  The carriages transporting mail had to travel across the rivers at their shallowest points.  McLean reported that on one occasion a horse drowned, and several times the mail almost fell into the water.  McLean proposed that bridges be built over the North East, Big Elk, and Little Elk rivers to improve the quality of travel when delivering mail.  McLean also discussed the atrocious state of the roads that connected the different rivers.  The only turnpike that the mail carriers could use was the Baltimore and Havre de Grace Turnpike; the rest of the way was made up of poorly designed roads.  McLean asked whether better quality roads could be built and kept in good condition throughout the year.","John McLean was appointed postmaster general during the administration of James Monroe and continued his position into the John Quincy Adams administration.  McLean also had a close relationship with Henry Clay, Speaker of the House of Representatives.  Clay supported a bill called the Bonus Bill that would have called for a national system of internal improvements to roads.  The bill was passed by Congress in 1817, but it was vetoed by President James Madison.  Then in 1822, Monroe vetoed a similar bill that called for tolls to be used to collect money to help pay for internal improvements, which he deemed unconstitutional.  When McLean wrote his letter to Clay, Congress had already been debating for years whether or not the federal government should build post roads, for use by the post office.  These roads would be built by the federal government, and Congress would have the duty of upkeep and maintenance of the roads. ","In the early nineteenth century, states started to build turnpikes all over the United States.  This craze lasted until about 1825, when states started to cut back on their turnpike building; this was also the year that McLean wrote his letter.  Since states had mainly spent their time and money building turnpikes, smaller roads that needed to be built never got the chance, or if they were built, they were neglected.","Many states also focused on canal building, which left large numbers of small rives with no access across them.  Pennsylvania's rugged terrain made it very challenging to build canal successfully.  The state built canals much later than many of its neighbors.  It was hard to travel on canals when they were filled with ice, which meant that people had to find other means of transportation.  Building bridges over rivers was a solution to the problem because most bridges could be used at all times of the year.  ","McLean's letter discuses the debate during this period over who was responsible for building and maintains of canals, bridges, and roads in the United States.  Clay was a supporter of the federal government's helping with the building and maintenance of canals, bridges, and roads because states were not able to keep up with ever growing demands of transportation.  Others though, felt that the federal government should not be involved.  McLean's letter pointed out that states did not have the funds necessary to build and maintain different types of transportation all at the same time.  The only way that states could keep up with the demands of the times was if the federal government was willing to help with such ambitious internal improvements."],"locations":[{"id":5928,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"}]},{"id":4436,"title":"Reverend L. D. Dewey Writes to Support Colonization\n","course_id":17,"status":"P","start_date":"1825-06-01","end_date":"1825-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" As the Reverend L. D. Dewey wrote to Reverend W. M'Kenney from Mount Pleasant, South Carolina, he reflected upon his observations from the African colony he had just visited. The letter he produced in June 1825 portrayed sentiments expressed throughout the nation at the time on African colonization. He described the colony of Haiti in the most positive light, depicting the colony as a haven of liberties for freed blacks that were shipped there from the U.S. As he wrote to M'Kenney, he stated that the new members of the Haiti colony emanated \"…intelligence, manliness, and capacities for the various business of life, such as you never see among the colored people of this country.\" Dewey wrote of the improved everyday life of the freed blacks in Haiti, where they could exercise and enjoy the respect of their freedoms and their independence. He asserted that the Haitian populations were given many more liberties than under the American government and allowing freed blacks to take advantage of these freedoms was the only moral thing to do in order to better the lives of the previously enslaved. He reflected on how the American government had held slaves in \"the grossest ignorance\" and deprived them of their right to education, while in Haiti the newly freed African Americans could practice these rights without restraint. Dewey also concluded that, through the establishment of religion, the American public could rest assured that the freed slaves would be a humane and grateful population.","            With the formation of the American Colonization Society in 1816, the movement to colonize freed blacks outside the U.S gained a fast-paced momentum. At the time of Dewey's letter, the ACS portrayed itself as a conservative, antislavery organization that worked for the emancipation of slaves. The ACS insisted that the colonization of African Americans would Christianize the race and make them more humane, expand international trade, and end the slave trade. Many U.S citizens during 1825 believed the claims of the ACS, as shown in Dewey's letter, that the new colonies would create better environments for the freed blacks and that the colonization of these peoples was a moral practice. However, the true sentiments of the ACS and the large amount of support it gained can be traced back to another reason contrary to the betterment of blacks; Negrophobia. The fear of freed blacks' gaining rights in the United States caused many whites to embrace the ACS. Despite ACS claims of trying to promote emancipation, the society merely reinforced the ideology that African Americans would always be inferior to whites and therefore they would be better off in colonies either in Africa or the Caribbean. While the ACS had expected support from African Americans, they were largely mistaken. Shortly after the ACS was founded, 3,000 blacks convened in Philadelphia and unanimously voted in opposition to the Society. Between 1820 and 1823, sixty freed blacks moved to Africa from Pennsylvania. By 1825, one-third of them had died, and nearly half of the survivors had fled the colony. Those who had moved to Liberia, one of the African colonies, had suffered the largest mortality rate that had ever been reliably recorded at the time and only had experiences filled with misery, poverty and disease. Reverend Dewey's letter clearly showed how supporters of the ACS depicted the colonization movement as a positive, enlightening campaign in order to gain support from the white American population; however, in actuality, the ACS harbored negative, racist motives."],"locations":[{"id":5928,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":4,"tag":"Slavery"},{"id":21,"tag":"Race Relations"}]},{"id":4437,"title":"Fire Destroys Wall Street\n","course_id":17,"status":"P","start_date":"1835-12-16","end_date":"1835-12-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the evening hours of Wednesday, December 16, 1835, smoke billowed above the downtown Manhattan skyline.  At the time, no one knew exactly where the sparks had ignited and the fire begun, but by Thursday afternoon, the flames had engulfed approximately seventeen square blocks on and surrounding Wall Street. An article in the magazine The Albion indicated that by Thursday evening between 700 and 1000 buildings in the financial district, many only five or six years old, had been damaged.  Firefighters desperately attempted to extinguish the flames, but the unusually cold weather was accompanied by high winds.  As a result, flames quickly spread and water hoses froze, making the job near impossible.  Finally, fire companies chose to collect gunpowder from Navy Yards nearby and demolish buildings in the path of the fire to prevent it spreading to other parts of the city.","The final estimate suggested New Yorkers lost the equivalent of fifteen million dollars in private property during the fifteen hour fire. Insurance companies holding policies on many of the city's downtown buildings were ruined, some able to pay only twenty-five to fifty cents on the dollar in benefits.  Remarkably, shipping facilities along the river's banks remained safe from major damage.  Yet New York lay in ruins, and local officials sent in militias to protect against looting and damage over the coming weekend.  \"The arm of man was powerless…\" a journalist wrote, \"and many of our fellow citizens who retired to pillows in affluence, were bankrupts upon awaking.\"","New York had grown quickly in the early nineteenth century, and as the city expanded, fire companies, which had served as social clubs to many property owners in the past, now became associations for the poorer and much larger working classes of the American city.  Not only did these companies grow rapidly (some individual companies exceeding memberships of 300), but they became rallying points of community loyalty, oftentimes based on ethnicity. The result was fierce rivalry between the companies themselves.  In Philadelphia, for example, Irish Catholic and Irish Protestant companies raced horse-drawn hose carriages through the streets en route to a fire while in the process sabotaging one another's equipment, disabling truck wheels and cutting tow lines.  Competition between rival companies would often become so fierce that riots began.  In New York, as in Philadelphia, this trend only worsened as time went on, as some companies carried overlapping memberships with community gangs that could lead to further violence.  Naturally, these tensions directly related to the effectiveness of companies in extinguishing fires."],"locations":[{"id":8919,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":30,"tag":"Urban Society"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":2,"tag":"Health/Death"}]},{"id":4449,"title":"Liberation of Slaves and Colonization in Liberia in 1825\n","course_id":17,"status":"P","start_date":"1825-09-03","end_date":"1825-09-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    In 1825, Christian groups and colonization societies in America advocated for freed African Americans to colonize land in Liberia as an alternative to emancipate slaves in America. Religious groups expressed their sentiments in publication including the Christian Register, which published an article in an issued dated September 3, 1825. The article argued for the transportation of slaves to their homeland in Liberia because it would be beneficial to the discriminated African American race for a plethora of reasons. The publication argued slaves would regain freedoms denied to them in America as well as allow them to establish their own government the way they desired. Freed slaves would be allowed to cultivate the land of Liberia by utilizing certain technology the United States would introduce to the country. Colonization societies believed light American presence would allow former slaves to excel in the agricultural, economic and political realms of their society because freed slaves in Liberia would have ties with one of the most technologically advanced nations of the era. The Christian Register boldly emphasized the emancipation of enslaved peoples as morally correct, and a resolution was desperately needed to appease slaveholders and abolitionists alike. Sending slaves to Liberia seemed to offer the best mode of compromise.","    The issue of whether the emancipation of enslaved African Americans was necessary during the nineteenth century played a crucial role in the development of beliefs in certain groups, such as the American Colonization Society and the Pennsylvania Colonization Society. The American Colonization Society, the Pennsylvania Colonization Society, and the Christian Register advocated that the sending of freed slaves would be beneficial to enslaved African Americans. However, after reanalyzing the efforts of pro-colonization societies and publication, historians of the 21st century have come to understand that colonization was in response to the threat of freed African Americans if emancipation legislation was passed in the United States. Abolitionists offered information, which discredited the efforts of colonization societies by arguing reports from Liberia were deplorable. Slaves were rarely sent to their homeland and conditions in Liberia were treacherous. There was no possible way freed slaves could colonize Liberia the way pro-colonization supports had argued they could in the nineteenth century. Abolitionists were capable of discrediting the ideologies of colonization societies because it was based on the belief of negrophobia. In fear of how African Americans would respond if they were finally emancipated from slavery, colonization societies believed by sending them to Liberia, they would not have to deal with the potential hazardous outcomes of emancipation."],"locations":[{"id":11226,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":4,"tag":"Slavery"},{"id":3,"tag":"African-Americans"}]},{"id":4509,"title":"The U.S. Congress Creates the Department of the Interior","course_id":17,"status":"P","start_date":"1849-03-03","end_date":"1849-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The idea of the formation of a U.S. Department of Interior laid in the back of the mind of the U.S. Congress since the ratification of the Constitution in 1789.  However, in the months following the end of the Mexican-American War in 1848, the proposal reasserted itself as the federal government and its responsibilities expanded enormously.  As a result, in the second session of the 30th Congress on March 3, 1849, the Senate and the House of Representatives passed the \"Act to establish the Home Department, and to provide for the Treasury Department an Assistant Secretary of the Treasury.\"  Amongst the numerous duties allocated to the Secretary of the Interior, such as the supervision of the General Land Office, the distribution of the decennial national census, and the organization of U.S. metal mines, the act notably assigned \"the supervisory and appellate powers now exercised by the Secretary of the War Department, in relation to all the acts of the Commissioner of Indian Affairs\" to the new Secretary of the Interior as well.","Judging by appearances, the Department of the Interior as outlined in the 1849 act seemed like more of a depository of offices from other executive departments with which they had little to do anymore, as the first Secretary of the Interior Thomas Ewing noted in his 1849 report.  Nevertheless, the act highlighted an important transition in the U.S. federal government's attitude towards Indians, most of whom had been removed to west of the Mississippi River a decade prior if not earlier.  In fact, prior to this statute the Commissioner of Indian Affairs operated under the supervisory powers of the Secretary of War, clearly indicating the combative attitude that was presumed necessary when interacting with any Indian tribe.  However, by 1849 the \"Indian problem\" that had struck fear in so many Americans' hearts during the thirty years earlier now appeared relatively innocuous; indeed, as prominent American Indian historian Wilcomb E. Washburn observed, with the immense tracts of land that Mexico surrendered in the 1848 Treaty of Guadalupe Hidalgo \"the duties performed by the Commissioner of Indian Affairs were bound to increase\" but they were to be \"more oriented to peaceful pursuits than to warlike ones.\"  The preceding rationale - which was originally espoused by Treasury Secretary Robert J. Walker in 1848 - effectively encouraged white Americans to turn their eyes toward 'civilizing' the Indian by introducing an agriculturally-based lifestyle which would eventually aid white expansion onto Indian grounds across the Southwest and the Plain States.  Thus, as white America continued its march westward under the guise of Manifest Destiny, the American Indian began to be perceived as less of a military threat and more of land resource to be manipulated."],"locations":[{"id":1274,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":19,"tag":"Native-Americans"},{"id":17,"tag":"Government"}]}]}