{"id":170,"title":"U.S. Civil War and Reconstruction","school_id":96,"school_name":"Richard Bland College","term":"Spring 2017","abbr":"HIST 222","url":"https://historyengine.richmond.edu/users/login","description":"The History Engine provides a way for us to \"do\" Civil War and Reconstruction history. The digital format of the program provides an opportunity for research, collaboration, writing, and publishing, thus furthering our mission to examine this critical period of history through various methodologies.","points":[[37.09024,-95.712891],[39.3253786,-77.7388818],[40.7127837,-74.0059413],[33.7489954,-84.3879824],[37.0228392,-76.3343603],[37.5407246,-77.4360481],[32.0835407,-81.0998342],[38.9071923,-77.0368707],[30.5927334,-81.8224362],[30.327303,-87.290514],[30.421309,-87.2169149],[43.9109016,-78.7666972],[35.5174913,-86.5804473],[42.4166744,-90.4290168],[36.6788512,-77.1024902],[39.8309293,-77.2310955],[35.2270869,-80.8431267],[37.3570894,-78.8252911],[41.3918372,-73.9625033],[38.6092792,-79.9411769],[38.5976262,-80.4549026],[38.3498195,-81.6326234],[32.3790843,-80.6926069],[37.4315734,-78.6568942],[33.6609389,-95.555513],[43.9508633,-79.7641511],[43.9079666,-78.4576144],[43.9138071,-78.6287105],[43.9900275,-77.7131275],[42.3600825,-71.0588801],[39.4575994,-77.748882],[37.1148487,-78.0195387],[37.3212714,-77.973865],[37.3775201,-78.7960069],[37.613453,-77.905136],[43.6493751,-80.4707027],[38.968343,-77.0087889],[37.2279279,-77.4019267],[38.833161,-77.3081167],[43.8975446,-78.9429329],[41.6682559,-77.8367282],[38.3084627,-77.6344334]],"bounds":[[43.9900275,-71.0588801],[30.327303,-95.712891]],"episodes":[{"id":6646,"title":"Advancement of Women in the American Civil War","course_id":170,"status":"P","start_date":"1861-04-12","end_date":"1894-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Unknown to many in contemporary society, the American Civil War presented women with wondrous advancements in civil rights as the war challenged America’s culturally held notions of women’s role in society. By having the pertinent need of a labor force in almost all fields, women completed the task that drafted men were not able to do so. So as new opportunities were presented to them, women began to obtain more rights than any other previous generation had experienced; being able to manage farms and businesses for the first time. This however was not limited to domestic affairs as women also were heavily involved in espionage, the nursing of soldiers, the raising of capital via the ladies’ and soldier’s aid societies, the U.S sanitary commission, (a private agency in the North that played a critical role in the Union’s victory) and battlefield; a considerable amount of women partook in cross-dressing to enlist themselves. With these outstanding accomplishments, women were forever advanced in society as founder of the Red Cross Barton claimed that had the continuous peace prevailed, the advancement of women’s rights would have remained stagnant in society for at least fifty years. With that the American Civil War inspired individuals to contemplate, and re-think their previously held notions of what a woman was capable of performing as many leaders emerged such as Harriet Tubman and Susie King Taylor.","Delivered passionately by feminist Civil Rights activist in 1894, Josiah Benton Jr. spoke eloquently of the societal advancement the Civil War presented women. By speaking in simple terms, using statistics and emotional appeal the speech was monumentally successful in that it informed the public of the accomplishments of women and the needed continued advancement towards equality. Reminding individuals that men had to evacuate shops, offices, businesses, and banks by the literal thousands only to be run efficiently by women,  the competency of women was once more re-established, and spoken of. Many deeming women unfit to perform the same task as men, all notions of superiority where disproven when even members in the National and State department had their jobs temporarily preformed by women with success. This demonstrated to all that women could maintain order, exceed in domestic and external affairs, regulate capita, and compete with men. Regarding African American women, many were not able to exhibit the same advancements as other women-even those that were also impoverished. So while many were able to learn how to read and write, and at times even pass on that knowledge, it their advancement pales in comparison to the continued adversity they continued to face. Unfortunately many continued to be viewed as hindrances in both the Union and Confederacy.","Louisa May Alcott wrote extensively about her experiences as a nurse during the American Civil War. Nurses typically being what most individuals think of when they image women during the tremulous war, it is undoubtedly due to the large amount of volunteers both the Union and Confederacy received from women. Being motivated to make their presence valuable, many wholeheartedly cared deeply for their patients as they treated gruesome wounds. May Alcott claiming that the nurses had “ a motherly affection for all,” while the women cooked, cleaned, bathed, and wrote for the soldiers, it challenged the notion that women could not multitask well; performing difficult surgeries all the while being responsible for their mental health and emotional well-being.","Submissiveness and domesticity was arguably most challenged when women began to cross-dress and enlist in the military. First seen in July 1863 when Union soldiers found a dead female body disguised as a confederate private in a mass grave. Shocked, as many did not believe women were capable of deceiving men, and fighting, it was originally thought by all that women who cross-dressed were anomalies. Historians now know that this is not the case as a conservative estimate shows now that between four-hundred to seven hundred fifty women disguised themseleves. Scholars now agree that women who fought on the battlefield did so with the same motivations that men had, with the exception of a few who did so in order to obtain freedom from domestic submissiveness, and to be with their loved one. With the Victorian notions of modesty, it made it fairly easy for women to disguise themselves as men as many were given ill-fitting clothing that hid their body shape, were encouraged to sleep with clothed, shower separately, and use the lavatory separately. All of these factors helped women contribute to the war effort as it made it easy for them to enter the battlefield.","Overall the American Civil War allowed women to gain wondrous advancements in civil rights as they were allowed to engage in many domestic and foreign affairs that previously would have not been accessible to them. So while they fought bravely on the battlefield, engaged in dangerous surgery, managed businesses, farms, and taught and learnt literature, the minds of women were significantly expanded. This led many to be inspired to re-think women’s role in society. So with the lives of American women “being shaped by a set of ideas that historians refer to as the cult of womanhood” American cultural notions of femininity were forever changed as the introduction of a new set of ideas inspired those to re-think the capabilities of women. The importance of their role cannot be overstated."," "," "," "," "," "],"locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":7,"tag":"Women"},{"id":42,"tag":"Civil Rights"},{"id":32,"tag":"Civil War"}]},{"id":6647,"title":"A Portrait of Failure","course_id":170,"status":"P","start_date":"1859-10-16","end_date":"1859-10-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This portrait of John Brown, the leader of the Raid on Harper’s Ferry in October of 1859, was drawn by an artist named David Hunter Strother after John Brown’s execution. and was published in Harper’s Weekly in June of 1866 and April of 1868. This was seen as important because it caused remembrance of the situation of Harper’s Ferry and how it was a key event in the Abolition of Slavery and the start of the Civil War. The other source used recounts how troubled past of the Brown family. It is an excerpt from an essay, by a professor named  Robert E. McGlone of the University of Hawaii, called Rescripting a Troubled Past: John Brown's Family and the Harpers Ferry Conspiracy, which was published in the Journal Of American History.","Going back to October of the year 1859, abolitionist John Brown, alongside other abolitionists, crossed the border of Maryland into Virginia. Brown took control of an United States arsenal at Harper’s Ferry. His hope was to arm slaves and have them break free. His mission, ultimately a failure as General Robert E. Lee and his platoon of Marines thwarted Brown’s plans and captured him, whilst killing off most of his men including Brown’s two sons. This ultimately led to Brown being tried for treason against the state of Virginia. The governor at the time, Henry A. Wise, gave permission for Brown to be hanged after finding him guilty. Finding him guilty, ultimately ended the cause according the McGlone’s essay.","Robert E. McGlone’s article praises Brown’s efforts for the abolition of slavery. He calls him a martyr for the cause. He praises his family for also being for this cause. His sons, Watson and Oliver, were also martyrs for this cause since they were killed during the firefight. McGlone also spoke on how the Browns came from nothing. They did not want credit for their doings, they just wanted slavery to be done with. He went on to talk about how the family did not receive any sort of credit. Their cause died with John Brown’s failure. Why should this receive any attention? They are saying this needs to receive attention because it pushed the nation into the direction of war between these two sides.","These events caused a huge stir in the South. Slave owners were terrified of something like this happening tothem. It also caused a discourse amongst political leaders. It stirred up massive amounts of tension between freestates and slave states. This also was a cause that called the attention to state laws and federal laws, and whichone overruled the other. Although this was not a key event to starting what later would be called the Civil War, itwas a push in that direction. This event more or less sounded a warning alarm of what was to come in the nextdecade. The portrait used was used to keep Brown’s cause alive. Keeping Brown’s cause in the light really shedsanother light on the causes of the Civil War."],"locations":[{"id":53017,"lat":39.3253786,"lng":-77.7388818,"zoom":10,"place":"harpers ferry, west virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":95,"tag":"Abolition"},{"id":2743,"tag":"Abolitionist"},{"id":4,"tag":"Slavery"},{"id":629,"tag":"race"}]},{"id":6649,"title":"Race, Baseball, and The Civil","course_id":170,"status":"P","start_date":"1840-01-01","end_date":"1865-04-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Race and Baseball during the Civil War"," ","            When you think of the first African American baseball player, who comes to your mind? For most people, it’s Jackie Robinson back in 1947 with the Brooklyn Dodgers.  What if I told you that African Americans had been playing baseball for more than 100 years before that? Back in the 1840’s through the 1850’s, African Americans formed clubs and played baseball all the way up until the time of the Civil War in 1865, but, just like 100 years later, African Americans would still have to face obstacles such as racism and discrimination in the nascent game we now call baseball."," ","            Back in the 1840’s and 1850’s, many African Americans in the north were very poor and didn’t have time to be playing baseball. But, there were some that could spare the time to play. Clubs sprung up all over the north as well as the south too. From New York to New Orleans, African Americans were teaming up play this new sport. Many of the people on the teams that could play were teachers, clerks, and artisans."," ","            Then came 1865. The Civil War put a temporary hold on this new game, but the years following the civil war, African American baseball clubs picked back up were they left off. But just as predicted, the more they played, the more hate and discrimination they had to overcome. Many newspapers would ridicule the ball players and say horrible racist things about them. In 1862, a reporter said that, everyone in the large crowd was “as black as an ace of spades.” But this didn’t stop anyone from playing. The same reporter also mention the crowds who would come and watch the games. He noted that, “A number of old and well known players, who seemed to enjoy the game more heartily than if they had been the players themselves.”"," ","            All throughout the years of the war, leading up to it and following it, baseball was directly correlated to the civil rights to African Americans. “On July 4, 1859, Joshua Giddings, a white antislavery Republican congressman from Ohio, showed his support for desegregation and equality in baseball by playing in a game with African-Americans.” An elite African American baseball club known as the Philadelphia Pythian Baseball Club, were all activists for African American equal opportunity. “ In 1863 the club’s secretary, Jacob C. White Jr., and the shortstop and captain of its first nine, Octavius V. Catto, served on a committee that recruited soldiers for the Union Army and joined a local African-American militia. During the late 1860s Catto campaigned for the desegregation of Philadelphia’s streetcars and for blacks’ right to vote. After voting on Election Day of 1871, he encountered Frank Kelly, a Democratic Party supporter; the two got into a fight, and Kelly shot and killed Catto.” As shocking as this is, it was very common. Maybe not to that degree but African Americans were faced with many obstacles and hardships."," ","            The famed abolitionist, Frederick Douglass, had two sons, Frederick Douglass Jr. and Charles both played baseball during this time as well. In Rochester, New York, Frederick Douglass Jr., playing for an integrated baseball team called the Charter Oak Juniors and after the war, he founded Alerts Base Ball Club of Washington. And his brother, Charles was the third baseman for the team. In 1869, Charles joined the Washington’s Mutual Club."," "," “The 13th, 14th and 15th Amendments, ratified after the war, redefined state and federal citizenship and extended civil and political rights, but they included no provisions for equality in private, voluntary activities. Nevertheless, officers of the leading black clubs of Brooklyn, New York City, Philadelphia and Washington sought equal treatment by the white ball-playing fraternity. Some of them were on good terms with white club officials and frequently obtained permission to use their grounds for feature contests. White umpires sometimes officiated at their games. The Pythians enjoyed harmonious relations with the officers of the city’s powerful Athletics Base Ball Club, who gave them permission to use their field for major matches.” During the years leading up to the wars and the years following, African Americas fought for equal treatment among white baseball clubs. But there were many white baseball clubs did not want to play with all black teams. Saying they, “would have nothing to do with the dark votaries of the bat and ball.” Integrated games of baseball were not common. Except for one game that was put together by a name by the name of Thomas Fitzgerald, editor for a local newspaper called, “The City Item”. In this game, the Philadelphia Olympics played the Pythians, beating them 44-23. Leading many to say that “old-time prejudices were melting away in this country. Also, noting that interracial sporting events took place in England all the time. Another game involving integration, In September of 1870, Two clubs named, “The Resolutes”, One black and one white, fought for the right for the name. The black Resolutes won by an ashtonishing 25-15."," ","In 1870, baseball was on the upswing of becoming Americas favorite pastime, and just like everything else around it at the time – it was very segregated. Many African Americans would being playing professionally in the 1880’s, but it would be another 60 years until we would know the name, Jackie Robinson, breaking the color barrier for the final time, and completely changing the face of baseball as we know it."," "," "],"locations":[{"id":52989,"lat":40.7127837,"lng":-74.0059413,"zoom":8,"place":"New York"}],"tags":[{"id":32,"tag":"Civil War"},{"id":629,"tag":"race"},{"id":233,"tag":"Baseball"}]},{"id":6648,"title":"Union General William T. Sherman \"March to the Sea\" Operation","course_id":170,"status":"P","start_date":"1864-11-16","end_date":"1865-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In 1864, Union General William T. Sherman burned the city of Atlanta, Georgia. Atlanta, at the time was under control of the Confederacy and had the number one railway that was used in the South. The burning of Atlanta was the first part of General Sherman’s march through the South called “March to the Sea”; five weeks later his march ended in Savanna. This was considered a triumph for the North, but was one of the South biggest lost. For the North, it brought moral and made things worse for the southern soldiers. This form of warfare is called total warfare, destroying everything in their path, from railways to storage places where military arms were held."," ","General Sherman, Union general, also had a history as a military man prior to the war. He served at many battles during the Civil War; the First Battle of Sitting Run, which was where he took over operations in Kentucky. He also suffered many loses during the war which were considered a set back because of his precipitation in the Battle of Shiloh. His impressive war tactics got him his approval for the “March on the Sea” from General Grant and President Lincoln. "," ","“March to the Sea” operation been able to happen he needed to capture Atlanta to happen he needed to capture Atlanta first. He took Atlanta by, maneuvering his troops around Atlanta and only destroying Government buildings, railways, and military installations. In the picture one can see the destruction of the railways that were there in Atlanta, after General Sherman’s march through and even though it was the beginning of his march to the sea that lead up to South Carolina. The buildings that he did not have destroyed when his army came through were destroyed by the fires that had happened. During this march General Sherman took out a lot of Confederate soldiers. When General Sherman left Georgia, the Governor had sent an officer to Atlanta to assess the damage that was done. General Sherman was in charge of a group of troops called the western theater and because of the this and having impressed General Grant and President Lincoln was able to go one the “March to the Sea” operation, and by using some gruella in South Carolina and Georgia was able to help drive General Robert E. Lee to Virginia where more officers from the Union were using this same type of warfare, which in the end help make it easier to get a surrender to end the Civil War."," ","When looking at General Sherman one must realize that he was not always a good leader and that he did make mistakes in his role, but he also learned from his mistakes and made himself a better leader from that. He learned from his superiors in the war and made in an incredible march that destroyed Atlanta, Georgia, up to South Carolina called “March to the Sea”. This march destroyed important railways for the south and also destroyed buildings where weapons were stored. General Sherman did what he needed to do to boost moral for the north and hurt moral for the south."],"locations":[{"id":53019,"lat":33.7489954,"lng":-84.3879824,"zoom":8,"place":"Atalata, Georgia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":3258,"tag":"March to the Sea"},{"id":3257,"tag":"Atlanta"}]},{"id":6650,"title":"Hampton Institute: A Grand Opportunity for Freed African Americans","course_id":170,"status":"P","start_date":"1866-01-01","end_date":"2/10/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Civil War era, freed African Americans from the North traveled South to Hampton Institute for the opportunity to mentor African Americans from the South who only had skills an average slave would have. Hampton Institute flourished as an educational program which led to a university status in 1984."],"locations":[{"id":53018,"lat":37.0228392,"lng":-76.3343603,"zoom":8,"place":"Hampton University"}],"tags":[{"id":32,"tag":"Civil War"},{"id":238,"tag":"African American"},{"id":6,"tag":"Education"},{"id":3250,"tag":"Hampton"},{"id":3251,"tag":"University"}]},{"id":6651,"title":"Virginia Seccesion","course_id":170,"status":"P","start_date":"1861-04-17","end_date":"1865-04-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The act of secession was a very important topic when it came to the time before and during the Civil War. Through time you can still see the divide amongst our society from the effects of the war and secession of the southern states. One state that played an influential role in the Confederate states was Virginia. Virginia is a very history rich state, the first colony was in the state of Virginia and many political leaders of America were Virginians. I believe it is very important to discuss why Virginia left the union because many battles and the surrender of the war happened in Virginia. I believe the three main factor behind the secession of Virginia is their ties with slavery and the roots of their southern culture.","            Slavery played a very important role in the time of the civil war. Virginia was the most populous state of the south and had very deep ties in the slave trade. Geography played a huge role for slavery in Virginia, the barrier which affected it was the Blue Ridge Mountains. East of the mountains slavery dominated, plantation agriculture ruled and was the main source of income for that area. The slave trade was also found its grounds in Virginia making huge headquarters in Petersburg and Richmond, Virginia. William A. Link speaks in his book <em>Roots of Secession</em> and states “The entire Fabric of Virginia’s legal, constitutional, and political system was woven into the slave holding society, and the social interests and political imperatives converged around slavery.” This quote shoes the importance of slavery in the Virginian society and how they base their society around it.","            Even though Virginia was not the first to secede it had strong ties to its southern culture helped tip the balance when it came to the secession of Virginia. One aspect the kept the South so close is their pride in their society. The paternalistic ideals the south held kept unity across all of the southern states. The people of the south viewed the north as the people who wanted to start a revolution, and they were only doing what they believe was their right. In the <em>Declaration of Cause Secession of Virginia </em>it states “Having declared that the powers under the said Constitution were derived from the people of the United States, and might be resumed whensover the same should be perverted to their injury and oppression” In this quote, you can see that the people of Virginia felt that the southern way of live was being oppressed and it was there right to leave to preserve their rights.","            To conclude, the secession of Virginia was mostly motivated by their strong ties to slavery and the southern culture built around it. Though Virginia was not the first to secede, the state is home to many battles of the civil war and the surrender of the war. These events not only effected the people that lived during that time, they also will affect people for years to come. Even today the issues of the Civil War can still be seen throughout the country. The secession of the South played a pivotal role in the history of our country, and it will forever be studied and looked at by historians for years to come."," "," "],"locations":[{"id":14214,"lat":37.5407246,"lng":-77.4360481,"zoom":8,"place":"RICHMOND, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1879,"tag":"Secession"}]},{"id":6652,"title":"Susie King","course_id":170,"status":"P","start_date":"1848-01-01","end_date":"1867-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Susie King Taylor born in 1848 during the Georgia slave law would later become the first African American Army Nurse. Susie was raised by her grandmother with her younger brother and sister. Her and her brother went to their grandmother’s friend’s house, Mrs. Woodhouse, to learn how to read and write. They raped their school books in paper to keep from getting questioned by the police, because during this time it was illegal for an African American to learn how to read and write.","            She attended the secret school for two plus more years before being moved into Ms. Beasley class until May, 1860 when she was taught as much as Ms. Beasley knew. Susie King had young white friend named Katie O’Connor who said she would teach Susie if promised not to tell her father. Katie secretly taught Susie for four months every evening before getting sent to a convent and was never see by Susie again. After some time passed Susie’s grandmother who was well looked upon by the landlords son agreed to also secretly teach Susie. ","            Since she could re and write she was also known for writing passes for her grandmother, free and enslaved African Americans, which saved many slaves from being arrested by the watchman. April 1, 1862 Susie was sent to her mother while the Union soldiers were fighting at Fort Pulaski. King’s uncle took her and his family of 7 to St. Catharine Island, where they were safe under the watchful eye of the Union. After about two weeks thirty people were taken onto a gunboat where the commander of the boat asked when Susie was from and if she could write and she replied yes. Captain Whitmore gave Ms. King a pencil and paper and told her to write her name and where she was from on the paper.        ","            Fast-forward to the latter part of 1866 after leaving the war African American’s who served in the war were still separated. In order them to ride the boat they had to sit in a certain spot just like they would later do with the busses as well. Getting fed up with the segregation and looked down upon African Americans ex-soldiers bought a boat for themselves. One of New York Company which appeared to be in great shape and had no issues when going on their first trip to Darien, GA, the ship took and bought them back safely. The second trip is when they realized they had been swindled on their voyage to Florida the boat ran upon St John and fell apart. ","Later they found out the boat they received had been condemned and with no insurance on the boat they had lost all the money they had put into it. After everything was over Susie and her husband moved back to Savannah where she later opened a school on South Broad Street. She opened this school because still during this time there was no public school for African American’s. She obtained one dollar person student every month and she had about twenty to twenty-five students. Later on a public school open for blacks and took most of her students because the school was free. In December 1866 Sergeant King died, her husband, but this did not stop Susie King from continuing to teach the young kids. "," ","In April of 1867 Ms. King opened a school in Liberty County, GA and taught there for about year before calling it quits and handing the school over to Ms. Susie Carrier. She did not give up on her student or teaching all together she just realized the country was not for her, so she moved to the city and opened a night school for adults and with her brother-in-law’s help she was able to do great things."],"locations":[{"id":52775,"lat":32.0835407,"lng":-81.0998342,"zoom":8,"place":"Savannah, GA"}],"tags":[{"id":3259,"tag":"Susie King"},{"id":3260,"tag":"Hisotry"},{"id":3261,"tag":"First black nurse"},{"id":3262,"tag":"African american woman"}]},{"id":6653,"title":"A New Beginning","course_id":170,"status":"P","start_date":"1863-01-01","end_date":"1888-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After examining the document To Colored Men, it can be said that this document explains what happened after the slaves were finally emancipated. The document goes on to describe the laws that were put in place to protect and enforce anti-slavery and some of the consequences if these laws were not followed. Also contained in this document are a few responses to the emancipation of slaves put in place by president Abraham Lincoln. While examining this document, it is proven that the emancipation of slaves created a gateway. The African American race was finally able to fight for what they believed in without a rather gruesome consequence such as a “whipping”. To Colored Men describes the beginning of freedom for the African American race and the opportunities that were received due to the emancipation of 1863.  ","On page one of the document, Abraham Lincoln gives a brief statement about how the government should provide protection for its citizens. When Lincoln made the statement, he was referring to every citizen regardless of race, class, or condition. Even though Lincoln said that all citizens should be protected, he emphasized the protection of one specific group, U.S soldiers. The emancipation meant absolutely no slavery, so if an enemy were to enslave a person because of his color, there would be brutal retaliation. The enemy were to remain enslaved until the person(s) of color were released.","As the document progressed, some of Lincoln’s servants responded to this new tactic referred to as “man for man”. For example, contained in one of the responses is a situation involving the capture of  three black soldiers. In the response, Lincoln’s loyal servant agreed to keep three rebel soldiers imprisoned until the others are freed.  During this time there was a zero tolerance policy on slavery. Retaliation had became the biggest practice of military forces in the year of 1863. Edwin M. Stanton made the statement  “ ..retaliation will be our practice now-man for man- to the bitter end.”. This statement meant that as long as their men were held captive, the more retaliation would be brought upon opposing forces. This also meant that they didn’t care about what the outcome would be, regardless they would still retaliate for their captured soldiers.","After the tactics and philosophy of the army were described, the document began to explain the benefits that African Americans would receive if  they had chosen  to enlist in the armed forces. When examining this section of the document, it seemed as if African Americans were treated the same as the Caucasian American. In reality they were. They received the same pay and the same benefits as the white males during this time. Some of the benefits are still provided to soldiers today. For example if a soldier were to be severely injured or to die, he and his family would receive “pensions” from the armed forces. They were even paid while enlisted regularly.","Also around this time, African Americans were some of the most fierce soldiers to step foot on a battlefield. For example, there was the Battle of  Honey Springs, Arkansas. The battle was between the First Kansas Colored Regiment and the 20th Texas Regiment.  The outcome of the battle was very unexpected. An army of colored soldiers took on an army that was twice its size. The Texas Regiment went into the battle with 300 soldiers and came out with 60. Through all of the times that African Americans were degraded, they had finally showed how strong and powerful they can be. It took a long time for the African American race to get to this point in history. This also proves that they had beat the odds and had that they are more than just a peasant or slave; they were warriors.","After examining To Colored Men, it can be said that this document explains the events following the emancipation of slaves along with the opportunities that came with it. The emancipation of slaves opened up many doors for the African American race. After the slaves were finally free, they showed people of  the U.S what they really were capable of. They fought in the armed forces and they never backed down despite their low number of soldiers that they had. This was the beginning of freedom for African Americans. The document comes to show that African Americans were in fact strong and that they were warriors.  African Americans had made great progress after gaining freedom, but there was more to come in their later years."],"locations":[{"id":52950,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC, USA"}],"tags":[{"id":2824,"tag":"Charles Sumner"},{"id":32,"tag":"Civil War"},{"id":98,"tag":"Emancipation Proclamation"},{"id":3252,"tag":"1863"},{"id":3253,"tag":"Colored Troops"},{"id":3254,"tag":"Enlistment Poster"},{"id":3255,"tag":"Recruitment Poster"},{"id":3256,"tag":"Edwin M. Stanton"}]},{"id":6654,"title":"White House of the Republic Florida","course_id":170,"status":"P","start_date":"1856-05-01","end_date":"1870-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Surrounding the \"Princess House\" in Fort George, Florida is a large plantation that once housed slaves in the remaining shack dwellings. One slave that lived on that once was plantation was  Anna M. Jai Kingsley. Although she was a slave, she did not live in the shack houses; she shared the big house with her master and husband Zephaniah Kingsley. Because of the marriage to slave owner, it granted her a different privilegesof life of freedom and a small piece of African American history","At the early age of 13 she was stripped from her crown, captured from her West African tribe, and forced to aboard a ship headed on the Atlantic ocean. From there she was shippedto Cuba where she was sold into slavery. Luckily, Zephaniah Kingsley purchased the princess and brought her back to hisFlorida plantation. Later on after their marriage, she begun to run the land, operate businesses, and slaves like she once did in West Africa. ","Anna and Mr. Kingsley's marriage wasn’t unusual; in fact, many owner's in the North, and in Spanish territories married and impregnated their slaves on a regular basis. In Spanishculture it wasn’t common to mistreat their slaves. Quite oftenthey granted them freedom and were even granted citizenship. In fact one of the first Black towns was formed in Spanish Florida.  ","By 1811 Anna was granted her freedom, which was five years after her enslavement. By then she already had three of their four children. Even though Anna and her children were granted their freedom. They still were reticule for their mixture of Black and Spanish heritage. Anna taught her children how to survive the cruel America they lived in. The strength and determination she embedded in them allowed them all to with stand the mistreatment they faced regularly. ","After the Master's death, Anna and her family remained in the \"Princess House\". She survived being captured, slavery, and harsh Florida laws. Her experience to harsh struggle at an early age, allowed her to teach her children the same. Anna Jai Kingsley's name and testimony  of living in the White House of the Republic Florida is carried throughout African American history. "," "],"locations":[{"id":1433,"lat":30.5927334,"lng":-81.8224362,"zoom":8,"place":"NASSAU, Florida"}],"tags":[{"id":1486737273,"tag":null},{"id":3263,"tag":"Free slave in south"},{"id":3264,"tag":"Spanish Florida"}]},{"id":6655,"title":"An Analysis of Division Casued by Civil War","course_id":170,"status":"P","start_date":"1861-04-21","end_date":"1861-04-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Civil War brought many divisions amongst family and friends. Although many people remained loyal to the side which they lived, there were few who went against the grain. Many soldiers had already been in the military belonging to certain battalions, divisions. Because of this, soldiers had the opportunity to befriend individuals from both the Union and the Confederate, before there was such. Ideologies were not split evenly between Union, and Confederate lines, but between individual consciousness. There has been enough evidence of friends against each other in the war, such as Wesley Culp, and Jack Skelly who grew up as close friends in Gettysburg, Pennsylvania. Many documents show the division amongst friends and brothers. This is evident in an exchange between Confederate soldier Braxton Bragg, and Union soldier Henry Hunt. The two soldiers are friends have two completely different allegiances and causes to fight for. While they still addressed each other as friends, they strongly supported their cause and made sure their comrade understood why the Union or the Confederate ideologies were correct.","            One of the biggest disagreements between the two were the cause for war.  An observation of the letters between Bragg, and Hunt aid understanding in allegiances that caused divisions in family and friendships. In exchange from Bragg and Hunt, it is evident that the two were not simply acquaintances, but considered one another brothers “A few short months since companions in army, and almost brothers in friendship, it is hard to realize the fact that we [inserted: are] in hostile array against each other”.  Bragg believed that the war was not started by or for politicians, but rather for the people, stating, “The people, en–mass, are the leaders – and every man is now united in the cause.” Bragg strongly agreed that the war was for the common good of the people, and that the war simply defended the cause of the South. He also argued that the war was not started by the South, but it was the desire of the North to start the war. These would be two key factors in his letter to Hunt."," Hunt, on the other hand, believed that the war was started by the elite and for the elite. Hunt believed that the war had lost it’s original purpose, and was not for the common good of the Union, but simply acting upon the retaliation of the South. Stating “A democrat of the [illegible] school I now believe that the party was broken up simply to bring about secession, and unfortunately the course of events in the south has enabled the leaders to drag the people with them.” For Hunt to express this to one who was nearly a brother it is evident that the two could not look past their differences in ideology about the Civil War. The discord between family and friends makes this war even more intense. ","             Another article describes the story of two people who grew up as best friends in Gettysburg, Pennsylvania but still ended up fighting against each other. An article by Jay Bellamay shows the intense event of occasions that rose because of the Civil War. Intertwined with love, betrayal, and eventually death, it is evident that the Civil War ruined family and friends forever. The sting of betrayal still lingers, and the causes of the war still change, but one thing is true, that the Civil War was a bitter war with diverging ideologies that will never waver."],"locations":[{"id":53021,"lat":30.327303,"lng":-87.290514,"zoom":8,"place":"fort pickens"},{"id":53020,"lat":30.421309,"lng":-87.2169149,"zoom":8,"place":"pensacola, florida"}],"tags":[{"id":3266,"tag":"Disagreements"},{"id":3265,"tag":"Friendship"},{"id":32,"tag":"Civil War"}]},{"id":6656,"title":"The Rise of Ulysses S. Grant","course_id":170,"status":"P","start_date":"1822-04-27","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Hiram Ulysses Grant, was born in Point Pleasant Ohio. He went to the military academy of West Point where, due to an administrative error, his name was put in as Ulysses S. Grant and his classmates began calling him Sam. Graduating 21<sup>st</sup> in a class of 39 he was not an exceptional student.  Indeed, he was not expected to become the commander of the Army of the Potomac due to his standings in school."," He was first noticed for his leadership in the Mexican War of 1846-1848 where he was awarded three awards two of which were for gallantry and one was for meritorious conduct. After the war had ended, he was forced to be stationed far from his family in remote regions. Drinking became his way to pass time which lead to him being viewed poorly. In 1854 He resigned from his position in the military to avoid being kicked out.","Grant, having to fall back onto his family to survive, moved to St. Louis, Missouri. He made many attempts to keep his family afloat in society being a farmer and other odd jobs. Eventually he was forced to move to his family’s business in Galena, Illinois where he took up the position of a clerk at the store. The Civil War began in 1861 and Grant rushed to join and regain his lost glory.","            First, he was stationed as a colonel of the 21<sup>st</sup> Illinois Infantry. Grant proved himself a great leader which allowed for him to climb in the ranks. Quickly he managed to gain the brigadier general in July 1861 then, in September was given command of the whole Distract of Southeast Missouri. In 1862 Grant earned the nickname “Unconditional Surrender” after his success in western Tennessee at Fort Henry and Fort Donelson.","After being recognized for his excellent military prowess Grant was promoted to lieutenant-general and the next day took command of the Army of the Potomac. Grant arrived in Washington saying “It had been my intention before this to remain in the West, even if I was made lieutenant-general; but when I got to Washington and saw the situation it was plain there here was the point for the commanding general to be.” General Meade was the previous commander of the Army and even suggested that Grant replace him in his command with a general he knew better from the west. This changed Grants view of Meade for the better stating “It is men who wait to be selected, and not those who seek, from whom we may always expect the most efficient service.”","April 6<sup>th</sup> 1862 Grant suffered great losses at the Battle of Shiloh after being overpowered by 40,000 confederate soldiers on the first day of fighting. They fell back to a defensive position on a road the position was known as the “Hornet’s Nest” the rebels were not able to break the position and their general, Gen. Albert Sidney Johnston, was mortally wounded and was replaced by P.G.T. Beauregard. On April 7<sup>th</sup>, Federal reinforcements came and helped overwhelm the Confederates. This was the bloodiest battle in the United States history at that point and caused many to call for Grant to be removed from command President Lincoln defended him saying “I can’t spare this man. He fights.”","Like any military campaign, Grant had his victories and losses. Grant taking over command of the Army of the Potomac was important for not only showing his strength but also the strength of the union. Without Grants aggressive offensives and leadership the Civil War could have lasted much longer."," "," "," "],"locations":[{"id":53022,"lat":43.9109016,"lng":-78.7666972,"zoom":9,"place":"St. Louis, Missouri, United States of Am"},{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":9,"place":"Washington, D.C."},{"id":53023,"lat":35.5174913,"lng":-86.5804473,"zoom":9,"place":"Tennessee, United States of America"},{"id":53024,"lat":42.4166744,"lng":-90.4290168,"zoom":9,"place":"Galena, Illinois, United States of Ameri"}],"tags":[{"id":32,"tag":"Civil War"},{"id":332,"tag":"battle of shiloh"},{"id":3246,"tag":"Ulysses S. Grant"},{"id":3247,"tag":"Army of The Potomac"},{"id":3248,"tag":"Mexican War of 1846-1848"},{"id":3249,"tag":"21st Illinois Infantry"}]},{"id":6657,"title":"Nat Turner Birth of a Nation","course_id":170,"status":"P","start_date":"1831-08-22","end_date":"1831-08-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1800’s, slave revolts against their white masters were rarely heard of due to slave’s fear of the unknown if they chose to fight back.  Even though slave revolts were not very popular during this era, some slaves came together and rebelled against their masters for their right of freedom. One of the most famous rebellion was Nat Turner’s which occurred on August 22, 1831, in an attempt to free slaves and kill all white supremacy. In fall of 2016, Nate Parker released the film “The Birth of a Nation” to tell the story of Nate Turner and how the revolt changed the face of America. The film depicted the heinous events that led the slaves revolting and ultimately killing fifty-five white civilians. Though the film showed a valid interpretation of what happened, the film in various scenes dramatized what really happened.","Nat Turner was born into slavery in Southampton County, Virginia and lived his life as any normal slave did growing up on the plantation. He had limited rights like most slaves such as he could not earn money or own property and travel without his master’s permission. In his twenties, he became a preacher and spoke the word of god to inspire and uplift slaves during their hard times. He felt he was chosen by god to do great things which led him to believe that god wanted him to rebelled. Turner felt that god sent him a sign during the solar eclipse that he was destined to lead the revolt (WALBERT)."," ","                On August 22, 1831, Turner and six other slaves attacked the master and his family of the Turner’s plantation as the beginning of the rebellion (WALBERT). After killing their master and freeing the slaves, they begin to go plantation to plantation on a rebellion. For 24 hours, Turner and fellow slaves moved through the county attacking up to eleven plantations before being by caught white militia (WALBERT). They soon were found and captured all the men except Turner who fled and hid in the woods for two months (WALBERT). Eventually he was caught and convicted by white militia and ultimately hanged and body skinned for his crimes. After the hanging of Turner, white mobs begin to kill many innocent slaves for Turner’s wrongdoing in attempt to prevent another rebellion occurring.","The film dramatized many scenes often missing reality points of what really occurred during and after the revolt. In the film, it shows the rebellion in a multiple day period when the event occurred in a 24-hour day period (Parker). Also, it showed Nat escaping after the attack and a couple of days later surrendering to town of Jerusalem. In reality, he actually fled and hid in the woods for two before being captured instead of surrendering (Parker). The movie represented the time period repugnant issues very well but missed some scenes that would have told the story of Turner’s revolutionary rebellion."," "," "],"locations":[{"id":53025,"lat":36.6788512,"lng":-77.1024902,"zoom":8,"place":"Southampton County, Virginia"}],"tags":[{"id":3267,"tag":"Nat turner"},{"id":1018,"tag":"rebellion"}]},{"id":6658,"title":"A Northen and Sothern perspective of the slave trade using slave coffles as the main transportation of the slaves.","course_id":170,"status":"P","start_date":"1840-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            The transportations of slaves during the Domestic Slave Trade allowed cotton sales to flourish as well as the income of slave owners. Slave owners knew that transporting a small group of slaves would be more manageable than a larger group in the prevention of riots and allowed more control over them. The domestic slave trade from someone with an abolitionist perspective, would say that the treatment of the slaves is inhumane while a southern slaveholder treated a slave as a source of property and future investment. White slave holders had to take extra precaution to ensure they were safe from any type of revolution. James Buckingham stated that, “we met a group of slaves including men, women, and children, the men chained together in pairs, the women carrying the children and bundles as they march to the South.” The abolitionists of the 1830’s believed that slavery was a national sin, centered on Evangelical Protestants beliefs. Abolitionists desired the slave trade to cease knowing that the slaves deserved better. Several abolitionists that were prominent figures fighting for the emancipation of slaves were William Lloyd Garrison, Wendell Phillips, and Frederick Douglass. Douglass, A freed slave and an important figure fought for the emancipation of slavery through the eyes of once being a slave, escaping to the North to fight. He understood the hardships and psychological trauma a slave could have suffered.","A southerner enjoyed the control associated with the binding of slaves to physical labor, they relished the fact that they could relax while the slaves sweated through the day picking cotton and suffering bloody fingertips. Southerners believed that an end of slavery would demolish their economic system until the creation of cotton. Cotton was a useful resource that allowed clothing to be created and sold, however, southerners realized previous slaves could be potential candidates for the task. If the slaves would have been set free, southerners believed that they would be unemployed and could band together to create a revolution burning land, houses, and animals in order to get revenge. The southerners’ method was cruel indeed, however, the binding of individuals together combined with a small group enabled a successful transport of slaves to the railroad station for further transportation to future slaveholding sites. Many abolitionists after seeing the mistreatment of the slaves fought to end the “madness”. Besides cotton, sugar was also a popular cash crop to be sold alongside cotton to increase the slaveholders’ income. Southerners viewed slave coffles as a cheap form of transportation that allowed the advancement of economic growth despite the Northerners viewpoint. Famous abolitionists such as Frederick Douglass deserve admiration for their dedication toward the fight to emancipate slaves. The Declaration of Independence states,” We hold these truths to be self-evident, that all men are created equal.” These words are a symbol of freedom upon the backs of the slaves, Thomas Jefferson knew that every man should be equal, that every person has certain rights from birth. That no person should have to endure the suffering of human trafficking or unequal treatment due to the color of one’s skin, or the breaking apart of one’s family due to a system designed to oppress.","The end of the Civil War brought freedom and promise of a new generation. Although there was still a need to rebuild as a result of the damage that occurred, a new opportunity was able to present itself, the opportunity of justice and retribution. The Civil War can be debatable, as far as whether it was a result of taxes and tariffs, or slavery, it was actually about separation and the need to be rejoined. But the Civil War, as most wars are, ended in bloodshed but the result changed the perspective of fellow Americans forever. The North and the South merged as one to create a better establishment built for the American people. Abolitionist fought for the rights of slaves because it was a moral obligation. The treatment of slaves during the Domestic Slave Trade was very cruel and deserved, from a northern perspective, condemnation. With the aftermath of the Civil War, today’s generation can now celebrate the end of a despicable business that profited from the trafficking of human beings which lead to an increase in production in cotton and the wealth of slaveholders who profited off of the enjoyment of control and brutality to mold their slaves into a form of capital."," "],"locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":3268,"tag":"Slave Coffles"}]},{"id":6659,"title":"Gettysburg Address","course_id":170,"status":"P","start_date":"1863-11-19","end_date":"1863-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","            On November 19, 1863 President Abraham Lincoln gave one of his speeches that is known still to this day called the Gettysburg Address. This speech was given this day after the Battle of Gettysburg, Pennsylvania. The Battle of Gettysburg was a three day long battle from July 1st, 1863 to July 3rd, 1863 and was a victory for the Union. President Lincoln wrote this short but simple speech after as seen in the draft of the Gettysburg Address to the Nation torn apart by war and had hopes of bringing the Nation back together again. This battle that was fought had a cemetery built there to honor the men who died there and was dedicated by President Lincoln."," ","In his speech, President Lincoln says “Now we are engaged in a great civil war, testing whether that nation, or any nation so conceived, and so dedicated, can long endure. We are met on a great battle-field of that war. We have come to dedicate a portion of that field, as a final resting-place for those who here gave their lives, that that nation might live. It is altogether fitting and proper that we should do this.” This part of the speech is an important part because of how it addresses both the fallen and survivors of both sides of the war, and makes the land a place for both sides to honor their dead. This part of the speech can be seen in his draft and must be of importance because he kept it in his speech and did not take it out. President Lincoln was a man who wanted to hold the country together and this shows that."," ","President Lincoln wrote this letter to the people to help them understand what had happened at the Battle of Gettysburg, and even though he was the second speaker at this event he is the one remembered not because he was the President, but because his speech was short, sweet and to the point. It made in impact that lasted for a long time by what it says and the meaning behind it. The Gettysburg Address written by President Lincoln seen in the draft was not just written once but five times. The President had sent five copies out to people for one reason or another because of how important the few words he said made a lot of difference in how people felt about what had been happening during the war."," ","The Gettysburg Address was and still is one of the most famous speeches given during the Civil War and its contents still last with us till this day the by the cemetery, to the very first sentence said. President Abraham Lincoln had it right when I decided to keep the nation together and give the land of Gettysburg to the people to remember the battle that was fought there. The speech President Lincoln gave was written five times for five different people, but the speech given at Gettysburg was the final draft of the speech seen in the primary source and is still as moving as it was during its time."],"locations":[{"id":53027,"lat":39.8309293,"lng":-77.2310955,"zoom":8,"place":"Gettysburg, Pennsylvania"}],"tags":[{"id":577,"tag":"President Lincoln"},{"id":3270,"tag":"Gettysburg Address"}]},{"id":6660,"title":"The 15th Amendment","course_id":170,"status":"P","start_date":"1869-03-04","end_date":"1870-02-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The document shown  here is a copy of the 15th Amendment, which granted people of all color and race the right to vote. This amendment was written up and dated March 4th, 1869. After the Civil War, slaves were freed, but they did not receive the same rights as other citizens of the United States of America. Before this amendment, it was difficult for African Americans to get anything.","The Government at this time created many regulations that disabled African Americans from voting. Through a series of loopholes that were used to discriminate against them, African Americans still pushed for an amendment to be written up. This amendment would disband those petty regulations and allow them to vote.","This document was sent and submitted by W.W. Holden, who at the time was the governor of North Carolina in 1869. The amendment was then put into place in 1870. Though it was ratified, the secondary source used expands upon how African Americans were still unable to vote until almost 100 years after the ratification.","Through poll taxes, literacy examinations, and many more tests that were given, the South was successfully disable African Americans once again, taking away their voting rights. The tests were exceedingly difficult and were only given to those of color. African Americans had the right to vote, but the steps it took them to get registered hindered them from the act of voting. These sort of tests were not given to white people either, only African Americans. Basically, African Americans were back where they started when they were freed. It took more people standing up and almost one hundred years for them to finally get their voting rights.  Fortunately, these ended during 1965 through the Voting Rights Act of 1965."," ","Though this amendment was put into place, cunning stunts from the southern states governments ruined the chances of blacks being able to vote. Although those governors will deny it, many believe this was done on purpose to continue the disablement of African Americans. Southern states still had their grievances with both the North and African Americans. So while blacks did have the right to vote, it was so hard for them to actually vote because of all the tests and regulations that were solely established upon them. These were darker times in America’s history and the effects of it are still felt today with the recent movements that have come to light. African Americans feel they are still not treated as equal, as do a lot of other minority groups."],"locations":[{"id":53026,"lat":35.2270869,"lng":-80.8431267,"zoom":11,"place":"Charlotte, North Carolina"}],"tags":[{"id":3269,"tag":"amendments"},{"id":32,"tag":"Civil War"},{"id":3213,"tag":"History"},{"id":123,"tag":"Reconstruction"}]},{"id":6661,"title":"Robert E. Lee and His Farewell to His Troops","course_id":170,"status":"P","start_date":"1807-01-19","end_date":"1865-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Robert E. Lee was a Confederate general who was greatly known during the Civil War. He had respect for his men and, having known most of the people he fought, his enemies. Lee Fought for what he believed in and upon his defeat knew his soldiers would be devastated. Hoping to let them know how they fought their best and it was not their fault he wrote them a farewell letter. Coming from a life rich with military involvement Lee knew the power of even in defeat taking the blame onto himself rather than letting the masses take the blame.","               Son of Henry “Light-Horse Harry” Lee he was destined for great military prowess from birth. His father fell unto hard times and had to move to the West Indies. Even without his father Lee found a way to secure a place at West Point and graduated second of his class in 1829.  After his schooling at West Point he married Mary Anna Randolph Custis in 1831. For seventeen years Lee, did not see battle being an officer in the Corps of Engineers in charge of coastal defense. In 1846 the Mexican War allowed Lee to finally see battle. The war earned him three brevets for gallantry and the rank of colonel. He went on to be a superintendent of West Point from 1852 to 1855. In 1855 he chose a position in the cavalry and in 1859 he helped in the putting down of John Brown’s raid on Harpers Ferry.","               In April of 1861 Lincoln offered him command of federal forces Lee declined then resigned when Virginia seceded. The first battle Lee fought, Cheat Mountain, was a loss but his reputation did not fall. 1862 Lee was given command of general Joseph E. Johnston’s army which he renamed to the Army of Northern Virginia. This force had many of the great military leaders of the confederacy like James Longstreet, J.E.B. Stuart and Stonewall Jackson leading it to be the most successful of all the confederate forces. Lee knew winning on northern soil could turn the tides of the war and invaded the North in 1862 and 1863. The Union forces headed by Grant saw the destruction this army was capable of and set their goal rather than capturing Richmond to destroy the Army of Northern Virginia.","               By 1864 confederates were forced into a corner with trench warfare around Petersburg. In February of 1865 Lee was named the General-in-Chief of all Confederate forces. April 9, 1865 Lee was forced to surrender at the Appomattox Court House. Lee gave his men a farewell knowing that each one would have rather died fighting then surrender but fearing the bloodshed would do nothing. He made his farewell brief and his main goal was to let each soldier know it was not their fault and they each fulfilled their duties. He stated “you will take with you the satisfaction that proceeds from the consciousness of duty faithfully performed.” Lee knew that in the end he had to take the blame or risk the war continuing."," "," "],"locations":[{"id":53028,"lat":37.3570894,"lng":-78.8252911,"zoom":8,"place":"Appomattox"},{"id":53029,"lat":41.3918372,"lng":-73.9625033,"zoom":8,"place":"West Point"},{"id":53030,"lat":38.6092792,"lng":-79.9411769,"zoom":8,"place":"Cheat Mountain"}],"tags":[{"id":1487601778,"tag":null},{"id":656,"tag":"Robert E. Lee"},{"id":3271,"tag":"Appomattox Courthouse"}]},{"id":6662,"title":"Analysis of The Gettysburg Address","course_id":170,"status":"P","start_date":"1863-11-19","end_date":"1863-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["  On November 19, 1863 in Gettysburg, Pennsylvania, Abraham Lincoln gives his most famous speech as president. This address takes place at union cemetery after the Battle of Gettysburg and is meant to help mourn the loss of the soldiers that died, but it did way more than that. The Gettysburg address is one of the most important speeches given during the time of the civil war. This speech encapsulates everything that the United States was struggling with during that time. Abraham Lincoln is able to use this speech as a sign of hope for the thousands of people who have lost it.","The Gettysburg address embodies what our country stands for but also show why the United States is a great country. Though the struggle of the war was at its climax Lincoln was able to bring a sense of security to the people of the union. The beginning of this speech sets the tone for the message Lincoln is trying to convey. In his address he states “Four score and seven years ago our father brought forth, upon this continent, a new nation, conceived in liberty, and dedicated to the proposition that “all men are created equal”.” In this infamous quote he is trying to make the statement that this country is founded on the principle of equality and he plans to do all he can to make it stay that way. So many people in the country at that time just wanted the country to come back together on the principles it was founded on.","Another point Lincoln tries to make in his address is that you can’t forget the events that are unfolding throughout the war. He says “ That we here highly resolve these dead shall not have died in vain; that the nation shall have a new birth of freedom and that the government by the people by the people for the people, shall not perish from earth.” Lincoln is trying to tell the people of the union and the rest of the divided country that we have to protect the principles that the men on the battlefield are fighting for, and we can’t let them die in vain. He also sends a beacon of hope to many people throughout saying that we are still a country for the people and it will not change."," ","To conclude, the Gettysburg Address is one of the most influential speeches of its time and it is still known around the United States today. Lincoln was able to convey a message of hope and determination when it was hard to have either of them. He spoke of the principle our countries were founded on and why we cannot forget the importance of each event of the Civil War. The effect of this war still echoes throughout our everyday lives. This address is able to embody everything we stand for as a country and it will forever be known as one of the best speeches given by a president."],"locations":[{"id":53031,"lat":39.8309293,"lng":-77.2310955,"zoom":8,"place":"Gettysburg, Pennslyvannia"}],"tags":[{"id":701,"tag":"Lincoln"},{"id":3270,"tag":"Gettysburg Address"},{"id":32,"tag":"Civil War"}]},{"id":6663,"title":"Legacy of the American Civil WAr's Medical Practices","course_id":170,"status":"P","start_date":"1862-09-02","end_date":"1863-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The devastation of infrastructure is an unfortunate sine qua non of war. With this lamentable fact, human casualties are an inevitable aspect of warfare. This universal truth can best be seen during the American Civil War; a domestic conflict that caused immense human suffering. Being documented extensively by both the Union and Confederacy, the physical trauma and living conditions the wounded soldiers faced can be heavily studied. By looking at the practices prior to, during, and after the civil war, considerable advancements in the practice of medicine, germ theory, equipment, and hospitalization systems can be observed as the demand for improvements became particularly severe during this tremulous time period. With this originally unprecedented need of organized hospitalization, the American Civil War helped project the study of medicine, and antiseptic medical practices into the modern age as many discoveries, and  advancements were made by prominent figures.  ","It is tragic in our contemporary society to know that as many of one third of the deaths experienced during the American Civil War could have been prevented had the facilities caring for the wounded been properly prepared to battle infection. With many making military equipment a priority over medical equipment, many hospitals were ill fit to care for the thousands injured. Famed American author Walt Witlman described the gruesome living conditions many soldiers were subjected to as abominable stating that he saw, \" heaps of amputated feet, legs, hands\" as he spoke of the horrid smell of putrefying flesh. He also noted that many soldiers were shaking as their blankets did not protect them from the cold with many  not even able to cover their feet with them. In addition to this unfortunate fact, most surgeons did not have experience treating wounds; for ever solider that died of a gun wound, two died of a disease that resulted from an infection. This gross amount of ignorance created the perfect breeding ground for the spreading of infection as utensils were not disinfected (being shared amongst many individuals) physicians had an immense lack of knowledge on proper physical examinations, and the nurses did not have access to give the soldiers proper clothing and nutrition.  ","On September 21st a disheartened soldier by the name of Adam wrote to his mother and father about his adversities. Stating that he had “no blanket nor any clothes,” his depiction of life inside military camps is all too similar to those that documented their stay. Speaking of the little medical supplies present, and wounds of those around him, while it appears that he is censoring certain aspects of life for the sake of not worrying his parents, it is still very evident that all is not well within the facilities. Another individual by the name of John Redfield wrote a bit more openly about his difficulties to his family as he described his journey in Harper’s Fery claiming that since his battles his hearing and vision have considerably worsen. Unable to provide him with proper treatment at the hospital camps, for soldier Mr. Redfield, his health unfortunately only deteriorated.  ","Understanding the need for advancement, it was only after considerable deaths that doctors began to organize themselves and begin to contemplate the dire situation. So with everything about the medical procedures during the warring period being abhorred, the pus stained coats, and bloodied equipment were slowly evaluated as connections started forming. It was at this time that Johnathan Letterman improved the ambulance transportation system, which previously was frustratingly disorganized, causing many to die during their wait. With this improvement came the introduction of anesthesia; allowing more complicated surgeries to be performed on individuals such as amputations. This improvement helped significantly decrease the amount of suffering experienced by those who previously had to maintain consciousness during procedures. All due to the desire to lessen the amount of pain, many humanitarians congregated, and began to conceptualize and innovate. One exceptional individual that wrote the book on hygiene for the army during this time period was William A. Hammod, a general of the Union army. Understanding the connection between illness and cleanliness, General Hammod standardized and organized a system of hospital layouts and inspections. In addition to this humanitarian, and founder of the Red Cross Clara Barton was a well-known leader that advocated for the importance of efficient transportation systems to provide all with medical supplies.  ","By no means were the medical techniques exhibited throughout the war advanced. Many atrocities occurred that left thousands with curable illnesses dead due to lack of knowledge on antiseptic practices. This resulted in a death toll that is still spoken about in morbid awe today in our contemporary society. Needing to expand, and innovate on the study of medicine, it was undoubtedly due to this tragedy that the pace of progression that occurred happened as quickly as it did. The pertinent need of advancement helped progress the medical practices exhibited in the civil war to what we know observe and benefit from today. "],"locations":[{"id":53032,"lat":38.5976262,"lng":-80.4549026,"zoom":8,"place":"West Virginia, United States"}],"tags":[{"id":100,"tag":"Medicine"},{"id":32,"tag":"Civil War"}]},{"id":6664,"title":"John Brown: The Man of Action","course_id":170,"status":"P","start_date":"1855-01-01","end_date":"1859-12-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" John Brown was a notorious abolitionist man during the 1850’s with a mission to end slavery before it expanded. Brown believed that the use of violence and arming slaves would be the only way to overthrow slavery. On October 16, 1859, Brown led twenty-one men on a violent raid on the federal government at Harper's Ferry, Virginia (now known as West Virginia) in the attempt to abolish slavery. Due to his vicious acts to end slavery, Brown was referred to as a “terrorist” in America especially in slaveholding states. Even though, Brown’s attack on Harper’s Ferry was an unsuccessful event on the attempt to end slavery. It became a monumental event for the abolitionist movement and made Brown a historical hero.","                          Brown was born in 1800, to a deeply religious family with a father who opposed to the idea of slavery. As a young boy, Brown and his family moved to Ohio state because of the state antislavery views. With his father’s influence, he believed that the rights of an America citizen applied to all no matter the color of person’s skin. He felt that all people should be free and treated equally with respect despite their position. His fight to end slavery was led on basis that “evil should be ended by any means necessary” no matter the consequences.","Even as a grown adult, Brown was still devoted to causes he believed in which led him to finance the David Walker's Appeal and Henry Highland's \"Call to Rebellion\" speech publication. He also gave land to fugitive slaves and began to raise young black children as his own with his wife. He was also heavily active in the Underground Railroad helping many slaves from the South to Canada. In 1847, Frederick Douglass stated that “ though he’s a white gentleman...Brown deeply interested in our cause, as his soul has been pierced by slavery.” It was at the meeting where Brown discussed his plan on a war to free slaves.","                          In 1851, Brown helped found the League of Gilead, an organization that worked to protect escaped slaves from slaves catchers. League of Gilead was created as a reaction to Congress Fugitive Slave Act, which gave slave owners the use of federal law enforcement powers to go to the North, to seek the return of escaped of slaves. He did not become a well-known historical activist until 1855 until he came to Kansas despite his other many antislavery acts. He became a leader of anti-slavery guerillas and fought in a war against proslavery in Lawrence, Kansas. He continues to fight pro-slavery towns by brutally killing five residents after his first attack for the rest of the year.","  Brown attack on Harper’s Ferry where he raided the town with five black and sixteen white armed men came to an end. When local farmers and army men led by Robert E. Lee ended the attack after thirty-six hours, most of Brown’s men were killed or captured. Brown was wounded and captured and put on trial in the town of Charleston, Virginia(now known as West Virginia).After being found guilty, Brown was hanged on December 2, 1859, for the attack. Still to this day, on the anniversary of his death known as “ Martyr Day” in Philadelphia, he is honored for his mission to end slavery."],"locations":[{"id":53033,"lat":38.3498195,"lng":-81.6326234,"zoom":8,"place":"Charleston, West Virginia"},{"id":53017,"lat":39.3253786,"lng":-77.7388818,"zoom":8,"place":"harpers ferry, west virginia"}],"tags":[{"id":3272,"tag":"Harpers Ferry Attack"},{"id":2743,"tag":"Abolitionist"},{"id":4,"tag":"Slavery"}]},{"id":6665,"title":"Harriet Tubmans Raid","course_id":170,"status":"P","start_date":"1863-06-01","end_date":"1863-06-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Harriet Tubman’s Raid"," ","            Between 1815 and 1822, Harriet Tubman was born to Ben Ross and Harriet Green in Dorchester County, Maryland. Many people know this courageous woman to have saved anywhere from 50-70 slaves in her time conducting the Underground Railroad. But what many people do not know about her, is she is responsible for rescuing an additional 720 slaves in a reconnaissance mission for the Union in 1863. The first raid led by a woman in the Civil War. Freeing over 10 times the number of slaves during her 11 years running the Underground Railroad."," ","            In 1862, Harriet Tubman arrived in Port Royal, South Carolina to support the Union. She started teaching freed slave women how to make a living with the Union Army with certain skills. She then began to spy for the Union Army and then began getting news of more slaves in the country and started taking trips up the Combahee River to investigate."," ","             “On June 1, 1863, Tubman and Union Colonel James Montgomery steamed into the interior with 300 black Union soldiers. The troops swept through nearby plantations, burning homes and barns as Union gunboats sounded their whistles. Slave men, women and children came streaming from the countryside...” In this quote, you can get a sense of how Tubman and her “army” wanted this mission to be. A slash and burn operation to say the least. She was asked to speak on this event, “When our armies and gun-boats first appeared in any part of the South, many of the poor negroes were as much afraid of \"de Yankee Buckra\" as of their own masters. It was almost impossible to win their confidence, or to get information from them. But to Harriet they would tell anything; and so it became quite important that she should accompany expeditions going up the rivers, or into unexplored parts of the country, to control and get information from those whom they took with them as guides.” "," ","            After this successful raid, Tubman went on to spy for the Union Army and complete other missions with the Massachusetts 54th Infantry. Then 100 years later, in 1963, a group of black feminists formed calling themselves the Combahee River Collective, in honor of Harriet Tubman’s daring efforts to help bring slavery to an end. "],"locations":[{"id":53034,"lat":32.3790843,"lng":-80.6926069,"zoom":8,"place":"Port Royal, South Carolina"}],"tags":[{"id":3273,"tag":"spy"},{"id":3274,"tag":"Harriet Tubman"}]},{"id":6666,"title":"Events leading to the Civil War","course_id":170,"status":"P","start_date":"1854-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","            During the 1850’s, racist thinking still contaminated the South. Southerners believed that their tradition was being harmed and violated. A northerner believed in equality of all people, as it is stated in the Declaration of Independence. Southerners still viewed slaves as property, instead of people. This mind of thinking disregards any mere thought of a person as human, instead, mainly just a source of income. The damaging thought of a slave not being able to walk among society during those times is one that is morally disheartening and considered a grotesque view to one’s eyes. Several key cogs within the overall machine of history during the 1850’s that lead up to the Civil War include:  The Kansas Nebraska bill, the election of Abraham Lincoln, and the possible cohabitation between the North and the South despite opposing views."," ","            The Kansas Nebraska act of 1854 was created by Stephen A. Douglas, an Illinois senator who believed that Nebraska should be a slave state. The sole principle that the Kansas-Nebraska Act is based on is popular sovereignty. Popular sovereignty is where the citizens within the territories would decide whether they wish to be a slave or free state. The Kansas Nebraska Act was fueled by the thought and opportunity the transcontinental railroad had in allowing faster transportation. “The Little Giant”, as Douglas was called, created a bill that would split the Whig Party, and most northerners would go to the new Republican party. Most settlers coming from both the North and the South, just wanted peace, ignoring the issue of slavery. The Kansas-Nebraska Act would cause violence and tension to increase exponentially between the North and the South. Due to the Missouri Compromise of 1820 being revised, the likelihood of the transcontinental railroad decreased. However, Douglas manages to pass the bill behind the scenes and “Anti-Nebraska” groups are formed across the North. People living in the North and South during that time had opposing views that would lead to an unavoidable conflict. As tension had risen by the Kansas Nebraska Act, it was repealed due to the rise of Abraham Lincoln as president in 1860."," ","On October 16, 1854, Abraham Lincoln stated why he rejected the Kansas-Nebraska Act. He stated,” If the negro is a man, why then my ancient faith teaches me that ‘all men are created equal;’ and that there can be no moral right in connection with one man’s making a slave of another.” Once Abraham Lincoln was elected, he faced the worst crisis America has glimpsed in history. The United States, on the verge of moral destruction, was placed within the kind hands of Abraham Lincoln to restore America and change the citizens’ viewpoints for the better. Even though Lincoln was affiliated with the Republican party, he never stated that he wanted slavery to end, only confined to the South. As Lincoln’s election was confirmed on November 6<sup>th</sup> 1860. After Lincolns election, southern states began reacting as they said they would, by leaving the Union."," ","The possible cohabitation of the North and South based on Lincolns election seemed improbable. Southern states refused to interact with Lincoln demonizing him as a “John-Brown” figure. Lincoln believed the South had reached an all-time low. The possibility of unity of the North and the South during the 1860’s decreased. Because of the separate ideals, the Norths viewpoint was seen as pointless to southerners, southerners had their own source of income generating millions of dollars, however, at the expense of captured servants.  During Lincolns presidency, Southern states didn’t believe their eyes, the fact that Lincolns ideals despite being a Republican, mirror the mindset of an abolitionist. The tension caused by such an issue would ultimately split the separated nations. Because northerners favored industrial factories and treatment of all people as equal, naturally viewed the southern mindset as idiotic and insensitive to fellow people. This treatment, through a northerners eyes was worthy of condemnation not appraisal. Southerners during that time revolted at the threat of their traditional values and standard of living being harmed. They resulted in violence as a revolutionary act, as a last stand to fight for what they believed was right. This split of two nations due to the concept of slavery is ultimately what caused the Civil War."," ","Through the Kansas-Nebraska Act and with the election of Abraham Lincoln causing the secession of southern states, the foundation of the Civil War was laid out. The dividing issue noted by many historians, is slavery. Both the North and the South had separate ideals and because of that, were bound to have a conflict, it was just a matter of when. Conflict is not good but the resolution after conflict can be astounding. Lincoln tried his best to turn things around, even though the South will become worse, there will be a better future. The northern perspective focuses on the rights of all people, while southerners couldn’t comprehend the simple concept of courtesy to fellow man, they valued greed more than innocent people. Change is what young America needed, but it appears that the conflicting ideas, which can be labeled as puberty, has once again stained the loins of the foundational concept of equality and democracy."],"locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":4,"place":"United States"}],"tags":[{"id":683,"tag":"Abraham Lincoln"},{"id":3275,"tag":"Kansas-Nebraska"}]},{"id":6667,"title":"A Marriage License and its Properties","course_id":170,"status":"P","start_date":"1850-01-01","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Before and during the Civil War era, marriages were seen as a beneficial contract to, normally, the male spouse. Marriage licenses clearly stated that during the Civil War era people who wanted to marry had to be competent enough to become married, and they had to marry from the same race. Over the decades society has evolved and everything around it, however, it took until the year 2000 for the last state, Alabama, to make interracial marriage legal. We might have moved away from the customes of the Civil War era, but we seem to cling to the ideas. In 2001, a census was conducted in the Deep South, and it showed that 51% of people voted that they prefer to have interracial marriage illegal. Hopefully, society can part from this Civil War ideology, so any race, especially African Americans, can marry whoever they please with ease."],"locations":[{"id":52766,"lat":37.4315734,"lng":-78.6568942,"zoom":8,"place":"Virginia"}],"tags":[{"id":629,"tag":"race"},{"id":405,"tag":"Marriage"},{"id":32,"tag":"Civil War"}]},{"id":6668,"title":"Bringing It Home","course_id":170,"status":"P","start_date":"1800-01-01","end_date":"1865-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Baseball fans across the U.S have heard of players such as David Ortiz, Satchel Paige, or even Bo Jackson. They are some of the greatest African Americans to step foot on a baseball field. Some refer to them as “freaks of nature” because of their playing abilities. Today in Major League Baseball, about 8.5 % of the players on opening day rosters are African Americans. We all know that there was a time in America when African Americans weren't allowed to play baseball. But when were they allowed into the sport of baseball?"," ","It all began in the late 1800s. African Americans first began to play baseball on college, military, and company teams. As time progressed, blacks somehow made it into the professional stage of baseball. There is no record of who the first black baseball player was, but the first black to reach the Major Leagues was Jackie Robinson. Around the 1800s there was a lot of racial prejudice. Some people could only imagine how blacks were treated on and off the field considering that there were people who absolutely didn’t want them play baseball. Those people where whites in the U.S."," ","Because of the amount of racial prejudice floating around it was hard for players to play the game with comfort. What I mean by this is that players couldn't play the without worrying what would happen to them if they played better than a white player. During this time, if a white player saw that a black player had potential, he would do things like “spike” them during a game. White players used the tactic of spiking to injure African American players. This is done during baserunning and sliding into other bases. If a white player was running bases, he would try to step on the back of a black player's ankle or leg, leaving a huge gash or maybe even breaking the player's leg."," ","Blacks had their troubles off the playing field as well. For African Americans, they were treated the same as they were within the playing grounds. In some cases they were treated worse. For example if a team went to a restaurant and they had a black player on their roster, sometimes they were refused of service and asked to leave. In other cases they were allowed service, but if the black player were to go to the bathroom alone, sometimes customers would go to the bathroom just to threaten them or even assault them. Because some of the players may have had families, whites would go to their homes and bust the windows out while they were sleeping. Not only did whites bust windows out, they tried to set their homes on fire as well.","As time progressed,  people began to see the potential in black baseball player's. Although their potential began to be recognized, there were still some instances where player's were heckled by whites in the stands and off the field. After a while,  some whites began to realize that racial prejudice was wrong and that African Americans aren’t what they perceive them to be. The Only thing that blacks ever wanted was the equal opportunities as other people, to be specific whites.","<br />Today in the U.S, there are more black baseball players than there were in the 1800s for sure. There are African Americans playing baseball at every level of play. The number of blacks playing baseball is increasing dramatically every year. If it wasn’t for some players or people, blacks might have never made it to play in the Major Leagues."],"locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":3276,"tag":"Arican Americans"},{"id":233,"tag":"Baseball"},{"id":1667,"tag":"Discrimination"},{"id":889,"tag":"Racism"},{"id":1123,"tag":"1800s"}]},{"id":6669,"title":"Gettysburg Address","course_id":170,"status":"P","start_date":"1863-11-19","end_date":"1863-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            On November 19, 1863 the Soldiers National Cemetery in Gettysburg, Pennsylvania was dedicated to the fallen and unfallen Union soldiers of the civil war. The dedication was known to be very long because of the famed orator Edward Everett, who spoke for over two hours, then turned the podium to President Lincoln. Then President Lincoln’s speech was stated to be 2 minutes tops, speaking on the fallen and what they fought and stood for. With the famous beginning “Four score and seven years ago…” he spoke with passion for the reason the war was being fought and how ordinary put their lives on the line for what they believed in. ","            He touched on what the nation the founding fathers made used to be, and how they are now at war but only strong nations pull together through all turmoil. “But, in a larger sense, we can not dedicate—we can not consecrate—we can not hallow, this ground—” In this quote he expresses his gratitude towards these brave men, also stating that they are essentially putting them on a pedestal. He also stresses that these fallen men will not have died in vein. In other words that they will not stop there they as a whole Union will still continue with this fight until they have become victorious. ","            He did not want to just recognize or dedicate the grounds to the fallen ones he dedicated to anyone who fought for the cause and believed in it. Lincoln also mentioned that this dedication should not be remembered by what was said but the fight that got them to where they were. It is to be said that Edward Evette later wrote a letter to President Lincoln on his letter be famously known for hundreds of years later. “Permit me also to express my great admiration of the thoughts expressed by you, with such eloquent simplicity and appropriateness, at the consecration of the Cemetery.”  Everett states in his short letter Mr. Lincoln for keeping the reason in mind while also taking 1 hour and 58 minutes less than he did. "," ","There are 5 known manuscript of the popular presidential speech, Lincoln gave two to his secretaries John Nicolay and John Hay. 3 copies were written after November 19<sup>th</sup> for charitable purposes. The copy for Mr. Everett, who spoke prior to Lincoln, is located at the Illinois State Historical Library in Springfield. "],"locations":[{"id":53035,"lat":39.8309293,"lng":-77.2310955,"zoom":8,"place":"Gettysburg,PA"}],"tags":[{"id":683,"tag":"Abraham Lincoln"},{"id":3277,"tag":"The Gettysburg Address"}]},{"id":6684,"title":"Lynching in America: Henry Smith story","course_id":170,"status":"P","start_date":"1893-02-01","end_date":"1893-02-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Lynching in America: Henry Smith","Immediately after the Civil War and the 13th amendment was passed whites all across America were left with the question ‘‘what to do with the black race?’’. In the amendment there is a small clause which states that no one should be held against their will unless the commitment of a crime; thus introducing the first prison system. Blacks were accused of numerous of crimes with very little evidence. Based upon the severity of the crime, Blacks would be lynch and tortured by mobs of angry white citizens. Henry Smith, a former slave, was lynched, tortured and burned by a mob of more than 10,000 people in Paris, Texas.","Henry Smith was accused of kidnapping, assaulting and murdering a 3 year old white girl on February 1 1893. Supposedly, Smith had lured the young girl to him by offering her a piece of candy. He then walked all of downtown Paris with the young white child informing questioners that he was taking young Myrtle Vance to the physician. Smith then took the child to the pasture outside city limits to assault and murder her. When he was finished it was reported that he covered her body with leaves and sticks so no one could see. The article also states that her body was ripped in two part divide down the middle.","After committing the crime, it is reported that Smith traveled from Texas to Detroit only to return to his hometown in Arkansas where he was later arrested. Once captured Smith was brought back to Texas by train where a mob of 5,000 angry people were waiting. Later that day he was scheduled to be lynched in front of the entire town. Businesses were closed and school were released early just to witness the killing of Henry Smith.","By 2 o'clock that evening a mob of over 10,000 people circled the 10 foot platform that was designed to just for Smith’s lynching. Smith was tortured for 45 minutes with red hot-irons and stones. After his beaten nearly to death, he was then covered in kerosene as he hung from the noose.  After his body was burned to ashes the only remaining pieces was the charcoal left on the ground.","Due to the high rate of lynching in the south, many were not reported. Unlike most stories, the lynching of Henry Smith made national news. The New York Times covered the story headlining the article “Another Negro Burned”. For many blacks, the would not receive justice before they were punishment for the crime they more than likely didn't commit. Lynching of blacks demonstrates life in the south and would remain the same another 100 year until the Civil Rights movement ends in 1965."],"locations":[{"id":53045,"lat":33.6609389,"lng":-95.555513,"zoom":8,"place":"Paris, Texas"}],"tags":[{"id":367,"tag":"Lynching"},{"id":123,"tag":"Reconstruction"},{"id":3305,"tag":"Crime and Violence"},{"id":3306,"tag":"Henry Smith"}]},{"id":6685,"title":"Union Navy Battles and Advancements of the Civil War","course_id":170,"status":"P","start_date":"1861-11-07","end_date":"1865-01-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The actions exhibited by the Northern Navy were very commendable as they aided the Union in victory. With in-land battles being crucial in determining the victor, often Navy triumph’s would transpire to in-land achievements as sea, and river battles would aid soldiers in combat. That understood importance resulted in the  Union expanding the Navy  by approximately six hundred percent. Out of this, bold strategy, technological innovation, and bravery was demonstrated by Union marines, and sailors. This can be seen as in just one battle, the Second Battle of Fort Fisher, fiftyone sailors and marine earned the Medal of Honor; one of the highest awards a serviceman can receive. With this the American Civil War proved to be paramount in the development of our contemporary Navy. Having had great feats accomplished by the expansion, the Civil War presented the Navy with many first accomplishments in battle and technological advancements.","Civil War Navy battles depicted many acts of savvy military strategy that fathered great Union successes. In one Battle, the Battle of Port Royal that took place November 7th, 1861, disastrous weather compelled Union leaders to terminate an inland operation in South Carolina and instead attack Port Royal Sound. This ultimately was a desirable action as Union ingenuity, along with their intense determination earned them a  successful campaign. Lasting four and a half hours, the Union victory resulted in them being able to take full control of the Port. This gave the North access to the Charleston harbour; which enabled them to fortify the blockade on a crucial sea port (Trust). Another significant battle was that of Forts Henry and Donelson which occurred February 16, 1862. In this Navy battle Union Leader Andrew H. Foote, working alongside famed Ulysses S. Grant, led a flotilla (a fleet of ships) out of Illinois in order to operate an attack on Fort Henry; which resulted in the Tennessee River opening up to the North. This action as well as that of  instantaneously  pivoting to the East to conquer Fort Donelson on the Cumberland river led to Union victory. With that, the fall of the port then fell onto the control of the Union as it eventually forced Nashville to surrender; the first capital to fall to the Union (Trust). With all of that, it should be noted that with the Second Battle of Fort Fisher taking place January 13-15, 1865, the Union victory allowed confederate commerce via the seaside to be terminated entirely throughout the remaining portion of the war.","The Civil War was when Americans first used Ironclad ships in battle. This revolutionized Naval warfare as it then permitted ships to gain speed, and hold larger guns, changing the atmosphere of war significantly. It was at this time period that torpedoes were also introduced to Naval warfare, as well as the use of submarine to gain the element of a surprise attack and intel (Mil). This rapid increase of technology within a relatively short period of time is indicative to how imperative most individuals believed technological innovation and advancement was, as well as the production of competent ships and boats. This can be seen as in 1853 America had but only eighteen ships, but after the eruption of the Civil war developed ninety ships. One of the most memorable ironclad ships was Monitor; led by Union forces in a heated battle against the Merrimac. As these type of ships were previously unknown, their impact was impressive.","On September 5th, Thursday, John G Morrison stated in his diary that he was “ turned in last night like a trooper’s horse, ready to bounce,” and that he was “not disturbed” by the action of entering battle. This kind of bravery and selflessness is not an isolated case within one soldier as many Union and Confederate men exhibited immense amount of bravery before entering battle (Morrison). So even though many a times, it was dark and or cold, many were still able to perform their duties knowing that it is what was needed of them.","Though overall Naval victories were not as imperative as in-land victories, winning the war on water was an essential aspect of the American Civil War. It aided the Union into victory as with the sea and river campaigns, it permitted them to take over crucial ports and fortify blockages that cut of Southern sea commerce, and potential aid foreign states. As well as this, throughout the American Civil War many technological advancements and innovations were made; the first ironclads were made, submarines were used in warfare, and torpedoes were introduced.","<strong><br /></strong>"," "],"locations":[{"id":53046,"lat":43.9508633,"lng":-79.7641511,"zoom":8,"place":"Tennessee, USA"},{"id":53047,"lat":43.9079666,"lng":-78.4576144,"zoom":8,"place":"Illinois, USA"},{"id":53048,"lat":43.9138071,"lng":-78.6287105,"zoom":8,"place":"Fort Henry, USA"},{"id":53049,"lat":43.9900275,"lng":-77.7131275,"zoom":8,"place":"Fort Fisher, USA"}],"tags":[{"id":113,"tag":"Navy"},{"id":2966,"tag":"American Civil War"},{"id":599,"tag":"Technology"},{"id":3308,"tag":"Battle tactics"}]},{"id":6686,"title":"An analysis of the Emanciptation Proclamation","course_id":170,"status":"P","start_date":"1862-09-22","end_date":"1863-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Emancipation Proclamation played a pivotal role in the progression of the American Civil War. This document was the first major action in getting rid of the institution of slavery in the United States. Though Abraham Lincoln did not receive open arms when creating this document, he did bring a new since of freedom to the African Americans in the country. This document had two sides, one side believed that it was time to take action and to win the war they needed to get rid of the one thing the south was fighting for. And the other side stood against it, they thought that getting rid of slavery was a wrong move and believed they were just ripping apart the country even more.","            The effects of this document brought many questions and many new ideas to the United States. In the document Lincoln States “All persons held as slaves within any State or designated part of a State, the people whereof shall then be in rebellion against the United States, shall be then, thenceforward, and forever free.” In the first sentence Lincoln jumps right in to the fire and does what he was there to do. Though there can be an argument made that Lincoln technically has no jurisdiction to free the slaves in the south. This document still shocked the minds of many people both in the union and the confederacy. Many northerners believed the idea of freeing all the slaves would hurt the country.","            Other than controversies, this document did bring a lot of good and a new since of freedom. This document did give birth to the African American man in the Union and chance to join the army.  Lincoln stated “I further declare and make known, that such persons of suitable condition, will be received into the armed service of the United States to garrison forts, positions, stations, and other places, and to man vessels of all sorts in said service.” During this time the union was experiencing huge casualties on the battlefield. The freed slaves gave the Union the numbers it needed to keep the war going and help continue the pursuit against the Confederacy. Throughout the progression of the war slavery was a grey area, though people knew this institution generally caused the war they did not know how to handle the topic. Abolition did not come into picture until Lincoln realized that he had to take away the one think the Confederacy was holding on too."," ","            To conclude, the Emancipation Proclamation helped bring a shifting point to the American Civil War. After mass causalities and a happening of an immoral institution weighed heavier than it could have ever, Lincoln realized that he needed to take action. For years to come this document will send a new since of freedom to the slave and it would become there first step of a long road to equality. Still today we see some of the residual aftermath of this time period and it will affect us for many years to come."],"locations":[{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":3,"place":"Washington, DC"}],"tags":[{"id":4,"tag":"Slavery"},{"id":98,"tag":"Emancipation Proclamation"}]},{"id":6687,"title":"Let Us Back In!","course_id":170,"status":"P","start_date":"1870-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This letter is from the Secretary of State in 1870, to the Governor of Virginia, officially readmitting the state back into the Union. This comes at about five years after the end of the Civil War. Virginia, of course, leaving during 1861 to join and run the Confederate States of America, Richmond being the capital of the Confederate States. After the Confederacy lost, the whole United States had a long road to get things back to normal. Part of getting back to a sense of normalcy, is bringing the nation back together as it was before the war.","Some time after the war, there were Acts of Reconstruction put into place to bring back that sense of normal. These acts had certain requirements set in place in order to bring a state back into the Union. These states needed to ratify the 14th amendment which states: “All persons born or naturalized in the United States and subject to the jurisdiction thereof, are citizens of the United States and of the State wherein they reside. No State shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States; nor shall any State deprive any person of life, liberty, or property, without due process of law; nor deny to any person within its jurisdiction the equal protection of the laws.” The state also needed to rewrite a new State Constitution and have it approved by the federal government. All Four Acts are as follows: Each district was to be headed by a military official empowered to appoint and remove state officials, Voters were to be registered; all freedmen were to be included as well as those white men who took an extended loyalty oath, State constitutional conventions, comprising elected delegates, were to draft new governing documents providing for black male suffrage, States were required to ratify the 14th Amendment prior to readmission.","All the states were approved by 1870. The president at this time, Andrew Johnson, was highly against these Acts. He felt it would soon rekindle the fire of aggression if the South went through with these changes. Even though he vetoed it multiple times, congress pushed through and passed all four of the Acts.","This proved to be a trying time during the aftermath of the Civil War. It took the length of the war itself to put the nation back into order. Even today, the effects of this are still felt and many people still do not quite agree on the outcome of the war itself."," "],"locations":[{"id":52777,"lat":37.5407246,"lng":-77.4360481,"zoom":9,"place":"Richmond, VA"}],"tags":[{"id":32,"tag":"Civil War"},{"id":123,"tag":"Reconstruction"},{"id":3307,"tag":"Acts"}]},{"id":6688,"title":"Womans role in teh Civil War","course_id":170,"status":"P","start_date":"1861-01-01","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" ","During the Civil War, a woman’s place was in the home, tending to the children, tidying up the house, and cooking dinner for their husbands. In many cases, women were not considered equal. Many would believe that, that is true and that is exactly how it went, but those people would be wrong. In fact, many women actually fought in the Civil War. While many were either nurses, formed clubs and raised money for the troops, knitted blankets and scarfs, planted and canned vegetables for the troops or, some actually fought side-by-side the men in war. Almost 20,000 women worked directly with the Union Army and quite frankly, helped them win the war."," ","            Women played a very significant part in the Civil War. They fought on both sides, The Union and The Confederacy. But, more so for The North.  The women soldiers would often not attract too much attention to themselves and stay secluded.  Many women dressed up as men and fooled the people giving the physical exams. Besides, The Union had boys as young as 18 enlisting in the war. Just like them, women had smooth faces and high pitched voices, no one really noticed. "," ","            Although serving your country is very heroic, many who were discovered to actually be women, were often sent home and even imprisoned. Many people thought that once discovered, there would be some sort of mayhem. In reality, they were just sent home most of the time. The main way of becoming exposed was due to going to the infirmary and having the doctors or nurses founding out that you’re really a woman. There was a case where a woman who was a major in the war and was discovered to be a woman was a sentenced to jail time because of it.   "," ","            Another great story was the case of Jennie Hodgers, or Albert Cashier. “She enlisted in Illinois and she fought the entire Civil War without being discovered and ended up living out the rest of her life as a man for another fifty years. She even ended up receiving a military pension and living at the sailors’ and soldiers’ home in Illinois as a veteran. The staff at the home kept her secret for quite some time, even after they discovered that she was a woman.” Proving that a woman can do anything a man can do."," ","            To help serve your country is one thing. But faking your identity to help serve your county is completely different. Women have proved themselves throughout history time and time again. Once again proving the quote valid, “A woman seldom make history.”"],"locations":[{"id":53050,"lat":42.3600825,"lng":-71.0588801,"zoom":8,"place":"Boston, Mass"}],"tags":[{"id":7,"tag":"Women"},{"id":32,"tag":"Civil War"}]},{"id":6689,"title":"The Battle of Antietam","course_id":170,"status":"P","start_date":"1862-09-17","end_date":"1862-09-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","The Civil War was not just one battle that cut the connecting fibers between the North and the South, but a collection of micro battles, that, as a whole made up the Civil War. One battle in particular was the most gruesome in American history, The Battle of Sharpsburg, otherwise known as Antietam; had seen enough bloodshed to hold the victory for most soldiers that died total in a war. The war began on September 17<sup>th</sup>, 1862. Lincoln appointed General George McClellan as the commander of the Union troops. Confederate General Robert E. Lee attempted to capture Washington D.C. as an advantage during the war."," ","            The Battle of Antietam deserves recognition as one of the most historic battles as General Robert E. Lee’s attempted to capture Washington D.C, while Abraham Lincoln and the Union attempted to defend the crucial territory during the beginning of the Civil War. The battle of Antietam is very important because it shows General Robert E. Lee’s determination to capture a key cog in the array of cogs that make up primary battlefront victories for the Confederacy. Comprehension of why Confederates fought in the war is a primary topic, as well as, the Unions response to Confederate soldiers’ tactics, how African Americans impacted the Battle of Antietam, and the horrific conclusion of the battle. Both the North and the South have entered the war from to opposing sides, General Robert E. Lee wanting to gain a stable battle ground, while Lincoln just wants to preserve the Union. Having the restoration of the Union is a crucial concept in Lincolns’ eyes as a country is better united than divided. However due to the South’s unchanged ways, a war was bound to happen at some point, due to poor choices."," ","The origin of the Battle of Antietam began on September 17<sup>th</sup>, 1862. The battle was very short, only lasting one day but made a huge impact on American history. Sharpsburg, Maryland was a key location for General Robert E. Lee. Landing a strike of assaults, the Battle of Antietam would have turned the tables if the Confederates were victorious. The battle began when a Union member fired the first shot towards a Confederate soldier, causing Lee to retaliate with a chorus of gunfire. Before the Union member’s first shot occurred, it is important to know why the Confederates are fighting for the war. "," ","The South believed in traditional values. One value that the South firmly believed in was the concept of slavery. Slavery that was in the South dominated their economy just as factories dominated the North. The southern people were very strict with their views and did not desire to accept another perspective knowing that the new perspective would change their traditional way of life. The white southerners were afraid that African American freedoms would replace their freedoms and desired to protect their system of treachery. The white southerners believed that what they were doing was right and they would die trying to protect what they knew. The South thought very selfishly only caring about themselves and foolishly failed at understanding the Norths proposition as well as the concept of slavery being morally wrong and both psychologically and physiologically harmful."," ","The Unions steady pride showed a calm persistence while the South was making their mistake. The Union knew that the country would work better united as one rather than split apart and disconnect from one another. The Union looked through the southern populations eyes and saw only ignorance, like a child refusing to listen after telling them numerous times why something is wrong. Failing to see that the torture of human beings simply due to the color of their skin or the fact that they can be used for a profit is wrong. The South held its huge head, proud of its system of cruelty as the rest of America stared in disgust at the images the South had been portrayed as. The southern people could be considered as wild animals with cold hearts and sharp teeth that only know the concept of the hunt for human capital and the enjoyment of the monetary value being produced from such capital."," "," "," ","African Americans played an important role during the Battle of Antietam, they helped with supplies and fought during the war. African Americans fought for the Union with pride considering that the Union was equal to freedom and restored the rights that were not given in the southern states under slavery. Because the South was pro slavery, the southerners did not view the African Americans as soldiers. The South would allow the African Americans to enlist to fight for the Confederacy but were fearful of giving them weapons thinking that they would revolt. Under Abraham Lincoln’s ultimate authority, the Union stood victorious but only through persistence and careful strategy could the Union and the slaves see the light through the blood rain storm that was war."," ","The Battle of Antietam ended by a Union victory. General Robert E. Lee told his army to retreat after being out flanked by Union soldiers. After the battle, Lincoln signed the Emancipation Proclamation which gave slaves freedom. Lincoln believed, “Emancipation was a military necessity, absolutely essential to the preservation of the Union”. By the creation of the Emancipation Proclamation, the slaves were able to receive what they deserved from the start, a new beginning. Lincoln said, “The slaves [are] undeniably an element of strength to those who [have] their service, and we must decide whether that element shall be for us or against us.” Secretary of State William H. Seward advised Lincoln to not write the Emancipation yet saying, “Wait until you can give it to a country of military success, otherwise, the world might view it as the last measure of an exhausted government, a cry for help.” The battle was a failed attempt for Lee, who believed that advancement into Maryland could lead to a better advantage point for future attack strategies. If General Robert E Lee had more Confederate soldiers and better equipment, then the possibility of the Confederate army winning would be for certain."," ","            The Battle of Antietam can be considered as the bloodiest battle. Even though the Confederates were determined to win, the Union halted any chance of victory. The Unions battle strategy and placement of troops allowed McClellan to secure the victory. Historians know for certain that the amount of death that occurred during the battle was the most in American history and even though it resulted in a victory for the Union, a battle could have been avoided in the first place with proper decision making and simple listening skills. The thought of fighting a war that can be avoided with just understanding and taking another person’s perspective into account is something that America still struggles with today. "," "," "],"locations":[{"id":53051,"lat":39.4575994,"lng":-77.748882,"zoom":8,"place":"Sharpsburg, Maryland"}],"tags":[{"id":1804,"tag":"Battle of Antietam"},{"id":3312,"tag":"Sharpsburg battle"}]},{"id":6690,"title":"Distribution Of Virginia Slave Population","course_id":170,"status":"P","start_date":"1861-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" "," ","During the civil war and reconstruction era, the slave industry was beneficial to the south’s economy. Slavery was the most successful industry in the United States when even over the booming railroad industry. The main cause of the civil war is slavery because of its importance to the south. The south threatened and eventually left the union due to abolishing slavery. Abolishing slavery within the states would affect the each state economy. The states that had a larger population of slaves would be more affected if slavery was to ever be abolished. The state of Virginia held the most slaves throughout the south, nearly five hundred thousand slaves."," ","By 1861, Slavery in the south was understood as the reasoning behind the cause of the civil war and secession. Since the state of Virginia held most the enslaved population in America, the state played a vital role in the possible secede. Voters at the Virginia Convention who lived in greater enslaved population voted on more supporters for the secession. Voters who lived in smaller enslaved population did not vote as much to support the idea of secession. Lewis E. Harvie discussed the secession by representing Amelia and Nottoway County, two counties that held seventy percent of their population in slavery. <br />","The picture above showed the slave population distribution in Virginia in 1860 based on the state's population. The map features the list of counties in Virginia and its population of whites, slaves, and a number of slaves in the county. It also shows Virginia western counties that are now part of West Virginia which were insignificant in slave population. It also showed the percentage of the slave population in Virginia Blue Ridge Mountains. Most of these counties plantations held more than fifty slaves. The Shenandoah Valley and the Appalachians had fewer due to the geography and environmental disadvantages that discouraged plantations.The map shows the reality of the mass population of slavery within Virginia.","<br />The southern state's economy depended on slave labor, it continued through the civil war to the thirteenth Amendment in 1865. The eastern part of Virginia, an agriculture-based economy, had the highest percentage of slaves. The mountain area in Western Virginia depended more on an industrial industry, had a fewer population in slaves. Slavery in Virginia was vital to Civil War and Reconstruction era, due to its majority of the slave population."],"locations":[{"id":53053,"lat":37.1148487,"lng":-78.0195387,"zoom":8,"place":"Nottoway County,Virginia"},{"id":53052,"lat":37.3212714,"lng":-77.973865,"zoom":8,"place":"Virginia, Amelia"}],"tags":[{"id":3313,"tag":"slave population"},{"id":32,"tag":"Civil War"},{"id":2930,"tag":"Virginia"}]},{"id":6691,"title":"Womens Rights During the Civil War","course_id":170,"status":"P","start_date":"1869-01-01","end_date":"1869-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Since International Women’s Day recently passed, it only seems fitting to analyze the role of women, and how the civil war helped to shape the ideas of the modern-day women.  As in many societies, the women were only viewed as the complementary aid to male, and the only ability of the women was to maintain a household. For centuries, the role of a women has been set out, and most women followed. Although there were exceptions, this is the way life was. During the civil war, starting in 1861, women started to express the urge to be more than the mold that was set out. With this, much criticism followed.","            Although typical roles of women are indeed important, such as raising children, supporting husbands, and maintaining the household, there is so much more to be explored. Many women to possess a more nurturing nature, than some men lack, therefore implying that these are simply women’s roles, but as history will show, women are just as capable as males in many fields. During the civil war, since so many men were away fighting in both the Confederate and Union, women were left to assume the responsibilities of the male that was away. Women had to find a way to provide both financial and emotional support for family, and friends left at home. During this era, women realized, and boldly expressed that they were capable to do the same thing as their male counterparts.","            In a lithograph, <em>“The Age of Brass/ or The Triumphs of Women’s Rights</em>” drawn in 1869 expresses the reactions and criticisms of the progressions of women’s rights. The photo depicts women voting for the “The Celebrated Man.”. Women are shown with exaggerated features that usually are expressed by men such as dresses that resemble suites, women smoking pipes, and the only male in the lithograph is holding a baby, showing confusion, and obviously is in shock of the environment that he is in.","            The depiction of this lithograph shows the negative perception of the progression of women. During the civil war era; it was common belief that if women were given the right to vote, women would attempt to change every facet of society. If women were given the right to assume roles that were predominately influenced by men, their would be no need for the men. While women were expected to stay within their roles, they were still appreciated. Thousands of women aided men in the battlefield of both the confederate and the union side. According to an article by Brooks."," ","            As history, will prove, women will indeed gain rights and will become productive, and influential members of society. While it did take some time, and is continuing to progress, the Civil War played a huge role in the rights of women. "],"locations":[{"id":52989,"lat":40.7127837,"lng":-74.0059413,"zoom":3,"place":"New York"}],"tags":[{"id":32,"tag":"Civil War"},{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"}]},{"id":6692,"title":"General Robert E. Lee Parole andCitizenship","course_id":170,"status":"P","start_date":"1865-06-13","end_date":"1865-06-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Taking place on April 9, 1865 the Generals Robert E. Lee and Ulysses S. Grant met for the first time face to face in Wilmer McLean’s house in Appomattox Court House, Virginia. This was to formally end the Civil War and for General Lee and his army to surrender and go on parole for acts of against the United States. Proceeding towards May 29, 1865 President Andrew Johnson issued a Proclamation of Amnesty and Pardon in the direction of the people of the South who had participated in the Civil War, General Lee was one of these people who submitted an application for a pardon. As a General former the Southern Army General Lee needed to do this separately and sent the application headed for General Grant and wrote a letter to President Johnson, but was never pardoned or given back his citizenship even though he had signed his amnesty oath."," ","There is no known reason why he was not pardoned at the time, his application was put aside for consideration and was not looking at again until 1970, when it was found in the National Archives. In 1975 President Gerald Ford signed a form giving General Lee his citizenship back, the signing took place in Arlington House, Virginia. When President Ford signed the form giving him back his citizenship and pardon several of his decedents were there to witness the event and take pride in. President Ford stated that it was time to honor a man who taught this country lessons in duty and valor and stood for what he believed in was right."," ","In conclusion General Robert E. Lee, a General for the Confederacy during the American Civil War, served his country and did what he believed to be the right thing to do. In doing so lost his rights as a citizen in the United States. He tried to get them back, but his paperwork was never looked at again until 1970, and did not get his rights back until 1975. President Ford did the honors of returning his status of citizen, giving General Grant the honor he deserved from long ago. When General Grant decided to fight for the Confederacy, he knows that it would be ruthless if the Confederacy lost and he was still prepared to do what he thought needed to be done even though that it meant that since the South lost he lost his rights as a citizen. General Lee was a man who wanted to fight for his rights and freedoms and even though that dammed him, he still wants to do what he thought was right. It was because of his views and that of the country President Ford decided to finally give him back his rights, something that was long overdue."],"locations":[{"id":53054,"lat":37.3775201,"lng":-78.7960069,"zoom":8,"place":"Appomattox Court House, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":3314,"tag":"General Robert E. Lee"}]},{"id":6693,"title":"A Poet Turned Nurse","course_id":170,"status":"P","start_date":"1862-01-01","end_date":"1873-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","A Poet Turned Nurse"," "," "," ","Born in New York on May 31<sup>st</sup>, 1819, Walt Whitman was the second of nine children. His family was poor and he had no real schooling. He loved to read and write and studied many classics on his own. At age 12, he began a trade in printing and started writing poems. He held many jobs over the years and one was editor for a newspaper down in New Orleans called The New Orleans Crescent. While living in New Orleans during this time, he got a firsthand look at what the slave trade looked like and he was sickened by the sight. This inspired him to write, “I Sing The Body Electric”"," ","In 1861 when the Civil War began, Whitman was a freelance writer that would interview wounded soldiers in hospitals in New York. A year later, Wal Whitman’s brother was injured in Fredericksburg, Virginia. Soon Walt came down to help his brother and take care of him. When he got to Fredericksburg, he was so awestruck that he felt the need to volunteer as a nurse and care for the soldiers. He would help take soldiers to Washington D.C. so could receive better treatment. He only planned on staying a few days but ended up volunteering for the next 11 years. "," ","During this time in the Civil War, nurses received no proper training. This was a trial and error effort on the nurse’s part. They simply learned but doing. “Those who called themselves nurses learned by doing and, for the most part, gave medicines, fed patients and kept the hospitals clean.” Also during this time during the Civil War, there were fewer female nurses then there were male nurses. More times than not, male nurses were just recovering soldiers. Soon, the number of female nurses increased due to the fact that many of the soldiers turned nurses would die or become sick again. This called for an increase in the female nurse population. "," ","Unable to find a decent paying job in Washington D.C. because of his book, <em>Leaves of Grass</em>, Walt was forced to take a job as a cashier. On his days off and free time, Walt spent every second he could at the hospitals tending to soldiers. His favorite hospital to visit was Armory Square Hospital. He saw the doctors and nurses as some of the best for their work but sadly many nurses did not like him for the time he spent with the patients. "," ","The war is over but Walt stays in Washington D.C. He worked for the Bureau of Indian Affairs and the Attorney General’s office. Many years later, Whitman suffered a massive stroked that compelled him to move to his brother’s home. Although Walt Whitman never regained full strength again after the stroke, he continued to write up until the day he died. "],"locations":[{"id":53055,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washinton D.C"}],"tags":[{"id":536,"tag":"Poetry"},{"id":2189,"tag":"Nursing"}]},{"id":6694,"title":"The 13th Amendment","course_id":170,"status":"P","start_date":"1865-12-06","end_date":"1865-12-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Throughout the years of our countries existence, the United States Constitution has had many Amendments added to it. One of the most important and influential of these amendments has to be the 13<sup>th</sup> amendment. This amendment states “Neither slavery nor involuntary servitude, except as a punishment for crime whereof the party shall have been duly convicted, shall exist within the United States, or any place subject to their jurisdiction.” This amendment abolished slavery and set a new tone and new definition of freedom throughout our country. Though in many ways this amendment wasn’t welcomed with open arms, it did project the United States into a new direction. Without the abolishment of slavery we would not be the country we are today and our history would be completely different.","            Throughout the Civil War the beginning goal of the Union was to bring the country back together and leave slavery intact. Once the confederacy proved that they weren’t giving up easily, Abraham Lincoln believed it was time to take action and take away the one thing the Southern States were fighting for. The first glimpse of the abolishment of slavery was with the Emancipation Proclamation. Though this didn’t fix the problem automatically it opened the eyes of many people throughout the country that slavery could in fact be abolished. Many Southerners and even Northerners were angered by this. Though Lincoln stood his actions and he ultimately made the right decision, it didn’t all happen so easily.","            Once the 13<sup>th</sup> Amendment was ratified and the slaves were freed it still was only one step to pure freedom. Though the amendment finally gave the African Americans the citizenship and the basic rights they deserved.  African Americans still had a long road to equality and many believe that struggle continues in modern times. After they were freed they still had to deal with the emergence of the Black Codes, KKK, lynching, and the Jim Crow Laws. These institution ravaged the African American culture for years to come. The south was where most of these institutions blossomed. In the south people were still bitter of the war and many lost their way of income when Slavery was abolished. For many years they would look at the African Americans as inferior and do whatever they could to stop them from becoming or feeling equal."," ","            To conclude, the 13<sup>th</sup> amendment was a pivotal point for the American Society. It brought for new thought of freedom but with that freedom came years of inequality. Abraham Lincoln believed that this country either had to be all slave or all free. Many people disagreed with that point but ultimately it is the reason we are the great country we are. During this time period the definition of true freedom was tested in the United States and I believe it one. Without the 13<sup>th</sup> amendment we would have been on a completely different course of history, and today we are able to look back and realize how important it is."],"locations":[{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington DC"}],"tags":[{"id":1397,"tag":"Amendment"},{"id":32,"tag":"Civil War"},{"id":3315,"tag":"13th Amendment"}]},{"id":6695,"title":"School Is Cool!","course_id":170,"status":"P","start_date":"1870-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["This document is about the public school system in Virginia in 1870. This was the first formal public school system in Virginia. The fault with these school systems is they were exclusive to white people. African Americans were not allowed. The white people who went were very poor as well and these schools were known as “free schools”, or “charity schools”. As time went on during that year, the ratification of these laws for the schools went into place. When the laws went into place, former slaves were allowed to enter the schools. They wanted to enter children into these schools so that they would not go on with their lives in ignorance and become vagrants. "," This law passing was one of the most important things to come out of the Reconstruction after the Civil War. This event set in motion how the public school systems work in modern society. They separated different districts and at the time, separated the schools by color of skin. Before this time, schools were few and far between. There was no uniform system and only the rich could attend school. The public school system was established in 1870, so that all could attend school and all would be given the same, equal opportunities. "," A lot of people were against these laws because they helped out the free slaves. They considered it too expensive to pay for their kind. They said that the wealthy should not have to pay for the education of poor people. Because of these complaints, the funding for this project was cut back. The leader of these laws, William Ruffner, worked tirelessly to get this school thing in place. He tirelessly worked and forced his promotion on this subject matter. He claimed that religious views would be kept out of the system and that it would not be unfair to tax people in order to fund the school system. He claimed education was good for society as a whole, so therefore the people should fund it. "," Education was important to the people, but not important enough to let it come out of their taxes. Eventually, Ruffner got the laws passed and was able to get to a stable funding in order for the school system to not fail. The importance of these sources is to show the people how the public school system went through trial and error to get to what it is today."],"locations":[{"id":53056,"lat":37.613453,"lng":-77.905136,"zoom":7,"place":"Jefferson Township, virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":123,"tag":"Reconstruction"},{"id":3316,"tag":"1800's"}]},{"id":6696,"title":"Children Thoughout the American Civil War","course_id":170,"status":"P","start_date":"1863-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Throughout the American Civil War many children in both the North and South faced adversities. Needing to take on responsibilities that would have otherwise been reserved for adults, many were forced to abandon their childhood and take up roles to aid in the war effort. This included performing clergy work, managing livestock, cooking meals for younger siblings, becoming nurses, sewing fabric to make ends meet, and even enlisting in the army. This hardship however pales in comparison to the difficulties that many African American children had to combat; particularly of those living in the South. Many being viewed as a hindrance to society, in both regions African American children were treated poorly as many refugees migrated from the south to the north to occupy “contraband camps.” Life in these overcrowded camps was filled with great adversity as the children there were exposed to many illnesses all the while needing to attend school, and work in order to be able to provide for themselves. This resulted in many children laboring alongside escaped adult slaves. It was with this new found “freedom” that many children of escaped slaves began to believe in the possibility of a truly better future, but unfortunately this was often times cut short due to the endemic of illnesses that were present throughout the camp that resulted in the deaths of numerous children. With that, children overall played a crucial role in the civil war as once the war began, many became obligated to perform task to aid the war effort both in the domestic field, and at the battle front- though their personal lives were filled with turmoil.","According to Carrie Barry of Atlanta, she did not have a birthday cake for her tenth birthday. As trivial of a fact as this must seem to most individuals, to a young child a birthday celebration is something of great importance. Faced with great hardships, most children found themselves needing to sacrifice immensely in order to maintain their household and the food supply of the soldiers that would frequently demand food from them as they passed by from town to town. In dismay, many children even though they would not even have enough food for themselves, would have to comply with the demands of the soldiers. Knowing that the army could arrive at any moment's notice, children familiarized themselves with food and housing insecurities. Many of them eventually began to starve and in a desperate attempt to save their families, began to organize themselves and perform well-coordinated looting bands. Feeling justified in their actions as most children felt resentful of the war, one young Richmond girl wrote in her journal: “We are starving. As soon as enough of us get together we are going to take the bakeries and each of us will take a loaf of bread. That is little enough for the government to give us after it has taken all our men.” With that having been said, it demonstrates just how independent, and painfully mature most children had to become during the war. Understanding that the suffering exhibited by them was not of their own doing but rather the  result of the actions of others in which they had no say in, the young girl from Richmond portrayed a child who is very aware of reality. This awareness, and bold courage to so bluntly state that they will loot, also is noteworthy in the sense that most young girls in this era were still expected to admire to strict set notions of femininity. This goes to say that in war, all societal norms are broken.","While most children stayed at home, there was a considerable portion of them that decided to engage in formal combat. With approximately 100,000 children enlisting, the army often times turned a blind eye to an obviously underaged child as the number of casualties grew on both sides of the war. It was this demand for soldiers that resulted in twenty percent of the individuals  enlisted to be under the age of eighteen.  Needing drummer boys, nurses, messengers, and scouts many of the children enlisted with these occupations in the army, but during times of necessities, numerous were forced to fight bloody battles alongside their peers, fathers, brothers, and even sisters and mothers. While unfortunately most were not competent in the battlefield due to lack of experience and physical development, there were a few that demonstrated immense courage and competency. One such soldier is Johnny Clem, who was eleven years old at the time of his service. Serving in the battle of Chickamauga, he was captured by a confederate general who, once telling him to surrender, took hold of an assault rifle and shot the general. He was later awarded a silver medal and promoted to sergeant once he was older. Another instance of bravery can be seen by observing the records of John Cook, who was fifteen at the time he dropped his instrument in the middle of battle to operate a canon at the battle of Antietam. This bravery was exhibited by children of all ages; in one instance a child by the name of Edward Black who was eight years of age, severed in the army.","Children throughout the American Civil War had difficulty adapting to life as many were subjected to horrendous living conditions, and mature responsibilities. Whether it be on the home front or battlefield, young children from all socioeconomic and racial backgrounds struggled alike. Needing to find creative ways to find food, several children broke societal norms and robbed and looted for food as well as sewed clothes for money. With all of this, their adversities were not lost as their resourcefulness and willingness to take on adult responsibilities, such as working in factories, managing fields, sowing, being scouts, messengers, drummers, nurses, and child caretakers, without the help of children the war would have been even more brutal for all; their assistance was pertinent for the success of the nation."," "],"locations":[{"id":52839,"lat":43.6493751,"lng":-80.4707027,"zoom":8,"place":"United States"}],"tags":[{"id":32,"tag":"Civil War"},{"id":408,"tag":"Children"}]},{"id":6697,"title":"The Emancipation Proclamation","course_id":170,"status":"P","start_date":"1862-01-22","end_date":"1863-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Many people believed Lincoln was a good man and one who should be honored but while there are those who believe he was great, there are others who find his ideals nonsensical. Abraham Lincoln had a vision that transcended mere thought, he believed in equality of all people, which to the south was unacceptable. Abraham Lincoln only wanted the country to stay together, believing that a split was destruction to America. He desired that one day, all people can walk beside each other without hatred instead peace. One document that is worthy of praise was the creation of the Emancipation Proclamation."," ","Both the North and the South had a different view about the creation of the Emancipation Proclamation. There are several differences that the Union and the Confederacy had towards the Emancipation Proclamation crafted by President Abraham Lincoln during 1863.The effect the Emancipation Proclamation had on both northern and southern minds is worthy of recognition by historians. The Emancipation Proclamation was constructed by Abraham Lincoln as a result of him desiring freedom for a civilization that was put down both physically and emotionally. Abraham Lincoln believed in the principle that all life should be valued and the preservation of the Union was of upmost importance."," ","Lincoln could be thought of as a golden knight; a savior to the African American slaves. The Union viewed the emancipation of slaves as a due right and believed that the demoralizing process known as slavery was an abomination to all of creation. The Emancipation Proclamation was created after the Battle of Antietam in 1862. Lincoln and the Union believed that the Confederacy’s perception of slavery was morally wrong, even if Lincoln would’ve confined slavery to only the southern states. Lincoln did not have the authority to completely ban slavery but he could confine it. Northerners viewed Lincoln as the “Great Emancipator”."," ","The Confederacy did not view the Emancipation Proclamation as a good idea as they would lose valuable labor that lead to an increased production and a better economy through a southerner’s eyes. The Confederates believed in slavery as a constitutional right and as a traditional virtue that originated with the founding fathers. Many people who lived in the South during that time didn’t understand the fragile and inhumane treatment that slavery caused. They viewed the Emancipation Proclamation as a permanent escape from their previous reality. Lincoln made a decision that despite the South rejecting, allowed the freedom of slaves from servitude."," ","The Union and the Confederacy despite their differences, exist as two entities that came together despite their differences. The Union’s opinion was the most logical and ultimately the one opinion that needed to be known. The confederates believed that the Emancipation Proclamation was wrong as it reaped them of their labor system that had worked for many years. The Thirteenth Amendment abolished slavery throughout America completely leading all slaves to the freedom they deserved. With enough persistence, the North’s viewpoint finally was accepted by southerners. The southerners had a difficult time originally due to their lifestyle, however, the South adopted a new virtue. The virtue of treating people equally."," "," "," "," "],"locations":[{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C."}],"tags":[{"id":98,"tag":"Emancipation Proclamation"},{"id":365,"tag":"Emancipation"}]},{"id":6698,"title":"Does Emancipation Really Mean Free?","course_id":170,"status":"P","start_date":"1862-01-01","end_date":"1865-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     During the time Surrounding the Civil War, African American slaves and northern citizens had anticipated the official end of slavery. Initially during this time there was only one man who had the authority to end the existence of the gruesome institution once and for all. The man in question was Abraham Lincoln.  Lincoln was elected President of the U.S in 1861. Being that he was the elected official, he bestowed the power to do something that slaves and citizens of the North had long waited to happen. He emancipated slavery once and for all just two years after being elected. Although he didn’t take charge immediately to end the existence of the gruesome institution, he did it just at the right time during the war."," ","    During the war Lincoln issued a Preliminary Emancipation Proclamation. This document was issued by Lincoln in 1862, which was almost a year from the official document. In this document, Lincoln did in fact free slaves. But did he free every slave? Here’s the issue with the preliminary document. Instead of freeing all slaves, he only freed slaves in slave holding Union states. Being that slaves in the union would be emancipated, this would mean that slaves in confederate states would have to wait much longer than they had anticipated. This act also created questions like “ Why not free every slave ?”. There was more to the story leading up to the emancipation of slaves.   "," ","    Being that the country was in an internal war, Lincoln would have to be very clever with the decisions that he made. Because the Confederate Army had possession of part of the country, it was almost impossible for Lincoln to emancipate the slaves in full. The Confederacy definitely wouldn’t allow it. Although Lincoln was the president of the country, the South wasn’t too fond of his ideas and philosophies. The South perceived Lincoln as an imbecile and refused to let him take their source of commerce away from them."," ","Eventually, the Union pushed pass Confederate forces to the point where they had more control. Once they gained as much ground as they did, the war was putty in their hands. After gaining ground into Confederate territory, this opened the door for the emancipation of slaves. In 1863, on the first day of the year, Lincoln finally freed all slaves once and for all. Being that slaves were free, many doors opened up for the African American population. After being freed many of the slaves went on to join the Union Army to give them an edge over the once notorious south. Two years after being emancipated, the slaves joined the Union Army in victory over the Confederacy in 1865. The emancipation of slaves played a vital role in the Civil War. In fact there’s a possibility that the Confederacy may have caused an unexpected turnaround  had slaves  not joined in on the war. The emancipation of slaves changed the structure of the U.S and will forever be remembered."],"locations":[{"id":52826,"lat":38.968343,"lng":-77.0087889,"zoom":7,"place":"Washington D.C."}],"tags":[{"id":3317,"tag":"Abraham Lincon"},{"id":3252,"tag":"1863"},{"id":317,"tag":"1862"},{"id":98,"tag":"Emancipation Proclamation"},{"id":32,"tag":"Civil War"}]},{"id":6703,"title":"Photography During the Civil War","course_id":170,"status":"P","start_date":"1861-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Photography During the Civil War"," "," "," ","            The camera was invented around 1816, and many people didn’t know what to think about it. At first, it took a photographer about 8 hours to take one picture. As technology advanced, the camera did as well. In a few short years, the time it took for pictures to be taken went from 8 hours, to about 30 minutes. Still not nearly as fast as we know today, but many people around that time say an opportunity to shift their focus to different subject matters. From portraits of wealthy land owners to graphic scenes of the Civil War. Many photographers risked their lives to capture gruesome scenes and carnage from the Civil War so everyone back home could see exactly how “romantic” war is."," ","            The Civil was the first major conflict to be photographed. This meaning that The Civil War is the first war we have extensive knowledge of with the help of photography. Many historians believe that the camera actually changed the war as we know it. The camera did a lot for the war. As previously stated, it brought people back home closer to the war. Showing them how terrible it actually was. It also gave women back home keepsakes of their loved one’s photo to remember them if they were to tragically die in battle. But more importantly it helped both the North and South spy on one another. “…military leaders on both sides also hired photographers to gain intelligence about enemy emplacements, roads, bridges and railroads.”[1] Gaining intelligence on the enemy was a crucial part in planning your next attack."," ","Being a photographer in the late 1860’s was not an easy task. Today, all we have to do is pull out our phones and we can snap a picture in seconds. Back then, a photographer had to carry all his equipment by wagon to the battlefield. The equipment included a darkroom, chemicals for processing the photo, and stands to hold up the camera. Whenever they moved, they had to make sure all their plates and chemicals were secure. It wasn’t recorded exactly how many photographers lost their lives while capturing photos of battles, but many historians believe it wasn’t many."," ","A famous photographer of the time period was a man by the name of Mathew Brady. He was practically a pioneer of war-time photography. He was President Lincolns photographer at one point as well. Brady’s first battle he documented was the Battle of Bull Run where he was under direct fire but managed to escape. His famous works come from the most gruesome battle, the Battle of Antietam. Brady came under a lot of criticism for allegedly moving dead bodies around and staging scenes to make them worse than they actually were. We have all seen Mathew Brady’s works and we just don’t know it. Brady is responsible for the portrait on the five-dollar bill and the penny. In 1874, the War Department purchased all of Brady’s pictured for roughly 28,000 dollars, or 6 million dollars in today’s money."," ","Photography did quite a bit for the war. Whether it be helping one side spy on another, or give wives and mothers pictures to hold on to, the camera and photography helped shaped and war and give historians a better understanding of how it all occurred."," "," "," "," "," "," ","[1] <a href=\"https://www.seeker.com/how-civil-war-photography-changed-war-1766077826.html\">https://www.seeker.com/how-civil-war-photography-changed-war-1766077826.html</a>"],"locations":[{"id":17965,"lat":37.2279279,"lng":-77.4019267,"zoom":8,"place":"Petersburg, Virginia"}],"tags":[{"id":1161,"tag":"Photography"},{"id":3273,"tag":"spy"}]},{"id":6704,"title":"Regrets? Breckinridge has none.","course_id":170,"status":"P","start_date":"1860-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The primary source used is a democratic ticket representing the main holder of the second democratic party going up against Abraham Lincoln in 1860. His name was John Breckinridge. This came at a time where the democratic party split. The split came from both democratic runners Breckinridge and Stephen Douglass, the main democratic party holder. Both candidates were for slavery, but Breckinridge was for expanding slavery, while Douglass was for whatever the public felt was needed. This came to a split between southern democrats and northern democrats. Both Breckinridge and Douglass were for keeping the South from seceding, but they were very different on the actual subject of slavery. Slavery was in every nook of this time, which is why most historians will tell you that the whole subject of the Civil War was slavery. It was always the topic of discussion and people back then had strong standings on it, especially those who were actual slave owners.","Breckinridge won southern people because he was for protecting the slave owners and their businesses. Douglass, on the other hand was not so much into protection for the slave owners. This caused the split in the party. When the split happened, Douglass had been nominated for the actual democratic party. This caused an uproar in the South, so Breckenridge technically went third party, but still called himself democrat. This drastically split the democratic vote and gave Lincoln the win in 1860.","After the loss, Breckinridge held a seat in Kentucky legislature. While there, he tried to convince Kentucky officials to secede with the Confederacy. Kentucky ended up joining the Union and Breckenridge fled Kentucky. After leaving, he joined up with the Confederacy and fought through the war and survived. He was an aide to Jefferson Davis. Breckinridge would tell Davis, after signing the official surrender of the Confederacy during the Civil War,  to continue efforts of fighting through guerilla type warfare. He would also push to end the Union even though the fate of the Confederacy had already been decided. He fled to other countries and ended up in Canada where he lived the rest of his life.","The importance of this article is to show how fragile things were during that time period. The Democratic party split because of the rising tensions between the North and the South. Again, neither Breckinridge or Douglass wanted the country to split, but both were clearly for their side. Douglass fought for the North to end the South and their reign. Douglass had to sacrifice his thoughts on slavery for his idea of the greater good. Breckinridge also had to drop his idea of the country not splitting, and fight for what he thought was for the greater good. These stories show that war was a last resort.  War came when there was, obviously, going to be no compromise that the two sides could agree on. The end of the war came when the Confederacy finally handed over their surrender and this time of hell came to an end."," "],"locations":[{"id":53060,"lat":38.833161,"lng":-77.3081167,"zoom":8,"place":"Broadside, VA"}],"tags":[{"id":3327,"tag":"savagery"},{"id":18,"tag":"Politics"},{"id":32,"tag":"Civil War"},{"id":3213,"tag":"History"}]},{"id":6705,"title":"Failure of Reconstruction","course_id":170,"status":"P","start_date":"1865-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","After the Union won the Civil War the Southern economy was left in utter ruin. In an attempt to aid them in their reorganization and integration, the Northern government proceeded to send Union military generals and governors down to the South in order to assist them in reconstruction. However due to their fundamental indifference to Southern prosperity, and lack of concern for growing social tension between the African community, and Caucasians, as their involvement was done more so out of obligation, many of their implementations were done in vain. One such implementation was the establishment of the Freedmen’s Bureau created by Congress. This organization was responsible for providing freedmen with food, medicinal supplies, schooling, and employment opportunities.  While approximately 4,000 children were able to attend schools via the bureau, in regards to their additional goals at aiding freedmen, they were not very successful. This was in part due to their desire to primarily focus on the prosperity of the Northern economy which was over seeing their first ever transcontinental railroad. In addition to this disinterest, many Northerns were divided as to how much assistance the South should receive, this was seen well upon looking at Andrew Johnson’s Administration.","Andrew Johnson was a Southern who favored complete integration with haste while many Republicans in his party opposed it; this caused a split within the party. So while the North began to blossom under its continuous industrial boom, the South ruled by a resentful one party political body that despised the North, began establish itself as a society deeply rooted in white supremacy; this was done in an attempt to hold on to their past as an institution founded on the ideology of racial superiority. With this ex-confederate bureaucrats began to terrorize freedmen preventing them from voting, obtaining land, and prospering. One of the most notorious organizations to arise was the Klu Klux Klan, a hate group founded by ex- confederate general Nathan Bedford Forrest. In response to this the government did very little to protect its citizens as they showed little to no concern regarding their equality.         ","This indifference can best be  seen by observing several court cases addressing the mistreatment of African Americans; the two most notorious being U.S vs Cruishank, and U.S vs Reese. In Cruikshank, a court annulled three individuals belonging to a white mob that had murdered 300 African Americans stating that they could not be convicted as the 300 individuals killed were not protected under the law. Chief Justice Waite contradicted himself as he stated “'That if two or more persons shall band or conspire together, or go in disguise upon the public highway, or upon the premises of another, with intent to violate any provision of this act, or to injure, oppress, threaten, or intimidate any citizen, with intent to prevent or hinder his free exercise and enjoyment of any right or privilege granted or secured to him by the constitution or laws of the United States, or because of his having exercised the same, such persons shall be held guilty of felony, and, on conviction thereof, shall be fined or imprisoned, or both.” Knowing their familiarity with the law, their verdict was undoubtedly racially motivated. In U.S vs. Reese, an African American man was denied the right to vote after having been given an affidavit for not having been able to pay a voting tax on the premise of not having paid the voting tax, which he was denied access to. These instances of discrimination were not particular as they were pervasive throughout the entirety of the South. This was established well by Black Codes, which ensured that while African Americans were de <em>jure free</em>, while <em>de facto</em> they would remain in bondage. An example of the severity of the restrictions could be seen by noticing that in South Carolina, simply organizing oneself in a small assembly without the supervision of a white figure of authority, was enough to deem the community as “vagrants.”"," ","So though America has had an elected African American President, socio-economic disparities and racial tensions between Caucasians and African Americans continue to be present in contemporary American society. This can be seen by the severe income disparity between the two demographics; one in every four individuals of African descent lives in poverty as opposed to one in every ten Caucasians. In addition to this, institutionalized racism and rampant police brutality continue to cause severe distrust of government and law enforcement agencies within African American communities. So what has been the fundamental cause of all of the inequality? While there are multiple factors that have contributed to America’s long-held struggle with race, the main factor that has prevented our society from progressing has been the failure of reconstruction shortly after the emancipation of African Americans after the civil war. With the American Civil War having reunified the Union, and liberated slaves from bondage, the North with their disinterest for the south, caused immense harm by failing to address the discrimination, and de facto slavery present in their society. "],"locations":[{"id":53061,"lat":43.8975446,"lng":-78.9429329,"zoom":8,"place":"Louisiana, United States"}],"tags":[{"id":32,"tag":"Civil War"},{"id":123,"tag":"Reconstruction"},{"id":1835,"tag":"Andrew Johnson"}]},{"id":6706,"title":"Analysis of The Battle of Gettysburg","course_id":170,"status":"P","start_date":"1863-07-01","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Civil War is arguably one of the most brutal times in American History. This war brought thousands of deaths and tore our country apart. The battle of Gettysburg was by far the bloodiest battle in this war. This battle was also an influential moment not only for the war itself but also for how society at that time would view the war. This three-day battle was a benchmark for both sides of the fight and propelled the war into its next stage. During this battle, the tides changed several times and at points, no one knew what side would win. Other than progressing the war militarily it also did so politically and it would affect the country for years to come.","            The battle of Gettysburg pitted Robert E. Lee of the Confederacy against the Union general George G. Meade. The goal of the Confederacy was to take the battle to the north to show the northern society what war looked like. “He wanted to threaten Northern cities, weaken the North's appetite for war and, especially, win a major battle on Northern soil and strengthen the peace movement in the North” (Battle of Gettysburg). The goal of the north was to push out the Confederacy and send the war back into the already ravaged south. The Confederacy had about 71,000 men facing the Union’s 93,000. After three days of fighting the Union army ended up with the victory. Robert E Lee writes in his letter, “You will, however, learn before this reaches you that our success at Gettysburg was not so great as reported--in fact, that we failed to drive the enemy from his position, and that our army withdrew to the Potomac.” ","            This war was a huge loss for the Confederacy, over 50,000 soldiers were killed or wounded in this battle. 28,000 being soldiers of the Confederacy. “Though the great Confederate general would go on to win other victories, the Battle of Gettysburg (combined with Ulysses S. Grant’s victory at Vicksburg, also on July 4) irrevocably turned the tide of the Civil War in the Union’s favor” (Battle of Gettysburg). This battlefield also became the site where Abraham Lincoln gave one of his most notable speeches, the Gettysburg Address. The take away from this battle was that though the Confederacy had momentum the Union was still too strong and had too much man power. This battle pushed the long and grueling war forward and pushed it in favor of the Union."," ","            To conclude, the Battle of Gettysburg was one of the most important and bloodiest battle of the Civil War. This battle sent Lee’s Army back to the South and gave the North the upper hand and the relief it needed. If the Confederacy would have won this war, our country would be completely different today. The effects of the Civil War still can be seen in our society today and will for years to come. Some of the battle tactics of the famous Civil War generals are still examined and analyzed. Many advances in war and how the war was viewed, were brought to picture by the Civil War. Historians still marvel over this time period and the battles that took place, making the Civil War that much more complexing."],"locations":[{"id":53062,"lat":39.8309293,"lng":-77.2310955,"zoom":8,"place":"Gettysburg, PA"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"}]},{"id":6708,"title":"Angelo M. Crapsey","course_id":170,"status":"P","start_date":"1842-12-09","end_date":"1864-08-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Born on December 9, 1842 Angelo Crapsey was born to John and Mercy Crapsey in New York. At the age of eighteen-years-old the Civil War broke out in American and young Angelo Crapsey decided to enlist in the military and fight for the Union Army. Soon after that he participated in battles that would change his short life forever. He fought at Gettysburg and Antietam and came out unharmed from both battles, at the Battle of Cedar Mountain his unit arrived too late to fight so he was assigned to clean up duty on the battle field. During the Battle of Fredericksburg on December 13, 1862 Angelo Crapsey was taken prison or war (POW). After spending five months in a POW camp, he and others were exchanged during a prisoner exchange and went back to his unit to continue on fighting in the Civil War. His last and biggest battle that he participated in was the Battle of Gettysburg and left the battle unharmed, but after the battle came down with dysentery, a disease that most people did not survive, so doctors brought his father to him to see him one last time or so they thought, he survived dysentery and was discharged from the Union Army and sent home. Having arrived home a changed man Angelo Crapsey was depressed and suffered from post-traumatic stress disorder (PTSD), but no one truly understood what was happening with him after the war. Doctors suggested that Crapsey be hospitalized in a mental institution, but his family said no and so young Crapsey grew more depressed and had more problems from the war than expected, having attempted to take his life on many tries only to be saved from each attempt. During the war and after war how one treats our soldiers can be a big deal on whether or not the veteran survives after they come home and young Crapsey did not at the age of twenty-one years old after his friends refused to let him go hunting with them, went out on his own and took his own life in the same manner that he saw while in the army during the Civil War. He felt alone and wanted to end the pain he was feeling from everything he had seen and experienced since the war from the battles he fought into his stay as a POW. Veteran suicide is real and has been taking place since the Civil War if not sooner."],"locations":[{"id":53064,"lat":41.6682559,"lng":-77.8367282,"zoom":8,"place":"Potter County, Pennsylvania"}],"tags":[{"id":3332,"tag":"Suicide"},{"id":3331,"tag":"Angelo Crapsey"},{"id":32,"tag":"Civil War"}]},{"id":6710,"title":"Hardships faced during Reconstruction","course_id":170,"status":"P","start_date":"1867-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","African Americans have endured a lot of hardships throughout the civil war time period leading up to Reconstruction. Historians have found evidence and were able to piece the history of the time period due to documents left behind from people, allowing readers to understand the conditions that plagued the African American population during the Civil War and Reconstruction period.  Important factors that lead to the African Americans freedom and increased stability were the Union army winning the war, Abraham Lincoln’s impact on African Americans and his dream of unity, important riots that lead up to the freedom that African Americans have today."," ","African Americans suffered a lot of hardship due to past discrepancies between the southern white men and the concept of freedom. Due to the heavy amount of racism in the South towards African Americans, Abraham Lincoln held within his hands the solution to the problem that plagued the country, unification. Southern states did not like the fact that the North was trying to say that their main source of economic stability was wrong. The Emancipation Proclamation attempted to free the slaves. Lincoln stated, “I do and declare that all persons held as slaves within said designated States, parts of States, are, and henceforward shall be free”. African Americans were torn from their families and some were tortured while others were treated with respect. The overall concept of slavery was the Souths true flaw during the time leading up to the Civil War and Reconstruction."," ","The South was known for being a very simple group of people. They believed in traditional values and modesty among their community and were respectful to each other, however, were disrespectful towards outsiders. They were simple minded and believed that their system of organization was the only way that was successful, without considering other opinions or ideas. If the North truly desired to make an impact, they would’ve had to realize the southerner’s mindset, to protect their system, afraid to change or take a risk. The North believed that the success of America would best be projected by the industrial industry."," ","Due to Robert E. Lee’s surrender at Appomattox Courthouse, Grant could now celebrate that hard-fought war and congratulate Lincoln on the Union victory. Since the confederate army had to surrender their weapons, the main concern was what were the African Americans going to do. African Americans played a huge role as their labor for the South was one of the reasons the South was fighting. The enlistment of African Americans in the war was a risky move due to the possibility of African Americans turning on the soldiers with weapons. African Americans deserve recognition and compensation for the physical and emotional damage that resulted from the slavery period, through the Civil War years, and the Reconstruction period."," ","After Lee’s surrender, African Americans main focus was on rebuilding and finding their family members. Due to the sporadic separation from their family members due to the war, many 0African Americans had to track down their family members, some of them finding them again, while many people did not find their family members. Stripped away from their family like sheep and essentially walked to slaughter, the African Americans who were free desired to reconnect and rekindle the broken family unit as a result of the war. Abraham Lincoln desired that the country be united and through time it was united, African Americans, those who found their family members, were reunited and happy and relieved to see their family. It shows that despite the odds, the will of a person to come back to their family is stronger than any adversity faced. The will to be struck down and oppressed and to stand back up and fight for a purpose that deep down is right, is worthy of appraisal. Life isn’t about how many times a person gets knocked down, but how many times they can get up after being knocked down. The African American population did not desire to be knocked down and pushed to the side but stand strong, united together."," ","The Confederates stared in disbelief, awestruck at the fact that the Union had won. They took the walk of shame by taking days to return home. The Confederate army despite the odds truly believed that with will they would’ve been able to defeat the Union but Lee knew within him that due to Grants artillery and amount of men that it was a suicide mission. The Confederates would not stop until Lee surrendered. Even though the numbers in artillery and men were against the Confederates, they still pushed on believing firmly that their system of slavery benefited economically and created a massive amount of money, but what it was really was money that was extorted from human enslavement."," ","Lee knew that surrender was the best option and that it would have a lasting effect on the African American population and his Confederate army. During the time, Lincoln could relish in the fact that the African American population could be reunited with their families and not be slaves any longer but free men and women within an everchanging society. The signature of Robert E. Lee changed the lives of African Americans forever and was a step in the right direction for young America during that time period. During the war, Lincoln was stressed and knowing that Lee signed for surrender, the heavy burden that was placed on his shoulders could finally be relieved."," ","After Lincoln's death, President Andrew Johnson took over the nation and was in control of the country. President Andrew Johnson established what is known as “black codes” to control the former slaves. The “black codes” infuriated the North considering it wasn’t in compliance with the 13<sup>th</sup> amendment.  Johnson made the southern states essentially rebuild themselves, swearing allegiance to the Union and forced to pay war debts. The rise of the Klu Klux Klan also occurred during the time of Reconstruction. The KKK’s main leader known as “the grand wizard”, along with the group of white people often carried out attacks on the black population despite being free due to the 13<sup>th</sup> amendment. President Johnson’s ideology of Reconstruction was an attempt at bringing the African American population back to a postwar southern era."," "," "],"locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":4,"place":"United States"}],"tags":[{"id":3344,"tag":"Hardships"},{"id":3345,"tag":"the struggle"}]},{"id":6713,"title":"The Stone Wall","course_id":170,"status":"P","start_date":"4/16/17","end_date":"4/18/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Throughout the Civil War, there were some great commanders in both the Confederate and Union armies. One commander that stood out to me was Thomas Jackson. Jackson graduated from West Point, a U.S Military academy around 1846. Being that he graduated around that time he was able to fight in the Mexican War which lasted from 1846-1848.  After fighting in the Mexican War, he went on to pursue a teaching career. After teaching for a while, the secession of Virginia came about in 1861. After Virginia seceded from the Union, jackson took immediate action to join the Confederate army.","<strong><br /></strong>","After joining the army, the first wave of secession was already in place. The first wave lasted from December of 1860 through February of 1861. During the first wave, seven southern states took action and declared their independence from the Union. Throughout the first wave, Jackson hoped that his home state, Virginia, would remain in the Union. Although his home state seceded, he continued to show his loyalty towards his state rather than the Federal Government. In the army, Jackson originally served as colonel until he was promoted to brigadier general under General Joseph E. Johnston. Being that Jackson taught artillery tactics, he would have no problem leading men on the battlefield.","<strong><br /></strong>","Of course the first battle of the war came, and Jackson was ready to fight. The first battle in the Civil War was the Battle of Bull Run. In this first battle Jackson earns his nickname. His nickname comes about through a Union general. As Jackson rushed his men to close a gap against union attack, a Union general said “Look men, there’s Jackson standing like a stone wall”. After that day Thomas Jackson became known as “Stonewall” Jackson.  Some people might question why someone would just be standing in the middle of a battle. Later on during the Civil War, Jackson was eventually commissioned as a major general.","<strong><br /></strong>","Throughout the Civil War, Jackson led his men through some great victories. But little did he know that the end was near. Jackson’s final battle took place in Chancellorsville, Virginia. In this battle, Jackson went to fight with almost two times less men than the opposing Union Army.  The Union came into the battle with about 130,000 soldiers, and Jackson brought about 60,000 soldiers to the battle. Jackson already knew that he had the lower hand in this battle. Being that he had the lower hand he decided to join forces with Robert E. Lee to help fight towards victory.","<br />Out of that 60,000 soldiers, Jackson took 28,000 and  engaged in diversionary attacks against Hooker’s exposed flank. Jackson’s attack caused extreme casualties to the Union force. Following the attacks, Hooker was eventually forced to withdraw his soldiers. Hooker’s withdrawal meant victory for the Confederate Army.  The attacks by Jackson lasted until sunset. Following the end of the conflict, Jackson took some of his men to the forest to scout for approaching Union forces. Because it was night time, a North Carolina regiment mistook the Confederate Army for Union troops and opened fire. After realising that they weren’t Union soldiers, they ceased fire only to find that they had wounded Jackson. Jackson later died because the wounds were too severe for him to survive. Jackson went on to be known as one of the most notorious leaders during the Civil War."],"locations":[{"id":53067,"lat":38.3084627,"lng":-77.6344334,"zoom":8,"place":"Chancellorsville, Virginia"},{"id":52766,"lat":37.4315734,"lng":-78.6568942,"zoom":8,"place":"Virginia"}],"tags":[{"id":2930,"tag":"Virginia"},{"id":2676,"tag":"Stonewall"},{"id":32,"tag":"Civil War"},{"id":755,"tag":"Confederacy"},{"id":3347,"tag":"1861"},{"id":3348,"tag":"Thomas Jackson"}]}]}