{"id":171,"title":"Human Trafficking: Yesterday and Today","school_id":11,"school_name":"University of Richmond","term":"Spring 2017","abbr":"FYS 100","url":"","description":"","points":[[33.9123048,-80.4103957],[32.3546679,-89.3985283],[39.0457549,-76.6412712],[32.1656221,-82.9000751],[31.9685988,-99.9018131],[29.6498691,-90.1120696],[43.6544852,-79.5110169],[35.464834,-86.607593],[37.2279279,-77.4019267],[29.7066232,-96.5396933],[41.9220496,-71.5495101],[41.9067663,-71.3906119],[37.4315734,-78.6568942],[33.9412127,-84.2135309],[30.267153,-97.7430608]],"bounds":[[43.6544852,-71.3906119],[29.6498691,-99.9018131]],"episodes":[{"id":6699,"title":"Blacks Owning Blacks: The Story of William Ellison","course_id":171,"status":"P","start_date":"1857-03-26","end_date":"1857-03-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 26, 1857, William Ellison wrote to his son Henry Ellison about the family business. Life was going well and Ellison wanted to update his son on how things were going at home. John, one of Ellison’s 53 slaves had just been to the river to collect payment from a number of white slaveowners for the cotton gins they had purchased from Mr. Ellison. He came back with no money at the end of the day though. Ellison’s customers had either made excuses such as wanting to consult their overseer before paying or had not been where they said they would be. There was no frustration in Ellison’s tone as though this is something that he has had to deal with before. He then gave instructions to his son to purchase a number of farming tools that would inevitably be used in the fields by his slaves. He gave a brief farewell and ended the letter.","This same type of letter may have been sent a thousand times from a slaveholding father to his slaveholding son in mid nineteenth century American South. But William Ellison and his son, Henry Ellison, were different. William Ellison was African American, born into slavery in April of 1790 with the name April Ellison to a slave mother and white slavemaster father, Mr. William Ellison. As a young man he was apprenticed to a cotton gin maker rather than working in the fields and allowed to keep a portion of the wages he earned for his master and father, money that he later used to purchase his freedom. At the same time, he changed his name to William Ellison, after his father, to fit in with higher society. After purchasing his family, he moved to Sumter County, South Carolina and hired out other free African Americans to work in his cotton gin shop. While working, he discovered a common problem among freed slaves in the South. The expense of wages left him with a profit that would never compete with what slaveowners were earning. Wanting to move up in society, he purchased his first slaves in 1820.","By 1850, Ellison had 37 slaves while his sons owned another 16. He was one of about 180 black slave masters in South Carolina at the time, most of whom were former slaves themselves. Like Ellison, they realized that the only way to get out of the lower middle class that so many freed blacks were stuck in, was slave labor. With nearly 9,000 free blacks in South Carolina, that 180 made up a tiny percentage who were willing to do anything to compete with the upper class white slaveowners at the time. Just because they owned slaves though did not mean they were treated equally among slaveowners. As Ellison subtly hints in his letter, white slave owners would avoid interacting with African Americans as much as possible. Ellison provided many whites in the area with what were the best cotton gins available which meant that if they wanted to produce the most cotton, they would have to do business with them. They would often try to avoid paying him though. Despite the discrimination, blacks owning blacks continued all the way up to the Civil War, with many African American slave owners, including Ellison, contributing and supporting the Confederate side. Stories like Ellison’s and other black slave owners showed the economic power of slavery in Southern America in the nineteenth century. The easiest way to achieve financial and social success was to own slaves and the allure of southern wealth was enough that it convinced a few of slavery’s former victims to switch to the other side."," "],"locations":[{"id":53057,"lat":33.9123048,"lng":-80.4103957,"zoom":8,"place":"Sumter County, South Carolina"}],"tags":[{"id":3319,"tag":"Economic Inequality"},{"id":3318,"tag":"Free Blacks"},{"id":889,"tag":"Racism"},{"id":4,"tag":"Slavery"}]},{"id":6701,"title":"The Owner and the Overseer","course_id":171,"status":"P","start_date":"1850-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As a child on a Mississippi plantation, Fanny Smith-Hodges experienced something seemingly surprising, but somewhat commonplace for Southern slaves: she would dread when her master would leave her. Smith-Hodges was owned by a man named Hiram Cassedy. Smith-Hodges praised Cassedy, saying that when he was there she and the other slaves were treated and fed well under his ownership. Cassedy was not just a plantation owner, he was also a well known judge. He was unable to oversee day-to-day operations on his plantation, so he hired an overseer to look over the slaves and their work while he was away. A profit-driven power struggle would often arise when an owner was forced to hire an overseer.","Smith-Hodges’ life on the plantation would drastically change when the overseer was in charge. Cassedy instructed overseer to not be hard on his slaves, yet when he would leave, they were worked longer, harder, and whipped to draw blood. Conflict that resulted from a master’s treatment of an slaves and an overseer’s treatment of the slaves came as a result of how they profited from the slaves’ work. “He had money in every one of us,” said Smith-Hodges. “De oberseers was white men workin’ fer wages.” Cassedy saw the slaves as more of a long-term investment. His ability to keep them working and be able to sell them for profit depended on their health. Cassedy’s effort into having his “property” earn him back profit paints him as more of a “good cop” character, effectively entering him into conflict with the “bad cop,” or the overseer. The overseer made a wage based on the amount of work slaves completed in a day; he was uninterested in their long term. These competing interests often caused situations like Fanny’s.","The “good cop,” bad cop” roles of the owner and overseer continued to play into the power they had on their plantation. Social standing, not just business interest, contributed to the power struggle between overseers and owners. Overseer’s reputation with the slaves they abused and the general public often corresponded. In historical accounts of varying classes of people, they were seen as unrefined, violent, and almost as low of class as the slaves they controlled.","In full knowledge of the reputation their overseer had, owners would often accept their “good cop” role in order to separate themselves from the lower-class, harsh daily work of the plantation. Their slaves were then able to be worked hard, earn them profit, yet they were not seen as having the brutish role of the overseer. This is most likely the role Cassedy happily accepted when he would leave town to be a judge. He was able to play his high-class and benevolent, yet earn profit because of his overseer’s bad reputation."," ","Slaves would often use the negative reputation of their overseer to their advantage; it was easier to resist and manipulate someone less powerful and of a lower class than their master. At Fanny’s plantation, many slaves would run away while the overseer was on duty. “Afte’ supper, we set ’bout an’ sing an go places. Sometimes de men would steal off an’ go ter other plantations,” she said. Slaves throughout the South also used manipulation and resisted their overseer’s grasp by escaping to the woods. Even at an old age, Fanny Smith-Hodges was able to remember this power struggle, and the violent impact it would ultimately have on slaves involved.","<strong><br /><br /><br /></strong>"," "],"locations":[{"id":53068,"lat":32.3546679,"lng":-89.3985283,"zoom":8,"place":"Mississippi"}],"tags":[{"id":3322,"tag":"Slave Owner"},{"id":3321,"tag":"Overseer"}]},{"id":6702,"title":"The Anguish of the Auction Block","course_id":171,"status":"P","start_date":"1780-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Slaves were often required to surrender their bodies, the vessel that encapsulated their freedom and individuality, to the ownership of their master. Their bodies constantly fell victim to the harsh and violent hands of white men, but a heightened vulnerability was present when a slave was dragged to the auction block, bound by chains. The fate of a slave’s future was placed in the hands of white men, giving the man with the winning bid the ability to reshape their entire identity and even dictate familial and romantic relations among them. The auction block was the battleground at which a slave’s future was put up for sale and families were most susceptible to separation.","Charles Ball, as well as many other African Americans during this time, experienced just that. He was forced into a life under the constraints of a white slave owner who, with an unyielding fist, immediately claimed him as property. No input from Charles was needed. With one swift grab of the collar, Charles was instructed that he would be going to Georgia without the accompaniment of his wife and children. Through the power of his relentless grip, a white man was able to reinvent Charles’ identity and uproot his entire life to move him to a different state. Without a second thought, Charles was taken away from his family, the people who were the core of his identity.","Silenced under the command of a white slave owner, Charles Ball timidly voiced one question. He asked about his wife and children, and he asked if they would be allowed to see each other. His question was answered immediately and unsympathetically; he would be able to get a new wife when he got to Georgia. He must have understood that he did not have much voice in this matter and he must have remembered the consequences of resistance. Maybe he had a flashback of being separated from his own mother who Charles remembers “turned to him [the slave buyer] and cried, ‘Oh, master, do not take me from my child!’” The slave master immediately struck her multiple times and dragged her back to the auction block for sale. Charles must have known that any efforts of resistance would be futile. He learned from a young age, just as many children that grew up in the shackles of slavery did, that they would not be given the luxury to love nor would they be permitted the freedom of consistent companionship.","This story, however, is not unique to Charles Ball. In fact, Lewis Clarke, a former slave said, “I never knew a whole family to live together till all were grown up in my life.” There were millions of stories of families being torn apart just like Charles Ball was dragged away from his. Slaves did not have ownership of themselves, but rather they were under the control of other human beings. They were considered property and commodities, unable to legally marry or claim ownership of their children. With no protection from the law, slave traders and owners faced no opposition in splitting apart families, and that is exactly what happened time and time again.","The fate of a slave was dependent on the desires of their master, allowing the slaves no stability or security in interpersonal relationships. The threat of familial separation constantly loomed over the heads of slaves, but this anguish and uncertainty was further intensified at the auction block. At the auction block, slaves’ entire lives were put up for sale and their futures were governed by the personal motives of the white bidders surrounding them."],"locations":[{"id":52769,"lat":39.0457549,"lng":-76.6412712,"zoom":11,"place":"Maryland"},{"id":52795,"lat":32.1656221,"lng":-82.9000751,"zoom":11,"place":"Georgia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":2749,"tag":"Slave Family"},{"id":3323,"tag":"slave seperation"},{"id":3324,"tag":"slave auction"},{"id":3325,"tag":"Charles Ball"},{"id":3326,"tag":"slave marriage"}]},{"id":6707,"title":"Rose Williams and Slave Breeding","course_id":171,"status":"P","start_date":"1860-01-01","end_date":"1860-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Rose Williams stood on the auction block hoping the enslaver who bought her mother and father would also buy her. Her family was recently put up for sale after her previous owner claimed he had no use for them. She was forced to watch as her siblings were sold to various owners, but she still had hope. Master Hawkins bought her mother and father together, so he could potentially buy her too. Though two other men were questioning her, Master Hawkins rose from his chair and bid. She thought she was lucky; most of her family remained intact. However, at the time of her sale she did not comprehend what awaited her at her new home.","One year after Rose was sold to Master Hawkins, he moved her from her family’s cabin to live with a slave, Rufus, who was twice her age. Rose entered these new quarters believing her purpose at his house was to cook and clean for him while he worked in the fields. After the first night of her domestic duties, Rose went to the bed and began to fall asleep. Shortly after, Rufus climbed into bed with her. Rose gawked in his direction and said “What you means, you fool?’ He say for me to hush de mouth” and refused to leave. Rose feeling helpless and terrified, grabbed a plank of wood and “let him have it over de head.” Rufus was one of the biggest men on the plantation, and before Rose, no other slave exerted any physical power over him. Eventually, Rufus left the bed sulking.","The following day, Master Hawkins ran to Rose and screamed. Though at the time she believed Master Hawkins bought her with her family to keep them together, he informed Rose she was only purchased because of her age. On a plantation, younger women were coveted; they were in the prime childbearing age. Master Hawkins knew she would be able to have children soon, and he wanted her to produce more slaves for him.","Rose’s situation was not an anomaly. In the South, slaves existed as commodities. They were not only valuable because of the cotton and crops they produced, but they also had the potential to increase the wealth of their enslaver substantially by having children. Though generally slave’s reproduction was consensual, enslavers sometimes ordered sexual relations on female slaves who were not engaging in reproduction. Rose was forced to create a family because she was not having sex with another slave. Comparable to how a farmer breeds their domestic livestock, occasionally, if an enslaver wanted more slaves, they would \"breed\" slaves to increase their supply.","At this point, Rose was faced with a predicament. She could risk being separated from her mother and father if she did not create a new family with Rufus, or she could have children, and always live with the threat of them being sold in the auction away from her. After Master Hawkins was done intimidating her, Rose walked back to her cabin. The following night, Rufus climbed into the same bed with Rose, but this time she did not misbehave."," "],"locations":[{"id":52817,"lat":31.9685988,"lng":-99.9018131,"zoom":6,"place":"Texas"}],"tags":[{"id":3330,"tag":"Slave Families"},{"id":3329,"tag":"Sexual Assault"},{"id":3328,"tag":"Slave Breeding"}]},{"id":6709,"title":"In the Case of Alexina Morrison? Could Slaves Become White? And Could White People Become Slaves?","course_id":171,"status":"P","start_date":"1857-01-01","end_date":"1863-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In January of 1857, a slave trader purchased an “enslaved” woman named Jane Morrison who was “of fair complexion, blue eyes, and flaxen hair.” After her escape, the next time he’d see her was in a Jefferson Parish courtoom where Alexina Morrison had filed suit against him. The suit declared that Alexina –not Jane— was white, mistakenly identified and mistakenly enslaved. In her petition, Alexina asked that she be declared legally white and awarded $10,000 ($270,000.00 in today’s money) for the wrong that John White had done by holding her as a slave. The following case, heard by three juries and two Supreme Courts, confronted interpretations of race in relation to slavery.","Both parties, Morrison and White, made claims about Morrison's ancestry but could offer no hard evidence besides judgments of Morrison’s outward appearance. In her testimony, Morrison said she had been born to and kidnapped from two white parents. In response, White provided the bill of sale from Morrison’s purchase, but it was deemed “illegal” due to its origin in Arkansas. Therefore, both parties were left to prove Morrison’s origin through her appearance and the “speculative” opinions of physicians and others.  In his attempt to prove Morrison's \"blackness,\" White pointed to facial features like her high cheekbones. This logic, as Morrison’s lawyers pointed out, made even the white men in the room seem like they had “black” features. ","The jury was left to decide the difference between being white and performing whiteness:  Is whiteness inherent through nature or acquired through circumstance? Merely the thought of this logic had the power to shatter several existing power dynamics of the antebellum South. Whiteness could no longer be the exclusive sphere of superiority for white people if black slaves could efficiently perform it. If whiteness could be easily attained –a skill rather than a birthright, the permeable barrier would fail to protect any non-slaveholder from slavery. Whiteness, synonymous to protection from slavery, was perpetuated by the outward appearance of white people –mainly their pale skin. Therefore, a threat to Morrison’s protection was a threat to the nonslaveholders’ whiteness and their own security. <em>Morrison v White</em> raised a question central to the race-based economy of the South: how much longer would pale skin protect nonslaveholders from being enslaved? By complicating perceived notions of race in this way, Morrison unraveled a history of categorization by race and finessed her way to freedom. Ultimately, the case of Alexina Morrison showed how in some instances one of the foundations of American slavery—race—was unstable enough to derail enslavement."," ","."," "],"locations":[{"id":53072,"lat":29.6498691,"lng":-90.1120696,"zoom":8,"place":"Jefferson Parish, Louisiana"}],"tags":[{"id":744,"tag":"court case"},{"id":29,"tag":"New Orleans"},{"id":2986,"tag":"Louisiana"},{"id":629,"tag":"race"},{"id":889,"tag":"Racism"},{"id":3333,"tag":"Jefferson Parish"},{"id":3334,"tag":"whiteness"},{"id":3335,"tag":"appearance"},{"id":3336,"tag":"free woman of color"},{"id":3337,"tag":"enslaved woman"},{"id":3338,"tag":"John White"},{"id":3339,"tag":"Jane Morrison"},{"id":3340,"tag":"Alexina Morrison"},{"id":3341,"tag":"white slave"},{"id":3342,"tag":"blue-eyed slave"},{"id":3343,"tag":"mulatto"}]},{"id":6711,"title":"Jennie Kendricks: A Domestic Slave in the Absence of Brutality","course_id":171,"status":"P","start_date":"1/22/36","end_date":"1/22/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Sometimes she and Mrs. Moore’s youngest child, a little boy, would fight because it appeared to one that the other was receiving more attention from Mrs. Moore than the other” (5).  For most slaves, life was miserable and brutally relentless. However, for Jennie Kendricks her life as a domestic slave was less agonizing than many others. Jennie was a product of the intricate slave system, but was able to pass her days in the comfort of the Moore household, rather than having the redundant task of tirelessly picking cotton until darkness invades the sky.","Born in 1855 in a small Georgia town, Jennie Kendricks was the oldest of seven children in a family that lived on a large plantation, owned by a non-wealthy white man and his family. Jennie’s grandmother was responsible for cooking all of the meals for the Moore family and all of the other slaves, while the other women and men worked in the fields from sunrise to sunset, picking cotton and corn. As a child, Jennie played with the host family’s children, slowly working towards new responsibilities, until she was old enough to help Mrs. Moore and her daughters with the weaving and threading of the dresses.","Slavery was a spectrum. The relationships between enslaved and enslavers varied greatly, depending on the owner and his or her beliefs. In Jennie’s instance, she received a less strict and violent relationship with her owners, expressing the uncommonness of her situation in her Slave Narrative Project interview during the 1930s. Jennie was allowed to play with the Moore children in a sheltered environment and was allowed to sew with her owner and her daughters. She was given balanced meals and was able to enter the kitchen at any point in the day to grab extras if she pleased. Jennie and her family were able to attend a church every Sunday whose pastor was black. They were also able to receive medical treatment from a doctor who provided medicines and other remedies for all possible injuries and illnesses.","From an outsider’s perspective, Jennie’s experience as a domestic slave appears peculiar, because of the absence of the sexual and physical violence that is present in many other slave and slave owner relationships. Although Jennie lived a less tragic life than most slaves, she was still a product of the slave system and was forced to be a part of one of the most ruthless economic systems in American history. Jennie was fortunate to live with the Moores, as she was never brutally tortured or whipped, and instead was able to live a more comfortable life than other slaves. Until the end of the Civil War, Jennie was forced to live a life that she didn’t want to live, confined to a plantation where her fate depended on her owners. No matter the severity of a slave’s living situation, slavery will always be seen as a complete appropriation of the personal liberties and freedoms of enslaved people."],"locations":[{"id":53065,"lat":43.6544852,"lng":-79.5110169,"zoom":8,"place":"Sherem, Georgia"}],"tags":[{"id":3346,"tag":"Domestic Slavery"},{"id":3358,"tag":"domestic labor"}]},{"id":6712,"title":"Lizzie McCloud and the Lost African American Soldiers of Civil War","course_id":171,"status":"P","start_date":"1861-04-12","end_date":"1865-05-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The full story of the Civil War is not complete without mentioning the role that the African Americans played. To this day, there are southern heritage groups that see the Confederate flag as a symbol of honor and sacrifice. In the late-nineteenth century, such perceptions helped to “revise” history to exclude or at least minimize the centrality of African Americans and slavery as part of the United States’ national story. After President Abraham Lincoln signed the Emancipation Proclamation, declaring that every person held as slaves shall be free and received into the armed services of the US, free black men rushed to volunteer for service with the Union forces. Due to shortage of soldiers, recruitment was established to manage black enlistees. Leaders like Frederick Douglass encouraged free black men to volunteer as a way to ensure eventual full citizenship. Even before this declaration, in 1863, about 186,000 African Americans entered the Union while others were forced to fight for the Confederate side. Nearly 40,000 of those men lost their lives, one of whom was Lizzie McCloud’s brother.","Lizzie McCloud was “bred and born in Tennessee.” She was a former slave freed during the Civil War. It was not until the end of the war that she was scared of white folks. According to her, the war was about “freeing niggers.” As soon as the war broke out, her brother, who was a slave, ran away and joined the Union army. Lizzie’s brother was one of those men who volunteered to fight for his freedom. A musket on his shoulder and bullets in his pocket, he fought to earn his God-given right that was taken away by “white folks.”","What the African Americans have done has been lost among the history books. Initial reluctance to enlist Blacks was followed by large-scale recruiting as demands for manpower overcame the force of prejudice. While the books may not remember the African American soldiers’ names or  undermine their role, they all fought to receive the full enjoyment of freedom and citizenship, if not for themselves, certainly for their families who were still in bondage. In order to get rid of the curse that had separated them from their loved ones, they went to end all those times that their people were forced to swallow their pride and live in bondage of the white man. By striking at the heart of the system, they sought to break the chains that had held them for years.","While one hundred years of Jim Crow laws, lynching, disfranchisement, racism and unequal educational resources were to come, the era of white man treating a black man as property, was almost over. Even though, not many historical accounts hold the names of each fallen black soldier or tell their stories, there were many including Lizzie’s brother, who risked their lives for their freedom and for the protection of the country that they called home."],"locations":[{"id":53066,"lat":35.464834,"lng":-86.607593,"zoom":8,"place":"Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":715,"tag":"Military"}]},{"id":6715,"title":"James Green","course_id":171,"status":"P","start_date":"1853-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Born on John William’s plantation in Petersburg, Virginia, James Green worked side-by-side his mother all his life. His father was a free Native American who had helped a powerful court official and was rewarded with a favor in return: James’ freedom. James says, “He was a full-blooded Indian, and had done some big favor for a big man high up in de courts, and by and bye Mr. Williams comes to my mother and says I am a ‘free boy’”.","After obtaining James’s freedom papers, his father presented them to James’ owner who honored them, but the child continued to live on the planation with his mother. One day while taking a break from helping her, William asked James’ mother if James could take a walk with him. She begrudgingly approved. William took the twelve-year-old to a slave market, and forced James onto the block where he was auctioned off to a Texan named John Pinchback for eight hundred dollars."," While James was just one boy, this experience is one of many. Stealing free African Americans was prevalent within the community of people who supported slavery. Once a person was kidnapped, it became nearly impossible to get their freedom back because kidnappers destroyed any evidence of freedom papers. Even if their case went to court, most judges would turn a blind eye on the kidnapping.  Free relatives could not help their stolen family members because African Americans were rarely allowed to testify in court. Overall, the federal anti-kidnapping laws were not enforced across the country. Although the issue of kidnapping was prevalent everywhere in the US, it was particularly difficult in Northern states, especially after the 1850 Fugitive Slave Act was passed. This Act enforced the recapture of runaway slaves even when they were in free states. Slave kidnappers on occasion would steal a free African American and claim they were a runaway slave–even if they did not match the description.","James spent the next 13 years under the violent hand of John Pinchback, who scared the idea of running away from James’ head on his first day by showing him what the consequences were. James’ story tells us of how there were very few places that were completely safe for African Americans in the nineteenth century; as a free African American, the fear of slavery rarely ended. Even with the protection of freedom papers, slaves could be uprooted at any second by a kidnapper. Few people and laws prevented free African Americans from being stolen and sold into the deep South where they would be subjected to inhuman practices and unrealistic work expectations."],"locations":[{"id":17965,"lat":37.2279279,"lng":-77.4019267,"zoom":6,"place":"Petersburg, Virginia"},{"id":53069,"lat":29.7066232,"lng":-96.5396933,"zoom":6,"place":"Columbus, Texas"}],"tags":[{"id":3350,"tag":"kidnapping"},{"id":3351,"tag":"free"},{"id":3352,"tag":"free African Americans"},{"id":3353,"tag":"freedom papers"}]},{"id":6716,"title":"White Quaker Women as Abolitionists in the Anti-Slavery Movement","course_id":171,"status":"P","start_date":"1806-12-09","end_date":"1899-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As Elizabeth Buffum Chace prepared dinner, she talked with the guest sitting at the family table. She and this guest, an elderly woman and devoted Baptist, disagreed about slavery. When dinner was ready, Chace asked the woman to sit with the rest of the guests for dinner. Among the dinner party was Charles Lenox Remond, a young person of color and Anti-Slavery orator. “No; I don’t eat with niggers,” the Baptist woman promptly replied. At the end of dinner, Chace again called for the woman to eat, to which she was responded with, \"No; I don’t eat with niggers nor after ‘em.” This bumptious comment certainly did not sit well with her abolitionist hostess, for “Whether she went hungry that day, [Chace] never inquired.”","Chace stemmed from a family with a deep background of abolitionist activism. Growing up in Rhode Island, Elizabeth Buffum Chace became accustomed to her mother rehearsing the story of Morier, a girl stolen from her family and enslaved in the home of her great-grandfather for a large part of her life. Chace’s mother and father, both faithful Quakers, raised their children in a revolutionary household, teaching them there was no bright side of slavery. The paternal grandfather of Chace, William Buffum of Smithfield, was a member of the Rhode Island Society for the Gradual Abolition of Slavery. He would regularly harbor fugitive slaves from New York who sought refuge in Rhode Island, instilling anti-slavery attitudes in his son. Chace’s father, therefore, became an abolitionist in his childhood. As Chace noted, all of her family were abolitionists, allowing her to pursue her activist beliefs early on. Believing in gradual emancipation, Chace and her husband organized a Female Anti-Slavery Society at Fall River in 1835. There, a large number of visitors dined at the Chace’s house. The Chace’s sheltered many refugee slaves, such as one escaped blacksmith whom they dressed in Quaker women’s clothes, bonnet and shawl included. In 1831, Chace began to plan a committee that devised schemes for gradual liberation alongside the formation of her abolitionist New ?England Society, thus allowing her to have a prominent role in the movement for abolition.","Unlike many women of her time, Chace pursued her own interests despite the typical expectations in the nineteenth century. Yet Chace belonged to a specific group of the time: white abolitionist women. These female abolitionists were essentially born and baptized in the anti-slavery and were the heart of political activism. Religion played a prominent role in this movement. Chace, a Quaker, and many women like herself, considered the emancipation of human beings a sacred duty to fulfill. They practiced both privately and publicly to drive emancipation by raising their children in anti-slavery households or creating national societies for the abolition of slavery. Quaker women stepped beyond the bourgeois gender system that categorized women as solely domestic. Rather than subordinating to their husbands, these women partnered with their spouses to create a stronger representation for the abolitionist community. As the campaign for freedom moved forward, activities of these white abolitionist women began to defy the “emerging middle class norms,” thus creating a movement for the liberation of both slaves and white women suppressed by the social ladder. Often times, however, these women continued to be suppressed, for others objected their abolitionist commitment as being primarily domestic. Many letters of abolitionist women state the fact that they were “almost alone in their support the cause.” This, however, did not stop the movement, for white women, like Elizabeth Buffum Chace, continued to use their privilege to campaign for the abolition of slavery."],"locations":[{"id":53071,"lat":41.9220496,"lng":-71.5495101,"zoom":1,"place":"Smithfield, Rhode Island"},{"id":53070,"lat":41.9067663,"lng":-71.3906119,"zoom":7,"place":"Valley Falls, Rhode Island"}],"tags":[{"id":3357,"tag":"antislavery movements"},{"id":3356,"tag":"Abolitionist women"},{"id":3355,"tag":"Elizabeth Buffum Chace"},{"id":3354,"tag":"Quaker"},{"id":859,"tag":"Nineteenth Century"},{"id":2307,"tag":"antislavery"},{"id":1685,"tag":"Woman"},{"id":2743,"tag":"Abolitionist"}]},{"id":6718,"title":"Green Grass, Dark Nights","course_id":171,"status":"P","start_date":"1/1/47","end_date":"1/1/48","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            One morning while playing on the woodpile, five year old Charles Grandy was approached by his slaveholder who sternly said to him, “Boy, do you see this grass growing along the side of the fence? Well pull it all up.” Grandy, who was born into slavery, dutifully pulled all of the grass out. Immediately after finishing the task his master assigned to him, Grandy was carried to the fields where the cotton and other crops were growing, and he was instructed to pull out all the grass growing near the crops as well. Due to Grandy’s young age, he was not allowed to use any of the gardening tools, so all of the manual labor the little boy was forced to do was done by hand. From that day forward, Charles Grandy’s days of playing were replaced with the daily task of removing all of the grass and weeds growing near the crops on the plantation. ","            Typically, children born into slavery were not immediately aware that they were enslaved. Often there was a specific moment or event that showed the child that he or she was not free. The average age for children to recognize their servility was in between the ages of six and ten. It is possible that when Grandy’s master told him to pull out the grass, Grandy realized that he was under another person’s control. Prior to being forced to work, Grandy would play around the big plantation house during the day. Occasionally he would be asked to do small errands; however, one may conclude that he did not realize he was doing those small errands due to his enslavement. Grandy’s experience of being forced to pull out grass is representative of the experiences of many other enslaved children who became aware at very young ages that they were owned by another person. ","Charles Grandy shaped and was shaped by history. The experiences that he shared have formed what we know about enslaved children’s struggles. Grandy was robbed of his childhood because he was born into slavery and was forced to do manual labor for his master. The work he was required to do exhausted young Grandy so much that he often would fall asleep on the cold, hard ground before making it back home. If he woke up in the middle of the night, he would stumble around and struggle to find his home in the pitch-black darkness of the night."],"locations":[{"id":52766,"lat":37.4315734,"lng":-78.6568942,"zoom":6,"place":"Virginia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":408,"tag":"Children"},{"id":2930,"tag":"Virginia"},{"id":3362,"tag":"forced labor"},{"id":3363,"tag":"manual labor"},{"id":3364,"tag":"enslaved children"}]},{"id":6720,"title":"Another Mother Dead: Casualties of Travel in theInterstate Slave Trade","course_id":171,"status":"P","start_date":"1852-01-01","end_date":"1864-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<strong>Ben Simpson marched onward through the snow and dirt for several weeks, with his mother, sister, and a slew of other slaves at his side. His neck was secured with iron chains that attached him and the others to the horses that lazily dragged their owner, Alex Simpson, toward Austin, Texas from Norcross, Georgia, a distance of nearly a thousand miles. Wanted by authorities for stealing horses, Alex fled to Texas with his conveniently mobile property. Though winter drew upon them as they marched, Alex forbade Ben and the others from taking breaks or even wrapping their feet to protect them from the snow. They spent many nights sleeping on the snow-blanketed ground beside the main road.</strong>","<strong>Forced slave migrations, such as that experienced by Ben Simpson, were far from uncommon in the antebellum South. Slaves like Ben travelled in slave coffles, chained groupings of slaves made to secure and more easily transport them. Between 1810 and 1865, approximately 1.2 million slaves were traded domestically in the interstate trade, most of which transported by coffles that marched slaves across state borders to follow cotton production in the expanding Southwest. This was an arduous and sometimes fatal journey for slaves. Many lost their lives during travel or verged on death by its end. Though Ben managed to survive and later recount his experience in the slave coffle, his mother did not fair so well.</strong>","<strong>As Ben describes it, Alex Simpson spared his coffle no kindnesses. When slaves began to slacken their paces, Alex whipped them to spur them forward. And if a slave gave out and couldn’t keep up with the pack, many slaveowners like Alex didn’t hesitate to put him or her down. When the snow and endless trek pushed Ben’s mother beyond a point she could physically handle, her feet “raw and bleeding, and her legs swoll plumb out of shape,” Alex showed no mercy. As Ben states, the “Massa, he just take out he gun and shot her, and whilst she lay dying he kicks her two-three times and say, ‘Damn a nigger what can’t stand nothing.’”</strong>","<strong>Death of slaves during forced slave migrations was very common, though exact estimates aren’t available. Owners and traders sought to profit as much as possible, meaning they frequently provided slaves with the bare minimum of resources they would need to survive. This was particularly true for traders that had no immediate plans to sell them, since the slaves wouldn’t need to look ‘healthy’ for the market anytime soon. With profit in mind, these men often relied on judgments of the approximate worth of the slaves in scenarios like this one. Ben’s mother was killed because Alex found more value in her death than her life. Following her murder, Alex didn’t even expend the effort to bury her, instead “just leaving her laying where he shot her at.”</strong>"," "],"locations":[{"id":53075,"lat":33.9412127,"lng":-84.2135309,"zoom":8,"place":"Norcross, GA"},{"id":53076,"lat":30.267153,"lng":-97.7430608,"zoom":8,"place":"Austin, TX"}],"tags":[{"id":2741,"tag":"domestic slave trade"},{"id":1609,"tag":"georgia"},{"id":1044,"tag":"Texas"},{"id":3371,"tag":"ben simpson"},{"id":3372,"tag":"alex simpson"},{"id":3373,"tag":"simpson"},{"id":3374,"tag":"interstate slave trade"},{"id":3375,"tag":"coffle"},{"id":3378,"tag":"austin"},{"id":3377,"tag":"norcross"},{"id":3376,"tag":"coffles"}]}]}