{"id":173,"title":"US History 1867 to the present","school_id":28,"school_name":"University of Toronto Scarborough","term":"Winter 2017","abbr":"HISB31","url":"","description":"A survey course in US history","points":[[43.1405442,-102.365715],[38.5815719,-121.4943996],[-3.8129775,-55.4877172],[37.09024,-95.712891],[31.4481547,-109.9284084],[31.4477806,-109.9285612],[43.9695148,-99.9018131],[38.9071923,-77.0368707],[32.3182314,-86.902298]],"bounds":[[43.9695148,-55.4877172],[-3.8129775,-121.4943996]],"episodes":[{"id":6671,"title":"Inquiry into the Battle of Wounded Knee","course_id":173,"status":"P","start_date":"1891-02-13","end_date":"1891-02-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the late 1800s, the living conditions of Native Americans deteriorated significantly. Settlers were aggressively expanding westward and coerced Natives to sign treaties to legally give away their land in return for very little. In 1890, a spiritual movement named the “Ghost Dance” became popular among Natives which preached that Natives were confined to reservations because they have angered the Gods and their living conditions would improve if they perform the dance. This dance terrified white settlers who notified the government authorities. When the troops arrived to arrested some of the leaders of the spiritual movement, someone fired a weapon and eventually, over a hundred men, women and children were massacred.","A government inquiry was conducted by the federal government into what is now known as the “Battle of Wounded Knee.” After the battle, Colonel Forsythe, the commander of the troops in this battle was suspended from command during the conduct of the investigation. It exonerated the members of the seventh Cavalry who were responsible for the killings. However, according to General Nelson Miles who testified in the investigation, he stated that most of the native men were not armed as most of their weapons were found back at their camp. He also stated that some bodies of women and children were found three miles away from camp which implied that some natives who tried to flee were hunted down. According to the interviews of the troops conducted for the report, they stated that the native men hid behind their women and children and fired under their cover, leaving the troops with no choice but to return fire and accidently killing the women and children.","Although General Nelson Miles gives a different account of what happened during the battle, his opinion is that of the minority and not accepted by the government. The inquiry laid blame on the ordeal on natives and stated “This unfortunate phase of the affair grew out of circumstances for which the Indians themselves were entirely responsible.” In fact, the report commends the officers of the seventh cavalry whose conduct they described as “skill, coolness, discretion and forbearance and reflects the highest possible credit upon the regiment.” In the end, many of the troops who participated in this battle were rewarded with the medal of honour and Colonel Forsythe was exonerated and reinstated as the command of his regiment."," "," "],"locations":[{"id":53039,"lat":43.1405442,"lng":-102.365715,"zoom":8,"place":"Wounded Knee, South Dakota, USA"},{"id":950,"lat":38.5815719,"lng":-121.4943996,"zoom":8,"place":"SACRAMENTO, California"}],"tags":[{"id":3282,"tag":"spiritual revival"},{"id":3281,"tag":"ghost dance"},{"id":537,"tag":"Native Americans"},{"id":2859,"tag":"Massacre"}]},{"id":6672,"title":"Brazilian Rubber Factory Incurs Serious Damages During Cafeteria Riot","course_id":173,"status":"P","start_date":"12/1/30","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In December of 1930 a riot arose in the industrial town of Fordlandia in Aveiro, Brazil. Dissatisfied with the American food they were being served in the cafeteria, native Brazilian workers initiated a violent riot that would not be quelled until the Brazilian army intervened and dietary changes were enacted. With workers shouting chants such as “Brazil for Brazilians! Kill all the Americans!” the collapse of this rubber factory town seemed imminent, yet would somehow be forestalled for another three years.  ","            Although merely collateral damage in the riot, this smashed time clock was an effective representation of the failure of American industrialism in the jungles of Brazil. Time and again, the application of corporate methods failed disastrously in this outpost of Americanization, until its ultimate abandonment in 1934. Built in 1928 as a theoretically cheap source of rubber production by Henry Ford, Fordlandia was from the very outset a commercial catastrophe. What problems poor planning did not create, Ford’s mulish adherence to American Midwestern values and industrial practices did. Poor planning of the location of the plantation resulted in the death of 90 labourers and family members in the first year alone, the majority from malaria. Diseases were also harboured by the rubber trees themselves, which when planted in the orderly system of American crops resulted in a leaf blight due to their close proximity. Worse still were labour issues; workers were forced to follow a standardized work schedule which placed them in the midday heat, and the American diet which prompted the 1930 riot caused numerous health issues. Ford and his managers’ myopic Americanized values also severely restricted their employees outside of the workday, a problem that also arose in industrial towns in the States. Workers were not allowed sports, smoking, female company, or alcohol, the latter of which prompter an earlier riot in 1928. Despite paying comparatively high wages, Fordlandia experienced a labourer turnover rate of approximately 400%. Between incessant labour problems and increasing tree failures, the decision was finally made to abandon Fordlandia and relocate to another Brazilian plot, called Belterra. Unsurprisingly however, a lack of policy change resulted in a lack of economic change, and this plantation too was marked a failure.   "," ","            Fordlandia and similar international plantations were part of a broader narrative of the United States’ increasing international involvement, and increasingly ruthless economic practices. Considered by many scholars to have began with the Spanish-American war, the turn of the 19<sup>th</sup> century represented the dawn of America as one of the foremost international powers. This meteoric rise was largely due to the booming industrialism of the 1800s, with the emergence of big business and economic strategies such as the top-down method, as employed by Henry Ford in his Fordlandia model. But despite the generalized success of America in this period, it is worthwhile to note the many smaller failures such as Fordlandia, if only to reveal that the largely successful business models of tycoons such as Ford did not always go as planned. "],"locations":[{"id":53037,"lat":-3.8129775,"lng":-55.4877172,"zoom":7,"place":"Aveiro, Brazil"}],"tags":[{"id":3280,"tag":"Industrialism"},{"id":3142,"tag":"Revolt"},{"id":2497,"tag":"Americanization"}]},{"id":6674,"title":"The Lavender Scare: A Difficult Time Period for the LGBT Community in America","course_id":173,"status":"P","start_date":"1/1/50","end_date":"12/31/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" "," ","An excerpt from a Department of Commerce report, which was drafted on June fifteenth,1950 in response to the Federal Government’s report on suspected homosexual employees in the civil service, helps to provide insight about the conditions and treatment of homosexuals in the Civil Service during the period of time known as the “Lavender Scare (1945-1950’s) a time in which mass firings of individuals took place on the grounds that they were suspected to be homosexual. The report, titled “Perversion Cases- Department of Commerce” entails the procedure and process used to dismiss employees who were found to be “sexually perverted”. Once individuals were suspected or alleged to be homosexual, they were investigated thoroughly by their department and this investigation was then followed up by a personal hearing; if both the investigation and personal hearing were to indicate that the individual was in fact homosexual, they were immediately dismissed from their job (forced to resign). Overall, of the twenty-two individuals which were suspected to be homosexual by the Civil Service Commission, only one individual was found to have false charges against them, sixteen individuals had been or were in the process of being dismissed at the time this report was published and four individuals’ cases were pending decision. Individual cases outlining the forced resignation of employees are also described in this report; employees that were found to be homosexual after a thorough investigation and personal hearing were promptly dismissed. One such case describes the dismissal by retirement of an employee who had served the Department of Commerce for thirty-one years.","Throughout the 1950’s, the practice of firing alleged homosexual individuals was gradually becoming more and more widespread; mostly based on the belief that homosexuals and communists possessed common characteristics which included moral corruption and sexual perversion; these traits made them vulnerable and left them psychologically weak, and therefore, a national security threat; according to the likes of the McCarthy administration and other anti-gay commentators of the time. The instance outlined in the Department of Commerce report is one of many that resulted from what Andrea Friedman calls “the sexualisation of cold war politics” in her article on the manipulation of homosexuality as a political tactic during Joe McCarthy’s term as a senator. The crackdown on homosexual people, according to Friedman, was a result of growing sentiment to differentiate the loyal from the disloyal in which private relationships which were considered inappropriate and abnormal became synonymous with symbols of disloyalty and national betrayal. The use of this political tactic known as the “Lavender Scare” alongside the anti-communist sentiments of what is known as the “Red Scare” portrays the idea that both homosexuality and communism were closely linked in the minds of those who sought to perpetuate misconceptions for their political motivations in the unsure times of the Cold War. "," "," "],"locations":[{"id":53040,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"USA"}],"tags":[{"id":3289,"tag":"Mass Firings"},{"id":3288,"tag":"Persecution"},{"id":584,"tag":"gay"},{"id":3287,"tag":"Lesbian"},{"id":3284,"tag":"Lavender Scare"},{"id":3286,"tag":"Mccarthyism"},{"id":291,"tag":"Cold War"},{"id":265,"tag":"america"}]},{"id":6675,"title":"The Bisbee Deportation: From a newspaper's perspective","course_id":173,"status":"P","start_date":"6/26/17","end_date":"7/12/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 12<sup>th</sup>, 1917 about 1,200 people were deported from Bisbee, Arizona and the event was orchestrated by the major mining company Phelps Dodge. The Bisbee deportation was not just a localized event, but instead one that involved many cities in Arizona. Tucson was just one of the cities that monitored Bisbee heavily and supported the deportation. The Tucson Citizen, one of the local newspapers, covered the Bisbee Deportation in great detail and presents a biased view against the strikers/deportees. On July 12<sup>th </sup>business in Bisbee was suspended as the Citizens Protective League (CPL) rounded up about 1,000 members of the Industrial Workers of the World (IWW). The CPL, armed with weapons and 2,200 men strong, corralled anyone associated with or perceived as a member of the IWW into the city baseball park and loaded them up into cattle and box cars. The CPL was composed of 1,200 volunteers from Bisbee and 1,000 volunteers from the nearby city Douglas. The sheriff had called them all loyal Americans ready to arrest the strikers on charges of vagrancy, treason and disturbing the peace. The sheriffs description of the IWW as unpatriotic, strangers to the region, and treasonous simply highlights how the general public saw the IWW and immigrants. The CPL had declared that there shall be no mark of the IWW by nightfall. At noon in Tucson, Mayor O.C Parker was informed that twenty four carloads of deportees may be sent to his city and in response he met with Sheriff Rye Miles, Dr. A.G Schnabel and Tom K. Richey to discuss about the possibility of the IWW members being sent to their city. Mayor Parker, on behalf of his city, declared that under no circumstances are the trains allowed to unload in Tucson and the Sheriff threatening deportation if they do unload. Even after being informed that the train was sent to New Mexico instead did nothing to lower tensions, and the Mayor and Sheriff stood on guard with the Home Guard ready to mobilize at any moment’s notice. They stood guard against trains that are carrying the ‘undesirables’ into Tucson."," ","The Tucson Citizen article is from the Tucsonan’s point of view, and how they saw the Bisbee deportation. The newspaper covered heavily on the CPL and opposition against the IWW and strikers, showing a heavy bias. The Mayor and Sheriffs announcements and actions showed that Tucson strongly opposed the IWW and their members being sent to their City/County. Douglas’ assistance with the Bisbee deportation showed how the general public viewed the IWW and the strikers, and the negative perception is because many saw the IWW as immigrants/non-Americans. The Strike began on June 26<sup>th</sup>, 1917 and those on strike were mostly Mexican and Europeans, who were paid less than native-born Americans, and the response to the strike highlights the racism the United States had towards immigrants. At the time the United States was both highly xenophobic and nativist, and the events of World War 1 led to Germans being a target of discrimination and being branded as enemies, and anyone deemed radical or anti-war was treated the same as well. While the perpetrators of the Deportation were tried in court, their charges were dropped and any attempts to convict them were unsuccessful due to the court declaring that no laws were broken. In the greater scope of the United States’ History the Bisbee mining strike was another incident regarding labour reforms. From 1900 to 1920 there were many unions that sought to introduce new regulations or improve working conditions and pay, and some succeeded and some failed. The Bisbee Strike and the I.W.W were some of the failures. What hindered the I.W.W was that it was too radical and anarchist and this affected the I.W.W’s relations with other Unions. Another important point to consider was the United States involvement in World War 1, so tensions about enemy spies or enemy sympathizers were possible. In fact there were rumors of the I.W.W being pro-German and the I.W.W being anti-war certainly did not help them at all and prior to the Bisbee deportation the government was cracking down on the I.W.W. In the end, even if the horrid act was justified in some way, the Bisbee Deportation was illegal and unjustified and stands as another instance of a lack of labour regulations in 20<sup>th</sup> century America. "],"locations":[{"id":53041,"lat":31.4481547,"lng":-109.9284084,"zoom":8,"place":"Bisbee, Arizona"}],"tags":[{"id":3290,"tag":"Deportation"},{"id":3291,"tag":"Labour Reform"},{"id":3292,"tag":"Institutional Racism"},{"id":3293,"tag":"Anti-Union Violence"},{"id":3294,"tag":"Miners"}]},{"id":6676,"title":"The Deportation of Striking Miners","course_id":173,"status":"P","start_date":"6/26/17","end_date":"7/12/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["From the eye of a non-historian, this photo which shows hundreds of people marching","from a small town to what looks like a rural area, would look pretty unusual. A large string of","people being escorted by other men to an open area, whilst a factory seems to be running in the","far background from the big crowd of people. Some questions would arise, such as, “Where are","those people heading to? Why are there hundreds of people going in the same direction?”.","These questions can be answered if the time and place in which the photograph has been taken","is considered. ","            Bisbee, Arizona was the home to many large copper mining companies in the early","1900’s, and during the First World War, the price of copper increased greatly and the copper","companies received large profits. With high price and high demand of copper, it made Bisbee","very wealthy. But with such high demand came harder labour for the miners. Even though the","companies were getting more and more wealthy; they did not increase the salaries for the miners.","In addition, the working conditions were harsh and dangerous for the miners. Eventually the","workers became more upset with the labour, so they joined The Industrial Workers of the World","(I.W.W.) and on June 24, 1917, the I.W.W. presented the copper companies of Bisbee with a list","of demands. These demands included better and safer working conditions, and the stoppage of  ","unequal treatment towards the immigrant workers. The copper companies then refused all the","demands that were given from the I.W.W., which then resulted into a strike. Nearly half of the","miners in Bisbee were on strike, which was a major set back for the copper companies in Bisbee.","Another reason why the strike happened was because the relationship between the I.W.W. and","law enforcement was not good. The law enforcement didn’t seem to care too much about labour","conditions and needs, and organizations such as the I.W.W. During this time, the conflict of","labour relations in the U.S. became more and more severe. The law enforcement denied the","accommodations of immigrant labour which overall aggravated all immigrants. This constant","unnecessary hardship for the immigrants gave them no choice but to fight back, which resulted in","the strike. But the photo did not capture a moment from the strike, instead it captured a moment","which resulted from the strike.","            As the strike was in session, the state of Arizona needed a way to get the people of the","strike back to work. Instead of accommodating the demands of the I.W.W., a different route was","taken. 2000 deputies in Arizona came together under Sheriff Harry Wheeler, and planned on","taking matters in their own hands. In the morning of July 12, 1917, the deputies went to Bisbee","to locate and capture all I.W.W. members and even supporters of the movement. They ended up","capturing over 1000 people and escorted them from Bisbee, through Lowell, and to a train so it","can later bring them to Hermanas, New Mexico where they were left abandoned.","            This photo captured the moment where the deputies were escorting the workers to the","train so they can be deported. The photo shows the deportees walking from their towns for the","last time. In the background shows smoke arising from a factory as workers are being deported","just miles from it. The factory in the background shows a bit of irony considering half of","Bisbee’s miners were on their way to another life. This event became significant in later","American life because it shows the importance of the worker and the injustices that they may","experience from the workplace."],"locations":[{"id":53041,"lat":31.4477806,"lng":-109.9285612,"zoom":11,"place":"Bisbee, Arizona"}],"tags":[{"id":2955,"tag":"Protests"},{"id":3290,"tag":"Deportation"},{"id":2526,"tag":"Strike"}]},{"id":6678,"title":"Wounded Knee: Battle or Massacre?","course_id":173,"status":"P","start_date":"1890-12-29","end_date":"1890-12-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Wounded Knee Massacre was a conflict that took place in 1890 near Wounded Knee Creek, South Dakota, between the U.S. Army and the Lakota peoples. According to James W. Forsythe, Colonel of the Seventh Cavalry and Commander at the Battle of Wounded Knee, the actions of the American forces at Wounded Knee were justified and necessary. Forsythe claims to have been following protocol as it relates to the treatment of prisoners of war. Upon an attempt to search the ‘Indians’, whom they had captured as prisoners, meaning they were required to surrender their weapons, the captured men attempted to ‘make a break’. This, according to Forsythe, led to his soldiers opening fire. The result was the deaths of many Native American men, women and children. Any of the ‘Indians’ who escaped were pursued and captured or killed. Forsythe contends that some of his forces which had separated and pursued the escaping ‘Indians’ were attacked by a band of 125 men. This attack forced his men to leave behind the injured and dead ‘Indians’ they had pursued. Forsythe claims that he mistakenly opened a letter which stated that these 125 men were on the warpath and he therefore felt he was in danger of an attack from “the discontented Indians in the vicinity”. Due to this danger, Forsythe claimed he did not have time to count the dead Indians on site and instead retreated to the agency as quickly as possible. Forsythe finishes his report by praising his own efforts stating, “I desire to express my admiration of the gallant conduct of my command in an engagement with a band of Indians in desperate condition and crazed by religious fanaticism.” ","Relations between the Natives and the U.S. government had been souring for many years leading up to the tragic event, with the government making concerted expansion efforts at the expense of Native-Americans’ lands. Historian David W. Grua placed this massacre in the larger context of the Native relationship with the government in the following way: “The late nineteenth-century conflicts with Native peoples were...seen as necessary for the progress of the nation and foundation for the prosperity that followed in the twentieth century.” The Wounded Knee Massacre, then, was part of a long continuum of destructive events, perceived at the same as a positive step towards civilization for America. There were twenty American soldiers who received the Medal of Honor for their efforts at Wounded Knee. Although the Medal of Honor was not awarded with the same criteria as it is currently, there is something that does not feel right about awarding valor to those involved in the killing of women and children. There have been attempts to seek reparations from members of Native American community which survived the bloody event. In an attempt to get justice, Joseph Horn Cloud and Dewey Beard, both survivors of the event, sought compensation from the American government for the massacre. They were unsuccessful in that attempt. By examining this event we can begin to scratch the surface as to the attitude of the American government towards the Native American people."],"locations":[{"id":53043,"lat":43.1405442,"lng":-102.365715,"zoom":6,"place":"Wounded Knee, South Dakota"},{"id":53036,"lat":43.9695148,"lng":-99.9018131,"zoom":8,"place":"South Dakota"}],"tags":[{"id":3298,"tag":"Wounded Knee"},{"id":3297,"tag":"The Wounded Knee Massacre"}]},{"id":6679,"title":"Dismissal Due to Alleged Perversion during the Lavender Scare","course_id":173,"status":"P","start_date":"1/1/45","end_date":"12/31/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Persecution in the United States during the Cold War is often only thought of as pertaining to alleged Communist sympathizers; however less publicized was the discrimination faced by homosexuals during this period. Already a time of great turmoil and uncertainty throughout America, McCarthy’s time in Senate was especially volatile for the homosexual community as investigations and interrogations were made in an attempt to expose them. The contagion of terror regarding communist spies and traitors consuming the nation made the homosexual community a convenient target for a tandem witch-hunt, as it was believed that they were “…vulnerable to blackmail and therefore…security risk[s]” (Johnson 1994, 47). This period, known as the Lavender Scare, was rife with conflict between the Federal government and the gay community as family, friends, and colleagues began being dismissed from their jobs (Johnson 1994, 46). The Senate issued a report, “Employment of Homosexuals and Other Sex Perverts in Government”, which condemned homosexuals as morally depraved and thus “…unsuitable for employment…” (Hoey 1950, 19). It was decreed that intelligences within the work place of “sexually perverted” activities were to be investigated immediately and the person expediently and mercilessly removed from their post, regardless of years of employment.","Beyond this, Hoey’s report recommended amending the regulations on homosexual activities to make prosecution easier and penalties harsher, further constricting the gay community and thickening the shroud of fear that hovered over them (1950, 17). According to Hoey, the dismissal of purported homosexuals was justifiable in that it was in the greater interest of society to be protected from these individuals, which he viewed as deplorable (1950, 20). This was further validated by the mainstream psychiatric reasoning at the time that claimed homosexuals could be treated if “…they [had] a genuine desire to be cured” (Hoey 1950, 3).","The Lavender Scare continued to escalate as the Eisenhower administration prevented the outright employment of those convicted of sexual perversion. Homosexuals holding places in office were seen as weakening the American government and a severe “security risk” (Johnson 1994, 48). Roosevelt also came under scrutiny for “…harboring at least one homosexual…” (Johnson 1994, 50) in his office, but instead of defending them, Roosevelt also forced their resignation.","These acts of bigotry and the hostility had a tremendous effect on the self-concept of homosexuals. As Sullivan noted, homosexuals were singled out and ridiculed, while society at large turned against them. This was a tremendously demoralizing experience, because not only were they being thrown from their jobs, but forced to live in an environment of hostility and stigmatization (Sullivan 1990, 208). As a result they suffered from depression, feelings of inferiority, as well as fear, hatred, and denial of their sexuality.","The “Employment of Homosexuals and Other Sex Perverts in Government” had dramatic ramifications in the treatment of homosexuals and their perception in society. It created a chasm in society, an “us” and a “them”, with lastly and profound consequences that remain interwoven in the fabric of society today."," "],"locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":6,"place":"Washington, D.C."}],"tags":[{"id":1667,"tag":"Discrimination"},{"id":291,"tag":"Cold War"},{"id":3299,"tag":"LGBT/Homosexuals/Gays"},{"id":468,"tag":"employment"}]},{"id":6681,"title":"The Challenging Ideals of a Freedom Rider","course_id":173,"status":"P","start_date":"6/5/61","end_date":"6/5/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During a time of segregation and struggle for change in the society of the early 1960’s, brave individuals got together in hopes of testing the ruling of the Supreme Court in Boynton v. Virginia in 1960 which deemed segregation on interstate buses unconstitutional.  Bound for the Deep South, this bi-racial group of volunteers encountered odds that got increasingly difficult to deal with especially upon arrival in Alabama. Despite the violence of the opposing segregationists and a court order put out to temporarily stop these freedom riders, civil rights activist and American hero, Dr. Martin Luther King Jr, made a statement in <em>The Chicago Daily Defender </em>saying they would continue.","District judge Frank M. Johnson had charged the freedom riders on account of causing damage to the United States due to the violence that ensued between the group of riders and segregationists. He also threatened jail time if it were to occur again. This was his attempt to try and put an end to the freedom rides, which ended up not having the backing it needed. During this period of time, the number of obstacles the bi- racial group had to overcome was not limited to the large groups of white segregationists that opposed them, but it included the lack of legislation and help from the government as well. However, in Washington there was a push for action to be taken on creating laws to prevent segregation on interstate buses which provided some good news for the freedom rider’s cause. The push back from the segregationist side was a plea to president Kennedy to voice his condemnation regarding the freedom rides, which was thankfully disregarded."," ","Due to the series of events explained in <em>The Chicago Daily Defender </em>newspaper on June 5<sup>th</sup>, 1961, the freedom riders obtained a very large backing as the time progressed and the freedom rides continued. The amount of violence and hatred these volunteers were met with was a testament to what African Americans had to endure during the civil rights movement and that’s why the freedom rides had the impact they did on the civil rights movement in its entirety. The mass amount of segregation between whites and African Americans was an issue that demanded the attention of the American people and that’s exactly what it received as a result of the freedom rides."],"locations":[{"id":52840,"lat":32.3182314,"lng":-86.902298,"zoom":8,"place":"Alabama"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":21,"tag":"Race Relations"},{"id":266,"tag":"Segregation"}]},{"id":6682,"title":"The Bisbee Deportation: A Darker Side to the History of Immigrants in Arizona","course_id":173,"status":"P","start_date":"6/24/17","end_date":"7/12/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With World War 1 underway the price of copper had tripled in comparison to before the war. Even with the price increase of copper, the wages of the miners however, stayed the same. The copper mine owners were hoarding the proceeds. Many of the copper miners were immigrants or children of immigrants and saw the hierarchy between the first class owners and they themselves as the working middle class. This hierarchy created a means for the owners to run the town as they saw fit, which left the minors and the other citizens helpless to protest against them. The Industrial Workers of the World or IWW, a union, tried to step in and have the workers rise up and push the owners to unionize. When the workers presented their list of demands to the Bisbee Mining Companies and went on strike the mine owners had both the minors on strike and any sympathizer rounded up, placed on a train, and sent to New Mexico and left in the middle of the desert. These stranded workers soon received word that they would not be allowed back into Bisbee, and that all entrances to the town were barricaded and under surveillance.","After the deportation of the workers occurred, six citizens from the Citizens Protective League of Bisbee and Douglas travelled to Phoenix, Arizona to speak with Governor Campbell. Their purpose was to give the Governor a first hand account of the events the lead up to the deportation of the mineworkers, from the point of view of the copper mine owners. At the time the meeting took place, the minors and their sympathizers were still not welcome in the Bisbee and Warren mining district. After their piece was spoken Governor Campbell informed the men that deporting the minors was completely illegal, innocent men were deported against their rights. He also went so far as to tell them the law was meant to be upheld by the Governor, and that the committee and mine owners had taken the law into their own hands. In a broader historical context the deportation at Bisbee matters because it highlights the tensions between law enforcement and political organizations like the IWW, where law enforcement officers were growing increasing agitated with groups like the IWW trying to unionize the immigrant factory laborers. This agitation arose because many of the law enforcement officers were trying to follow instruction from government officials and the factory owners themselves, and these mass strikes that the IWW were encouraging were keeping law enforcement from following these instructions."],"locations":[{"id":53041,"lat":31.4481547,"lng":-109.9284084,"zoom":8,"place":"Bisbee, Arizona"}],"tags":[{"id":3290,"tag":"Deportation"},{"id":2541,"tag":"Law Enforcement"},{"id":3301,"tag":"Immigrant"},{"id":3302,"tag":"IWW"}]},{"id":6683,"title":"Report on the Bisbee Deportations","course_id":173,"status":"P","start_date":"6/26/17","end_date":"11/6/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the aftermath of the strike and deportation of workers in the booming town of Bisbee, Arizona, President Woodrow Wilson set up the Federal Mediation Commission to investigate the events in detail. In the commissions’ published report, it states that on July 12, 1917, the Bisbee Deportation was an embarrassment for industrial peace and that it, “Deeply affected the opinions of laboring men, as well as the public throughout the country.” (W. B. Wilson et al. 3)","Released on November 6, 1917, the <em>Report on the Bisbee Deportations</em> claimed that the strike was unjustified because an impartial process should settle grievances. The report determined that many people supported the strike because of their loyalty to fellow workers and to not be disliked by their peers. (W. B. Wilson et al. 4)","Despite the sheriff and governor of Arizona’s request for the aid of federal troops, two separate investigations on June 30 and July 2 concluded that the strike itself was peaceful and that troops were, “Neither needed nor warranted under existing conditions.” (W. B. Wilson et al. 4) Instead of receiving federal troops, Sheriff Harry Wheeler and approximately 2,000 men, who wore white armbands to distinguish themselves from other mining workers, herded 1,186 men. The men were put onboard a train that brought them to Columbus, New Mexico. Columbus authorities refused to take the deportees and were taken to the desert town Hermanas. The deportees were left stranded without food, water, and shelter for two days. On July 14, the War Department was notified of the stranded deportees and they were escorted back to Columbus.","The report notes that the leaders of the deportation never illustrated their fears to the governor of Arizona when they requested for federal troops two previous times. Therefore, the report concluded that this was, “Wholly illegal and without authority in law, either state or federal.” (W. B. Wilson et al. 6)","Of the deportees, 199 were native born American and 468 were citizens. There were 472 registered under the selective-draft law. Foreign born workers were split between 20 different nationalities. (W. B. Wilson et al. 5)","‘New immigration’ began in the early-twentieth century. From 1901 to 1914, 13 million immigrants born in southern and eastern Europe moved to the United States. By 1910, one-seventh of the American population was foreign born. (Foner 683)","Strikes weren’t uncommon during The Progressive Era. In 1907, 10,000 black and white dockworkers in New Orleans fought against employers who wanted to eliminate their unions and reduce wages. (Foner 696)","In 1913, immigrants from Europe and Mexico demanded wage increases, an eight-hour workday and the right to shop and live in places not owned by the Colorado Fuel and Iron Company. When 11,000 strikers and their families were evicted from company housing and moved into tent colonies, the armed militia killed 20 to 30 people, including children. (Foner 697)","The report recommended that the governor of Arizona punish those responsible, while creating separate investigations to determine whether there was any interference with the enforcement of selective-draft law and with lines of communication, respectively. (W.B. Wilson et al. 7) What’s truly telling is that despite insurmountable evidence against the sheriff, the report concludes that President Wilson and Congress should determine whether the deportation is a crime. The sheriff and his vigilantes were never convicted of any crime."],"locations":[{"id":53041,"lat":31.4481547,"lng":-109.9284084,"zoom":8,"place":"Bisbee, Arizona"}],"tags":[{"id":31,"tag":"Immigration"},{"id":3302,"tag":"IWW"},{"id":3290,"tag":"Deportation"},{"id":2645,"tag":"Woodrow Wilson"},{"id":3303,"tag":"Harry Wheeler"},{"id":3304,"tag":"Arizona"},{"id":1090,"tag":"strikes"}]}]}