{"id":174,"title":"JFK","school_id":77,"school_name":"Marist College","term":"Spring 2017","abbr":"FYS 101 L113","url":"","description":"John F. Kennedy is an American icon. He was the President of a “new generation” and his life, death, and legacy continue to capture the attention of academics and popular writers alike. What is it about this man, his presidency, and even his personal life that compels such interest? In this class we will use a critical lens to examine JFK’s family history, opportunities, obstacles, politics, and style as well as the people and initiatives he embraced. We will consider how JFK’s presidency should be assessed and what his political and personal journey can teach us about leadership. There are all different ways to “package” and evaluate history. In this class, we are considering a famous individual and examining his ancestry, family, politics, and life experiences to learn more about the past and to further develop writing, research, presentation, and information literacy skills.","points":[[38.9071923,-77.0368707],[41.8781136,-87.6297982]],"bounds":[[41.8781136,-77.0368707],[38.9071923,-87.6297982]],"episodes":[{"id":6734,"title":"The Omnipotent Kennedy Fade","course_id":174,"status":"P","start_date":"1/1/60","end_date":"11/1/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 14, 1962, Jackie Kennedy gave her famous White House Tour on for CBS Television. Charles Collingwood of CBS guided the hour-long tour. Jackie represented a new, relaxed style of modernity and femininity. She demonstrated impressive knowledge of history by speaking about what events past presidents held in each room. In the Green Room Jackie noted, “this used to be the dining room, and here Jefferson gave his famous dinners and introduced such exotic foods as macaroni, waffles and ice cream to the United States.” Kennedy’s eye for beauty and desire for prestige established the myth and glamour that would define the era of the Kennedys. While many perceived Jackie as a flawless beauty and easygoing mother and wife, she struggled with her public appearance and confidence.","The Kennedys represented the image of a cultural revolution in the1960s. The modern <em>Mad Man</em> television series centers on this image with the new hopes, fears and the eventual decline of the American dream. The article <em>Don, Betty and Jackie Kennedy On Mad Men and Periodization,</em> discusses the symbolism behind the Jackie Kennedy White House Tour in the 1960s. The central characters in <em>Mad Men </em>noted that Jackie seemed nervous, even when she saw Jack at the end. The message behind the show addresses the story of image control. The images and reality observed was well groomed to a specific persona as opposed to the reality of the hardships the family faced. The flaws and secrets of the family are hidden behind the well-tailored clothes, bright smiles and good looks.","In historian James Giglio’s book <em>The Presidency of John F. Kennedy</em>, he accounted for the image the Kennedys had, compared to the reality behind the scenes. John Kennedy was one of the most image-conscious presidents and centered the media on his attractive children, glamorous wife and his livelihood as a family man. The Kennedy lifestyle hardly resembled the Camelot that Jackie portrayed after the assassination.","Behind the handsome façade, Kennedy suffered from failing health, aggressive behavior towards others and being unfaithful to his family. Jackie was well aware of her husband’s problems. Her frustration may have been taken out on her shopping sprees for designer clothes, jewelry, antiques and artwork. Jackie unwillingly assumed the political obligations as first lady. Once President Kennedy twisted Jackie’s arm behind her back and marched her over to female reporters so that would portray the right family image. Jackie often had unpredictable mood swings and would cancel engagements due to illness, only to be reported to be water-skiing at Hyannis Port.","Jackie was a major asset to the image of the Kennedy presidency. In the White House tour Jackie acted as the perfect mother and wife, but her tense posture and controlled voice showed otherwise. Jackie’s seemingly flawless beauty was an image created to shield the ubiquitous flaws in the Kennedy family private life. Jackie lived a life where public image ruled over her own happiness, forcing her into a role she did not fully believe in."],"locations":[{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington DC"}],"tags":[{"id":2866,"tag":"Jackie Kennedy"},{"id":617,"tag":"Feminism"},{"id":1727,"tag":"JFK"},{"id":1507,"tag":"1960s"},{"id":2865,"tag":"White House Tour"},{"id":3213,"tag":"History"},{"id":145,"tag":"art"},{"id":197,"tag":"fashion"},{"id":7,"tag":"Women"},{"id":3412,"tag":"Image"}]},{"id":6738,"title":"Creation of Special Olympics","course_id":174,"status":"P","start_date":"1/1/62","end_date":"12/31/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an interview with National Public Radio, Eunice Kennedy said, \"If I [had] never met Rosemary [had] never known anything about handicapped children, how would I have ever found out? Because nobody accepted them anyplace.” This sense of not belonging prompted Eunice Kennedy to take action.","The Kennedy family tried to maintain a perfect outward appearance, but secretly one of their children, Rosemary Kennedy, suffered from intellectual disabilities. During this time, society treated people with intellectual disabilities and other mental handicaps as outcasts. In 1946, Rosemary’s father and mother, established the Joseph P. Kennedy Jr. Foundation in honor of their eldest son who died at war. The foundation aimed to identify the causes of intellectual disabilities and improve the way society handled people with intellectual disabilities. Eunice Kennedy, Rosemary’s sister, took over the foundation in 1957, which initiated her career as an advocate for people with special needs.","But her work as an advocate began before this; according to Victoria Dawson of the Washington Post, upon graduation from Stanford in 1944, Eunice worked helping acclimate American POWs back into society. She also served as coordinator of the National Conference on Prevention and Control of Juvenile Delinquency from 1947 to 1948.","When John F. Kennedy became President in 1961, his sister, Eunice Kennedy Shriver, made it her mission to change how the world treated and perceived intellectual disabilities. The combined efforts of Eunice and John F. Kennedy helped establish a new precedent for legislation regarding intellectual disabilities.","The Kennedys wanted to further honor their sister, Rosemary, which ultimately led to the creation of Special Olympics. In 1962 Eunice Kennedy started a camp in her backyard in Maryland for children with intellectual disabilities because other summer camps would not accept them. This summer camp ultimately developed into the Special Olympics, which is now recognized on a global scale with over 2.5 million children and adults participating from 180 countries. The origins of Special Olympics on an international platform can be traced back to July 1968. At Soldier Field in Chicago, the world witnessed the very first International Special Olympics Games with over 1,000 athletes participating. The Special Olympics’ mission is to create an atmosphere that allows both children and adults to compete in an athletic setting while “giving them continuing opportunities to develop physical fitness, demonstrate courage, experience joy and participate in a sharing of gifts, skills and friendship with their families.”  According to Shirli Werner of Journal of Intellectual & Developmental Disability, when studying how Special Olympics have affected athletes with intellectual disabilities and their families four major themes appeared: athlete identity formation, family quality of life, the impact on siblings, and the impact on community awareness and inclusion.","In the 20 year time frame since the end of the Kennedy administration, 116 acts or amendments providing support for people with intellectual disabilities and their families were put in place. The Kennedys certainly honored their sister and brought intellectual disabilities into the spotlight by changing people's perspectives and encouraging inclusiveness."],"locations":[{"id":52870,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, Il"}],"tags":[{"id":2872,"tag":"Special Olympics"},{"id":3416,"tag":"Eunice Kennedy"},{"id":2868,"tag":"Intellectual Disabilities"}]}]}