{"id":175,"title":"JFK","school_id":77,"school_name":"Marist College","term":"Spring 2017","abbr":"FYS 101 L114","url":"","description":"John F. Kennedy is an American icon. He was the President of a “new generation” and his life, death, and legacy continue to capture the attention of academics and popular writers alike. What is it about this man, his presidency, and even his personal life that compels such interest? In this class we will use a critical lens to examine JFK’s family history, opportunities, obstacles, politics, and style as well as the people and initiatives he embraced. We will consider how JFK’s presidency should be assessed and what his political and personal journey can teach us about leadership. There are all different ways to “package” and evaluate history. In this class, we are considering a famous individual and examining his ancestry, family, politics, and life experiences to learn more about the past and to further develop writing, research, presentation, and information literacy skills.","points":[[38.9071923,-77.0368707],[34.0522342,-118.2436849],[34.0140526,-118.2878754],[48.2081743,16.3738189]],"bounds":[[48.2081743,16.3738189],[34.0140526,-118.2878754]],"episodes":[{"id":6735,"title":"Robert Kennedy Carries on the Kennedy Legacy","course_id":175,"status":"P","start_date":"4/26/64","end_date":"4/26/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The article, “Robert Kennedy Seen Undecided,” published in the New York Times on April 26, 1964 showcased both the tremendous interest and lack of information on the intentions of both Kennedy and Johnson. New York Times reporter Wallace Turner wrote, “The other surviving brother in the family, Senator Edward M. Kennedy of Massachusetts has told his friends that he doubts seriously if Robert Kennedy knows what he wants to do.” The press interest in Kennedy may not have been as organic as it appeared. Turner served as a Press Secretary in the Kennedy Administration. Despite Kennedy being the popular favorite among Democrats for the Vice Presidency, Johnson detested the idea of choosing a Kennedy as his running mate in an effort to forge his own legacy. ","Following the assassination of his brother, the once confident Robert F. Kennedy suddenly felt unsure of himself in Washington. RFK served as John F. Kennedy’s most trusted advisor in addition to being the Attorney General.  Although RFK remained the Attorney General for several months under Lyndon B. Johnson, RFK lacked the purpose and drive he displayed while serving his brother. RFK fell into a deep depression immediately after his brother’s death and did not report to work for weeks according to On His Own: Robert Kennedy, 1964-1968, by William Vanden Heuvel. ","Under immense internal and external pressure, Robert Kennedy weighed his options for the next chapter of his life. Upon leaving his post as Attorney General in September 1964, the press widely speculated on where RFK would end up. Vanden Heuvel, a close associate of RFK, named some of the positions RFK considered pursuing following his departure from the Johnson Administration. The positions included several ambassadorships, Governor of Massachusetts, and New York State Senator. Taking over JFK’s legacy required RFK to run for office for the first time in his life. Lacking his late brother’s charisma, RFK benefited from immense carryover support from his brother in the Democratic Party. ","RFK’s popularity in the Democratic party made him a de facto candidate for Vice President to the incumbent Johnson in the 1964 election. RFK coveted the Vice Presidency because it would give him the greatest ability to fulfil JFK’s policy goals. RFK admired the Johnson administration’s continuation of many of the New Frontier programs and legislation introduced by JFK. Much to the delight of Johnson, the same polls of the Democratic Party that showed the steadfast support for RFK also revealed that Johnson would not need RFK in order to beat Republican Barry Goldwater. ","After Johnson passed over RFK for the Vice Presidency, RFK moved north to run for a senate seat in New York. Kennedy would remain a NY Senator until his death during his campaign for the presidency in 1968. Despite not being named a the Vice Presidential candidate, RFK was able to continue JFK’s legacy of the New Frontier in the senate and later on the campaign trail before his own assassination."],"locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":12,"place":"Washington, D.C."}],"tags":[{"id":3070,"tag":"Robert F. Kennedy"},{"id":3162,"tag":"Lyndon B. Johnson"},{"id":2855,"tag":"New Frontier"},{"id":3413,"tag":"Wallace Turner"},{"id":3414,"tag":"Kennedy Family"}]},{"id":6736,"title":"JFK's Hidden Medical Issue","course_id":175,"status":"P","start_date":"7/4/60","end_date":"7/5/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During his run for the presidency, Senator John F. Kennedy successfully hid his troubling medical history from the public. JFK suffered from Addison’s disease, which is a disease where the adrenal glands do not produce enough hormones. Kennedy’s longtime doctors, Janet Travell and Eugene J. Cohen kept the secret of Kennedy’s severe health problem, which required regular doses of cortisone and steroids. It was only a matter of time before someone dug up the truth about Kennedy.","In July 1960, the race for the democratic candidacy was competitive, to say the least. Two of Lyndon B. Johnson’s supporters, India Edwards and John B. Connally leaked medical information to the press, claiming that JFK had Addison’s Disease and demanded that the party test all the democratic contenders. The news came as a shock to many that perceived JFK as young and healthy. The author of the <em>New York Times</em> article, W.H. Lawrence, quoted Edwards when she stated that she received the news from “several doctors” and they told her that “[Kennedy] would not be alive if it weren’t for cortisone.” After these accusations, Robert F. Kennedy, the Senator’s brother, stepped in and denied everything the Johnson supporters claimed. Robert F. Kennedy not only denied the fact that his brother had Addison’s Disease, but offered an explanation that is brother’s condition resulted from his “war time experiences.” JFK’s two doctors released a medical report basically clearing him “to hold any office to which [he] may aspire.” In truth, Kennedy relied on daily shots of steroids and cortisone, took amphetamines, and any other drug that would relieve his pain. Robert Dallek said, “Kennedy’s charismatic appeal rested heavily on the image of youthful energy and good health he projected.” John F. Kennedy lived with a serious disease without the public’s knowledge, and even when exposed by the press, he continued to hide his illness and battle for the presidency."],"locations":[{"id":52990,"lat":34.0522342,"lng":-118.2436849,"zoom":8,"place":"Los Angeles, CA, USA"}],"tags":[{"id":2703,"tag":"John F. Kennedy"},{"id":2,"tag":"Health/Death"},{"id":100,"tag":"Medicine"},{"id":3415,"tag":"Addison's Disease"}]},{"id":6739,"title":"The Beginning of a New Frontier","course_id":175,"status":"P","start_date":"7/15/60","end_date":"7/15/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 15, 1960, a crowd of over 80,000 people congregated at the Los Angeles Memorial Coliseum in California, all of them had one thing in common, to hear the words of the newly selected Democratic Presidential Nominee, John F. Kennedy. Before the Kennedy campaign, the United States had entered the early stages of the Cold War, Fidel Castro installed a communist regime ninety miles off the coast of Florida, and the Southern States strongly resisted desegregating schools. Kennedy, a young senator from Massachusetts, was viewed as somebody who offered optimism in the midst of this tumultuous and tension-filled era. As Sara Mehltretter stated in her oratory dissertation, “Kennedy announced the start of a new era in American politics, one in which Americans could look forward with optimism and confidence despite all these challenges.” A future where the possibilities were limitless and citizens had faith in the unknown rather than fear.","As Kennedy took the podium that day, he delivered a speech that is remembered throughout history as the “New Frontier.” The “New Frontier” resembled that of memorable Presidential platforms such as President Theodore Roosevelt's \"Square Deal,\" President Franklin D. Roosevelt's \"New Deal,\" and President Harry S. Truman's \"Fair Deal.\" Kennedy painted the image of a new, progressive America that offered,  “a new generation of leadership--new men to cope with new problems and new opportunities.” It was a government that understood the plight of the common people and was there to benefit all citizens, instead of some. In addition to this, Kennedy spoke of a “New Frontier,” an American frontier that was not “won” or “solved” like Professor Frederick Jackson Turner wrote in his Frontier Thesis. Instead, it was a frontier that has yet to be discovered, let alone explored. This frontier Kennedy spoke of was the “uncharted areas of science and space, unsolved problems of peace and war, unconquered pockets of ignorance and prejudice, and the unanswered questions of poverty and surplus.” It was these areas of the frontier that had yet to be analyzed and then conquered.","Kennedy branded the “New Frontier” not as a list of what the government was going to do for the American people, but rather a set of challenges for the American people. Through the “New Frontier,” Kennedy called for the expansion of the United States foreign aid by promoting the United Nations and providing assistance to newly independent countries. The Peace Corps, Food for Peace, and the Alliance for Progress were also created as a result of the “New Frontier” to further help countries in need. On the domestic front, the “New Frontier” called for a society where the civil and economic liberties of all citizens were not only visible, but also upheld. A society where elderly citizens had access to medical care, technological advancements were used to enhance working conditions and an end to racial discrimination. Kennedy wanted a society where every citizen, regardless of background or race, was able to have the unalienable rights to life, liberty and the pursuit of happiness the founding fathers proclaimed in the Declaration of Independence."],"locations":[{"id":53088,"lat":34.0140526,"lng":-118.2878754,"zoom":16,"place":"Los Angeles Memorial Coliseum, Los Angel"}],"tags":[{"id":3422,"tag":"Los Angeles"},{"id":3421,"tag":"DNC"},{"id":3420,"tag":"Food for Peace"},{"id":3418,"tag":"Peace Corp"},{"id":3417,"tag":"Space Race"},{"id":1648,"tag":"1950s"},{"id":2855,"tag":"New Frontier"},{"id":2703,"tag":"John F. Kennedy"},{"id":1727,"tag":"JFK"},{"id":3191,"tag":"1960"}]},{"id":6740,"title":"Cold War Nuclear Arms Race","course_id":175,"status":"P","start_date":"10/29/62","end_date":"10/29/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","It was October 1962 and the Cuban Missile Crisis had narrowly been avoided. However, the stress of the of nuclear war still remained in President of the United States John F. Kennedy and the First General Nikita Khrushchev, leader of the USSR. This is evident in the political cartoon, drawn by Leslie Illingworth in the British newspaper, <em>The Daily Mail. </em>The cartoon which appeared in the paper on October 29, 1962 depicts the two world leaders arm wrestling.  The dominating feature of the cartoon is two men engaged in what appears to be an intense arm wrestling match. Viewers can see the sweat pouring off the leaders, especially Khrushchev who does not want to be shown up by the young United States president. Looking closer the readers can see that the two world leaders are not sitting on chairs, but rather on two hydrogen bombs, which are connected to a button that appears to be the signal for nuclear war. Each leader has their fingers ready to press the button, and to end the stalemate and begin the war that most wanted to avoid. ","            The anxiety of nuclear war between the USSR and US were new and unique to the world because of the introduction of the hydrogen bomb. The United States was the first country to test the hydrogen bomb in 1952 and the USSR quickly followed in 1953. According to historian Kari Frederickson, the hydrogen bomb “could project to be one hundred times more explosive” than the atomic bomb because it gets its energy through the fusion of atoms rather from fission. This development by both countries resulted in exactly what is depicted in the cartoon, a nervous and intense stalemate. ","The new emergence of the hydrogen bomb is only part of what makes the cartoon so accurate for this time period. It also perfectly portrays the delicate negotiating that was required by the Cold War and the many pivotal moments in the early 1960s that lead to this standoff. The first major encounter between Kennedy and Khrushchev came at the Vienna Summit on June 3, 1961. The meeting occurred shortly after the United States failed Bay of Pigs Invasion and put immense pressure on young President Kennedy to shows his foreign affairs prowess. However, Kennedy at times seemed to be affected by the brash and more experienced Khrushchev as the two argued about topics such as the Berlin Crisis, Laos, and a nuclear test ban. At the end of the two days tensions remained high as compromise did not seem possible and war seemed possible between the two. According to historian James Giglio, the encounter culminated with Kennedy telling Khrushchev “It will be a long winter” if the countries went to war.  ","            The threat of war would only grow and eventually came to its height four short months later in October with the Cuban Missile Crisis. The intense 13-day political standoff was over the nuclear missiles put on the island of Cuba only 90 miles from the United States. As a result, President Kennedy acted swiftly by placing a naval blockade around Cuba and making it clear that military force would be used if the United States sensed a threat. However, the two sides came together to avoid nuclear war as the USSR agreed to remove the missiles on Cuba in exchange for the United States promising to not invade Cuba. Leaving the tense arm wrestling match between the two in a stalemate. "],"locations":[{"id":53090,"lat":48.2081743,"lng":16.3738189,"zoom":10,"place":"Vienna, Austria"}],"tags":[{"id":2701,"tag":"Kennedy"},{"id":291,"tag":"Cold War"},{"id":2883,"tag":"Khrushchev"},{"id":3113,"tag":"Hydrogen Bomb"},{"id":2862,"tag":"Cuban Missile Crisis"},{"id":3423,"tag":"Vienna Summit"}]}]}