{"id":176,"title":"Incarceration in the US","school_id":94,"school_name":"Indiana University-Purdue University, Indianapolis","term":"Spring 2017","abbr":"HIST A300","url":"","description":"The United States has the highest incarceration rate of any country in the world. This course provides a historical overview of how the United States arrived at this situation. The class explores the country’s changing approaches toward crime, punishment, and incarceration through a historical lens.","points":[[39.768403,-86.158068],[42.8488501,-78.2757597],[37.7749295,-122.4194155],[38.9071923,-77.0368707],[41.8781136,-87.6297982],[31.9685988,-99.9018131],[32.3546679,-89.3985283],[30.9842977,-91.9623327],[32.02706,-80.8904868],[32.7124021,-79.8940806],[39.5906951,-75.5721664],[37.09024,-95.712891],[33.4483771,-112.0740373],[40.0411536,-86.8744516],[42.2528649,-73.790959],[32.4107403,-93.0175712],[51.5073509,-0.12775829999998]],"bounds":[[51.5073509,-0.12775829999998],[30.9842977,-122.4194155]],"episodes":[{"id":6717,"title":"The Incarcerated Life of George Cousins","course_id":176,"status":"P","start_date":"1882-11-22","end_date":"4/22/26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Founded in 1870 by the Religious Society of Friends, the Indianapolis Asylum for Friendless Colored Children (IAFFCC) provided care for African American children until its closing in 1922. The asylum’s mission was to take care of young African American children during a time in Indiana when African Americans were often “denied access to jobs, education, and charity services.”[1] Children were brought to the asylum through state admittance or by parents who lacked financial capital.  ","George Cousins, born around 1882, entered the asylum around the age of four in January of 1887. George’s father, Oliver, promised to pay the asylum once he “gets into work”[2] according to the admission records compiled by Jean E. Spears and Dorothy Paul. In November, George’s mother Mary removed him from the asylum. Mary had been released from the Indiana Women’s State Reformatory for stealing $5 from Pleasant Glenn.[3] In 1890, the Board of Guardians returned George to the asylum.","Orphanages like the IAFFCC sought to place children in suitable homes or teach them a trade. It was common for children to bounce in and out of the asylum. For instance, George went to live with “David and Patsy Heildt” in 1891 before being returned the same year for being “unmanageable.”[4]","After leaving the official registry in late 1891, George most likely lived with or nearby a relative, Maggie Ford on Tremont Avenue in Indianapolis’ Haughville.[5] However, for George, this meant being in the paper for various instances that would label him as “incorrigible.”[6] During one incident in 1902, a 19-year-old George Cousins aided by another male, tried to rob a chicken coop near Bond Street.[7] After stealing several hundreds of dollars in jewelry and silverware in 1906, George Cousins was sentenced to “two to fourteen years at Michigan City”[8] in the Indiana State Penitentiary. During his time in the state prison, Cousins had spent an unknown amount of time in the hospital for the criminally insane.[9] After leaving the State Penitentiary in 1920, George was sentenced again to long term incarceration for stealing around $2,000 worth of jewelry.[10] George passed away in 1926 from cirrhosis of the liver in Haughville.[11]","The life of George shows the various arms of the carceral state. His life paints a story on how a single African American male spent time in every major type of carceral institution in Indiana. It also shows how society uses these institutions to subjugate those who are stereotypically determined unmanageable and incorrigible."," ","[1] Cowger 1992, 96","[2] Jean and Paul 1978, 25","[3] <em>Indianapolis News</em>, December 2, 1886","[4] Jean and Paul 1978, 26","[5] WWI Draft registration card September 12<sup>th</sup>, 1918 [ancestry.com]; <em>Indianapolis Star </em>August 11, 1906","[6] <em>Indianapolis Journal</em>, September 20, 1895","[7] <em>Indianapolis Journal,</em> September 20, 1902","[8] <em>Indianapolis Star,</em> October 3, 1906; 1910 Census record of Michigan City, Indiana [ancestry.com]; 1920 Census record of Michigan City, Indiana [ancestry.com].","[9] <em>Indianapolis Star, </em>April 17, 1915","[10] <em>Indianapolis Star, </em>September 22, 1921; <em>Indianapolis Star, </em>November 13, 1921.","[11] George Cousins Death Certificate April 22<sup>nd</sup>, 1926 [ancestry.com]."," "," ","Citations:","“Arrest In Terre Haute Uncovers Loot Taken Here,” <em>Indianapolis Star, </em>September 22, 1921 (Newspapers.com).","“Cousins Is Sentenced: Negro Burglar Pleads Guilty on Three Charges in Criminal Court,”<em> Indianapolis Star, </em>October 3, 1906 (Newspapers.com).","Thomas W. Cowger, “Custodians of Social Justice: The Indianapolis Asylum For Friendless Colored Children, 1870-1922.” <em>Indiana Magazine of History </em>88, no. 2 (1992): 93-110.","“Detectives Recover Valuable Jewelry,”<em> Indianapolis Star, </em>August 11, 1906 (Newspapers.com).","“‘Dope’ Victim, Sentenced For Burglary, Paroled<em>,” Indianapolis Star, </em>April 17, 1915 (Newspapers.com).","“George Cousins Incorrigible,”<em> Indianapolis Journal, </em>September 20, 1895 (Hoosier State Chronicles).","“Held By Barb Wire Fence,”<em> Indianapolis Journal</em>, September 20, 1902 (Hoosier State Chronicles).","“Local Pickups,”<em> Indianapolis News,</em> December 2, 1886 (Hoosier State Chronicles).","“Robber Gets Long Term: George Cousins Sentenced for $2,000 Jewel Theft—Bank Thief Given Year,”<em> Indianapolis Star,</em> November 13, 1921 (Newspapers.com).","Jean E. Spears & Dorothy Paul, <em>Admission Record Indianapolis Asylum For Friendless Colored Children: 1871-1900</em>, (Indianapolis: Family History and Genealogy Section, Indiana Historical Society, 1978)."," "," "," "," "],"locations":[{"id":53073,"lat":39.768403,"lng":-86.158068,"zoom":8,"place":"Indianapolis, Indiana"}],"tags":[{"id":3361,"tag":"Carceral State"},{"id":3360,"tag":"History of Incarceration"},{"id":3359,"tag":"Incarceration"}]},{"id":6719,"title":"Prisoner's Rights: Their Role in the Attica Prison Riot","course_id":176,"status":"P","start_date":"5/1/71","end_date":"9/13/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The concept of prisoners being viewed as human and having rights was not widely understood or enforced until the 1960s. Before the 1960s, prison officials operated prisons in the manner they deemed acceptable with little oversight. The courts utilized a “hands off doctrine” that did not give them the jurisdiction to interfere with prison operations. Challenging the hands off doctrine, <em>Jones v. Cunningham</em> (1963) held that inmates could question their imprisonment and the treatment and conditions within correctional facilities. The Supreme Court ruling, <em>Cooper v. Pate</em>, decided June 22, 1964, gave prisoners the right, under the constitution, to file grievances in a court of law.","Inmates, generally speaking, are afforded constitutional provision under the First, Fourth, Eighth, and Fourteenth amendments, whereas someone not incarcerated is afforded every right within the constitution.","The riot that began on September 13, 1971 at the Attica Correctional Facility in Attica, New York, is said to be a result of ignored and dismissed concerns and grievances of inmates related to the conditions of the prison and the treatment of inmates. In 1971, four months prior to the riot, a prisoner group wrote a list of demands to the Commissioner of Prisons. The inmate group cited issues of over-crowding, starving, and the absence of medical care, plus twenty-four additional demands. This list was a comprehensive and articulate list of demands and negotiations on behalf of the men. Not only were the demands not met or negotiated, anyone in the prison with a copy of the demands could be punished to two months in solitary confinement. It became clear to the prisoners that their demands were not a priority to the Department of Correctional services.  Demands made by prisoners were threatening to some people in the corrections world. Therefore, those demands were often met with force. With conditions worsening and no indication of relief, tensions within the prison were very high. A four-day riot exploded, fruitless negotiations were held, and five hundred and fifty police officials retook the prison, leaving thirty-nine  people dead and over one hundred shot. "," ","Without question, the Attica Prison Riot is not something in history to be proud of, in terms of its deadly toll and misconstrued story that was told by government officials and reporters to the masses. What was left out of the narrative is that the basis of the demands made by the prisoners were basic human rights. Not only were they basic human rights; they were rights that, under the United States Constitution, prisoners are afforded. Their grievances about over-crowding, starvation practices, and an absence of adequate medical care are protections prisoners have under the Eighth Amendment. The Eighth Amendment protects individuals from cruel and unusual punishment.  The United States Supreme Court has ruled that the Eighth Amendment does indeed extend to conditions of correctional institutions. The demands of Attica Correctional Facility prisoners in wake of the riot rightly qualify as human rights that should have been met at all times within the institution. "," ","J. Lovelace"],"locations":[{"id":53074,"lat":42.8488501,"lng":-78.2757597,"zoom":8,"place":"639 Exchange Street Rd, Attica, NY 14011"}],"tags":[{"id":108,"tag":"prison"},{"id":825,"tag":"Riot"},{"id":3365,"tag":"correctional facilities"},{"id":3366,"tag":"prisoner's rights"},{"id":3367,"tag":"Eighth Amendment"},{"id":3368,"tag":"Attica"},{"id":3369,"tag":"inmates"},{"id":3370,"tag":"penitentiary"}]},{"id":6721,"title":"Legal Precedent of Chae Chan Ping v. United States","course_id":176,"status":"P","start_date":"1889-05-13","end_date":"1889-05-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Burlingame Treaty between the United States and China guaranteed the right of Chinese and US citizens to immigrate between the two countries and outright rejected any attempts to restrict this immigration. In 1875 Chae Chan Ping, a Chinese laborer, immigrated to the United States, protected by the provisions of this treaty. Seven years later Congress, under intense pressure from labor unions and west coast politicians concerned about Chinese migrants competing with white American for jobs, passed the Chinese Exclusion Act in the spring of 1882, which was the most famous of several acts that amended the Burlingame Treaty by restricting immigration from China. After living and working in the United States for twelve years, Ping decided to make a return voyage to China, fully intending to return to the United States afterwards, and obtained all the certifications necessary to do so as stipulated by the act; he departed on June 2, 1887.","While he was away Congress amended the Chinese Exclusion Act by passing the Scott Act on October 1, 1888, which canceled all certificates of residence and prevented any Chinese people who had previously resided in the United States, like Ping, from returning. When he returned to the US one week after the Scott Act’s passage, his papers were declared null and void; thus he was denied reentry and detained. Ping soon after submitted a habeas corpus petition, asserting that he was unlawfully detained without a trial, to the circuit court of the United States for the northern district of California. This circuit court maintained that Ping, under the Scott Act, was not allowed to enter the United States and was thus not unlawfully detained.","The petitioners, now arguing that the 1888 Scott Act itself was unconstitutional, appealed the circuit court’s decision to the US Supreme Court.. On May 13, 1889 Justice Stephen Jay Field, writing the decision for a unanimous court, portrayed Chinese immigrants as a threat to American civilization, since they refused to assimilate into American culture and were outcompeting white laborers. He argued that immigration policy was a right of the federal government free from judicial review since a strict immigration policy, especially in regards to Chinese immigration, was vital to the national interest. Therefore any certification held by Chinese immigrants prior to the passage of the Scott Act, “is held at the will of the government, revocable at any time, at its pleasure.” Whether any such amendments are within the national interest or are at all constitutional “are not questions for judicial determination.” The Supreme Court thus upheld the decision of the circuit court for the northern district of California. After this decision Ping was deported; his final fate in China is unknown.  <em>Chae Chan Ping v United States </em>was not the only legal challenge to the Chinese Exclusion Act, but the decision Field handed down established a significant precedent of judicial deference to federal immigration policy, known as the “plenary power doctrine,” which continues to shape United States immigration policy to this day."],"locations":[{"id":966,"lat":37.7749295,"lng":-122.4194155,"zoom":8,"place":"SAN FRANCISCO, California"},{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, D.C."}],"tags":[{"id":3379,"tag":"Chinese Americans"},{"id":746,"tag":"Supreme Court"},{"id":31,"tag":"Immigration"}]},{"id":6722,"title":"Policing Gender Expression","course_id":176,"status":"P","start_date":"1857-07-15","end_date":"1857-07-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In July of 1857, Chicago’s “Charley H.” was the topic of an article in the <em>Tribune</em>. The article described his as a “hard-working clerk who lived in a boarding house.” The article reveals, however, Charley is actually a female-bodied person who dressed and acted like a man. The acquaintances of Charley H. were astonished that “Charley was a woman, yes a veritable woman in man’s apparel.” When Charley’s secret was discovered, Charley left Chicago. Charley’s identity as a female bodied person in men’s clothing was criminalized. Throughout the early twentieth century, many people like Charley were criminalized for cross-dressing.","In 1851, 6 years before Charley’s story was publicly published in the <em>Tribune,</em> Chicago’s Common City Council passed an ordinance that made it criminal to “appear in a dress not belonging to his or sex, or in an indecent or lewd dress.” In Chicago’s press, many people, such as Charley, were labeled as those who enacted “cross-dressing,” or “cross dressers.” Reports of people “cross-dressing,” such as Charley, flooded newspapers across the country. One headline read, “Eventful Career of Woman who became ‘Female Husband,’” which tells the story of a woman who not only wore men’s clothing, but “smoked, chewed, and shaved,” enacting male gender roles. Another story read, “Young Woman Jailed for wearing men’s clothing.” In the story the reporter notes, “She claims she can get better wages as a man than she can dressed as a woman.” Not only are these people being reported in the newspaper, but are criminalized by police.","“Women in Men’s Attire-Curious Mania that has long caused Trouble to the Police,” was a headlining story that focused on the cause of “cross-dressers,” and how the police handled situations with “cross-dressing.” The article publicly revealed the stories of individuals and shared the punishment of those caught and convicted of “cross-dressing.” People were charged with vagrancy, jailed, sent to court to explain why they enacted cross-dressing,” and punished with fines, prison sentences, or admitted into penitentiaries. The article also stated, “Negroes are frequent offenders, police say.” In the present, the police’s attitude towards African-American “cross-dressers” is often violent. Numbers of cases were and currently are being added to police records across the country. “Local governments used vagrancy and other statutes to regulate and restrain those who dressed in public as the other sex.” The policing of “crossdressing” and other forms of gender expression have continued into the twenty-first century","The term transgender is defined as those “who identify with gender ‘opposite’ of what society would typically assign to their bodies.” Although “cross-dressers,” and “transgender people,” are defined differently, they both share similar circumstances in being policed for their gender expression. The National Transgender Discrimination Survey attests that twenty-two percent, of transgender individuals who have interacted with police reported harassment by police. African-American transgender individuals reported much higher rates of physical and sexual harassment by police and in prisons. The policing of individuals who express gender that is opposite from their assigned sex at birth has been an issue for the “cross-dressing,” and “transgender” communities for over 150 years. "],"locations":[{"id":52933,"lat":41.8781136,"lng":-87.6297982,"zoom":9,"place":"chicago"}],"tags":[{"id":2677,"tag":"LGBT"},{"id":1758,"tag":"Gender"},{"id":2845,"tag":"Chicago Tribune"},{"id":3380,"tag":"transgender"},{"id":3381,"tag":"LGBTQ"},{"id":3382,"tag":"police brutality"},{"id":3383,"tag":"cross-dressing"}]},{"id":6723,"title":"African-American Work Songs","course_id":176,"status":"P","start_date":"1867-01-01","end_date":"12/31/47","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the late nineteenth and early twentieth century, the states of Texas, Louisiana, and Mississippi all had large state penitentiaries with them, where African-American men and women resided. Many people visited these prisons to listen to and record these talented men and women singing, including the famous folklorists John Lomax, Alan Lomax, and Dr. Harry Oster. The recorded singers talked about their life experiences, including prison, and the way that music had greatly impacted them. Before they became musicians and wrote their own music, each man was involved in work songs while in prison. Work songs are pieces of music that are sung while conducting a task. The songs might be a connected narrative, description, or protest song. They are the reason that people visited prisons to record music. ","Prison work songs are a piece of evidence connecting slavery to incarceration. Once African-Americans came to the U.S. as slaves, they sang songs that reminded them of home and their cultural roots as they were in the midst of oppression. Some songs that were sung carried different meanings and messages within them and each song had its own style or rhythm to it. The most common feature of work songs is the call-and-response format where a leader would sing a verse or two and the other men and women would follow with the chorus. To keep every person motivated and in sync while working through the blistering hot or freezing cold days, they sang songs. The work songs were sung to maintain a steady work pace and to keep the beat for the song, the prisoners used their tools. For example, while chopping logs and singing, half of the men would swing their axes down into the log, while the other half of the men were on their upswing. This kept a steady momentum to make work a bit easier and keep the prisoners sane. ","As the prisoners spoke about their music, they provided information about some songs and what the songs meant. One African-American man who stuck out as he was a great singer and very well-known to the public was Huddie Leadbetter (Leadbelly). Leadbelly talked about one song in particular called \"Go Down Old Hannah.\" \"Old Hannah\" is what the prisoners called the sun throughout the south. They sang about the color of \"Old Hannah\" and the pain it brought upon them and their partners or friends working next to them. They wanted the sun to go down for it meant their work day was now over. Here is an excerpt from the song, \"Go Down Old Hannah\": \"Why don't you go down, ol' Hannah / Don't you rise no more. / If you come up in the mornin' / Bring judgement sure. / Well I look at ol' Hannah / She was turnin' red. / Well I look at my partner. / He was almost dead.\" Some work songs were known from prison to prison as they were first sung by African-Americans as slaves. Other songs were unique to the prison itself and had their own-meanings. They are beautiful, powerful and moving pieces of music that hold a great part of American history. "],"locations":[{"id":52817,"lat":31.9685988,"lng":-99.9018131,"zoom":4,"place":"Texas"},{"id":53068,"lat":32.3546679,"lng":-89.3985283,"zoom":4,"place":"Mississippi"},{"id":53077,"lat":30.9842977,"lng":-91.9623327,"zoom":4,"place":"Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":3384,"tag":"Work Songs"},{"id":3385,"tag":"Prison Songs"}]},{"id":6724,"title":"600 Confederate prisoners of war suffer on Morris Island","course_id":176,"status":"P","start_date":"1864-08-04","end_date":"1865-03-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 4, 1864, fifty Confederate prisoners of war were exchanged for fifty Union prisoners in Charleston, South Carolina. News of this exchange quickly spread among the Confederate prisoners held at Fort Delaware, although the more skeptical men pointed out the lack of evidence, and without further information, the discussion quieted. The rumor revived when a Union sergeant told an officer guarding prisoners there had been an exchange, and the federal government was arranging another. On August 17, 1864 a Union officer named Sergeant Murphy called six hundred names, all officers, who the prisoners believed would be the next group exchanged. One prisoner, John Ogden Murray, wrote: “When the M’s were called on the roll I could hardly contain myself; when my name was called I could have shouted for joy; and I really felt sorry that all my comrades were not included in the list, as we thought, for exchange.” When there was no movement from their guards the next day, the prisoners began thinking that the whole thing had been a cruel joke, until finally, at 3 p.m. August 20, 1864, roll was called again and the six hundred ordered to take their belongings and march onto the steamship <em>Crescent City</em> headed for Morris Island, South Carolina. After eighteen days, with only brief turns above deck, the ship arrived off Morris Island early in the morning of September 7, 1864. Unfortunately for the prisoners, Lt. Gen. Ulysses S. Grant sent a letter on August 21, 1864, specifically forbidding the exchange of the prisoners now at Morris Island. Prisoner exchanges were officially halted in July 1863, due to Confederate refusal to include black prisoners of war, but some generals continued arranging unofficial exchanges. By 10 a.m. September 7, 1864 the prisoners were informed there was no intention of exchanging them. The general who ordered the prisoners to Morris Island, Maj. Gen. John G. Foster, was retaliating for Union prisoners of war being placed in the parts of Charleston the Union was shelling. The battery on Morris Island was a target of the guns in Charleston, and he hoped the Confederates would be reluctant to fire on their own men. Although none of the prisoners died from the artillery, they were far from comfortable. Murray wrote that rations consisted of “the luxurious diet of four hardtack army crackers, one ounce of fat meat, and half a pint of sandy bean soup (which often tasted like it had been seasoned with soap).” The prisoners had to dig to the water table to get anything to drink. Three prisoners died on Morris Island of starvation-related illnesses. In early October 1864 a yellow fever outbreak in Charleston led the Confederates to remove their prisoners of war from the city, and in response Foster ordered the men, who would eventually be known as the Immortal 600, moved to Fort Pulaski at the mouth of the Savannah River. They stayed there until March 4, 1865, when they returned to Fort Delaware to wait out the end of the war."],"locations":[{"id":53080,"lat":32.02706,"lng":-80.8904868,"zoom":15,"place":"Fort Pulaski, Georgia"},{"id":53079,"lat":32.7124021,"lng":-79.8940806,"zoom":15,"place":"Morris Island, South Carolina"},{"id":53078,"lat":39.5906951,"lng":-75.5721664,"zoom":13,"place":"Fort Delaware, Delaware"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":32,"tag":"Civil War"}]},{"id":6725,"title":"Eugenics and Perceived Criminality","course_id":176,"status":"P","start_date":"1/1/00","end_date":"12/31/55","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the late 1800s, Francis Galton developed the concept of eugenics, the science of improving a population through selective breeding among ideal specimens. By the 1920s, eugenics had been popularized to mean promoting breeding among the “fit” and restricting reproduction among the “unfit.” Many Eugenicists in the early 1900s had parents or grandparents that lived during a time of slavery, and they themselves were certainly exposed to normalized racism, meaning many of these scientists believed that African-Americans were physically, biologically, and intellectually less than Anglo-Europeans. These biases then affected how they performed research, the data they collected and the conclusions they drew and later shared with the general populations.","<em>The Trait Book</em> by Charles Davenport, a strong proponent of eugenics, outlines traits determined in his research to be hereditary. Physical characteristics such as hair, eye color, and genetic diseases are to be expected and are listed. Davenport also includes among “inborn characteristics” criminal or antisocial behavior, such as Vagrancy, Homicide and Assault. Also included are scales of intelligence, special interests, and personality traits such as conversational, sympathetic, and religious, all of which would now be considered unique to an individual. However, <em>The Trait Book</em> was widely utilized by eugenicists around the world to define and categorize individuals. Eugenicist who consulted this book went on to write papers to present to the public  and provided “scientific evidence” to support legislation passed to allow for the involuntary sterilization of criminals and the insane in the 1920s. The prejudice of eugenicists led to a scientifically supported bias of the innate criminality of African Americans.","This perceived criminality of African-Americans began with the enslavement of Africans in the American colonies. Several diseases were said to be present within the Negro race, including “Dysesthesia Ethiopica,” a disease that made slaves mischievous and indolent, as mentioned in Dr. Samuel Cartwright’s Diseases and Peculiarities of the Negro Race in 1851. He stated that “black blood … creates ignorance, superstition and barbarism, and bolts the door to civilization”, that is, being black in and of itself makes one violent and uncivilized.","            Eugenicists such as those that conducted studies at the Fred C. Nelles Youth Correctional Facility consulted <em>The Trait Book</em> to determine criminality, intelligence and aptitude of the Mexican-American and African-American youth incarcerated there. “The research process often confirmed what [Eugenicists] already knew or believed they knew about youths of color”, according to Miroslava Chavez-Garcia’s article. Several innately racist terms such as “nigger type” and “big coon type” were used in a seemingly scientific way to describe the boys studied at the Nelles Facility. This bias also showed through in how the fieldworkers compared the boys’ intelligence to that of the Anglo-European standards, saying in the case of Nathan M., who scored “feeble-minded” and “moron” that he was of “average intelligence for his race”, exemplifying the workers’ belief that African-Americans were inherently less intelligent than Anglo-Europeans. This lower intelligence was thought to contribute to criminality; that those that were less intelligent were more likely to commit crimes."," "," "],"locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":3387,"tag":"The Trait Book"},{"id":3386,"tag":"Criminality"},{"id":533,"tag":"Eugenics"},{"id":3,"tag":"African-Americans"}]},{"id":6726,"title":"Arizona Senate Bill 1070: The Racial Struggle of Hispanic Americans","course_id":176,"status":"P","start_date":"4/23/10","end_date":"6/25/12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 23, 2010, Arizona Governor Jan Brewer signed Senate Bill 1070 (SB 1070) also known as the “Support our Law Enforcement and Safe Neighborhoods Acts” into law.  Supporters wanted security, while opponents saw a bill which enabled law enforcement to participate in legalized racial profiling. SB 1070 sought to establish an official state policy of “attrition through enforcement.”[1] The wording of the bill indicated that Arizona sought to establish an overarching carceral state in which criminality was constructed around ethnic identity. Their solution was strict enforcement by any means. Enforcement was predicated on the ability for law enforcement officers to “…without a warrant… arrest a person if the officer has probable cause to believe…[the person] has committed any public offense that makes [them] removable from the United States.”[2] Larry Dever, Sheriff of Cochise County Arizona, vocalized pleasure with SB 1070 and stated, “Well, we’ve been doing that down here [border enforcement] for 36 years.”[3] Sheriff Dever’s statement illustrates the participation of law enforcement in racial profiling long before SB 1070. ","In 2008 the Arizona District Court heard the case of Manuel de Jesus Ortega Melendres, a Mexican national on vacation in the United States, in <em>Ortega Melendres, </em><em>et al. v. Arpaio</em>.  The court found that Melendres and others had been victims of racial profiling, when the van he was traveling in, driven by a white driver, was pulled over by the Maricopa County Sheriff’s Department (MCSD). Melendres was detained for over nine hours even though provided adequate identification.[4] The case decided that the MCSD had participated in a systematic practice of racial profiling. ","A long history of anti-Hispanic sentiment has been present in the politics of the United States. In 1902, Indiana senator Albert Beveridge opposed a bill which proposed statehood for multiple Southwestern territories.[5] Beveridge’s rationale was among Hispanic Americans, “…education, moral, and other elements of citizenship are unfavorable.”[6] During the Great Depression, people of Hispanic descent were blamed for many of the economic troubles which hit the Southwest. The United States responded by enacting the Immigration Act of 1929 which made entering the United State without a visa an unlawful felony.[7] The Immigration Act insinuated that people of Hispanic descent were to be associated with a degree of criminality because of the idea of unlawful entry.","Before the controversial bill was to be enacted, the United States Supreme Court found SB 1070 unconstitutional. In the <em>Opinion of the Court</em>, Justice Kennedy cited <em>INS v. Lopez-Mendoza</em> which established the legal precedent that it is not a crime for a removable alien to remain present in the United States. SB 1070 violated this statute and established a new precedent that police can stop someone, “…based on nothing more than possible removability” which violates the previous decision of the court.[8] In a sobering statistic, roughly half of Mexican Americans have reported some form of racial discrimination throughout their life.[9] There is an undeniable thread of institutionalized discrimination against Latino Americans which has persisted throughout the twentieth century."," "," ","[1] Russell Pearce, “Support Our Law Enforcement and Safe Neighborhood Act,” Pub. L. No. 1070, § 41-906 (2010).","[2] Ibid.","[3]\"Arizona Ranchers, Lawmen React To Court's SB 1070 Decision.\" Fronteras Desk. Accessed March 31, 2017. <a href=\"http://www.fronterasdesk.org/news/2012/jun/26/arizona-ranchers-lawmen-react-courts-sb-1070-decis/.\">http://www.fronterasdesk.org/news/2012/jun/26/arizona-ranchers-lawmen-react-courts-sb-1070-decis/.</a>","[4] <em>Ortega Melendres, et. al v. Arpaio, et al.,</em> No. CV07–02513–PHX–MHM (April 24, 2013).","[5] Zaragosa Vargas, <em>Crucible of Struggle: A History of Mexican Americans from Colonial Times to the Present</em> (New York, New York: Oxford University Press, 2011).","[6] Ibid.","[7] Ramiro Martinez, “Revisiting the Role of Latinos and Immigrants in Police Research,” in <em>Race, Ethnicity, and Policing: New and Essential Readings</em> (New York: New York University Press, 2010).","[8] <em>Arizona et. al v. United States</em> 567 U.S. 27 (2012).","[9] Jeff Jones and Lydia Saad, “Gallup Poll Social Series: Minority Rights & Relations,” (Gallup, July 15, 2015), <a href=\"http://www.gallup.com/poll/184769/immigrant-status-tied-discrimination-among-hispanics.aspx\">http://www.gallup.com/poll/184769/immigrant-status-tied-discrimination-among-hispanics.aspx</a> ."],"locations":[{"id":53081,"lat":33.4483771,"lng":-112.0740373,"zoom":8,"place":"Phoenix, Arizona"}],"tags":[{"id":3304,"tag":"Arizona"},{"id":1667,"tag":"Discrimination"},{"id":3388,"tag":"SB 1070"},{"id":3389,"tag":"Hispanic Americans"},{"id":3390,"tag":"Latino Americans"},{"id":3391,"tag":"Racial Profiling"},{"id":3392,"tag":"Legal History"},{"id":3394,"tag":"Arizona v United States"},{"id":3393,"tag":"Latino American Studies"}]},{"id":6727,"title":"\"The Last Vestige of the Gloomy Structure\"\nPublic Displays of Hangings in Indiana","course_id":176,"status":"P","start_date":"1885-01-01","end_date":"1885-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Crawfordsville, a small Indiana town, stands the last working rotating jail, now a museum.  Inside, guests examine the revolving cells and tour the sheriff’s adjoining home. While no famous criminal resided behind these bars, the museum is nonetheless full of exciting tales.  At one stop on the tour, visitors face a metal fixture on the wall.  This “staple” was once attached to the scaffold used to hang two men, including John W.C. Coffee, the first man to be executed in Crawfordsville. Visitors clamor to see this artifact and listen in awe to its gruesome story.  It’s been over 130 years since the execution, but the popularity of this object shows the unrelenting fascination society has with crime and punishment.","In January<sup>, </sup>1885, the bodies of James and Elizabeth McMullen were found beaten and burned.  Days later, police apprehended the “idler and loafer” John Coffee, who quickly confessed to the murder.  Over the coming months, Coffee’s story changed several times, but investigators always assumed his guilt.  Coffee was tried and sentenced to be hanged in October 1885.","This was Crawfordsville’s first public execution.  Local workers constructed a scaffold and fence for the event and officials sent invitations to control crowds.  Jail officials spent weeks leading up to the execution preparing; the rope used was “tested repeatedly by a 150-lb. sack of sand.”  This overzealousness would ultimately lead to disaster.","An estimated 200 people crammed the square to witness the hanging.  Around 12:20 PM on that October day, executioners placed the rope around Coffee’s neck and opened the trapdoor.  Unfortunately, due to repeated practice, the weakened rope broke and Coffee dropped to the ground, still alive.  Officials quickly brought him back to the top of the scaffold and dropped him for a second time, the rope breaking yet again.  The rope held on the third attempt and Coffee was pronounced dead at 12:58 PM.","His execution was over, but the horrific scene would linger.  Just a few days after the event, prisoners demanded carpenters tear down the scaffold as the sight and sound of the empty staple frightened those who could view it from their cells.  <em>The New York Times</em> picked up the story and soon Coffee’s botched execution became national news.  Townspeople reported seeing Coffee’s ghost roaming the town and jail for years.  Crawfordsville went from being a little-known Indiana town to the site of an infamously terrible execution.","A century later we still view Coffee’s hanging “through cracks in the fence.” Crime and punishment have fascinated audiences for years, and the Rotary Jail Museum’s display of the stable is another example of our undying curiosity.  John Coffee may have had an average life, but it is his torturous death that attracts visitors to his story.  His tale would not have as much weight without the ability to view the real stable.  Objects of punishment and death are powerful vehicles for education, but it is up to historic sites to find ways to display them effectively. "],"locations":[{"id":53083,"lat":40.0411536,"lng":-86.8744516,"zoom":8,"place":"Crawfordsville, IN"}],"tags":[{"id":1268,"tag":"Capital Punishment"},{"id":3148,"tag":"Indiana"},{"id":108,"tag":"prison"},{"id":3395,"tag":"Jail"},{"id":3396,"tag":"Museum"},{"id":3397,"tag":"Hangings"},{"id":3398,"tag":"Crime and Punishment"}]},{"id":6729,"title":"The School to Prison Pipeline: How Ella Fitzgerald's Brief Imprisonment Informs us on the Link","course_id":176,"status":"P","start_date":"4/13/33","end_date":"4/13/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 13, 1933, a judge sentenced the future First Lady of Song, Ella Fitzgerald, to serve out her time at the New York State Training School for Girls in Hudson, New York. At fifteen years old, she was sent there on the charge of “incorrigibility,” a status offence that sent minors to reform schools. While there, Fitzgerald, as an African American, was racially segregated into different living quarters than the white students and was “subject to physical abuse” [1].","                Despite Fitzgerald being an African American cultural icon, her story is not an uncommon one.   It was common practice to send girls with status offences and other crimes to schools meant to reform their characters.  For example, there were two different efforts for reform schools for girls of color around the time of Fitzgerald’s own incarceration: the Industrial Home School for Colored Girls, which was created in 1916 in Virginia, and a proposed Georgia school for “delinquent colored girls” that the General Federation of Colored Women’s Clubs endorsed in 1937 [2].","                In many reform schools, girls were segregated by race. Additionally, most schools featured hard labor for the sake of reforming girls’ characters [3]. For example, students at the Virginia Industrial Home School for Colored Girls performed hard labor such as farm work and hog raising for the sake of reformation. As a result, girls were only allowed to attend school half a day and then worked the farmland belonging to a member of the board of trustees, and their education consisted mainly of domestic work training [3]. Girls who were eventually paroled from the Industrial Home were forced into work with an arranged employer and the employer could return the girl at any time if the employer felt that the girl’s work proved unsatisfactory [3].","                Although these segregated reform schools no longer exist, the concept of disenfranchised education still remains. As Wald and Losen state, children who are more likely to receive inadequate education are more likely to be targeted for disciplinary actions and are therefore more likely to be discriminated against in school by getting reprimanded or punished. They continue by indicating that the groups most likely to be targeted by school disciplinary action are students of African American and Latino heritage [4]. So, students of color who are being targeted are more likely to see hindrances to their education, and this can set in motion a way for these students to be more likely targeted by prison systems for status offences.  In this way, just as Fitzgerald was considered incorrigible, students today are facing disciplinary action which can land them in prison."," ","                However, Wald and Losen state that this school-to-prison pipeline is in place because students of color are more likely targeted due to their lack of education, which has been in place since the repealing of Jim Crow laws governing school segregation [4]. And even though Fitzgerald somehow broke free from this pipeline,   the inadequate and discriminatory educational system still exists. "],"locations":[{"id":53085,"lat":42.2528649,"lng":-73.790959,"zoom":7,"place":"Hudson, New York"}],"tags":[{"id":142,"tag":"african americans"},{"id":6,"tag":"Education"},{"id":3359,"tag":"Incarceration"},{"id":1667,"tag":"Discrimination"},{"id":3404,"tag":"Ella Fitzgerald"},{"id":108,"tag":"prison"},{"id":3406,"tag":"Pipeline"}]},{"id":6730,"title":"Incarceration and the Two Outlaw Lovers of Parish Road.","course_id":176,"status":"P","start_date":"1/1/30","end_date":"5/23/34","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the south of Texas during the era of the Great Depression, two young lovers, Bonnie Parker and Clyde Barrow, began a crime streak, robbing stores, and occasional banks. They would eventually have other criminals join them, forming the Barrow gang and creating a stream of violence over the Midwest before being gunned down in Louisiana. The question arises from their history: on whether or not law enforcement helped create the two violent lovers they would have to destroy on Parrish road in 1934.","Clyde Barrow was born in Ennis, Texas as one of eight children in a desperately poor family. After his family moved to west Texas, Clyde would start getting into trouble with the police. Clyde appeared in juvenile court many times until he committed his first felony at seventeen for robbing a car. By the time he turned twenty-one, he had been arrested five times. In one instance in jail, Clyde was so mentally disturbed at the idea of doing the hard labor expected of the inmates; he mutilated himself by cutting off his big toe. Displaying signs, that incarceration enhanced psychological issues within him during his time in prison.","The struggle of Bonnie Parker varied, unlike Clyde she did well in school, but did not finish because at the age of sixteen she married Roy Thornton.  Shortly after their marriage, Thornton was arrested and spent time in jail for robbery, thus ending their relationship, although they remained legally married. While her husband was in jail, Bonnie met Clyde Barrow at a local diner. Soon after they met, Clyde was once again arrested for car stealing and Bonnie snuck a gun into the Texas jail allowing him to escape. He was soon recaptured and spent two years in prison.","However, once he was released and rejoined Bonnie, they decided to try an honest life. The problem arose because of Clyde’s being a convicted felon; every time a crime was committed, the town police officers questioned him. Since he was already suspected of crimes, he decided he would at least to go back to committing the crimes. Now Bonnie happily joined Clyde in his criminal behavior of robbing and killing throughout the Midwest.","They would be killed in a police ambush on a country road in Louisiana with no ability to surrender. Despite their illegal actions, did the effects of incarceration lead Bonnie and Clyde to more crime? Perhaps with Clyde, he felt he would never be allowed to go straight with the various law enforcement seeing him as an outlaw, and Bonnie seeing the main men in her life, Clyde and Thornton being incarcerated, with not many legal financial opportunities available for her. The carceral state for them not necessarily being the four walls of a cell but by the lack of opportunities arising for a chance to re-enter into society."],"locations":[{"id":53086,"lat":32.4107403,"lng":-93.0175712,"zoom":8,"place":"Bienville Parish, Louisana"}],"tags":[{"id":3408,"tag":"Bonnie and Clyde"},{"id":3407,"tag":"Incarcation"},{"id":3409,"tag":"Outlaws"}]},{"id":6731,"title":"Anti-Eugenics Arguments in the Early Twentieth Century","course_id":176,"status":"P","start_date":"7/24/12","end_date":"8/31/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" "," ","Most people assume anti-eugenics sentiment only started to occur after the Second World War however that is not the case.[1] As early as the 1910’s sociologists like Maximilian P. E. Groszmann and A.L Sweet raised concern about eugenics; they wasn’t against eugenics as a whole but did disagree with its use in crime and punishment.[2] There were three main arguments against eugenics at this time. Groszmann advocated that scientists did not know enough to start doing permanent damage to the gene pool.[3] Another view shown by A.L Sweet, another sociologist, argued was that proactive eugenics was unnecessary as nature had been doing it for years, as social Darwinists explained. The final argument was the international view of America’s use of eugenics which was explained most as simply persecuting different races.[4] "," ","Scientists like Groszmann and A.L Sweet argued that eugenics was being improperly used in the US legal system. Neither of them felt, as did later dissenters, that eugenics had no scientific basis. However they argued that eugenics should not be used by the legal system to stop certain men and women from being able to reproduce.[5] Groszmann puts forward that sterilization is not a decision that should be made lightly, and that if it is truly necessary, it should be a judgement made by a council of specialists.[6] As Groszmann states, “we must not forget that the purpose of such productions is purely utilitarian from the point of view of man who needs food and service.”[7]This science should be used to help man not hinder. He states that statistically there were many problems with using the numbers that had been gathered because there were as many outliers as there were “normal” people. He thought that  eugenics shouldn’t be used for “exterminating the so-called undesirables.”[8]"," ","Another view is that of Sweet, who believed that it was “common sense” that the science of eugenics was naturally occurring in humans.[9]  Sweet believed that there was room for eugenics in the world and that the “undesirables” should not mate, but that sterilization went too far.[10] He believed that human love could not be dictated by any science and that science shouldn’t try to force anything that would over time happen naturally. "," ","At the first international Conference of Eugenics in London in 1912, the United States was seen as more willing to use eugenics in the legal system than other counties.[11] In Britain, eugenics was very much class-based, but the idea of sterilizing was rejected as inhumane.[12] When states such as Texas and Kansas started to view sterilization as a more effective version of lynching, and then eugenicists like Dr Harry Sharp took it as a good way of dealing with “un-desirables,” international experts in eugenics started seeing it as a race issue.[13] Most eugenicists in Britain thought that American eugenicists had taken the science and twisted it to fit their own views on race and dominance.[14]"," ","[1]Richard Lynn, <em>Eugenics: A reassessment </em>(Westport: Praeger Publishers, 2001), 42-43.","[2] Maximilian P. E. Groszmann, “Sane Eugenics,” <em>Pacific Medical Journal</em> (Nov. 1, 1913)614.","[3] Maximilian P. E. Groszmann, “Sane Eugenics,” <em>Pacific Medical Journal</em> (Nov. 1, 1913) 614.","[4] Daniel J. Kevles, <em>In the name of Eugenics</em> (Los Angeles: University of California Press, 1985)46-47.","[5] A.L Sweet, “The Fallacy of Eugenics,” <em>Medical Record </em>88, no. 9(Aug. 1915) 353.","[6] Maximilian P. E. Groszmann, “Sane Eugenics,” <em>Pacific Medical Journal</em> (Nov. 1, 1913) 614.","[7] Maximilian P. E. Groszmann, “Sane Eugenics,” <em>Pacific Medical Journal</em> (Nov. 1, 1913)614.","[8] Maximilian P. E. Groszmann, “Sane Eugenics,” <em>Pacific Medical Journal</em> (Nov. 1, 1913)614.","[9] A.L Sweet, “The Fallacy of Eugenics,” <em>Medical Record </em>88, no. 9(Aug. 1915)353.","[10] A.L Sweet: “The Fallacy of Eugenics,” <em>Medical Record </em>88, no. 9(Aug. 1915) 353.","[11] Maximilian P. E. Groszmann, “Sane Eugenics,” <em>Pacific Medical Journal</em> (Nov. 1, 1913) 614.","[12] Richard Lynn, <em>Eugenics: A reassessment </em>(Westport: Praeger Publishers, 2001) 20-21.","[13] Angela Gugliotta, “‘Dr Sharp with his little knife’: Therapeutic and punitive origins of Eugenics Vasectomy—Indiana 1892-1921” <em>Journal of the history of medicine and allied sciences </em>53, no. 4 (Oct. 1998): 376-406","[14] Daniel J. Kevles, <em>In the name of Eugenics</em> (Los Angeles: University of California Press, 1985)46-47."," "],"locations":[{"id":53087,"lat":51.5073509,"lng":-0.12775829999998,"zoom":8,"place":"London, England"}],"tags":[{"id":3359,"tag":"Incarceration"},{"id":533,"tag":"Eugenics"},{"id":3410,"tag":"sociologists"},{"id":3411,"tag":"1910s"}]}]}