{"id":177,"title":"The History of Medicine and Public Health","school_id":94,"school_name":"Indiana University-Purdue University, Indianapolis","term":"Fall 2017","abbr":"H364","url":"","description":"","points":[[37.7749295,-122.4194155],[42.3600825,-71.0588801],[48.2081743,16.3738189],[50.0343982,19.2097782],[40.7830603,-73.9712488],[31.5439375,-84.2278796],[52.3555177,-1.1743197000001],[37.09024,-95.712891],[43.0936649,-75.8001519],[39.7815613,-86.1651714],[39.7422561,-92.4726859],[41.49932,-81.6943605],[40.7127753,-74.0059728],[45.5016889,-73.567256],[53.3785693,-6.0570132],[30.2265949,-93.2173758],[39.9371328,-75.1684727],[41.8781136,-87.6297982],[40.8115504,-73.9464769],[48.1351253,11.5819805],[32.7523476,-79.8746925],[51.5073509,-0.12775829999998],[39.728915,-86.088368],[39.9525839,-75.1652215],[39.7759976,-86.1769417]],"bounds":[[53.3785693,19.2097782],[30.2265949,-122.4194155]],"episodes":[{"id":6748,"title":"Smallpox Anti-vaccination in the 1920's","course_id":177,"status":"P","start_date":"10/18/20","end_date":"12/31/29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Smallpox inoculation has been a controversial topic throughout the early history of vaccination of highly infectious diseases, and even throughout its eradication. In the 1920’s, a Californian physician, A. A. O’Neill, writes an article pleading for families to vaccinate their children in San Francisco. Despite the fact that the technique had already been prominent for hundreds of years, parents were choosing to not vaccinate their children out of “negligence” and “ignorance”. Even with all this time passed, smallpox vaccination was still seen as ineffective or not necessary, but its effectiveness at preventing the contagious disease was extremely successful. Smallpox has negatively affected many communities, but the success of vaccination was resulting in pleas for the vaccine in this Californian community.","            In 1920’s San Francisco, there was an array of misinformation regarding the smallpox vaccine and its effectiveness. Physicians were telling patients that they could be immune from smallpox; A. A. O’Neill describes this as an “erroneous statement”. Nurses were working in hospitals without becoming vaccinated, putting themselves and the patients at risk. This lack of vaccination in San Francisco can be described as negligence of parents not vaccinating their children and lack of knowledgeable information, and lack of vaccination can also be attributed to the passiveness of the medical profession toward vaccination and their neglect of it during times of need. A third factor regarding the lack of smallpox vaccinations during this time is associated with the anti-vaccinations propaganda of the 1920’s, which forced the repeal of a law mandating smallpox vaccinations. This propaganda had deadly effects, with ten thousand unvaccinated persons yielding 247 deaths. O’Neill goes on to state that, “there is no possible excuse for the appearance of smallpox in a civilized community at the present day”. This statement stems from the evidence displayed outlining the preventability of the disease by vaccination.","            Vaccination in the 1920’s had many objections from various groups including scientific, political, and philosophical ideologies. It was an ongoing battle for public opinion with medical and scientific professionals, who often responded in opposition to these objections to vaccination. Ideological struggles prevailed, and there was constant fear that scientific advances such as vaccination were being used coercively against the public. Anti-vaccination activists and propaganda were prevalent in the Progressive Era and the 1920s, despite evidence for the success of vaccination, specifically smallpox. The matter was simply an issue of how various citizens viewed scientific knowledge during a period of swift and unsettling change. Anti-vaccination in San Francisco during the 1920’s was influenced by these ideologies and stemmed from a lack of trust in medical professionals, as the growth of technology, medicine, and new ideas were escalating during this time."," "," "],"locations":[{"id":966,"lat":37.7749295,"lng":-122.4194155,"zoom":8,"place":"SAN FRANCISCO, California"}],"tags":[{"id":942,"tag":"California"},{"id":3439,"tag":"smallpox"},{"id":3440,"tag":"vaccination"},{"id":3441,"tag":"1920's"}]},{"id":6749,"title":"Civil War Field Guides: Advances in Medicine in the 1860's","course_id":177,"status":"P","start_date":"1861-04-12","end_date":"1865-05-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Civil War is often noted as the bloodiest war in American history, due to the many casualties from the war. However, historian Guy Hasegawa states “roughly twice as many soldiers in that conflict died from disease as from combat injuries.” Naïve medical care and sanitary conditions were a major reason that so many soldiers died from disease. In America, in the late 1800’s, medical education was unstandardized and unregulated, and advanced theories on treatment and spread of disease were under developed. The profession of medicine’s lack of regulation caused each doctor and surgeon to have very different knowledge, experience, and preferences on how to treat various diseases. However, during the Civil War there were advances to the standardization of medical analysis and treatments.","The Union attempted to standardize battlefield medicine by hiring two surgeons to create medical supply lists. Many other surgeons later created medical field guides that aided in surgery and wound treatment. The Report of a committee of the associate medical members of the Sanitary Commission: on the subject of amputations is a twelve-page Civil War field guide on what circumstances require and how to perform field amputations. The Union report also briefly outlines post-care instructions, that are pre-germ theory. Many soldiers fell ill because of infection, due to wounds from living conditions or minor combat-related injuries. However, there were many unlucky soldiers whose combat wounds required amputation. The current thoughts on amputation are that it is a very drastic medical intervention and one of the last attempted treatment options. Unfortunately, during many of the early Civil War battles, surgeons performed more amputations than necessary to better understand the surgery. This is one of the reasons that the report was needed, and provided to battlefield surgeons. ","The Report is a Union edition of an amputation field guide. The Confederacy had their own surgery guides, like A Manual of Military Surgery by Samuel Moore, M.D. In many ways, the Confederate military was less advanced than the Union Army, but this manual was highly advanced with 174 illustrations. However, the Union report, with it’s twelve pages of concise requirements of a wound that mandated amputation, and surgical instruction on how to perform amputations on various areas of the body, would prove very helpful in the midst of battle. Often, there were many gravely injured soldiers screaming and demanding treatment at the same time. Surgeons had to weigh the possibility of infection, with the post-injury use of the limb, and possibility of survival of the injury and surgery, while listening to the gut-wrenching cries of the wounded in an unhygienic field hospital.","The historian Schroeder-Lein, states that field hospitals were often in a nearby home, barn, or other structure; however, if no structures were available, a shade tree would be used. Being that no official tent or area would be stocked and ready for battle made the idea of concise field guides much more needed and valued. A military surgeon could be prepared for amputation at a moment’s notice with his field guide in his pocket or with his surgical case. Although unsanitary conditions proved to be very detrimental, this report shows the innovations and advances in understanding in Civil War medicine. "," "],"locations":[{"id":52781,"lat":42.3600825,"lng":-71.0588801,"zoom":8,"place":"Boston, MA"}],"tags":[{"id":32,"tag":"Civil War"},{"id":3442,"tag":"Field Guide"},{"id":3443,"tag":"Amputation"},{"id":3444,"tag":"Military Medicine"},{"id":3445,"tag":"Military Surgery"}]},{"id":6750,"title":"Ignaz Semmelweis: A historical martyr figure, savior of mothers, and a prophet of bacteriology","course_id":177,"status":"P","start_date":"1818-07-01","end_date":"1865-08-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the epidemics in the 18<sup>th</sup> and 19<sup>th</sup> century, childbed fever was the most common cause of maternal mortality, accounted for almost half of all deaths related to childbirth, and was the second leading cause of death in women of childbearing age. Childbed fever was a postpartum infection caused by the lack of doctors washing their hands. Doctors came into contact with the “decaying matter”, coined by Ignaz Semmelweis, when they performed autopsies. The doctors would then move to the next patient bed, and maybe deliver a baby, without washing their hands. This was the factor that Semmelweis pointed out was the cause of this deadly epidemic of mothers.","Described as a “historical martyr figure”, “savior of mothers”, and a “prophet of bacteriology”, Ignaz Semmelweis was a pioneer in antiseptic techniques. In his book titled <em>The Etiology, Concept, and Prophylaxis of Childbed Fever</em>, he dedicated an entire section giving explicit instructions on how a physician or student should not just wash their hands with soap, but also completely disinfect their hands with a chemical agent. Not only did he suggest disinfecting hands, he recommended disinfecting or getting rid of anything that could have come into contact with the decaying matter, especially if it would later be used on one of the women. Semmelweis also pointed out that disinfecting would always be a necessity. This specific point of how disinfecting would always have to be done was so powerful because it was no longer just about obstetrics. This theory could therefore be transferrable to other parts of the hospital, or in this case the entire hospital.  ","He also criticized the physicians who are teaching the students and the students themselves for not taking the time to just dip their hands in the disinfecting solution. He threatened to expose the professors of obstetrics who wrote against his teachings and later said that the students being taught such misleading information would never disinfect themselves unless a law were put into place.","Semmelweis gave a call to action for doctors and governments to follow suit, not only in his book but also in the first report on his discovery by Ferdinand von Hebra. He even gained support from the adjunct director at Vienna General Hospital, having said that his discovery was “immeasurable and deserves the earnest attention of all men of science and recognition by the highest governmental authority.” Even with all the support from his local peers and all of the statistics that showed what happened when his theory was put into practice, he was still rejected from most of the scientific community.","Semmelweis’ discovery not only had a major effect on the longevity of women, but his solution, after his teachings were finally put into practice, reformed all medical practices and saved many lives. We owe him not just the concept of surgical infection, but also the idea that handwashing is inadequate in preventing such infections and that a disinfectant is always necessary. Without any knowledge about germ theory or microbiology, he correctly reasoned through statistics and the scientific method that invisible decaying matter was the source of the epidemic. "],"locations":[{"id":53090,"lat":48.2081743,"lng":16.3738189,"zoom":8,"place":"Vienna, Austria"}],"tags":[{"id":3158,"tag":"Childbed Fever"},{"id":3446,"tag":"Semmelweis"}]},{"id":6751,"title":"Josef Mengele and his twin experiments","course_id":177,"status":"P","start_date":"1/30/33","end_date":"5/9/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" “At Auschwitz dying was so easy. Surviving was a full time job,” says Eva Mozes Kor in her book, Surviving the Angel of Death: The True Story of a Mengele Twin at Auschwitz. One morning in May of 1944 Kor, her twin sister, and the rest of her family were put on a train, in which days later they would arrive at Auschwitz. Soon after arriving, they would come face to face with Josef Mengele, the Nazi doctor known as the Angel of Death."," Josef Mengele was the eldest of three brothers raised in a Bavarian village of Gunzburg. In October of 1930, Mengele left his small village to pursue a degree in philosophy and medicine. After completing his studies, Mengele accepted a position as a research assistant within the Third Reich Institute for Heredity, Biology, and Racial Purity under the guidance of Professor Otmar Freiherr von Verschuer.  In his time with the professor, Mengele began to study and develop his knowledge of the human genome.  Once his assignment at the institute was complete and government sponsored convictions were reaffirmed, he received his new assignment in 1943 as the genetics researcher at the Nazi concentration camp in Auschwitz, Poland. While these degrees were initially meant to help him enhance and better the life of his people, they were used to help the Nazi regime actualize their grand vision, “The Master Race”, and earned him the nickname, “The Angel of Death.”"," Mengele ordered the SS guards who assisted him in the selection process to seek out twins for his research. Around 900 twins endured Mengele’s twin experiments. They received “special treatment” such as getting to keep their own clothing and hair, and extra food rations. While the twins were spared from outright execution, they were delivered to a crueler fate. “Mengele’s children” were spared from beatings, forced labor, and random selections in order to endure dangerous and often deadly experiments."," After arriving at Auschwitz the twins filled out a questionnaire and were weighed and measured. Dr. Mengele would take daily blood samples from the twins and sent them to Professor von Verschuer. Mengele would give twins dangerous, life threatening diseases such as scarlet fever and would follow with shots of something else to see if it cured the disease. He performed operations and incisions without the use of anesthetic. Death during these experiments was very common, which lead to the killing of the other twin, and an autopsy to compare their internal organs. They were given shots of mysterious substances, which for Miriam, Kor’s twin, would never be known, and would cause her death long after the liberation of Auschwitz."," After liberation the twins who survived, like Kor, live to tell their story in hopes that their tragedy would not be repeated. In 1995 Kor opened the CANDLES Holocaust Museum and Education Center in Terre Haute, Indiana. Kor has given over 3,000 speeches all over the world, and contributed three chapters in three other books. She hopes to teach young people the life lessons that she has learned through her pain, for example: “forgive your worst enemy and forgive everyone who has hurt you- it will heal your soul and set you free.” As for Mengele, after the war he managed to escape imprisonment for the next 30 years, until a lead was given to authorities which led them to his grave in Brazil, where he had died in a drowning accident years earlier. Mengele’s legacy in regards to medical ethics today ultimately leads us to the statement which is followed by all physicians: do no harm. "],"locations":[{"id":53099,"lat":50.0343982,"lng":19.2097782,"zoom":2,"place":"Oswiecim, Poland"}],"tags":[{"id":3448,"tag":"Josef Mengele"},{"id":1675,"tag":"Holocaust"}]},{"id":6752,"title":"Dr. Josephine Baker: Baby Savior of Hell's Kitchen","course_id":177,"status":"P","start_date":"6/1/02","end_date":"6/1/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Manhattan neighborhood of Hell’s Kitchen was truly living up to its name in the summer of 1902. The oppressive heat and ripe stench gripped at Dr. Sara Josephine Baker as she climbed floor after floor of the crowded tenements, knocking on doors in the neighborhood in search of sick babies as part of her job with the New York City Department of Health. Dr. Baker was faced with all measures of poverty and squalor- cockroaches skittering across the floors, dead flies floating in milk bottles, and “dying baby after dying baby.” At the time, as many as 1500 babies died every week during that summer, and it was Dr. Baker’s job to record and report these statistics. According to her memoirs, Dr. Baker recounted that mothers felt helpless against the epidemics of the day: “[The mothers] were just horribly fatalistic about it while it was going on. Babies always died in summer and there was no point in trying to do anything about it.”","Dr. Baker later collected her recommendations for new mothers based on her years of fieldwork and research into her 1920 book, Healthy Babies. This handbook for mothers does not offer cures for diseases, but instead offers suggestions on how to keep a baby well. In the preface of the book, Dr. Baker makes it clear that “methods of keeping babies well are simple and easy,” and emphasizes many times over that any mother with common sense can provide a clean and safe environment for her child. In clear and concise language, Dr. Baker instructs mothers on what temperature to keep the nursery (66 to 68 degrees in the day), and dictates if babies must have toys, they should be washable. Dr. Baker wrote this book based on the assumption that a mother could positively impact her baby’s health rather than leaving it to chance, and also promotes the idea of “wellness” over simply “not being sick.” The existence of such a book reflects the time it was written. Between her sweltering summer in Hell’s Kitchen and the year this book was published, infant health in New York City improved by leaps and bounds, and much of this can be attributed to Dr. Baker herself.","The years of fieldwork amongst the poorest of New York City’s families inspired Dr. Baker as she rose through the ranks of the Department of Health, where she eventually held the position of Commissioner of Health. In 1908, she was appointed director of the newly formed Bureau of Child Hygiene, the first agency of its kind in the United States, and immediately began efforts to coordinate the programs all of the child hygiene agencies in the city. Dr. Baker’s programs exemplified public health at its best, streamlining and connecting existing organizations to work together towards the common goal of preventing child mortality and improving conditions of child hygiene across the board. Under her guidance, every reported new mother was visited by a public health nurse, who instructed the mother on proper care and feeding practices and gave her informational pamphlets. Milk stations, which provided the city’s mothers with quality milk for their babies at low prices or for free, partnered with Dr. Baker’s bureau and developed into child health stations. These stations not only offered nutritious food for children, but offered education on child care, and later provided vaccinations. By the time Dr. Baker retired in 1923, New York City had the lowest infant mortality rate in the country. Dr. Sara Josephine Baker’s impact on infant health in New York City, and public health as a whole, cannot be overstated."],"locations":[{"id":53100,"lat":40.7830603,"lng":-73.9712488,"zoom":13,"place":"Manhattan, New York"}],"tags":[{"id":3450,"tag":"josephine baker"},{"id":3449,"tag":"infant health"},{"id":579,"tag":"New York City"},{"id":1122,"tag":"Public Health"}]},{"id":6753,"title":"All My Babies: A Midwife?s Own Story (1952) - A pseudo-documentary training film for black midwives in the south","course_id":177,"status":"P","start_date":"1/1/52","end_date":"12/31/87","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A dead baby was not only a tragedy for black families of rural Georgia in the 1950s but a mark against the midwife in attendance.  Public officials were concerned about the health of this population and began requiring strict regulation to receive licenses for practice.  Although black midwives were highly skilled in their practice, no formal training existed to explain the theory behind sanitation.","Enter George C. Stoney – a  white documentarian who not only had a humanitarian’s heart but had a deep affinity for the black midwives he’d met as a child growing up in the south.  With funding from the Georgia Department of Public Health, Stoney traveled with Miss Mary, a well-respected black midwife; the result was <em>All My Babies: A Midwife’s Own Story (1952)</em> – the first training film for black midwives in the south.  This educational film followed the birth stories for two women, detailing the risks for each and how the midwife could best provide a safe and sterile environment.","Stoney faced many challenges inherent as part of a white film crew documenting life in a black community during the racial turbulence of the 1950s.  He wrote extensively about the challenges he faced with funders, research, casting, filming, editing and ultimate production. Stoney struggled with the presentation of the raw human side of the birthing experience along with the contractual agreements for this as a training film to be used across the southern states.  He went to great lengths in what can best be described as ethnography, having lived among the community to better capture a realistic portrait of their lives and living conditions. ","In 1987 film historian Lynne Jackson the relational dimensions between the white crew and the black cast in 1952 rural Georgia through letters, phone calls, formal interviews, and informal conversations. Personal narratives from those who were present during the filming reveal a behind scenes tension that was not evident in the film.  These included racial tensions that stemmed from social mores such as the relationship that developed between Stoney and black physician Dr. William Mason who were forced to eat dinner at separate restaurants during their collaboration. When placed in context of the policy changes in social and medical reform initiatives at this time, the relationships between the funders, the black community, the midwives and Stone himself is complex.","Historian Gertrude  Fraser has examined how tensions surrounding gender and race shaped the production and reception of public health initiatives in the south.  For example Fraser posited that the refusal of southern African American midwives to reveal their working knowledge of birthing can be offered as an act of “deliberate resistance.”  This stands as stark contrast with the goals of the producers, particularly when compared with Stoney’s first person reports in the community. Such a contrast was evident in the white patriarchal positions in <em>All My Babies</em> as well as the treatments and remedies known to be effective by black midwives.","<em>All My Babies: A Midwife’s Own Story</em> may have been framed by the government but thanks to George C. Stoney, elements of authenticity were included in this training film to increase awareness of obstetrical hygiene and safety for black midwives."],"locations":[{"id":53101,"lat":31.5439375,"lng":-84.2278796,"zoom":8,"place":"Dougherty county, Albany, Georgia, USA"}],"tags":[{"id":3455,"tag":"Health Education"},{"id":3454,"tag":"Documentary"},{"id":3453,"tag":"Training Film"},{"id":3451,"tag":"Black Midwives"}]},{"id":6755,"title":"For the Sake of the Human Race","course_id":177,"status":"P","start_date":"1883-01-01","end_date":"12/31/14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 19th and 20th centuries saw a rapid influx of revolutionary ideas and innovations, but very few were as morally frightening as the eugenics movement. Coined in 1883 by Francis Galton, the term “eugenics” became popularized in the 20th century, especially after Galton’s 1901 publication “The Possible Improvement of the Human Breed Under Existing Conditions of Law and Sentiment.” Galton’s ideas refuted the impractical nature of implementing eugenics into society, aiding to convince the “elite” that eugenics was the quintessential mechanism to improve the human race. The elite consisted of the wealthy, the educated, and the “gifted,” and while Galton’s words definitely resonated, the potentially immoral nature of eugenics, including ideas of genocide and elitism, was troubling. Galton appeared to have very few qualms about the movement’s ideas, but the question remained--how could he persuade the elite, especially those with doubts, to adopt the eugenics movement?","Galton drew inspiration from his half-cousin Charles Darwin’s theories on genetics and natural selection to convince the elite of their duty to improve mankind. Biologically speaking, mankind was much like every other organism in that its genetic disposition and talents varied from individual to individual. If society proliferated certain breeds of dogs and horses, why can’t it also do the same with humans? Eugenics could be implemented by financing the education of precocious children and influencing marital practices. The easiest way to proliferate the spread of “good” genes would be for like to marry like, especially within the gifted classes. Children birthed from the “highly valued” would likely be more genetically superior and thus yield lives of higher civic worth. To encourage the formation of early marriages and subsequent highly productive childbearing, Galton claimed the “...tendency among cultured women to delay or even to abstain from marriage...has to be reckoned with.” ","His ideas were very influential in the medical community. Dr. William Polk argued in 1912 that many parents were already unknowingly practicing positive eugenics by discouraging their children from marrying those deemed unworthy, such as those with low intelligence or afflictions. He asserted that parents and educators should continue this practice by intentionally teaching children to marry wisely and to avoid the costly teacher of experimentation in one’s youth. Galton also claimed, “...an enthusiasm to improve the race is so noble in its aim that it might well give rise to the sense of a religious obligation.” Inspired by Galton, Dr. Caleb Saleeby further advocated in the early 20th century for eugenics by asserting that racial perfection should be idealized just as much as individual perfection is. Galton’s appeals were greatly influential in convincing the elite, particularly medical professionals, of the practical implementations of eugenics, pushing the eugenics movement into mainstream ideology. For example, the eventual atrocities of many states’ eugenic laws in the United States and the Nazi regime drew much of their inspiration from these works. Genetic perfection was attainable; it only required the efforts of the elite to accept and carry out their divine duty."," "],"locations":[{"id":53005,"lat":52.3555177,"lng":-1.1743197000001,"zoom":8,"place":"England"},{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":533,"tag":"Eugenics"},{"id":100,"tag":"Medicine"},{"id":3456,"tag":"Francis Galton"},{"id":3457,"tag":"elite"}]},{"id":6756,"title":"Edward Parker's Reccomnedations for Scarlet Fever","course_id":177,"status":"P","start_date":"1825-01-01","end_date":"1885-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Parents of children in New York City in 1859 had great reason to fear scarlet fever. Per historian John Duffy, in its endemic state, scarlet fever killed one to two hundred young people in New York every year, and was worse during epidemic years. Parents were not alone in fearing the disease. Physicians dreaded an encounter with scarlet fever because they knew little about treatment and frequently lost their patients to the illness.","Scarlet fever had been endemic in New York City since its “first attack in 1745.” In lieu of the outbreak, one newspaper ran a warning and listed the symptoms, warning that it was fatal to many children. The most common subjects of this disease are children under twelve years of age. Physicians were studying and tracking the disease in hopes of creating a better means of treatment. One such person dedicated to the study was medical doctor and professor Edward Parker. Parker authored a detailed monograph in 1859 describing the symptoms he witnessed in his many years of observations and his recommendations for treatment of scarlet fever. Parker defined three distinctive characteristics of scarlet fever that separate it from other diseases. These three characteristics include” the eruption, the sore throat, and the frequent pulse.”","Parker defined the eruption of red to be a unique color of “burnt sienna” that targeted the “mucous membrane of the mouth, the neck and upper portions of the chest, the inside of the elbow-joints, the groins, and behind the knee joint.” An outbreak of this red could be seen in as little as half an hour after the patient begins to feel unwell, but most typically arrived within forty-eight hours. The sore throat was characterized by an enlargement of the tonsils, so much so that they projected into the throat. This enlargement produced a change in the patient’s voice. “Externally, the glands could be felt distinctly, and pressure upon them caused pain.” This swelling caused great pain to the patient when they attempted to swallow fluids or solids. One of the most reliable symptoms was the rise in pulse. Parker noted that the pulse was “quick and irritable” in some cases reach “140 or 150 beats.”","Treatment of scarlet fever began with protecting the family of the inflicted. It was necessary to ensure that no one was in direct contact with the patient, to keep the disease contained. Parker recommended quarantining the infected person in a well-ventilated, dim, quiet room that only the attendants should have access to. Additionally, he mentioned that “washing the hands is also wise.” Parker encouraged the use of a preventative drug called belladonna, which he pointed out is somewhat controversial, but was used by many physicians. Once infected, for children, paregoric was preferable to other opiates. Externally, Parker recommended sponging the surface of the body with tepid water with added vinegar to lower the excessive heat that the fever brought. To ease soreness of throat a gargle of alum or capsicum was recommended. For the external treatment, wrap a piece of flannel around the neck that has been wetted with diluted rum and black pepper. Parker concludes by adding that if there are white deposits in the throat wipe them with a soft sponge and then apply a solution of chloride of soda.","While Parker did not find a cure for scarlet fever, his monograph is significant today because it allows historians to see the advancement in treatment, from 1859, of inflicted individuals. Additionally, it allows readers to better understand the importance that sharing medical information had in 1859. The importance of physician’s access to medical information to ensure better treatment continues today, 158 years later."],"locations":[{"id":52989,"lat":43.0936649,"lng":-75.8001519,"zoom":5,"place":"New York"}],"tags":[{"id":763,"tag":"epidemic"},{"id":3458,"tag":"scarlet fever"},{"id":3459,"tag":"scarlet"},{"id":3460,"tag":"fever"},{"id":3461,"tag":"scarlatina"},{"id":3462,"tag":"childhood illness"},{"id":3463,"tag":"childhood"},{"id":3464,"tag":"endemic"}]},{"id":6757,"title":"Hospital Scandals, the Debate of Free Healthcare, and Power of the Patriarchy in Medicine","course_id":177,"status":"P","start_date":"4/14/16","end_date":"4/14/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In April of 1916, Dr. Clark of Indiana University School of Medicine went behind the backs of administration to pay out-of-pocket for the healthcare services of a patient who was unable to pay his or her healthcare fee. Caught in this scandalous act by his supervisor, Dr. Charles P. Emerson, instead of being reprimanded for his defiant behavior, Dr. Clark's rebellious actions were waived away and he was promoted to the Board of Education within the hospital.","During this time, the stance on free medical healthcare was divided. Proponents of the maintenance of free healthcare, like Dr. Clark, claimed that hospitals were primarily set up to benefit patients and doctors alike. In return for free healthcare for patients, doctors had a venue for medical advancement. For this reason, requiring payment from patients would be counterintuitive and un-altruistic. However, due to increased laboratory testing, use of technology, job specialization, growing numbers of patients, and the maintenance of facilities, hospital spending increased greatly, straining hospitals financially. Even though there were many charitable donations, funding from them could not keep pace with the financial burden of operating a hospital. Many administrative figures and some physicians believed the only way to keep revenue in the hospitals was to have patients pay for healthcare. In unison, more patients from higher social classes were willing to pay for quality services due to the advancement of medicine in this era. In response, boards of physicians and administration were formed to cohesively make decisions regarding the hospital; thus, representing the devolution of physician power and the evolution of power into the hands of administrative forces. ","Although the debate of free healthcare remained unresolved among physicians and administration, Dr. Emerson’s letter to President William L. Bryan clearly indicated that neither parities took responsibility for the breach in protocol. The blame was placed on a female secretary who, according to Dr. Emerson, authorized this transaction of free service and was solely responsible for causing the scandal. Until the late 1900s, women faced an ongoing war on authority and equality against the patriarchal and masculine field of medicine. The average medical man in conjunction with the society at the time believed women were incapable of working outside of the domestic sphere. Women who worked in the medical field were only hired for subordinate positions, such as nursing and secretarial work. In this case, Dr. Emerson and Dr. Clark were left unscathed for an act Dr. Clark was responsible under Dr. Emerson’s supervision while the female secretary played the role of a scapegoat. As the scapegoat, she was unjustly assigned the blame for this scandal because lower-ranking workers, many of whom were women, were viewed as expendable. In the letter, the secretary was spoken of negatively and referred to as “woman” multiple times to emphasize to the President that she was to blame. Linking “woman” to her profession provided a reason as to why such an erroneous, scandalous event occurred under the supposed supervision of Dr. Emerson. Dr. Clark acted against the rules of the hospital and was promoted within the hospital while the secretary took the brunt of the blame. This outcome exemplifies that although there was a divide in the medicinal community on the debate of free healthcare, an underlying patriarchal hierarchy clearly dominated in this era."," "],"locations":[{"id":53102,"lat":39.7815613,"lng":-86.1651714,"zoom":7,"place":"Indiana University School of Medicine, B"}],"tags":[{"id":3465,"tag":"Healthcare Debate"},{"id":3466,"tag":"Women in Medicine"},{"id":3467,"tag":"Free Healthcare"},{"id":3481,"tag":"Patriarchy in Medicine"}]},{"id":6758,"title":"Andrew Taylor Still: Treating Flux with Osteopathy","course_id":177,"status":"P","start_date":"1874-09-01","end_date":"1874-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After losing three of his children to spinal meningitis in 1864, Andrew Taylor Still began to question traditional medicine’s effectiveness. Having learned medicine from his father’s practice, he began to explore alternative medicines. After years of studying and experimenting, he established his own blend of bone setting and magnetic healing in 1874. Calling his practice osteopathy, Still rejected main-stream medicine’s emphasis on drugs and instead performed physical manipulations to treat disease. He believed that all disease was caused by imbalances of bodily fluids that can only be remedied by bone realignment.","Still worked to develop treatments for a variety of diseases, eager to expand his scope of practice. In his autobiography, Still recounted his first treatment of flux using osteopathy. One autumn day in 1874, Still was enjoying a stroll with a friend in Macon, Missouri, when he discerned fresh blood spotting the street for fifty yards. As he peered ahead, he distinguished a distressed young mother trudging along the street with her children. The source of the bloody trail was an ill four-year-old boy, wearing only a calico dress as protection against the autumn weather. Alarmed at the boy’s blood-covered legs and feet, Still and his friend rushed ahead and offered to help the family home. Still picked up the sick boy and judged him to have bloody dysentery, also known as flux.","During the walk home, Still noticed that, while the boy’s back was warm, his belly was cool. Despite having never treated flux before, Still attempted to treat the boy by pushing the warm areas of the boy’s body into the cold ones, hoping to ease the congestion near the lower region of the spine. After a few minutes of this spinal manipulation, Still told the boy’s mother that he would return the next day to see how the boy was doing. Early the next morning, the mother rushed to Still, informing him that his treatment had been successful and her son was improving. Over the next few days, several other families brought their children with flux to Still for him to treat. All in all, Still treated seventeen cases of flux with his method.","At first, Still’s new healing philosophy was met with skepticism by both medical professionals and the public, who viewed him as either a quack or a “hypnotist.” To gain support, he traveled to several Missouri towns throughout the 1880s. Eventually, his visits attracted large crowds, with patients drawn to his charismatic personality and his novel treatments. By 1889, he had gained enough support to establish his own infirmary in Kirksville, Missouri. The infirmary was immensely successful, with patients flooding to Kirksville in train-loads. Desiring to further spread his art, he instructed his four sons on how to diagnose and treat patients in an osteopathic manner. Not long after, in 1892, he established the first osteopathic medical school—the American School of Osteopathy—which grew from eighteen students in the first class to hundreds of students just years later, representing osteopathy’s remarkable growth in America."," "],"locations":[{"id":7709,"lat":39.7422561,"lng":-92.4726859,"zoom":8,"place":"MACON, Missouri"}],"tags":[{"id":3468,"tag":"Missouri"},{"id":3469,"tag":"osteopathic medicine"},{"id":3470,"tag":"flux"},{"id":3471,"tag":"Andrew Taylor Still"},{"id":3472,"tag":"alternative medicine"}]},{"id":6759,"title":"Emily Blackwell becomes the third woman to earn a medical degree in the United States!","course_id":177,"status":"P","start_date":"1837-01-01","end_date":"1893-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Inspired by her older sister, Dr. Elizabeth Blackwell (the first woman to earn a medical degree in the United States), Dr. Emily Blackwell studied medicine. Like her sister, she did not have an easy journey. Dr. Blackwell’s sister warned her from the beginning, “a blank wall of social and professional antagonism faces the woman physician that forms a situation of painful loneliness, leaving her without support, respect or professional counsel.” She was rejected from eleven medical schools, due to complaints from male students, but continued to carry on.","            Medicine at this time, in 1854, was going through a transition. The onset of industrialization brought about important alterations in the organization of work and family life, which created a change to the role of women, and made more middle-class women comfortable with studying medicine. Before this time, there was a specific role for women that limited them, they were to stay at home and care for the house and children. The advances in medical science have begun to call traditional therapeutics into question, and older concepts of professionalism are being challenged. Women brought another element to medicine, humanity.","            Emily saved money for her education through her salary as a teacher, and persisted on for the cause of women in medicine, and for this she was willing to struggle. Prior, Dr. Emily Blackwell was studying, and teaching, music. “I soon felt the want of a more engrossing pursuit than the study of music, German, and metaphysics. The suggestion of studying medicine was first presented to me by a lady friend who was ill and said to me, “if I could be treated by a lady doctor, my worst suffering would have been spared me.” Dr. Blackwell went on to write to physicians she knew through her family, and in various parts in the country, about the possibilities of a woman becoming a physician. Most of her responses concluded with, “the idea is a great one, but also impossible.” Using this as inspiration, she started her journey. After spending a year at Rush Medical College her studies ended, the college bowed to pressure from the state medical society and rescinded her admission. 1852, she spent the summer in New York, gaining practical experience at her sister’s side among poor immigrant women. She went on to attend Case Western Reserve University in Cleveland, Ohio, where she became the second woman to earn a medical degree after graduating in 1854. At the time of her graduation there were 1,206 students, with her being the only woman.","In 1857 the Blackwell sisters and established the New York Infirmary for Indigent Women and Children. By 1874 the infirmary served over 7,000 patients annually. In 1868, the Blackwell sisters established the Women's Medical College in New York City. Emily became professor of obstetrics and, in 1869, became dean of the college. In 1876 it became a three-year institution, and in 1893 it became a four-year college, ahead of much of the profession. By 1899 the college had trained 364 women doctors. Dr. Emily Blackwell’s determination to not give up on pursuing a profession in medicine inspired many women to follow in her footsteps. She played a large part in helping other women in the same journey. Her strength, courage, and bravery should be noted and remembered."],"locations":[{"id":53103,"lat":41.49932,"lng":-81.6943605,"zoom":7,"place":"Cleveland, OH"},{"id":52793,"lat":40.7127753,"lng":-74.0059728,"zoom":7,"place":"New York City, NY"}],"tags":[{"id":3466,"tag":"Women in Medicine"},{"id":3473,"tag":"19th century"}]},{"id":6760,"title":"The Irish Potato Famine: Lessons in Epidemiology and Public Health","course_id":177,"status":"P","start_date":"1847-05-30","end_date":"1847-08-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 30, 1847, Robert Whyte was forced to either leave his beloved homeland of Ireland or risk death by slow and painful starvation. Unsurprisingly, he chose the former, fleeing the country with no real possibility of ever returning. Whyte’s only transportation option was an Irish coffin ship, jam-packed with hundreds of other refugees seeking an end to the brutal living conditions of one of the deadliest famines in world history: The Irish Potato Famine. While the coffin ship was intended to deliver the emigrants from the hellish circumstances of Ireland, it instead hastened many of their deaths—as the lack of space and proper ventilation on the ship acted as a cesspool and incubator for disease. During his time aboard, Whyte witnessed firsthand the pestilence that ravaged the ship’s occupants and resulted in mass casualties. He recounted in his diary one such instance:","\"Passing the main hatch, I got a glimpse of one of the most awful sights I ever beheld. A poor female patient was lying in one of the upper berths - dying. Her head and face were swollen to almost unnatural size, the latter being hideously deformed… Her cheeks retained their ruddy hue but the rest of her distorted countenance was of a leprous whiteness… Her afflicted husband stood by her holding a 'blessed candle' in his hand and awaiting the departure of her spirit. Death put a period to her existence shortly after I saw her. And as the sun was setting, the bereaved husband muttered a prayer over her enshrouded corpse which, as he said Amen, was lowered into the ocean.\"","Whyte was just one among the hundreds of thousands of Irish emigrants who fled the nation in search of a better life during the mid-1800s, only to be met by worse living conditions and heightened disease exposure on the cargo vessels carrying them to safety. According to Irish historian, James Donnelly, Jr., the Irish Potato Famine—typically referred to as the Great Famine by Ireland natives—was responsible for the deaths of around one million people and for the mass emigration of about a million more; in effect, the population of the country fell by as much as 25%. However, contrary to popular belief, more deaths were caused by disease than by starvation. In fact, as much as 80% of the deaths that occurred during the famine can be attributed to disease acquisition, says economic historian Joel Mokyr.","Whyte’s story, as well as the stories of all the Irish emigrants of the time period, offer an intense glimpse into what the world looked like in the 19<sup>th</sup> century—more specifically, what the world looked like absent the epidemiological measures and public health knowledge available today. The general public of Ireland’s lack of education on disease transmission was the direct cause of a fraction of emigrant deaths on pilgrimage ships during the famine. At the time of the famine, Irish citizens held many misconceptions on the actual science behind disease transmission, the majority of them believing that sickness had mythical origins. Historians like Donnelly claim that with a simple understanding of how important sanitation and diet are to health, as well as today’s understanding of how diseases are passed from person to person, the number of deaths during the famine could have been significantly lower—and Robert Whyte’s experience may have been an entirely different story."],"locations":[{"id":53105,"lat":45.5016889,"lng":-73.567256,"zoom":8,"place":"Montreal, QC, Canada"},{"id":53104,"lat":53.3785693,"lng":-6.0570132,"zoom":8,"place":"Howth, Ireland"}],"tags":[{"id":3476,"tag":"disease transmission"},{"id":3475,"tag":"epidemiology"},{"id":3474,"tag":"Irish Potato Famine"},{"id":31,"tag":"Immigration"},{"id":1122,"tag":"Public Health"}]},{"id":6761,"title":"The Battle between Infant Feeding and Artifical Foods during the Early 1900s","course_id":177,"status":"P","start_date":"10/1/00","end_date":"2/1/24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Among medical professionals in the early 20<sup>th</sup> century, there were many ideal practices agreed upon, and one practice in specific was advocated yet also debated upon, especially for the sake of survival among infants. In a 1900 entry on <em>Infant Feeding</em> that appeared in the American Journal of Nursing, W.B. Thistle stressed the importance of breastmilk as compared to artificial foods. She states that taking away a mother’s breast for artificial food is “fraught with the greatest importance to the infant” and that no matter how well the artificial food is, the child’s chances for survival are greatly lessened by the change. She goes on to explain how during the early days of milk secretion, the milk is richer in fats and have purgative properties. These properties were thought to cleanse the intestines of the infant during digestion but no provided evidence showed this at the moment.","<em>Mothers and Medicine: A Social History of Infant Feeding</em>, was an entry that braced the concept around <em>Infant Feeding</em>. During this same period, Thomas Morgan Rotch, a physician during 1890-1915, as well as many other physicians, stressed the importance of human milk as well and believed that it must be a standard for any infant nutrients, but implied how it could be unfit for the infant upon specific circumstances. As stated in the entry, if the mother doesn’t nurse on regular intervals or if her temperament is “undisciplined” this could cause the milk to be unfitting for the infant. Rotch goes on to explain that since the mother and infant are completely two separate individuals, the combination of nutrients from the mother’s breastmilk may not always be satisfying towards the infant. He sought out a solution with artificial infant feeding in a way that would be uniquely suited to the infant for digestion and development.","With this being said, though infant feeding was suggested among all medical professionals, it was more accepted within the nursing world. With an another <em>Infant Feeding</em> entry being released in 1924 by the American Journal of Nursing, 24 years later than when the original <em>Infant Feeding</em> was introduced, registered nurse Sister Mary Therese drew from the medical world that infant morbidity was mainly due to gastro-intestinal diseases. She went on to apply that these diseases can only be avoided through proper infant feeding. It was explained that the natural food for an infant is its mother’s milk. A mother’s breastmilk contains vital substances that all other foods lack no matter how modified they are. She sees the denial of breastmilk towards an infant as a crime as it would destroy life itself. Sister Therese also claims that she’s seen infants dying being retrieved by their mother’s milk. If there’s a case where mother can’t breastfeed, then a “wet nurse should be procured if possible”. If that fails, then artificial feeding can then be introduced."],"locations":[{"id":53005,"lat":52.3555177,"lng":-1.1743197000001,"zoom":8,"place":"England"}],"tags":[{"id":3479,"tag":"Artifical Foods"},{"id":3478,"tag":"Breastmilk"},{"id":3477,"tag":"Infants"},{"id":2189,"tag":"Nursing"}]},{"id":6763,"title":"Secret Doctors","course_id":177,"status":"P","start_date":"8/1/94","end_date":"8/1/94","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Wonda L. Fontenot, 20<sup>th</sup> century cultural ethnographer, stepped out onto the backwood swamplands of rural southwest Louisiana. This is Opelousas Territority, an area of the U.S. that encapsulates remnants of French, West Africa, and Native American elements. Fontenot is greeted by the son of Tee Begbe, infamous “Secret Doctor”, with the salutation of, “Ca va’?” – “How’s everything?” he asked. The make shift waiting room was filled with six adult patients and one child waiting their turn to be seen by the local healer. Fontenot conducted three interviews with Doc Begbe in order to understand his practice.  Begbe shared in French Creole, while his son translated, that most people in the community couldn’t afford the local doctors.  Nostalgically, Doc Begbe recalls that the “healing” comes to him like a dream. He shares, “God just told him what to do. He started (treating) as young as twenty years old”.","Noc Sol was a folk practitioner who treated with prayer, herbal teas, salve, and poultices. He was known for his use and practical knowledge of botanical medicine. Many medicinal plants were part of his backyard.","Granny Ya was an eighty-six year old “secret doctor” that once served as a full time midwife.  Ya’s lifework was summed up by 100-200 babies a year.  She describes her craft of “catching babies” as a God-given talent.  In later years, Granny Ya’s folk doctoring centered upon only treating childhood illnesses.","These tales of “secret doctors”, “root doctors”, or “treaters” entail the rich tradition of ethno-medicine of the African-American culture. It’s folk medicine which spans from a colonial past to a 20<sup>th</sup> century re-emergence. Many local healers were highly revered, trusted, considered wise sages, and leaders within their communities. Some folk healers practice today.  ","It was the “talking stories” or narratives of folk healers that allowed Fontenot to captures the essence of Louisiana’s ethno-medicine, an undocumented tradition of “secret doctors” that has been hidden and morphed by the residual impact of slavery. Slave medicine was plantation medicine. Plantation medicine was orchestrated by local healers. Local healers practiced \"secret doctoring\". Within the pages of her incredible work, <em>Secret Doctors</em>, Fontenot highlights the historical perspective, healing narratives, religious practices, ritual artifacts, and medicinal ethnobotany of the “healers” and the people they serve.","The ethnobotany of this region represented the commingling of African, Native American, and French recipes and remedies. The secret doctors were trained by Indian grandmothers who taught them about the many botanical medicines.  Plants shape, smell, and color was memorized by the “treater”. The treatment might consist of specific directions like “three fingers wide” which could be a dosage interpretation of either three times a day or a half cup measurement. Roots and barks were known to be both useful and/or toxic. Ethnobotany, oral tradition, and religious practices were the cornerstone elements of the African American medicinal legacy.The medical cosmologies of African, Native American, and French meshed into a unique cross-cultural experience.   ","Those treated shared that folk remedies felt more soothing and comforting than modern medicine. The historical footprint of traditional folk medicine displays an entire population relied upon unconventional means as their only healthcare for centuries. Many slaves felt their recipes were simpler as well as they prefered their own doctors to conventional white doctors. These traditional folk methods were passed down and practiced in secret. In <em>Medical Apartheid</em>, Harriet Washington, encapsulates the nature of this secret doctoring, “A secret is not something unrevealed, but told privately in a whisper”.  Today, this fear and anxiety has lead to distrust of modern medicine. Washington laments concerns of the African American perspective, “… modern medicine delivers you helplessly into the hands of a profession which you deeply mistrust”. Scholars, such as Fontenot and Washington, have encountered a dark history of a race driven toward self-care.      "],"locations":[{"id":53108,"lat":30.2265949,"lng":-93.2173758,"zoom":3,"place":"Lake Charles, Louisiana"}],"tags":[{"id":3485,"tag":"Ethnomedicine"},{"id":3486,"tag":"Ethnography"},{"id":3487,"tag":"Folk Medicine"}]},{"id":6764,"title":"Medical Reform: From Words to Action","course_id":177,"status":"P","start_date":"1847-02-01","end_date":"1847-02-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dr. Charles Meigs, an obstetrician and professor at Jefferson Medical College, became apprehensive as his four-month course on obstetrics and the diseases of women drew to an end. Although medical knowledge and information about the human body and disorders had grown extensively by 1847, the medical education system did not provide an adequate amount of time to cover the abundance of information. Due to the gap between the amount of medical education needing to be taught and the amount of time provided to realistically teach it, Dr. Meigs wrote a collection of letters known as <em>Woman: Her Diseases and Remedies: A Series of Letters to His Class</em> for his students to continue learning about information on obstetrics that he did not have time to fully cover during the term. The forty-five letters covered various aspects of obstetrics and women’s health in great depth, from disorders and cancers that can affect females to puberty and pregnancy.","Aspiring physicians faced challenges due to the unorganized educational system and democratic culture that was established in the United States during the 19<sup>th</sup> century. Medical school executives wanted to attract students from various backgrounds. No licensing laws existed and courses were often short and sophisticated. Because it did not appear difficult to become a physician, schools were able to increase their enrollment rates. By observing Dr. Meigs’ letters written as a response to the inadequate amount of lecture time incorporated into the curriculum, it becomes evident that this was one way that medical education began to undergo reformation. His localized effort to improve the deficient medical system in Philadelphia was one solution that set the stage for further and more widespread education reform efforts that occurred in the following decades.","After 1870, medical education standards became stricter and the field of medicine began to transform into an elite profession. For example, wealthy men impacted the ways in which learning were carried out through the creation of teaching hospitals and labs, and more requirements such as obtaining an undergraduate degree, became required to enter medical school. In the early 20<sup>th</sup> century, the American Medical Association designated Abraham Flexner to assess the quality of curriculums, faculty, and facilities in various medical schools to continue reform efforts. Flexner and other reformers found that short academic years posed problems with learning the immense amount of medical knowledge necessary to evolve students into successful physicians. As a result, longer course times and academic years were implemented and licensing boards and medical organizations were established.","The series of letters on diseases and treatments of women foreshadowed later efforts to forever change the medical education system. They can be viewed as an innovative teaching tool created as an early grassroots reform effort in medicine. Growing reform efforts led legislators and other medical school faculty to realize the existence of deficiencies in education and to work towards change well into the 20<sup>th</sup> century."," "],"locations":[{"id":52780,"lat":39.9371328,"lng":-75.1684727,"zoom":6,"place":"Philadelphia, PA"}],"tags":[{"id":3483,"tag":"Reform Efforts"},{"id":3484,"tag":"Education Deficiencies"},{"id":100,"tag":"Medicine"}]},{"id":6765,"title":"History of African Americans in Medicine","course_id":177,"status":"P","start_date":"1/1/00","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Being black prior to the year1891 was hard. Not only was racism everywhere, but for black people in the medical field, as either patients or practicing professionals, if they were qualified and more than likely deserving, there was no place for them in the medical field. This unspeakable injustice is not one that went un challenged though. Until Dr. Daniel H Williams came along to bring about a sense of hope and belonging to African American people who wished to join the medical field. It is very important to understand just how the world worked at this time. The reality of life for black people, was that if they were patients, they could not be brought into a white hospital for an operation. In others where it was allowed, “the privilege carries with it such offensive limitations on the time and manner in which the family of the patient is allowed to visit the may prefer not to use it.” Something else to realize, is that black doctors were extremely ostracized and were also not permitted to practice in public hospitals even upon meeting all of the requirements set forth by said hospitals.","Until a 1900 address by the good Dr. Daniel Hale Williams, (who subsequently opened Provident Hospital and Nurse Training School in Chicago, the nation’s first black controlled hospital), urged other Black people and white people to open black controlled hospitals. The world would no longer be deprived of all the rewards that black doctors have provided for not only the development of the prestigious career that is medicine, but to the overall increase in health possible for all people. Just as any other major change though, the opening of black controlled hospitals was something that took time. In fact, it took twelve years for there to be just 63 black controlled hospitals opened, and seven years later a total of 118.Someone once said that when preparedness meets opportunity, that’s when magic happens. The black hospital movement is no exception to this. By having an environment where black doctors were not only victims to extreme racism, and ostracizing by other doctors, but not even being able to take credit for their work. Being able to work in a safe environment, allowed for the magic to start happening, allowing black doctors to take control of their craft and put forth groundbreaking work just as the great Dr. Williams did in 1893 with the first successful open heart surgery."," "," "],"locations":[{"id":53109,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, IL, USA"}],"tags":[{"id":3488,"tag":"Dr. Daniel Hale Williams"},{"id":100,"tag":"Medicine"},{"id":889,"tag":"Racism"}]},{"id":6766,"title":"A Shocking Revelation in Medicine","course_id":177,"status":"P","start_date":"1868-01-01","end_date":"1871-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A physician sat at his patient’s bedside, dumbfounded. Typically docile, well-mannered, and pious, she shouted obscenities, overcome with rage displayed in forceful expressions of perversions. Dr. Alphonso Rockwell could do little to comfort the woman and spent most of the night there. The evening was interrupted when William Miller, a kind-hearted and elderly “electrician,” arrived at the door with a single, ordinary induction coil. Amusedly, Rockwell watched the uneducated man administer a dose of electricity, hereby witnessing unforeseen positive results. ","In <em>Rambling recollections: an autobiography</em>, Rockwell detailed his experience treating a woman with brain inflammation and impotence in remedying the increasingly common condition. Historical and sociological research published in<em> Pushbutton Psychiatry</em> explained its growing presence as the consequence of evolving American culture. In the years following the Civil War, new liberties complicated life and affected the psyche. Nerve sensitivities were exhausted by new demands of politics, religion, education, and philosophical thought. Women were deemed particularly susceptible, ill-equipped to handle such great mental activity. In 1868, medicine provided no relief for these mental afflictions, but Rockwell’s patient provided him undeniable proof of the need for alternative treatment.","Research into Miller’s method proved risky. Electrotherapeutics were mentioned only in hushed voices, considered little more than quackery. The stigma stemmed from its cultivation by ignorant laymen, based solely on experience rather than pathology or electrophysiology. Its early application was crude, a current forced into the body using a battery or induction coil and wire—without knowledge of various electric currents or their effects on diseases. The media further influenced the stigma with advertisements for illegitimate at-home devices, rendering physicians powerless to distinguish electrotherapeutics as medical science. Entering this field could quickly tarnish a doctor’s reputation. ","However, the meeting with Miller gripped him. Despite professional hazards, Rockwell retired his general practitioner title and began an apprenticeship under him. He began his own practice and recorded thousands of cases with his silent partner, Dr. George Beard. He experimented on charity cases directed from Beard’s clinic to develop theories and standard applications. After only two years, they accumulated enough research to publish several articles, which piqued substantial curiosity in the medical community. In 1871, they published <em>A practical treatise on the medical and surgical uses of electricity, including localized and general electrization</em>. This lengthy piece explained what lay-practitioners could not: electrization was a stimulating tonic that immediately disrupted ailments and, after long-term exposure, improved disposition and strengthened the brain and muscles’ capacity for labor. This revelation was invaluable in remedying the overly-taxed population. "," ","Rockwell could not have known his visit to a hysterical patient would be a catalyst for the scientific acceptance of a quack treatment. He provided strong evidence that electrotherapeutics could increase the ability to tackle the demands of modernizing civilization. Its merit was validated by prestigious individuals seeking its benefits and widespread introduction of electrotherapeutic devices in institutions. Though methodology hardly resembles its beginning, the practice continues to be used in the modern day, despite the persistent stigma and controversy that accompany it. "],"locations":[{"id":53110,"lat":40.8115504,"lng":-73.9464769,"zoom":8,"place":"Harlem"},{"id":8915,"lat":40.7127753,"lng":-74.0059728,"zoom":8,"place":"NEW YORK, New York"}],"tags":[{"id":3472,"tag":"alternative medicine"},{"id":3489,"tag":"Electrotherapeutics"},{"id":3490,"tag":"Electricity"},{"id":3491,"tag":"Shock therapy"},{"id":3492,"tag":"Quack medicine"}]},{"id":6767,"title":"Icones Anatomicae: Reviving a Passion in Science and Medicine 400 Years in the Making","course_id":177,"status":"P","start_date":"1/1/34","end_date":"12/31/34","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the year 1543, Andreus Vesalius published the <em>De Humani Corporis Fabricae</em> and revolutionized the medical landscape. The work was a masterpiece. It combined the fields of art and anatomy and cut to the core of human anatomical understanding. In order to most accurately depict the anatomy of the human body, Vesalius employed several artists and had them attend anatomical dissections and demonstrations. Their beautiful drawings were then transferred to woodblocks for printing, and here is where our story begins. The original woodblocks were lost for nearly 400 years until in 1932 Dr. Samuel Lambert, President of the New York Academy of Medicine, heard a colleague make mention of an anatomy professor at Basel who wrote of the survival of several original blocks at the University of Munich Library. An ecstatic Dr. Lambert then set into motion a series of events that would culminate in the 1934 publication of <em>Icones Anatomicae</em>.","<em>Icones Anatomicae</em> is a masterpiece in itself. It is an anthology consisting of the <em>De Humani Corporis Fabricae, </em>the<em> Tabulae Anatomicae Sex, </em>several personal letters, and a few of Vesalius’ previously unpublished works.  The publication was received with much acclaim. The influence of Andreus Vesalius and his impact on the field of medicine were already well understood in the early twentieth century, but not many knew why. Several physicians, historians, and artists decided that along with the publication of <em>Icones Anatomicae,</em> an explanation of the significance of Vesalius and his work was necessary. J.B. Saunders and Charles O’Malley held nothing back in their praise of Vesalius in their 1950 book, <em>The Illustrations from the Works of Andreas Vesalius of Brussels.</em> They explain that his work signaled “the beginning of modern observational science and research,” essentially calling Vesalius the father of not just anatomy, but of <em>all of modern science</em>. Saunders and O’Malley go on to compare Vesalius to the likes of Hippocrates, Galen, Harvey, and Lister. Then, in 1952, John F. Fulton published <em>Three Vesalian Essays to accompany the Icones Anatomicae of 1934</em>, hoping to further illustrate why Vesalius was so important and why the publication of <em>Icones Anatomicae</em> was such a momentous occasion. Samuel Lambert commissioned the essays in 1932 hoping to give modern context to the significance of <em>Icones Anatomicae </em>and the impact of Vesalius’ work. ","Before Vesalius, science, and specifically anatomy and medicine, lectures were taught from purely textual classic sources, such as Galen. Vesalius was the first to emphasize the importance of visual aids in scientific texts. Vesalius’ contributions to the fields of anatomy, medicine, and art have undeniable influence. Vesalius is just as notable, important, and influential as other renaissance figures. <em>Icones Anatomicae </em>and the essays, books, and articles published to accompany it attempt to outline just how much of an impact Vesalius had on modern science and medicine. Vesalius was able to revive a collective passion in medicine after a millennia and a half of stagnation. He imbued the pursuit of knowledge with a certain art. The <em>Icones Anatomicae </em>was an essential vessel in transporting that collective passion into the modern age."],"locations":[{"id":53112,"lat":40.7127753,"lng":-74.0059728,"zoom":8,"place":"New York, NY, USA"},{"id":53113,"lat":48.1351253,"lng":11.5819805,"zoom":8,"place":"Munich, Germany"}],"tags":[{"id":100,"tag":"Medicine"},{"id":3482,"tag":"Medical Education"},{"id":3493,"tag":"Vesalius"},{"id":692,"tag":"Science"}]},{"id":6769,"title":"The History of the Ambulance-Wagon During the Civil War","course_id":177,"status":"P","start_date":"1861-04-12","end_date":"1865-05-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Between April 12, 1861 to May 9, 1865, the Civil War waged claiming the lives of about 620,000 American. The Civil War conflict was a great tragedy, but if could have been worse if it wasn’t for William A. Hammond the surgeon general at the time. It was thanks to his almost single-handed push of a vehicle designed to get medics to the injured faster, and/or the injured out of combat zones.","Known as the ambulance-wagon in its time, it was the first vehicle of its kind; with the express purpose of transporting care to the wounded. An 1891 diagram detailed the inner workings of this type of ambulance was used as a detailed diagram of the innerworkings of the type of an old-style ambulance. It was used in its time as a reference to how a vehicle meant for treating wounds on a battlefield should be built and stocked. It includes a medicine pannier, Autenreith medicine wagon, hospital tent, Sibley tent, litters, Wheeling or Rosecrans ambulance wagon, Rucker ambulance wagon, Confederate field ambulance wagon, hospital rail cars, hospital ship, and six-mule team with U.S. Army wagon. The reason from then number of different types of elements was due to the number of different types of war zones the ambulance-wagon would be used in, and the vast amount of different types of injuries one would fall victim to during the war. The company who created it was Julius Bien & Co.","The photo the same ambulance described by the lithograph in action, shows medical staff tending to the wounds of soldiers on the battle field. During the Civil War, when medicine hadn’t advanced to the point where ambulances only served a means of stabilization, and transportation to a hospital like they do now; it was the ambulance-wagon, and those who pushed its integration that no doubt saved thousands of lives.   ","Hammond demanded (and got) one ambulance for every 150 soldiers and got two medical supply wagons for each regimental corps. His improved transportation system proved itself, and at the battle of Antietam (September 1862) his stretcher bearers and ambulance-wagons had every one of the Union Army's 9420 wounded soldiers off the battlefield before the day ended. It was a remarkable feat in the early history of ambulances. At first, ambulance at the time was used strictly for combat zone purposes, but was quickly adopted by hospitals soon after. "],"locations":[{"id":53115,"lat":32.7523476,"lng":-79.8746925,"zoom":7,"place":"Fort Sumter, South Carolina"},{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":7,"place":"United States"}],"tags":[{"id":3500,"tag":"William A. Hammond"},{"id":3499,"tag":"ambulance-wagon"},{"id":3498,"tag":"Ambulance"},{"id":5,"tag":"War"},{"id":100,"tag":"Medicine"},{"id":32,"tag":"Civil War"}]},{"id":6768,"title":"The Great Herball's Denial of Mythology and Contribution to Medicine","course_id":177,"status":"P","start_date":"1597-06-01","end_date":"1633-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The mandrake root has been a source of lore and wonder for hundreds of years. In Renaissance England, the mandrake root was believed to have special medicinal properties, and also believed to emit deadly cries when uprooted. Mandrake root was used as a supplement to increased fertility, as a surgical anesthetic, and as a sedative. It was seen as both a good luck charm and a curse. To dig it up from the ground, some herbalists suggested tying a dog to the leaves and the dog run, so that the deadly cries of the root could not be heard. In 1597, John Gerard’s book, <em>The Great Herball</em>, boldly denied this mythology surrounding the mandrake root, a point which demonstrated a small shift in culture in England in the late sixteenth century towards a more scientific approach to viewing the world.","Plant-based foods and medicines were very important in the late 16<sup>th</sup> century when the <em>Great Herball</em> was produced. People relied on plants as cures for most ailments, which is in part the reason that pharmacopeias such as the <em>Great Herball</em> were very popular. Gerard’s book detailed hundreds of plants with their medical and sometimes decorative properties, making more and more treatment ideas accessible. Contrary to other herbals, Gerard’s entries usually did not include any mythology or special recommendations for harvesting. The entry concerning the mandrake root stands out because of its varied history and mythology. It helped propel the <em>Great Herball </em>into a book of lasting interest.","Mandrake root took on an anthropomorphized role in Renaissance England that can even still be observed in the popular culture of today such as in J.K. Rowling’s Harry Potter: The Chamber of Secrets. Most depictions of the mandrake were given human-like faces and legs, along with the ability to emit a loud scream. The illustration of the root in the Great Herball was much less guilty of this, though the base of the root still resembles legs and a male and female version are included, no face is suggested. Gerard criticizes the popular tales of the mandrake root and instead suggests that it is safe to harvest, as he had done it himself, and is effective in the treatment of jaundice and internal bleeding.","Gerard’s <em>Great Herball</em> was part of the intricate fabric of medicine in Birtain as well as mythology. It dispelled the long-held beliefs of the mandrake root and suggested its medicinal benefits. Folklore reveals the thoughts and beliefs of the time and place they are told as mythology often changes along with society, so the Great Herball’s focus on observation and drawing upon medical experience reflected a larger trend in English society in the early modern period. The book itself covers plants of all sorts, and attempts to address everything from abdominal pains, kidney health, lesions and burns, poisons, and much more."],"locations":[{"id":53087,"lat":51.5073509,"lng":-0.12775829999998,"zoom":7,"place":"London, England"}],"tags":[{"id":3494,"tag":"Renaissance"},{"id":3495,"tag":"herbalists"},{"id":3496,"tag":"mandrake"},{"id":3497,"tag":"medicinal plants"}]},{"id":6770,"title":"An Early Indiana Advocate for the Medical Internship","course_id":177,"status":"P","start_date":"4/15/10","end_date":"4/15/10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dr. Albert Sterne was presented with a great challenge. In charge of placing recent graduates of the Indiana University School of Medicine (IUSM), he had to convince a hesitant group of Indiana physicians to accept them into their clinics as interns. As the first chairman of student affairs at the newly established Indiana University School of Medicine, Sterne was determined to see more of IUSM’s “boys” receive a highly competitive internship position. This was no easy task at a time in which the internship was seen as a “favor” to the medical school graduate. In his letter to Indiana physicians, Sterne highlighted the value that taking in interns would offer. He emphasized that IUSM would provide “highly qualified” interns. Each intern would undergo a standardized exam to demonstrate competency. Sterne went on to claim that interns would provide significant help in easing the workload.","Dr. Sterne’s push for a greater quantity of internships available to IUSM graduates occurred in 1910, <em>even before</em> the internship was required to practice medicine. Clinical practicums, though common in Europe, were scarce in the U.S. Despite recommendations by the American Medical Association in 1905 to incorporate the clinical internship into medical education, it was highly debated. Physician, James Herrick, for instance, argued against its incorporation stating, “But in many hospitals, the intern does little more than give an anesthetic, dress and take the blame for pus cases, and occasionally examine the urine and sputum.” Others felt internships should be reserved for the best and the brightest. Dr. Halstead of the John’s Hopkins University stated “Only the honor men of each class at graduation (should be) entitled to these positions.” Sterne was determined that all IUSM graduates should gain this “highly valuable” clinical experience, at a time in which fewer than two-thirds of U.S. medical school graduates were granted one of the coveted positions.","By 1912, the mood began to shift. The CME published its first edition of “<em>Approved Training Hospitals</em>” for internships, and that year, 75% of U.S. medical school graduates would receive a clinical internship. However, there was still an enormous shortage in the number of open positions, and it wasn’t until 1923 that the number of internship positions and the number of graduates began to balance out. Dr. Sterne recognized the value of clinical experience and the need for more internships early on. Looking out for the best interest of IUSM students, Sterne was determined to fill this gap. With urgency, he began sending his letter to chairmen of hospitals around the state of Indiana and creating partnerships so that more IUSM graduates could receive a position."],"locations":[{"id":53073,"lat":39.728915,"lng":-86.088368,"zoom":5,"place":"Indianapolis, Indiana"}],"tags":[{"id":3502,"tag":"internship"},{"id":100,"tag":"Medicine"},{"id":3482,"tag":"Medical Education"}]},{"id":6771,"title":"A Much Needed Change","course_id":177,"status":"P","start_date":"1847-05-01","end_date":"1847-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","One spring evening in May of 1847, Issac Hays, chairman of the newly established American Medical Association (AMA), stood from his seat surrounded by colleagues, having just finished creating the original code of ethics adopted by the AMA. The code, having since then been the standard of medical ethics in the United States, was modeled heavily on the ethical beliefs of the European physician ad author Thomas Percival, who created the first code of ethics. Up until a code was written and adopted in the U.S., there were no official national means of regulating proper ethical behavior in the healthcare field, and many states themselves lacked laws explicitly stating ethical expectations in the medical profession. Due to this, the code of ethics specifically touched on the need for doctors to recognize the entirety of the power they possessed to not take advantage of it."," ","This code of ethics was eventually commented on by Dr. Austin Flint, president of the AMA in 1883. In this commentary, Flint focused on the importance of physicians upholding their own sense of morality, a topic he felt worthy of extra attention. His commentary was divided into 3 sections: the responsibilities of physicians to their patients, and the duties patients are expected to uphold; the responsibilities physicians have to one another; and the accountability physicians are held to by the public."," ","This was a prime time for a code of ethics to be written and scrutinized, especially with the developments in surgery around that time. With the surgical field gaining popularity within the medical community, questions arose about surgeons’ morals in the operating room, when they were in control of another life. It was common for surgeons to learn to distance their emotions from their patients, which to a certain extent was to be expected—after all, they were cutting into another person before the development of anesthesia. It was expected of the doctor to remain faithful to his patient in accordance with his highest professional requirement—do no harm. There were concerns for physicians’ intentions and ethical accountability that were understandably called into question. The code of ethics was a way to unite all physicians in the states with a common goal, common standards, and a sense of accountability beyond their own conscience."],"locations":[{"id":11224,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":3146,"tag":"Surgery"},{"id":2937,"tag":"United States"},{"id":100,"tag":"Medicine"},{"id":1011,"tag":"Ethics"},{"id":3213,"tag":"History"}]},{"id":6772,"title":"Changes in Childbirth in the United States","course_id":177,"status":"P","start_date":"1841-10-09","end_date":"1841-10-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A midwife arrives to a patient’s home early one brisk, March morning in the mid-19<sup>th</sup> century. The patient Mrs. G is in active labor. Her waters broke, and labor is picking up quickly. Soon after, she safely delivers a baby boy. Not long after the delivery, Mrs. G feels a strong pain again, and she begins to crown another baby. She delivers a baby girl. The happy situation of a surprise twin birth soon took a turn for the worse, as Mrs. G began to hemorrhage. The midwife applied pressure and bandaged around the abdomen helped stop the bleeding. She was given castor oil and a concoction of roses, poppy syrup, and dilute sulfuric acid. Plenty of rest was prescribed to the patient. This report of midwifery in private practice shows how home deliveries were typical of childbirth for many centuries."," Early midwifery practice was the norm for childbirth through the history of mankind. Women helped ease the stress of childbirth, and educated other women on the subject. Midwives used traditional medicine and practices to help mothers and babies. Letting nature take its course and along with fewer medical intervention is more beneficial to both mother and child. Births were usually done at home with just the assistance of the midwife. Midwives faced many different issues dealing with childbirth; breech births, hemorrhages, stillbirths, placental previa, and many more. One of the biggest problems with childbirth among women was hemorrhage, according to Copeman. The physician writes of the complications that mothers face during labor and delivery and what midwives should expect. He states the knowledge midwives possess to do their jobs. Women in the United States during the mid-19<sup>th</sup> century had no forms of birth control, therefore women had many children, making midwives part of everyday life. Women during the mid-19<sup>th</sup> century were expected to take a matronly role in society.  "," ","In the late 19th century, the modern hospital emerged. Hospitals began as a space to care for patients, instead of a place for the dying. Hygiene began to take an important role in the hospitals. Patients wanted to go to the hospitals now because they were clean and sterile. With this change, labor and delivery became a hospital oriented task. Doctors were pushing women to move away from the traditional midwife practice. With the development of anesthesia, women could now deliver babies pain free. New medical techniques can help lower the risk for complications such as still births, but took away the specialized care that was once provided by midwives. Although medicinal advances may be beneficial in some instances, this took away the control women had over their bodies, many times women would deliver babies completely unconscious due to anesthesia. The medical decisions were being made by the doctors and not the women themselves. Now midwives throughout the United States are attempting to bring back the practice of midwifery to put an emphasis on natural births with minimal intervention."],"locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":3219,"tag":"Midwifery"},{"id":3220,"tag":"Childbirth"},{"id":3155,"tag":"Obstetrics"}]},{"id":6773,"title":"Postwar Plans and a New Outlook for Medicine: Reaching the Research Potential","course_id":177,"status":"P","start_date":"1/1/45","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After the end of World War II, there was much to be done to improve the Indiana University Medical Center for the better. As can be seen from the document written in 1945, postwar plans were drawn out to improve the administrative, educational, research set-up, and curriculum for postgraduate study and to incorporate the creation of new buildings in preparation for the arrival of the armed forces. Committee members held great responsibility for the future of the medical center and made decisions that would alter the outlook of its progression. They knew that the most important aspect of change that should be focused on was change in the administrative, educational, and scientific research of the center. Work for the medical center’s improvement was delegated and distributed to different health professionals and six different committees were created, each with its own purpose. ","As for the development of the research field in the Indiana University Medical Center, committee members; Chairman Dean Gatch, Mr. Eli Lily, and Mr. Hugh Mck. Landon; as well as other members all agreed that research should be incorporated into patient care and the teaching of medicine to medical students. Furthermore, the committee called for increasing clinical staff at the medical center to meet the demands of the research field which was progressing forward at an increasing rate after the discoveries made during the war. Staff was increased in all components of work at the medical center, ranging from the clerical staff in charge of maintaining records and assisting with publications to hiring a director of research who would serve as an advisor to all other research faculty.","The increasing need for more personnel and the better establishment of research principles within medical institutions came to light during World War II. During the war, there were not enough individuals available to care for the growing numbers in need, and it was also realized that the research field had not reached the bounds needed by the demands of war. The research field could not have reached its potential and medical institutions could not have met this growing demand if not for federal support. In the twenty years since the end of World War II, there have been many advances in the cooperation between the medical field and the federal government. Joseph C. Hinsey discusses “the value of the cooperation between the federal government and health agencies in the field of research” and “that the over-all effect upon the advance of medicine has been very good because the frontiers of knowledge have been pushed back”. The effort put into the improvements in the organization of research and the administrative/faculty structure made by the Indiana University Medical Center could not have been carried out if not for the federal support that strengthened after the end of the war."," "],"locations":[{"id":53116,"lat":39.7759976,"lng":-86.1769417,"zoom":8,"place":"Indiana University Medical Center"}],"tags":[{"id":258,"tag":"World War II"},{"id":3150,"tag":"Indiana University"},{"id":3504,"tag":"Medical Research"}]},{"id":6775,"title":"Pumping Death","course_id":177,"status":"P","start_date":"1854-01-01","end_date":"1866-08-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" John Snow had always been critical of the Miasma theory. But it wasn’t until his monumental discovery at the Broad Street pump in 1849 that his criticism was heard with any degree of fervor. But with this fervor came a growing awareness of the divides between the rich and the poor, and how these divides affected who lived and who died. Perhaps this is no more evident than in a cartoon published by <em>Fun</em> magazine in 1866, in which a depiction of a pensive death dispenses water through the Broad Street pump to a dignified, albeit ragged-looking, family. A brief caption reads “Death’s Dispensary: Open to the poor, Gratis, by permission of the Parish."," The cartoon stands in stark contrast to the usual satirical material published in <em>Fun </em>magazine. Perhaps this underscores the dramatic shift in attitude towards the disparity between rich and poor. This is not to say that the difference in the health of the rich and the poor had not been acknowledged before, but it was only after John Snow’s discovery that this disparity was substantiated with science. It did little, however, to change how the poor were treated, at least not for a time. But this cartoon highlights, starkly and eloquently, the growing displeasure of the poor at being downtrodden by the rich."," The family in this cartoon are hardly depicted as the satirical parodies that can be seen elsewhere in <em>Fun </em>magazine or in other media outlets. They are shown to be victims of their circumstances, lorded over by not only be the “parish,” but by death itself. They are not shown as comedic caricatures that one might expect from a comedic magazine such as in John Leech’s “A Court for King Cholera.” The animalistic African, the gangly German, the impish Irish, such are the stereotypes one would expect to find. But the man, woman, and children fit none of these, nor any other stereotypes. They are depicted plainly, without any exaggerated features or characteristics. Perhaps this is a statement by artist George Pinwell, meant to draw the eye and the mind to the humanity of even the lowest people. "," The macabre caption highlights the indigent attitudes of the unhealthy poor, who are depicted plainly, perhaps even proudly. Its sarcastic tone demonstrates the displeasure of the lower classes at the indifference of the upper class, a sharp cut at the “charity” of the landowners of London."," The depiction of death is perhaps the most interesting. Rather than a malicious spectre, a king astride the world, in this cartoon he is depicted passively, a pensive actor with averted eyes. He seems indifferent, perhaps even unwilling, to dispense death to the figures before him. Maybe this is a statement on shifting the blame from death, into the hands of those who do nothing to prevent his approach."," "," We will likely never know why George Pinwell chose to depict the characters in his cartoon the way that he did. However, one thing is certain. This cartoon is undoubtedly a slap in the face of the landowners who failed to provide a healthy standard of living to those who lived under them. Be it the government, landlords, or even the scientists who provide the former with the information they might need. "],"locations":[{"id":53114,"lat":51.5073509,"lng":-0.12775829999998,"zoom":7,"place":"London"}],"tags":[{"id":1315,"tag":"cholera"},{"id":3501,"tag":"Jon Snow"},{"id":3506,"tag":"Broad Street Pump"}]}]}