{"id":179,"title":"Critical Writing and Research for Historians","school_id":28,"school_name":"University of Toronto Scarborough","term":"Fall 2017","abbr":"HISB03","url":"","description":"","points":[[16.4498,107.5623501],[16.0544068,108.2021667],[10.8230989,106.6296638],[51.3472112,12.3882965],[55.755826,37.6172999],[40.7127753,-74.0059728],[39.399872,-8.224454],[54.5259614,15.2551187],[51.165691,10.451526],[43.653226,-79.3831843]],"bounds":[[55.755826,108.2021667],[10.8230989,-79.3831843]],"episodes":[{"id":6741,"title":"A Struggle for Freedom: The 1966 Buddhist Crisis of South Vietnam","course_id":179,"status":"P","start_date":"3/26/66","end_date":"6/8/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            On March 27, 1966, the<em> New York Times</em> reported on ongoing anti-government protests led by young, angry Buddhists, mainly teenage boys and girls, in Saigon, South Vietnam (United Press International, 1966). With a crowd of over 3,000 demonstrators led by the Buddhist youth headquarters, they demanded that the military government of Premier Nguyen Cao Ky be replaced with a civilian government. The Rev. Hoang Quynh, chairman of the Catholic Greater Unity Force, also voiced a similar opinion saying that the current government should be replaced by civilian representatives of each of the country’s main religions. Premier Ky responded to the protestors by promising that a civilian government would be established soon, but at the same time, criticized the demonstrations and demanded for an immediate end to them. Premier Ky also hinted that the government would resort to physical force to dispel demonstrations occurring in not only Saigon, but also Hue and Danang, two other major cities where large-scale protests were happening. For Hue especially, being the old imperial capital, the protests attracted around 20,000 students. In Saigon, as well as Hue and Danang, the protests were not only anti-government, but also anti-American. Many speakers at the rallies denounced Ky’s government as being “corrupt” and having sold out to the American government. Among those in the rallies were South Vietnamese soldiers in uniform. The students, together with the soldiers, chanted for the overthrow of Ky’s government, and the enactment of democracy and return of sovereignty.","            Even before the 1966 Crisis, the Buddhist movement had been growing in size and support for years. To many, the Buddhist movement really began on May 8 1963, when government forces shot at crowds of Buddhists celebrating Wesak, the anniversary of the birth of Buddha (Roberts 1965, 240). This incident would not be the last act of religious suppression that Buddhists would face. President Ngo Dinh Diem, who came into power following the 1954 Geneva Convention (Sacks 1967, 516), installed a pro-Catholic regime that recognized Buddhism not as a religion, but as an “association” (Roberts 1965, 240). Many Buddhists publically spoke of their experiences of unfair treatment as a result of Diem’s regime. The Buddhist journal <em>Lien Hoa </em>published appeals to end religious oppression and forced conversion to Catholicism. Buddhists also spoke of favouritism towards Catholics when it came to promotions and land tenure (Roberts 1965, 241). Even though it is called the Buddhist Crisis, they were not the only group experiencing suppression at the time. All groups independent of the government, including the Boy Scouts, experienced a decline in influence as government-backed organizations took their place. Because of this, the boy scouts would come to play an active role during anti-regime protests (Roberts 1965, 242). The movement was not only anti-regime in nature, but also anti-American. During protests and demonstrations, the Buddhists claimed they represented the voice of the people in order to emphasize their dedication to Vietnamese nationalism and tradition. The Government of South Vietnam, by contrast, had brought in American forces and turned Vietnam into a battlefield between the United States and the forces of communism (Topmiller 1997, 207-208)."],"locations":[{"id":53091,"lat":16.4498,"lng":107.5623501,"zoom":8,"place":"Hue Vietnam"},{"id":53092,"lat":16.0544068,"lng":108.2021667,"zoom":8,"place":"Danang Vietnam"},{"id":53093,"lat":10.8230989,"lng":106.6296638,"zoom":8,"place":"Saigon Vietnam"}],"tags":[{"id":757,"tag":"Catholicism"},{"id":292,"tag":"Vietnam"},{"id":2247,"tag":"communism"},{"id":1385,"tag":"Social Movement"},{"id":3424,"tag":"Buddhism"},{"id":3425,"tag":"Nguyen Cao Ky"},{"id":3426,"tag":"Nationalism"},{"id":3427,"tag":"Suppression"}]},{"id":6742,"title":"The Economic Recovery of Germany in the 1930s","course_id":179,"status":"P","start_date":"1/1/30","end_date":"12/31/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Francis Lewcock’s article, “Standard of Living in Germany” (1937), stipulates that the average German working man’s life is not as difficult as one might think for the 1930s[1]. During a two week stay in Germany, Lewcock visited the cities of Trier, Mainz, Frankfurt, Heidelberg, Bonn, Cologne, and Dusseldorf and their surrounding villages. The purpose of this visit was to get a general view of what life looked like for an average worker, not to gage budgets. Working class children on these city streets looked well-nourished and the women looked comfortable going about their daily business. In comparison to visits to many distressed areas, this was a reliable way of gaging quality of life. According to Lewcock, one must simply look at the shops in each working class district, they were well stocked and filled with customers, and that there was very little vacant property all indicated that the working class was doing well. The cities were a picture of prosperity, in Konigalle in Dusseldorf on a Saturday afternoon, the magnificent streets were filled with people enjoying themselves, drinking coffee and Kuchen and shop owners actively engaging with customers. One would be hard pressed to find any distress. A couple of strange things stood out. In Frankfurt, even with the Nazi’s party official stance against the Jews, the Synagogue was in good shape. It was in use and the custodian seemed well. Additionally, <em>The Times</em> was available in each of these cities and was in high demand, often sold out. Lewcock concluded that it was obvious, with German shops being full, people fed and living well enough to buy foreign newspapers, the living standard in Germany is shown to be quite high and not restricted.","            This article recounts a visit to 1937 Germany and in the 1930s Germany had managed to pull itself out of a terrible economic depression caused by the Great Depression and the reparations that they were forced to pay after World War One. Before World War One, four German marks equalled one US dollar. They had been hit so hard that in the 1920s it cost 250 billion marks for a pound of sugar[2]. In 1933 Hitler used the German economic situation to his advantage to be elected into power. In 1933 the economy took a turn for the better, and in 1936 Hitler started expanding German territory and occupied the Rhineland. The German recovery from the depression was quite impressive, jobs came back, pride in Germany returned and social institutions began again, but it came with draw backs[3]. During Hitler’s reign, anti-semetic attitudes became very popular and spread throughout Germany. Nazi Germany believed them to be sub human[4] and in 1936 the threat could be felt[5]. This culminated in the 1938 Kristallnacht; an attack on Jewish people, buildings and business by Nazi fanatics. The treatment of Jews was known to the world.  Many people in the US and Europe wanted to boycott the Olympics, which were being held in Germany, due to the human rights abuses[6]. In short, Germany had managed to make a major economic turn around and had begun a hostile effort against its Jewish citizens."," "," "," ","Bibliography","Dowswell, Paul. <em>The Usborne Introduction to the Second World War</em>. New York: Scholastic Inc., 2005.","Gagel, Douglas Wolfgang Oskar. <em>Führer, Folk and Fatherland</em>. Renfrew: General Store Publishing House, 2010.","Lewcock, Francis. \"Standard of Living in Germany”. <em>The Times</em>. September 2, 1937.","United States Holocaust Memorial Museum. “The Nazi Olympics Berlin 1936”. <em>Holocaust Encyclopedia</em>. Accessed October 24, 2017. <a href=\"https://www.ushmm.org/wlc/en/article.php?ModuleId=10005680&utm_source=mktg_cal18&utm_medium=print&utm_campaign=2018%20calendar.\">https://www.ushmm.org/wlc/en/article.php?ModuleId=10005680&utm_source=mktg_cal18&utm_medium=print&utm_campaign=2018%20calendar.</a>"," "," ","[1] Francis Lewcock, \"Standard of Living in Germany,\" <em>The Times</em>, September 2, 1937.","[2] Douglas Wolfgang Oskar Gagel, <em>Führer, Folk and Fatherland</em>, (Renfrew: General Store Publishing House, 2010), 5.","[3] Gagel, <em>Führer, Folk and Fatherland</em>, 15.","[4] Paul Dowswell, <em>The Usborne Introduction to the Second World War</em>, (New York: Scholastic Inc., 2005), 15.","[5] Gagel, <em>Führer, Folk and Fatherland</em>, 15.","[6] United States Holocaust Memorial Museum, “The Nazi Olympics Berlin 1936”, Holocaust Encyclopedia, <a href=\"https://www.ushmm.org/wlc/en/article.php?ModuleId=10005680&utm_source=mktg_cal18&utm_medium=print&utm_campaign=2018%20calendar.\">https://www.ushmm.org/wlc/en/article.php?ModuleId=10005680&utm_source=mktg_cal18&utm_medium=print&utm_campaign=2018%20calendar.</a>"],"locations":[{"id":53094,"lat":51.3472112,"lng":12.3882965,"zoom":8,"place":"Germany"}],"tags":[{"id":1728,"tag":"Nazi Germany"},{"id":3428,"tag":"Economic Recovery"},{"id":3429,"tag":"1930's"}]},{"id":6743,"title":"The Threat on Jewish Culture in the Soviet Union","course_id":179,"status":"P","start_date":"10/27/66","end_date":"10/27/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In late October of 1966, Mrs. Mortimer Jacobson returned home from the Soviet Union.[1] The head of Hassadah, or Women’s Zionist Organization of America led a group of 24 leaders who had approached the Soviet Union with an offer to send 500 Jewish students on scholarship to Israel. As Mrs. Jacobson put it, she wanted the children to “get a feel for the land of the Bible” something the group believed was becoming harder to do within the Soviet Union. Mrs. Jacobson holds a view that the “United States, Israel and the Soviet Union represented the future of Jewish life.” She especially emphasised that while a Moscow synagogue alone had 5,000 in attendance for the observation of Simhath Torah on October 7<sup>th</sup> once outside the synagogue proof of Jewish culture is much harder to find. A local Jewish leader objected to this notion citing the existence of a Jewish magazine and plays by a classic Jewish playwright being performed. Mrs. Jacobson however, countered this observation citing a lack of life history books and textbooks, in any language, on Israel or Hebrew in Moscow shops. The offer to send the children away was turned down by the government in a way that Mrs. Jacobson specifically mentioned had offended her.  A reluctance to send their children to the “decadent” West is mentioned, but no official reasoning is offered. Mrs. Jacobson asks for public protest to be a voice for the children. Left without a voice, the fate of their culture is left uncertain."," ","This article was run in 1966, two decades after the end of World War 2 and in the midst of a cold war between the Soviet Union and the West. In the years following the end of World War 2, the mistreatment of the Soviet Jewish population by Stalin became increasingly clear.[2] As activists and scholars tried to raise awareness of this injustice, financial support was received from the West.[3] This was not something which was favourably received by the Soviet Union, as seen in the rejection of these gifts following 1947 with an improvement in conditions in the Soviet Union being cited for the rejection.[4] A “witch hunt”, as Michael Beizer refers to it, could still be seen with an anti-Jewish propaganda campaign emerging, as well as an increase in the arrests of Soviet Jewish residents for “conspiracy against the Soviet regime”.[5]  These events, seen as a response to the American aid, only served to increase tensions between Soviet Jews, as many did not welcome the aid from their enemies.  Mrs. Jacobson and her peers hoped to save Jewish culture in the Soviet Union for future generations before it was too late.  Whether the Soviet Union government would allow them to was another question."," "," ","Bibliography"," ","Beizer, Michael. \"\"I Don't Know Whom to Thank\": The American Jewish Joint Distribution Committee's Secret Aid to Soviet Jewry.\" <em>Jewish Social Studies</em> 15, no. 2 (2009): 111-136. <a href=\"https://muse.jhu.edu/\">https://muse.jhu.edu/</a> (accessed October 21, 2017)."," ","Golden, Peter. “Saving the Jews of the Soviet Union. (Silent No More: Saving the Jews of Russia) (Critical essay)” <em>Midstream</em> 54, no. 5 (2008): 26. <a href=\"http://trove.nla.gov.au/work/72398253?q&versionId=85576600\">http://trove.nla.gov.au/work/72398253?q&versionId=85576600</a> (accessed October 21, 2017)"," ","“Hadassah Head, After Survey, Says Soviet Jewish Life Wanes.” <em>New York Times</em>, Oct. 27, 1966."," "," "," ","[1] “Hadassah Head, After Survey, Say Soviet Jewish Life Wanes,” <em>New York Times</em>, October 27, 1966.","[2] Peter Golden, “Saving the Jews of the Soviet Union. (Silent No More: Saving the Jews of Russia) (Critical essay),” <em>Midstream</em> 54, no. 5 5 (2008): 26. <a href=\"http://trove.nla.gov.au/work/72398253?q&versionId=85576600\">http://trove.nla.gov.au/work/72398253?q&versionId=85576600</a> (accessed October 21, 2017)","[3] Michael Beizer, “I Don't Know Whom to Thank\": The American Jewish Joint Distribution Committee's Secret Aid to Soviet Jewry,\" <em>Jewish Social Studies</em> 15, no. 2 (2009): 111-136. <a href=\"https://muse.jhu.edu/\">https://muse.jhu.edu/</a> (accessed October 21, 2017)","[4] Ibid","[5] Ibid"],"locations":[{"id":53095,"lat":55.755826,"lng":37.6172999,"zoom":11,"place":"Moscow"},{"id":52989,"lat":40.7127753,"lng":-74.0059728,"zoom":10,"place":"New York"}],"tags":[{"id":3431,"tag":"Russia"},{"id":3430,"tag":"Jewish culture"},{"id":753,"tag":"Anti-Semitism"},{"id":265,"tag":"america"},{"id":1664,"tag":"Jewish"},{"id":3111,"tag":"Soviet Union"}]},{"id":6744,"title":"The May Day March, Women's Rights, and African-American Freedoms","course_id":179,"status":"P","start_date":"5/2/40","end_date":"5/2/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 1st, 1940, Left-Wing Labour Groups marched through the streets of New York. The estimated number of protestors was in the ballpark of 25,000 and 100,000 according to the organizing committee and police officials. The theme: Peace, Jobs, and Civil Liberties. The goal: exhort America to remain an observer to the growing European conflict. The sentiment among protestors was anti-Capitalist, which many among the protestors identified as the reason for entering the war. Banners ridiculing Wall Street, and the U.S. Maritime Commission were a few of the sentiments expressed during the rally. Protestors drew parallels between leaders of the Allied and Axis powers, claiming that Chamberlain was the cause for Hitler’s rise to power. The same protestors failed to acknowledge or mention Russia’s invasion of Poland and Finland (although various signs, carried by delegations of Polish and Finnish workers proclaimed Soviet Peace agreements), and no denunciations of Stalin comparable to those for Hitler, Chamberlain, and Daladier were made. Socialist Party officials, including the party’s presidential candidate John W. Aiken, declared decadent capitalism as the catalyst for the emergence of war and proclaimed Hitler as its figurehead. Various banners ridiculed the Dies Committee (who were concerned with the possible uprising of communist sympathizers and similar sentiments among protestors); Thurman Arnold, head of the anti-trust division of the Department of Justice, was satirized by several signs. Alien and Radical detective squads were present and took notes during the proceedings. All members of the police department were held on duty during the ceremonies from 12:01 a.m. of that morning until the rally had come to a close, and two thousand of these members were assigned to policing the parade’s route in order to keep both protestor and spectator alike safe from harm."," ","Unbeknownst to Americans at the time, the Great Depression was on its last legs. A recovering housing market devastated by the depression was a topic of concern among the protestors during the May Day march. Upon entering the fight in 1941, the job market opened the floodgates for various wartime employment opportunities on American soil, primarily in the industrial sector producing arms and munitions in factories. In the 1930s, many American factories were operated as “small dictatorships”, workers were beaten and could be fired without prior warning or notice (Foner, p. 653). In 1934, no fewer than 2,000 general strikes occurred as a response to demands of workers that went beyond the increase of wages (civil liberties for workers and the removal of “employers’ arbitrary power in the workplace” to name two). Socialist and Communist militant labour leaders provided leadership to the growing labour upsurge, and between 1937-1938, labour union membership increased by approximately 2.5 million. The next major increase in members would not come until 1940-1941, and again between 1942-1943 (Foner, p. 689). Women were dominant in the workforce, but black Americans were generally ignored. Black Americans that were part of the army served in segregated units, and were only ever employed as cooks or waiters in the navy (Foner, p. 701). The treatment of workers was what gave the Communist Party a foothold in American politics during the War (a popular one at that). From 1941-1945, however, the Communist Party would suspend traditional May Day activities, and the American peoples’ focus gradually switched to “uniting against the fascist threat abroad.” (Haverty-Stacke, p. 174). By the end of the War, women were largely dismissed from industrial positions and black army vets returned to a country unaccommodating and unappreciative of their military service. For so many protestors, World War II was a battle on two fronts. Overseas combatting the axis powers, and on American soil, fighting for worker rights and civil liberties."," "],"locations":[{"id":52989,"lat":40.7127753,"lng":-74.0059728,"zoom":9,"place":"New York"}],"tags":[{"id":311,"tag":"Union"},{"id":3432,"tag":"Labour"},{"id":3433,"tag":"May Day"},{"id":3434,"tag":"World War"}]},{"id":6745,"title":"The Rise of the Nazi Party and the Emergence of their Influence on Europe","course_id":179,"status":"P","start_date":"1/1/30","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["August 20<sup>th</sup> 1937, the tensions are high in Europe as the newly formed Nazi party is gaining traction in Germany and influence in surrounding regions. (Blame Nazis for rupture. (1937, Aug 21)) The Soviets are most annoyed by these new political ties and influence as it is starting to affect their own states such as Czechoslovakia. Many people blamed these rising tensions and split between Czechoslovakia and Portugal on the Nazi party. On August 20<sup>th</sup> 1937, the diplomatic agreement between Lisbon, Portugal and Praha, Czechoslovakia was severed and the Soviets reported that a third power was involved with this decision. The Soviets stated that the relations were cut so that the German’s could pave a way for the fascist regime in Europe by showing how much influence they held. The German newspapers of course denied these claims stating that the third power was most likely either the French or the Russians themselves in a smear like campaign against the Germans. Both were already militarized near Czechoslovakia but were both a part of the anti Fascist movement so this severing of political relations would be a negative blow to both of their ideologies. Most saw this ruse the Germans were trying to pass off as true and still continued to blame the growing influence of the Nazi party and the power they were exerting in the shadows on the split of diplomatic relations. ","The Nazis had been slowly gaining power and presence ever since they had become the majority party in in 1932 gaining a total of over 30% of the votes in Germany. (\"The Nazi Rise to Power.\") With this they were able to start making moves which eventually led to the events of World War 2. They started creating alliances with other countries near them like Italy to create a powerful force in Europe known as the Axis. The power they were able to exert can be seen in the newspaper article above, they were able to sever relations between two parties without the use of their military. Seeing the Nazi’s influence growing was what would begin to create tension between them and the Allied Forces. They saw the fact that the Nazi party could carry out moves like this from in the shadows as a threat to the stability that had been re-established in Europe. The tensions would constantly rise in Europe until they erupted into what would eventually become World War 2. You can see smaller incidents such as Germany being able to sever the political relations between Portugal and the Soviet State as just one of man incidents that would lead to a war, which many didn’t wish to see so soon after the conclusion of the first World War."," "],"locations":[{"id":53096,"lat":39.399872,"lng":-8.224454,"zoom":8,"place":"Portugal"},{"id":53059,"lat":54.5259614,"lng":15.2551187,"zoom":8,"place":"Europe"},{"id":53094,"lat":51.165691,"lng":10.451526,"zoom":8,"place":"Germany"}],"tags":[{"id":3437,"tag":"Influence"},{"id":3436,"tag":"Rise to Power"},{"id":3435,"tag":"Nazi Party"},{"id":1732,"tag":"Nazi"}]},{"id":6746,"title":"Expression of Opinion on the French-Canadian Divide","course_id":179,"status":"P","start_date":"8/10/60","end_date":"12/30/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 30, 1961 <em>The Globe and Mail</em> printed an article about a newspaper article printed by the University of Toronto Varsity regarding criticism of Québec separatism. The co-editor who wrote the piece was accused of French-Canadian nationalism for not growing academically in Quebec, infringing civil liberties, and accusing French-Canadian culture is not with modern times but of the last century. Various editors from universities across Canada of both English and French language expressed their opinion on the matter detailing the right of freedom of expression but also the requirement for a writer to have all the facts before writing; what the facts are were not included. Some editors were for the motion to censure, whereas the Varsity writer of the controversial editorial, Mr. Musgrove, would prefer those who were disappointed by the article to write a letter to the editor. The article brought on a split at the Canadian University Press national conference, although a slim majority of student editors refused to censure the Varsity. The delegates at the Ryerson University eventually voted 12 to 10 against the motion to censure. Despite this the issue doesn’t seem to end here as, the president of the CUP charter is to poll all member newspapers on their opinion of Musgrove’s article and results will be published in the students papers the following month. In the end, the conference is supporting a study of the causes for the discord and finding ways to remove them. "," ","The 1960s introduced many reforms called the “Quiet Revolution” (Révolution tranquille) in Québec under Premier Jean Lesage of the Québec Liberal Party. Some plans included: establishment of a public hospital network, creation of ministries of cultural affairs and for federal-provincial relations, lowering the legal age to vote from 21 to 18. During this time John Diefenbaker was Prime Minister and while dealing with an economic-slowdown after World War II did not seem at ease with this new display of Québec nationalism. Diefenbaker pursued a “One Canada” or “unhyphenated Canadianism” policy, a single Canadian nation for people of all ethnic origins under a government that would respect everyone’s fundamental human rights and would not allow to make special exceptions to Québec’s Francophones. In 1960, his government passed a federal Bill of Rights emphasizing individual freedoms of every Canadian. The political divide at the time was also in due part of Lesage being part of the Québec Liberal Party, and Diefenbaker being part of the Progressive Conservatives. Whereas Lesage wanted to modernize Québec independently with new reforms Diefenbaker’s outlook was to keep Canada united as one entity under the category of Canadians respectively. These ideologies of what it means to be a Canadian or Québecois at the time did lead to people being on opposing sides and expressing their opinions on the matter that sometimes seemed to divide rather than unite people which is reflected in the debate on university campuses caused by voicing conflicting beliefs. "],"locations":[{"id":53097,"lat":43.653226,"lng":-79.3831843,"zoom":8,"place":"Toronto, Canada"}],"tags":[{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"},{"id":3426,"tag":"Nationalism"},{"id":600,"tag":"Media"},{"id":3505,"tag":"Freedom of Expression"}]}]}