{"id":18,"title":"Civil War and Reconstruction","school_id":3,"school_name":"Juniata College","term":"Fall 2008","abbr":"HS 309","url":"","description":"","points":[[38.640154406,-90.4208185466],[38.8584536791,-78.5704125087],[40.7805662337,-73.9388482485],[37.0780637097,-77.6286065028],[40.7058168704,-76.2160113696],[40.4953812031,-78.7135842636],[35.2165042447,-76.4856018863],[40.4954308749,-78.7136040605],[39.8715057392,-77.2179223246],[42.3649994065,-70.9800517697],[35.1986686307,-88.1843543266],[41.8399513458,-87.8166666032],[39.4722539212,-77.3980976361],[36.1806707867,-86.8728574445],[38.9151212228,-76.9435162098],[43.0056890825,-76.1943998481],[39.9274533048,-77.7212153562],[38.1882210605,-77.65248979],[37.5769153786,-80.6062827848],[37.9436744077,-75.3696408508],[39.8405142472,-75.5864868268],[36.8111162856,-79.3976134371],[35.1672648222,-86.1060239614],[42.2573961695,-78.027582301],[40.468833638,-79.9812076782],[40.3672343623,-76.458298608],[41.7655267966,-73.7426590891],[36.656573937,-81.2227084988],[36.969560106,-93.1888734148],[33.7862251516,-84.4230424472],[35.1460265024,-85.6297474555],[37.8159085737,-79.4457347683],[39.0000007444,-74.8377954285],[42.2500833872,-73.6318487586],[43.470346309,-74.9888950937],[36.6210524142,-88.2722800869],[40.0724466353,-86.0520218695],[40.6450686304,-73.9495584018],[42.6338259484,-75.0326447277],[32.0447139452,-84.1951910375],[40.4812530856,-78.348626854],[39.878712355,-75.2036894677]],"bounds":[[43.470346309,-70.9800517697],[32.0447139452,-93.1888734148]],"episodes":[{"id":4526,"title":"&quot;Union Soldier Writes to Enslaved Daughters&quot;","course_id":18,"status":"P","start_date":"1864-09-03","end_date":"1864-09-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["Spotswood Rice was a black Missouri soldier in the Union army in 1864.  During the time of Rice's military service, he had two daughters that were still slaves in Glasgow, Missouri.  While spending time in Benton Barracks Hospital, which was in St. Louis, Missouri, Rice wrote letters to his daughters, as well as the master of the two girls.  In the letter to his daughters, Rice assured them that the Union Army was on its way to free them and liberate Glasgow.  He wrote of expecting to be out of the hospital and with the army to personally free the girls when they came in town.  Rice also talked about the girl's master, Miss Kaitty, and told them to warn her that he is coming.  He stated that he used to have some respect for her and other slave holders, but since the girls freedom was denied, he had lost all of it.  Rice compared Miss Kaitty to the devil, and questioned how she could ever call herself a Christian, while refusing to sell his children to him.  He directed threats towards Miss Kaitty, stating, \"I want you to understand kittey digs, that where ever you and I meets we are enemies to each other.\" ","Many enlisted, especially former slaves, to help the Union cause.  According to historian Jeffrey R. Hummel, by the end of the war nearly 200,000 blacks served in the Union military.  This, Hummel states, \"brought thunderous outrage,\" from the southern population, which may have been a reason why Rice's children were not given to him by the slave holder.   ","Black soldiers were not permitted to fight for the Union at the start of the war, and even when they were allowed to, they had to earn the respect of whites.  No matter what the feelings were towards blacks at the time, their importance could not be denied.  Historian James M. McPherson states that blacks fighting for the north \"gave an important impetus to the Union war effort.\"  ","Spotswood Rice's letter illustrates one instance of a black mans experience in the Union army, and how he hoped it helped save his children from slavery.  It also shows the type of feelings blacks had for slave holders of the time.  Rice had very strong feelings of revenge for his daughter's master, and was not afraid to tell her about it.  Like many other blacks, Rice used the Union army as a way to get a type of revenge on the southern way of life.      "],"locations":[{"id":7918,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}]},{"id":4525,"title":"West Augusta Guardsman Troubled by Enemy&#39;s Lack of Respect for Wounded Soldiers","course_id":18,"status":"P","start_date":"1862-03-25","end_date":"1862-03-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["           Jedediah Hotchkiss wrote home to his wife, Sara Hotchkiss, on Tuesday, March 25, 1862 after a skirmish with the Union army, around Woodstock, Shenandoah County in Virginia. Hotchkiss had just received news that one of his children had passed away. He longed to be at home with his family, but said, \"It is forbidden of me & it is now too late to reach you before the crisis has passed.\"  He continued to describe for her the most recent skirmish with the Union that happen on March twenty-third, a \"bloody battle…resulting disastrously to our arms.\" He mentioned that Jackson conducted the retreat well and the Confederacy only lost a few miles because of it. Hotchkiss commented that \"'Stonewall' Jackson was deceived as to the number of the enemy when he started,\" and that as it progressed more Union troops joined the fight.","The Fifth Company of Virginia bore the brunt of the battle and slowed the advance of the Union. At the end, the Confederates lost forty soldiers and some three-hundred wounded. Hotchkiss lamented that the Union \"refused to let us bury our dead or bring away our wounded.\" The Confederates did not have their wounded men removed from the battlefield until March twenty-fourth. After transporting their wounded soldiers from the battlefield, the companies met with Jackson who ordered them to retreat.  Hotchkiss wrote that the companies now lay ten miles away from the Union, approximately sixty miles from Staunton, Virginia. He ended his letter extending his thanks to his neighbors at home for helping his wife through the troubling times, and added that his wife address letters to him as  \"Mt. Jackson to be sent to Jedediah Hotchkiss\" because the Augusta Battalion of Virginia potentially could have departed from this area by the time the letter reached her.  ","Hotchkiss's experience was not unlike that of both Confederate and Union soldiers. Many suffered from homesickness. William Marvel wrote about this in, <em>Andersonville: The Last Depot</em>,<em> as </em>something that doctors at Andersonville Prison later termed, \"nostalgia,\" deeming it the first mental depression to be diagnosed. Soldiers' morale also suffered because of the inhumane treatment of the dead and wounded that they experienced out on the battlefields as well as in prisons and hospitals if they were unlucky enough to be there. The Shenandoah Valley was important to the Confederates as a source of provisions and as a route for invading the North. As far as the Federals were concerned, the Valley was not a suitable invasion route; however, it was important that they deny its use to the enemy.  "],"locations":[{"id":14269,"lat":38.8584536791,"lng":-78.5704125087,"zoom":9,"place":"SHENANDOAH, Virginia"}],"tags":[{"id":116,"tag":"Wounded Soldiers"},{"id":88,"tag":"Battle"},{"id":117,"tag":"Shenandoah Valley"}]},{"id":4524,"title":"Susan B. Anthony Asks People to Sympathize with Slaves","course_id":18,"status":"P","start_date":"1859-01-01","end_date":"1859-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Susan B. Anthony was born in 1820 into a Quaker family full of activist traditions. According to the Susan B. Anthony House, in 1845, after moving to Rochester the family became very active in the anti-slavery movement.   Ignoring opposition and abuse, she traveled and campaigned for the abolition of slavery and women's rights to their own property and earnings. She also campaigned for women's labor organizations from the 1840s until her death in 1906.","Anthony gave a speech in 1859 questioning American Slavery. She painted a picture of slavery that puts the white population in that position. \"Let us feel that it is our own children,\" she said, \"ruthlessly torn from our yearning mother hearts, sold on the auction block to the highest bidder.\" She drove the points to the heart of those in attendance of her speech. She went on to parallel slavery to having their own sisters and daughters exposed in public. She then called to the audience asking to make the slave's case their own, to feel bound with the slave in his shackles of slavery. \"Make the slave their neighbor, and love him as oneself,\" she admonished, quoting Matthew 22:30.","She made the argument that the problem with slavery has nothing to do with the Bible or the Constitution, but was truly a battle within the conscience. In addition, that one-sixth the population of a civilization, bent on elevating and refining, was denied all educational, industrial, social, and political rights and privileges. She brought up an excellent point that many northerners put all the blame on the south for being the slaveholders but merely the northerners are forgetting that the slave as she puts it, \"is a human being like ourselves,\" and goes on to that then \"we are bound up with the slave-holder, in his guilt.\"   "],"locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":64,"tag":"Anti-slavery"},{"id":115,"tag":"Women&#39;s Right"}]},{"id":4522,"title":"<strong>Mine their Line: Pennsylvania Coal Miners Created the Crater</strong>","course_id":18,"status":"P","start_date":"1864-06-24","end_date":"1864-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["           In his official report, Lieutenant-Colonel Henry Pleasants of the 48th Pennsylvania Veteran Volunteers wrote that the mine dug under the Confederate trenches outside Petersburg exploded at sixteen minutes to five, on the morning of July 30, 1864.  The Quartermaster sergeant of the 48th Pennsylvania, Joseph Gould, wrote his history of the regiment, \"It [the explosion] was a magnificent spectacle; the mass of earth went up into the air, carrying with it men, guns, carriages and timber, which spread out like an immense cloud, as it reached its altitude.\"  Thus began the Battle of the Crater, infamous for the chaotic slaughter that occurred among the Union troops stuck in the explosion's crater, which, according to Colonel Pleasants, \"was at least 200 feet long, 50 feet wide, and 25 feet deep.\" However, the crater was simply the end result of a long process started by a coal miner's boast.","            According to historian James McPherson, Pleasants, \"a prewar mining engineer,\" overhead one of his men say, \"We could blow that damn fort out of existence if we could run a mine shaft under it.\"  <em>The Official Records of the War of the Rebellion</em> contains a letter written on June 24, 1864 by General Potter to his corps commander, Major General Ambrose E. Burnsides, regarding the \"feasibility of mining the enemy's work in my front.\"  According to historian Alfred James, Burnsides approved the plan and work began on the mine, June 25, 1864.","             The excavation was not easy, even for the men of the 48th who were experienced miners from Schuylkill County, Pennsylvania.  Pleasants described the lack of proper mining equipment.  Makeshift picks, bridge planks and cracker-boxes were used instead of the usual equipment.  The miners also ran into wet quicksand-like soil that Pleasants called \"marl\" which caused a section of the mine to collapse on July 2, and had difficulty circulating fresh air into the 510.8 foot long mine shaft.  Pleasants solved these problems by digging over the wet marl and adding a ventilation shaft to circulate the air. The miners dug an average of forty feet a day.","             The main gallery was completed on July 17.  That same day, work on the lateral galleries was halted due to Confederate counter-mining.  Work resumed on July 18 and the left and right lateral galleries were completed on July 23, but James wrote that \"in this last stage of actual mining, the Union miners heard Confederate countermining.\"  Pleasants was ordered to \"charge the mine\" on July 27, with \"320 kegs of powder, each containing about twenty-five pounds.\"  On July 29, Pleasants received orders \"to fire the mine at 3:30 AM, July 30.\"","            According to McPherson, when the mine exploded, \"one entire rebel regiment and an artillery battery were buried in the debris,\" and the Confederates around the crater scattered in fear.  However, as a result of last minute changes and inept leadership from Burnside and his subordinates, the attack on the crater was a complete failure for the Union. James recounted the Union losses of 4,400 troops to the Confedercy's 992 total casualties.  Despite the failure of the final attack it can not be denied that the mining of the 48th Pennsylvania created a new tactic in Civil War era trench warfare.  What had started as a boast from a former miner, ended in the Crater."],"locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"},{"id":11256,"lat":40.7058168704,"lng":-76.2160113696,"zoom":9,"place":"SCHUYLKILL, Pennsylvania"}],"tags":[{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"}]},{"id":4622,"title":"George Boutwell Fights for Black Rights in D.C.","course_id":18,"status":"P","start_date":"1866-01-18","end_date":"1866-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":null,"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":18,"tag":"Politics"},{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":17,"tag":"Government"}]},{"id":4518,"title":"Dam Breaks, Johnstown Floods","course_id":18,"status":"P","start_date":"1889-05-31","end_date":"1889-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On May 31, 1889 one of the most devastating disasters in Pennsylvania history occurred in Cambria County, starting in the town of St. Michael and ending in Johnstown.  The dam of the South Fork of the Little Conemaugh, which created Lake Conemaugh was abandoned by the Alleghany Portage Railroad in 1854.  It was then purchased by the South Fork Fishing and Hunting Club.  They were to maintain the dam and keep it stable.  However, the club neglected the dam, except to lower it feet to make a wider carriage road.  On May 30, 1889 a very heavy rain began to fall.  This rain made the lake rise at an alarming rate, causing the weakened walls to crumble beneath the pressure of the water.  The outpouring of the contents of the eight-mile-long, three-mile-wide Lake caused a forty foot tidal wave that rushed into the valley below.  The crushing waves of water wend its way through the Conemaugh valley until it reached Johnstown.  \"A roar like thunder\" was heard as the water crushed its way over fifteen miles of valley to the city.  Because Johnstown sits in the bottom of the valley, they had experienced floods before.  A telegraphic warning was attempted earlier in the day but it was not heeded as a serious threat.  When the dam broke at Four o'clock, the only warning the people of Johnstown received was the whistle of a train that saw the tidal wave and tried to warn the people.  ","            <em style=\"mso-bidi-font-style: normal;\">The New York Times</em> first report on June 1, the day after the flood, seems to just scratch the surface of the devastation.  The telegraph communication with Johnstown was out, and travel into the city impossible.  So the reporter had to gather his information from Pittsburgh by contacting the surrounding areas.  The most riveting part of the article is when he states: \"One telegraph operator says he counted sixty-three bodies in twenty minutes floating past his office.\"  The devastation was appalling.  Relief efforts from all over the country came to Johnstown after the flood.  In the days that followed, when telegraph connections were restored the real devastation and carnage of the flood was sent out to the world.  A June 3, article in the <em style=\"mso-bidi-font-style: normal;\">New York Times</em>, describes the huge number of casualties and the state of panic that the city was in.  The people were starving and desperate, rumors of grave robbers began to surface and cause a panic.  The whole of the city was in shambles.  It was not until Clara Barton and the Red Cross arrived that some sort of order and stability to Johnstown.  In McPherson's book he describes how the Club had boasted something close to 10,000 modern amenities and luxuries, and in spite of that an earthen dam got the best of the wealthy club members, and took the lives of two thousand and twenty nine innocent people. "],"locations":[{"id":10901,"lat":40.4953812031,"lng":-78.7135842636,"zoom":9,"place":"CAMBRIA, Pennsylvania"}],"tags":[{"id":109,"tag":"highdeath toll"}]},{"id":4517,"title":"Jeannie Coues: Describes Friendly Fire Casualties","course_id":18,"status":"P","start_date":"1869-04-16","end_date":"1869-04-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In February of 1869, Jane Augusta McKinney Coues and her husband, Dr. Elliot Coues were stationed at Fort Macon, a small island fort off the coast of Beaufort, North Carolina.  Dr. Coues was a well known surgeon and naturalist, and was stationed at the fort to serve the troops that occupied it; Jane lived with him at the Fort.  During her stay there she kept in close contact with her sister in the North.  Coues' letter still survive and give the reader an idea of what it was like to be in a Union occupied Fort that had not so long before belonged to the Confederacy.  ","            In an April 16, 1869 letter to her sister Coues described an incident in which two officers at the Fort are killed by friendly fire.  During this time the Fort had become a military prison, with the troops stationed therein serving as prison guards.  One young soldier, Lt. Alexander, was spending the evening with the Coues; he excused himself to go outside and left their quarters.  A few minutes later the couple heard shots ring out, soon after one dead soldier was brought inside and then Lt. Alexander who had been shot through the lung.  The young lieutenant had heard a fire signal sound and went to investigate, the soldier on guard duty called down to Lt. Alexander and did not hear the reply, so he opened fire on the officer.  Another man came to the lieutenant's aide, but he was shot as well and killed instantly.  There was very little that Dr. Coues could do for the young man besides make him comfortable.  Jeannie was the only lady at the Fort at the time, and the dying young man requested that she stay with him.  She wrote to her sister that she \"never witnessed such excruciating agony in my life\".        "," \"He was a young boy - only 20 years old - and life looked very bright.  But when I told him he was dying he met it very bravely, and after I had talked with him a while he seemed perfectly resigned.  I had never thought to be permitted to point a dying soul to Christ.  He was a bright, handsome boy, the pet of the whole regiment and his mother's darling.\"","            Coues comments that this sort of incident is particularly devastating when it happens in a normal community, but when it happens on an island Fort it seems particularly crippling.  These sort of friendly fire incidents happened in areas like Fort Macon because of its location.  The atmosphere of the nation at the time was one of upheaval and chaos.  The presence of Federal influence in these areas caused unrest in the local white population.  Though aggression was seldom expressed to military forces, the violence and anger of the defeated Southerners was a constant concern to military personnel, especially if they are working in a prison filled with ex-Confederates.  Jeannie Coues grieved in her letter for the boy's family, but she does not blame the soldier who accidently killed him.  They were all just trying to survive, and accidents happened."],"locations":[{"id":9231,"lat":35.2165042447,"lng":-76.4856018863,"zoom":9,"place":"BEAUFORT, North Carolina"}],"tags":[{"id":107,"tag":"friendly fire"},{"id":108,"tag":"prison"}]},{"id":4516,"title":"John Shields: Civil War Medal of Honor Recipient","course_id":18,"status":"P","start_date":"1861-04-15","end_date":"1865-04-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the Civil War the 90th Pennsylvania saw some of the most intense action of any regiment in the war.  Made up of volunteer men from the Philadelphia area, these troops moved shortly after their formation into Maryland to be on call as soon as they were needed for battle.  They went into many of the first battles of the war including First Bull Run, different skirmishes, and the battle of Antietam.  From this position they moved to Falmouth, Virginia; where they expected to stick out the winter months, but in December a four-day battle lasting from the twelfth to the fifteenth in Fredericksburg demanded the 90th's assistance.    The original plan laid out by General Burnside required the placement of pontoon bridges supplied by the Army Corps of Engineers, but the bridges were not ready in time, and the forces of the CSA had ample time to assemble and prepare for the attack.","            During this four-day siege John Shields who hailed from Cresson, Cambria County, Pennsylvania preformed an act of valor that would earned him the Medal of Honor.  On December 13, the second day of the battle, while under heavy fire, Private John \"Shiel\" Shields carried a dangerously wounded comrade back to Union lines so that the stricken man would not be captured by the Confederate forces.  His act of fraternity was considered extremely brave, yet dangerous considering the amount of gun fire being unleashed upon the men, making it extremely possible that Shields too would be wounded and eventually captured by Confederate forces.  Shields' luck did not run out at this particular battle, however, he survived the rest of the war, including fighting at the Gettysburg and Spotsylvania and Spotsylvania Court House. Thirty-two years after the end of the war, Shields was given his medal for his bravery at Fredericksburg.  The delay for his reward was never explained, however one could deduce that following the assassination of President Lincoln, the near impeachment of President Johnson, and the mess of Reconstruction in the South, that Congress had their hands full.  Affairs concerning The Grand Army of the Republic simply had to wait until the country was stabilized once more."],"locations":[{"id":10899,"lat":40.4954308749,"lng":-78.7136040605,"zoom":9,"place":"CAMBRIA, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":105,"tag":"volunteer"},{"id":106,"tag":"Medal of Honor"}]},{"id":4623,"title":"Crittenden Attempts to Stave off Secession","course_id":18,"status":"P","start_date":"1860-12-18","end_date":"1860-12-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":null,"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"},{"id":12,"tag":"Migration/Transportation"},{"id":9,"tag":"Law"}]},{"id":4512,"title":"<strong>Chamberlain Holds His Ground at Little Round Top</strong>","course_id":18,"status":"P","start_date":"1863-07-02","end_date":"1863-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["On July 2, 1863, the second day of Battle at Gettysburg, a crisis was at hand for the Union army. General Daniel E. Sickles, commanding the Third Corps, had moved his men off higher ground, which included Little Round Top, and created a line running from the Peach Orchard to Devil's Den. This placed the Union left flank open for an attack. Chief Engineer General Gouvernur K. Warren atop Little Round Top spotted Confederates forming for an attack on his position. He sent word of this attack and Sykes' Fifth Corps was notified. Colonel Strong Vincent's 3rd Brigade of Sykes' Core moved his men into position on Little Round Top and anticipated a Confederate attack.","            Colonel Joshua Lawrence Chamberlain, commanding the 20th Maine Regiment, commanded the extreme left of Little Round Top. The regiment was consequently   at the very end of the Union line at Gettysburg and Chamberlain was ordered to hold his ground at all costs.  ","            Upon reaching his position, the 20th Maine became engaged with Confederate forces who were trying to flank the Union position at Little Round Top. Seeing that the enemy, comprised of the 47th and 15th Alabama regiments, was a threat to the left of his line, Chamberlain ordered sharpshooters from his regiment to move to this vulnerable position that threatened his flank. Confederate attacks (mounted from Big Round Top) were driven off with high casualties. Chamberlain, in a after action battle report, stated, \"We opened a brisk fire at close range, which was so sudden and effective that they soon fell back among the rocks and low trees in the valley, only to burst forth again with a shout…\" This renewed attack failed as \"the terrible effectiveness of our fire compelled them to break and take shelter.\"  Continued attacks were driven back and fighting became brutal as Confederates made it close to Chamberlain's line. Hand- to- hand fighting resulted as the 20th Maine's line thinned but Confederates forces were still unable to break through.","            As ammunition ran out, Chamberlain was forced to order a bayonet charge against the advancing enemy. This attack, directed at the slope of Big Round Top, was effective and Chamberlain captured four hundred prisoners. \"The effect of the charge was surprising; many of the enemy's first line threw down their weapons and surrendered.\" The rebels who were not captured fell back and Little Round Top was not attacked again.  Colonel Chamberlain is remembered for his bayonet attack that secured the Union's victory at Little Round Top. As a result of their failures on the second day at the Battle of Gettysburg, General Robert E. Lee decided to attack the Union center; an attack that was doomed to fail.   "],"locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":103,"tag":"Joshua Lawrence Chamberlain"},{"id":5,"tag":"War"}]},{"id":4457,"title":"Zachary Taylor Grapples With the Wilmot Proviso\n","course_id":18,"status":"P","start_date":"1848-01-01","end_date":"1848-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As soon as the Mexican War ended and the Mexican Cession granted the United States even more land for the nation, a common contemporary issue posed the question: would these new territories be free soil or allow slavery? David Wilmot, a Democratic representative from Pennsylvania at the time, added a proposal of how to settle the slavery question once and for all, known as the Wilmot Proviso. The proviso called for an end to slavery in any new states admitted to the Union. In 1848, the people elected Whig Zachary Taylor for president over Democratic contender Lewis Cass. So how did President Taylor really feel about the proviso?","    An excerpted news source in Augusta, Georgia, reported that some Democratic papers had published a letter said to be written by General Taylor in the Spring of 1847 regarding the proviso. The contents included in the 1848 pamphlet state that the letter was susceptible of a construction that would make General Taylor seem to favor that doctrine. That letter was later proven to be false and possibly fabricated, as the editor who received the letter and interpreted it to mean that President Taylor would favor the Wilmot Proviso had abandoned the issue, and General Taylor with it. This sampled article is one of several pieces in a anonymously published pamphlet from 1848 that look at whether Taylor actually believed that Congress had the constitutional power to settle the slavery question with the Wilmot Proviso. ","    Scholarship from 2006 suggests a split between the Northern and Southern Whigs on Taylor's intentions. James Brewer Stewart, Professor of History at Macalester College, argues that in 1848, the Southern Whigs claimed Taylor despised the Wilmot Proviso and if elected, he would successfully oppose it; yet Northern Whigs guaranteed that the moment that Congress passed the Proviso, Taylor would sign it.","    Towards the end of the pamphlet, the anonymous author found direct testimony of Taylor's opposition to the Wilmot Proviso through strained readings and comparisons. The language found from an exchange between southern statesman Joseph Segar and Virginia Governor Henry A. Wise in Hampton, Virginia stated that Taylor would exercise the veto on any bill containing the provisions of the Wilmot Proviso. Historian Holman Hamilton also adds that Taylor and Cass occupied the same ground, that the Proviso should not be adopted. Considering Taylor himself was a slaveholder,  he would not compromise his and his fellow southerners' lifestyle, yet again delaying resolution of resolving slavery in the United States."],"locations":[{"id":6208,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":9,"tag":"Law"}]},{"id":4458,"title":"Little Giant Defends Giant Doctrine: Stephen Douglas on Popular Soverienty\n","course_id":18,"status":"P","start_date":"1859-01-01","end_date":"1859-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Senator Stephen Douglas, the \"Little Giant\" from Illinois, wrote an article for Harpers Magazine in 1859 entitled \"Popular Sovereignty in the Territories.\"  Harpers and Brothers Publishers subsequently printed it in pamphlet form.  In the article, Douglas defended his opinions on the much derided and disputed issue of popular sovereignty.","He explained his interpretation of popular sovereignty with two basic arguments.  First, he contended that the position of the people of the territories, in regards to the issue of slavery, was similar to the position of the colonies under British rule, who were denied the right to stop the importation of slaves.  As an example, he described a letter sent to the King of England in 1772 citing a clause in the Virginia Constitution adopted in June, 1776, claiming as justification for Independence, \"the inhuman use of the Royal negative in refusing us [the Colony of Virginia] permission to exclude slavery from us by law\" (Douglas' brackets)","His second argument justified both Congress's role in the territories and the ability of a territorial government to decide the issue of slavery.  To accomplish this, Douglas referred to the clause in the Constitution which gave Congress the power to \"make all rules and regulations respecting the territory,\" of the United States.  This gave Congress the power to appoint a territorial government, as in Kansas and Nebraska, which would regulate the slavery issue on the basis of popular sovereignty.  Douglas also claimed that the founders often referred to the territory as \"States\" or \"new States.\"  Thus, if the territories are considered to be \"States\" or \"new States,\" then they, like any of the states, have the power to permit or deny slavery in their territory.","Douglas published the article in <em>Harpers Magazine</em> after a tumultuous decade of sectional bickering over the issue of slavery, in which he was personally responsible for the violently controversial Kansas-Nebraska Act (1854).  According to historian James McPherson, Douglas' \"parliamentary legerdemain pushed the bill through the Senate,\" despite strong free-state Democrat and Whig opposition.  The bill permanently tied Douglas' name to the doctrine of popular sovereignty, which Douglas dubbed, according to Nicole Etcheson, the \"great principle of self-government.\" The Kansas territory was the proving ground for Douglas' pet project, and when, according to McPherson, the situation there began to deteriorate, Douglas' attachment to popular sovereignty became a political liability.","With this in mind, according to historian Robert Johannsen, Senators Albert G. Brown and Jefferson Davis of Mississippi and James S. Green of Missouri confronted Douglas in 1859 and urged him to defend his controversial doctrine.  Brown demanded clarification because Douglas \"was emerging as the strongest contender for the Democratic presidential nomination in 1860.\"","A fierce defender of the doctrine, Douglas shall always be remembered for what he said, as quoted by historian Eric Dean, of popular sovereignty, \"I will follow that principle wherever its logical consequences may take me and I will endeavor to defend it against assault from any and all quarters.\""],"locations":[{"id":15199,"lat":null,"lng":null,"zoom":8,"place":"UNORGANIZED TERRITORY, Territory"}],"tags":[{"id":4,"tag":"Slavery"},{"id":18,"tag":"Politics"}]},{"id":4511,"title":"<strong>Sherman Praises Soldiers of the Fifth Divison</strong>","course_id":18,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Battle of Shiloh, General William Tecumseh Sherman gained an appreciation for the bravery of his men. As seen in his after-action report, Confederates surprised the Fifth Division with their attack and Sherman's forces were driven far from their encampment. Though the army was in a panic, the retreat was ultimately halted and Sherman's men held their ground. The 32nd Indiana behaved as a model regiment for General Sherman.  Without haste, Sherman described them as advancing into a thicket where the \"enemy was in great numbers.\"  Despite the large numbers of the enemy the Indianans faced, they entered the battle ground \"in beautiful style.\" Though pushed back due to overwhelming numbers of Confederates, they earned the respect of General Sherman.","            Sherman's Fifth Division was driven to within five hundred yards of the Shiloh meeting house, but did not budge any further than that. He encouraged his men in the face of enemy fire and maneuvered his artillery and companies to engage pressing Confederates trying to capture his guns. Sherman showed his determination to hold off enemy attacks and at times exposed himself to enemy fire in order to direct the movements of his men. He had a total of three horses shot out from under him.           ","            Prior to the Battle of Shiloh, on April 6, 1862, General Sherman, due to General Grant's false evaluation of enemy movement, was not expecting to come into contact with Confederate forces. The 5th Ohio cavalry and the 46th Ohio Infantry Regiment reported seeing Confederate movement but this was ignored by General Sherman. Sherman became enraged with Colonel Thomas Worthington of the 46th Ohio Regiment due to his constant warnings.  Worthington was court-martialed by Sherman and the colonel was a permanent enemy of Sherman from that point on. General Sherman would find out that Worthington was right when early on April 6th Confederates came crashing through the woods into Union positions."," Despite his temper and ignorance on April 5, General Sherman proved important to the Union army. He is credited with saving the Northern forces at the Battle of Shiloh. Abraham Lincoln stated that, \"It is the unanimous opinion here that Brig. Genl. W.T. Sherman saved the fortunes of the day on the 6th and contributed largely to the glorious victory on the 7th.\""],"locations":[{"id":12073,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":101,"tag":"32nd Indiana Regiment"},{"id":102,"tag":"The Battle of Shiloh"}]},{"id":4461,"title":"Thomas Nast Draws a Political Statement at the Chicago Convention\n","course_id":18,"status":"P","start_date":"1864-09-03","end_date":"1864-09-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Twenty-four year old Thomas Nast made known his support for incumbent President Lincoln in a work in the September edition of Harper's Weekly. The cartoon entitled \"Compromise With the South\" was one of his most powerful and effective cartoons, and one of his personal favorites that he dedicated to the Democratic Chicago Convention in particular. Harper's Weekly, the first periodical to achieve national circulation, featured the cartoon on its front page on September 3, 1864. Nast's staunch Unionist stance, including those of the Republican editor and owner of Harper's, helped to earn the periodical its reputation in the North and earning him threatening letters from the South. One admirer declared: \"Nast would have been burned at the stake had he been captured on one of his visits to the front.\"","    The cartoon itself depicts a possible grim outcome from the Democratic convention. Nast paints the Democratic convention as a betrayal against the principles for which Union soldiers fought. On the left, a defeated and disabled Union soldier, his face hidden in shame, extends a feeble hand of surrender to a triumphant Jefferson Davis, president of the Confederacy. Davis stands with one boot disrespectfully on the grave of another Union soldier, while Columbia kneels mournfully. In the upper-left, the American flag is hung upside down as a sign of distress. Nast's point in his cartoon was that if there was going to be a compromise with the Confederacy, Union soldiers will have died and served and lost limbs for nothing. He also believed the Democratic platform would return blacks to slavery, as there is a despairing black Union soldier in the cartoon. Overall, the cartoon made a statement against the peace wing of the Democratic party (who were also known as Copperheads).","    The 1864 campaigns and convention was the event that helped Nast earn his national reputation. For up to twenty years after \"Compromise With the South\" was put to print in Harper's Weekly, Nast exerted a tremendous influence on the political life of the United States. He always held a principal interest in politics. His crusading ardor can be attributed to his upbringing: his father fled from Europe rather than be faced with compromising his political ideals and carried from that a sense of conscience rather than a spirit of compromise which was the dominant thought pattern in the country in the Civil War era."],"locations":[{"id":2539,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":5,"tag":"War"},{"id":18,"tag":"Politics"},{"id":8,"tag":"Arts/Leisure"}]},{"id":4462,"title":"Pennsylvania Captain Writes His Final Letter Home\n","course_id":18,"status":"P","start_date":"1863-06-28","end_date":"1863-06-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Captain David Acheson, Company C of the 140th Pennsylvania Volunteers was born in Washington, Pennsylvania, about thirty miles south of Pittsburgh.  Robert L. Stewart remarked that Acheson was \"one of the most promising young men in the College Class\" at the then Washington College (now known as Washington & Jefferson College). A very thoughtful and god fearing young man, Acheson enlisted during the three-month call for volunteers in 1861 and was involved with riling up more volunteers in Washington County. On September 4, 1862, the Washington regiments marched to Pittsburgh to begin their tour of duty.","The 140th Pennsylvania Volunteers subsequently marched to Harrisburg to, as Sara Gould Walters remarked, \"transform [themselves] into soldiers.\" The men received tents, knapsacks, haversacks and muskets to go along with their dark blue blouse, trousers, caps and shoes. After their outfitting, they were dispatched to Ambrose E. Burnside's army near Falmouth, VA, missing out on the battle of Fredericksburg by days. They saw action at Chancellorsville and moved out north, reinforcing the Army of the Potomac at Gettysburg.","  Captain Acheson's wrote his final letter on June 28, 1863. On the 28th, the volunteers had already marched two weeks when they arrived near Frederick, MD. Acheson noted that, \"Our marches are very fatigued…the men would at the end of the day would lie down in the water and sleep soundly. I never knew what a man was able to endure before.\" His letter was thoughtful, with tinges of uncertainty and skepticism. On the demotion of \"Fightin' Joe\" Hooker as commander of the Union army, Acheson remarked candidly, \"I do not know how this will please the army but it seems to me that the Government is at a loss to know who is fitted for the command.\" He also remarked that the \"rebs have staked their all\" on the war and hopes that the upcoming battle at Gettysburg will be the \"beginning of the end for the rebs.\"","       On the second day at Gettysburg, the 140th Pennsylvania Volunteers fought near Little Round Top and the Wheatfield.  Marching towards the Emmittsburg Road, the 140th faced the heaviest fire from Kershaw's South Carolina brigades, as Robert L. Stewart notes. D.A. Dickert, one of the foremost historians of Kershaw's brigades remarked that, \"David Acheson, the ranking Captain of the Regiment, a young officer of rare ability and winsome personality was killed.\" After the battle, Captain David Acheson was partially buried near the private farm of John T. Weikert. A stone, with a carving of his initials \"D.A.\" served as the headstone.  The remains of David Acheson were re-interned in the Washington Cemetery in Washington, Pennsylvania."],"locations":[{"id":5992,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":32,"tag":"Civil War"},{"id":63,"tag":"Pennsylvania Regiments"}]},{"id":4463,"title":"Abolitionist Flogged for Allegedly Selling Pamphlets\n","course_id":18,"status":"P","start_date":"1833-08-03","end_date":"1833-08-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Amos Dresser, a student at Lane Theological Seminary in Cincinnati, left  the college after a ban on an anti-slavery society and traveled through the upper south  selling bibles. While travelling through Nashville, Tennessee, Dresser took his carriage to a local shop for repairs. A workman rummaging through the carriage found a store of anti-slavery letters, books and pamphlets. According to Dresser, \"This added considerably to the general excitement, which I afterwards learned, was prevailing in relation to slavery--and in a short time it was noised about that I had been 'circulating incendiary periodicals among the free colored people, and trying to excite the slaves to insurrection.'\"","            On the evening of August 8, Constable John Braughton brought Dresser into custody where an impromptu Committee of Vigilance convened at the courthouse to try Dresser for violating the non-existent law of possessing anti-slavery material. During the convention, the committee resolved unanimously to search Dresser's trunk, finding antislavery publications. Dresser stated \"These, I informed the Committee, I had put in my trunk for my own perusal, as I wished to compare what had been written with the result of my own observation while in the slave states, and that no individual had seen them besides myself.\" After the reading of the letters, Dresser claims that \"Great stress was laid on these extracts, and I was questioned very minutely...\" and that \"They labored much to prove I was sent out by some society, and that I was, under the guise of a religious mission, performing the odious office of an insurrectionary agent.\"","            When the committee withdrew to deliberate on the case, Dresser recalled having no anxiety: \"There was no law forbidding what I had done...my intentions had been those of kindness to all--I had no secret feelings of guilt, arraigning me before the bar of my conscience, for any mean or clandestine movement.\" After reaching a decision, the committee found Dresser guilty of being a member of an anti-slavery society and of possessing periodicals published by the American Anti-Slavery Society. He was sentenced to twenty public lashes and ordered to leave Nashville within twenty-four hours. The punishment was carried out in front of a large crowd and Dresser was escorted out of town that night.","            Dresser gave an accurate account of his lashings and exile from Nashville is very accurate. Thomas Wood of the Nashville Post published an article on Dresser and confirmed much of his account, except for one key element: Wood says that Dresser intended to sell antislavery pamphlets through the South, not bibles. Dressers account of his trial and punishment is well supported. Mob violence in the Old South was well known and has been documented by the Mississippi Historical Review such as a professor of Botany giving a speech in the District of Columbia being arrested for having antislavery materials and a mob in South   Carolina destroying several sacks of antislavery mail at a post office."],"locations":[{"id":11951,"lat":36.1806707867,"lng":-86.8728574445,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":4,"tag":"Slavery"},{"id":21,"tag":"Race Relations"},{"id":1,"tag":"Crime/Violence"}]},{"id":4464,"title":"Edward Everett Extolls Civilizing Liberia\n","course_id":18,"status":"P","start_date":"1853-01-18","end_date":"1853-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["At the thirty-sixth annual meeting of the American Colonization Society (ACS), the main concern for US Secretary of State Edward Everett was whether it was possible to maintain a civilization in Africa and whether or not the ACS was successful in attempting it.  In his speech, Everett discussed the reasons for the ACS, such as stopping the slave trade, and discusses their inspirations which include the spread of Christianity and American ideals.","Historian Irving H. Bartlett regarded Everett as \"conventional among Americans outside of the South\" in his views on slavery.  He knew that slavery was an \"unfortunate institution,\" but that it was protected by the Constitution.  This made Everett a relatively neutral party in assessing the accomplishments of the ACS.  Everett showed that the ACS had succeeded in its original goal which was to stop the slave trade.  He said that many other civilizations had attempted to stop the trade, but the ACS had actually done it by giving slaves that were on captured slave ships a place to settle and possibly assist them in finding their original homes. ","He later talked about the many reasons civilizing Africa had been a failure and why the ACS would correct this failure with their plans.  Everett believed that the white man could not civilize Africa because disease and cultural and environmental differences in Africa would not allow it. He went on to say that with all of the natural endowments of Africa, it had to be civilized because it was a waste of such a fertile continent. The argument of many of the critics of the ACS was that Africans were too inferior to Europeans to be civilized.  Everett said that this was not entirely true, and cited the example of the Egyptians and of many intelligent Africans who had been given appropriate education. Everett argued that if the lower classes of white men were compared with the African race then the superiority of whites may not be so apparent.  He compared the accomplishments in Liberia by the colony set up by the ACS to that of the first colonies in America such as Jamestown and Plymouth.  In Liberia they had already established a Constitution of organized republican government, courts, schools, communication to the interior, agriculture, and most importantly churches.  These accomplishments outstripped those by the first colonies of America in their first twenty-five years.","One of the main arguments by Everett was that Christianity guided the Africans into civilization and by the African Americans teaching the natives Christianity all will be civilized.  He said that the \"blessings of the Christians\" can be shown to Africa through the newly established colonies.  He thought that the influence of \"pure, unselfish, Christian love\" was the only influence that could never fail and that this alone civilized the world. Everett liked the idea of the spread of the Christian and American ideals to Africa more than the civilization of the Native Africans."],"locations":[{"id":1275,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"},{"id":15,"tag":"Race-Relations"}]},{"id":4465,"title":"Smilin&#39; Schuyler Rails Against The Laws of Kansas\n","course_id":18,"status":"P","start_date":"1856-06-21","end_date":"1856-06-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1850, the Midwest remained largely undeveloped and in the eyes of many New Englanders it seemed a very profitable proposition. By 1854, the territories were created by the Kansas-Nebraska Act, which left these states with the ability to decide if the slave trade would be legal in their territories. Many Anti-Nebraskans, such as Indiana Representative Schuyler Colfax, remained dedicated to the anti-slavery cause.","            Colfax was a charming individual whose charisma and oratory skills gave him a great advantage in the House of Representatives. Liked by his colleagues, Colfax did not mind going head-to-head with opponents on the House floor. On June 21, 1856, Colfax came on to the House floor and delivered a speech condemning laws passed by the pro-slavery legislature in Kansas. Watching Colfax, battling his opponents on the slavery issue, historian James Dabney McCabe recorded that \"Mr. Colfax took an active part in the debate, giving and receiving hard blows with all the skill of an old gladiator.\" Colfax hit at the heart of the problem quickly by proclaiming, \"[I] denounce…the \"code\" of this so called Legislature of Kansas as a code of tyranny and oppression, a code of outrage and of wrong, which would disgrace the Legislature of any State of the Union.\" ","            Colfax went on to cite Henry Clay, the Great Compromiser, on the issue of a civil war breaking out over slavery. \"It would be a war in which we should have no sympathies, no good wishes - in which all mankind would be against us.\" As Willard H. Smith notes, the speech was so memorable that during the Republican national convention the speech was distributed on 500,000 pamphlets, all at the expense of the fledgling Republican Party."],"locations":[{"id":1275,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":18,"tag":"Politics"},{"id":64,"tag":"Anti-slavery"}]},{"id":4466,"title":"<strong>U.S. Marshall Protected by Fugitive Slave Act </strong>\n","course_id":18,"status":"P","start_date":"1851-10-01","end_date":"1852-06-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1851, United States Deputy Marshall Henry W. Allen arrested freed slave William Henry in Syracuse, New York. Allen claimed Henry was a fugitive slave from Missouri. Though Henry was temporarily aided in escaping by local abolitionists, Marshall Allen and police arrested William Henry. This arrest happened in a brutal manner and William Henry was \"excessively bruized in the struggle and was taken to the Police Office of the city.\" This created a great disturbance in the city of Syracuse and resulted in rioting. People who were against William Henry's arrest threw stones at the police office in which Henry was held and at nine o'clock at night, the suspect slave was freed and helped in his escape to Canada. Though the people who helped Henry in his escape were charged with aiding a fugitive slave, the more surprising indictment was that of United States Deputy Marshall Allen for kidnapping by the Onondaga District Court.","            The court brought Marshall Allen to trial based upon his attempt to kidnap William Henry. Because he captured Henry in compliance with the Fugitive Slave Act, the trial focused on enforcing of the Fugitive Slave Act and the case was brought to the New York Supreme Court. The Fugitive Slave Act of 1850 protected Henry W. Allen from his alleged kidnapping and he was found to be \"Not Guilty\" by the court. The reason for the upheaval in Syracuse stranded from the act's unpopularity in the Northern states because it was believed to appease slave-holding states."," Violence in response to the Fugitive Slave Act was not uncommon. James McPherson writes in <em style=\"mso-bidi-font-style: normal;\">Battle Cry of Freedom </em>of an incident in the town of Gettysburg, Pennsylvania where a slave-owner was killed when attempting to capture his fugitive slave. Armed resistance also took place in Lancaster County, Pennsylvania when slave-owner Edward Gorsuch and local constables attempted to capture fugitive slaves. An all black militia led by an ex-slave named William Parker drove off Gorsuch's party after clubbing Gorsuch along with one of the constables. Northerners, along with ex-slaves, had the will to fight against the Fugitive Slave Act. As seen with the case of Marshall Allen and slave William Henry, it was only through enforcement by the federal government that the act was carried out in the North.    "],"locations":[{"id":8955,"lat":43.0056890825,"lng":-76.1943998481,"zoom":9,"place":"ONONDAGA, New York"}],"tags":[{"id":34,"tag":"Crime/Violence, Economy, Law, Slavery, Urban Life/Boosterism"},{"id":4,"tag":"Slavery"}]},{"id":4468,"title":"<strong>City Set Ablaze: The Burning of Chambersburg</strong>\n","course_id":18,"status":"P","start_date":"1864-07-30","end_date":"1864-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Confederate cavalrymen under the command of General John A. McCausland set the city of Chambersburg, Pennsylvania ablaze on the morning of July 30, 1864.  According to a letter sent the following day by D. McConaughy to Pennsylvania Governor Andrew Curtin and Major General Darius N. Couch, the commander of the Susquehanna Military District, the \"lowest estimate of loss [from the fire] is 1,500,000.\"  He reported that the Confederate soldiers \"fired the whole center portion of the town, embracing twenty squares.\"  Historian Everard H. Smith claimed that a little over half of the 6,000 natives of Chambersburg lost their homes in the fire.  McConaughy wrote that the town was ostensibly burned because McCausland did not receive a 600,000 ransom, of which he demanded 100,000 be paid in gold.  However, there are a few other reasons why Chambersburg, a seemingly unimportant city in Pennsylvania's Cumberland Valley, was burned to the ground in such an appalling fashion.  ","Chambersburg was not a randomly chosen target for retribution.  Its location in the Cumberland Valley, the Pennsylvania name for the Shenandoah Valley, granted easy access for the Confederate army. It also had some strategic value for the North.  According to historian William Vatavuk, General Robert E. Lee sent General J.E.B. Stuart to Chambersburg in October, 1862 to gather supplies from Chambersburg and burn a railroad bridge that provided a \"vital transportation link to the west.\"  Smith offered that the Confederate soldiers had a sense of superiority over the common, predominantly German population in the area, and were thus able to dehumanize them.  Smith further asserted that dehumanizing their enemy allowed the southern soldiers to adhere to Carl von Clauswitz's belief in the necessity of total warfare.","The burning of Chambersburg was seen in the North as a Confederate atrocity.  Smith wrote that \"drunken Confederates cavorted among the ashes, pillaging freely and robbing citizens of sums large and small.\"  According to McConaughy, even McCausland was drunk.  Smith related that Confederate soldiers locked two women in their houses and set them ablaze, but fortunately, both women were rescued by neighbors.  Many of the citizens, like the family of Captain Eyster, whom McConaughy described in his letter, got out of their houses with only the clothes on their backs.  Even Confederate soldiers were not immune to the effects of the catastrophe unfolding around them.  According to Vatavuk, when a woman carrying a dying baby in her arms asked a soldier, \"'is this revenge sweet?' a tender chord was touched, and without speaking, he burst into tears.\"","            The effects of the fires may have been difficult for the citizens of Chambersburg to bear, but according to Vatavuk, a \"scorched earth policy\" was being practice by Union generals William T. Sherman and David Hunter before the ransack of Chambersburg.  Vatavuk asserted that Confederate General Jubal Early had Hunter's attacks on his mind when he included in McCausland's orders that the burning of Chambersburg was \"… in retaliation for acts of destruction committed by General Hunter in the Valley of Virginia.\"","            By the time McConaughy wrote his letter on July 31, 1864, the heart of Chambersburg was destroyed by the fire.  The flames consumed public and private buildings alike and northern soldiers under General William Averell, were in pursuit of McCausland's forces.  Regardless of the reason, the city of Chambersburg, Pennsylvania was in ruins.   "],"locations":[{"id":11033,"lat":39.9274533048,"lng":-77.7212153562,"zoom":9,"place":"FRANKLIN, Pennsylvania"}],"tags":[{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"}]},{"id":4469,"title":"The American Highlanders Storm Chapultepec Castle\n","course_id":18,"status":"P","start_date":"1847-09-15","end_date":"1847-09-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The American Highlanders stormed Chapultepec Castle on September 15, 1847, a strategic and crucial battle that helped to begin the US Campaign in Mexico.  In General Geary's Report of September 15, at which time he commanded the 2nd Pennsylvania, he detailed his own experience of the battle and that of each of his companies. Geary was struck with grape shot early in the battle and could not follow on with his troops, but he included the reports of his captains in the stead of his own presence.  Captain Humphreys of the American Highlanders took command of twelve men who were responsible for driving what they thought were only a few Mexican riflemen shooting from a corn field.  They met with considerably more Mexican fire power than they had expected.  Five men were wounded in the crossfire but none killed.  Humphreys returned with all his men and Commander Geary made notes of such in his report.  The rest of the company under Geary's command advanced to and eventually seized the castle. Of the members of the company there were no fatalities in the storming of Chapultepec, but nine men were wounded and Pvt. William Humphreys died of his wounds on September 27.  ","Most of the men in the American Highlanders worked on the Alleghany-Portage Railroad, The Summit, Cambria County, Pennsylvania to fight.  The company consisted of ninety-six men who were enlisted when a second regiment of volunteers from Pennsylvania formed to aid in the war against Mexico.  The militia volunteered their services at the first declaration of hostilities, but it was not until later that their Captain, John White Geary, received word that the men would join the Second Pennsylvania as Company B.  They set out from the Summit for Pittsburgh.  From there First Lieutenant Horace B. Field, 3rd US Artillery, swore them into service on January 3, 1847.  ","The storming of Chapultepec was significant to the war because it removed the most difficult fortification from the path of the US Army and allowed them to continue to Mexico City.  In Hampton Sides book, <em style=\"mso-bidi-font-style: normal;\">Blood and Thunder..</em> he paints a picture of the interior of Mexico through the eyes of an American.  He emphasizes the fact that the terrain is alternately hilly and flat and ultimately deceptive in this way.  So the seizing of a fortification, like Chapultepec, that is situated on the highest point in a given area would be a huge strategic advantage. By gaining this land the US Army owned the best vantage point in the valley and was able to see if anyone was approaching.  The vantage point was important, because as Randy W. Hackenburg explains in<strong style=\"mso-bidi-font-weight: normal;\"><em style=\"mso-bidi-font-style: normal;\"> </em></strong><em style=\"mso-bidi-font-style: normal;\">Pennsylvania in the War with Mexico: the Volunteer Regiments</em>, the only road to Mexico City that was passable for an Army went past the Castle.  There was no other feasible way to reach Mexico City until the vantage point was secured."],"locations":[{"id":10897,"lat":40.4954308749,"lng":-78.7136040605,"zoom":9,"place":"CAMBRIA, Pennsylvania"}],"tags":[{"id":66,"tag":"Seige"},{"id":67,"tag":"Militia"}]},{"id":4475,"title":"A Liberty Party Leader Assists A Fellow Abolitionist\n","course_id":18,"status":"P","start_date":"1852-07-27","end_date":"1852-07-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["Gerrit Smith was a prominent abolitionist and leader of the early Liberty Party during the 1840s and 1850s.  He worked to help slaves and promote abolitionism in his lifetime, including spending his own money for the cause.  In a letter to a friend, Smith described how he had posted bail on different occasions for a man named Chaplin, who was being punished for enticing slaves away from their southern masters.  Gerrit Smith felt that the money he spent on bailing Chaplin out of jail, though costly, was necessary because it was for a good and just purpose.  He wrote, \"I am robbed of these 12,000.  I have been robbed of a great deal from time to time, in the sums which I have felt myself morally compelled to pay in the purchase of the liberty of slaves.\"","As described by historian M. Leon Perkal, Gerrit Smith, along with other radicals of the Liberty Party, advocated an idea that interpreted the Constitution as providing abolition of slavery in all states, and guaranteeing the equality of African-Americans.  As a whole, the Liberty Party did not completely accept this novel interpretation; however it did represent the stances of some of its members on slavery.","Having the leader of a political party bail someone out of jail for trying to illegally free slaves demonstrates the contrasting range of political views in the 1840s and 1850s.  The radical abolitionists in the Liberty Party wanted to free all slaves, and believed they were constitutionally empowered to do it.  At the same time, law enforcement had every right, according to the Fugitive Slave Act, to put someone in jail for aiding in the escape of slaves.  One can only imagine the conflicts that might have arisen when an abolitionist politician paid to have someone removed from jail who helped southern slaves escape.  Gerrit Smith's letter represented one side of this struggle with slavery in the United States, and was a small piece of a nationwide conflict."],"locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":18,"tag":"Politics"},{"id":64,"tag":"Anti-slavery"}]},{"id":4523,"title":"Burnside Rationalizes his moves at Fredericksburg","course_id":18,"status":"P","start_date":"1862-12-17","end_date":"1862-12-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["General Ambrose E. Burnside, the newly appointed Commander of the Army of the Potomac, was regarded by General O. O. Howard as distrusting himself with the position, but was eventually persuaded to accept it. Along with the position came the responsibility for a plan of action that would differ from the failed plans of General George B. McLellan.  It turned out that Burnside's plan of campaign was sufficient on paper, but, as the after action report of Fredericksburg shows, the execution of the plan shattered Burnside's hopes for success. ","                As noted by Howard, Burnside planned to move small numbers of his army as McLellan had planned toward Chester Gap and Culpepper, but to use these marches as a feint to the Confederates so that he could move the majority of his army to Falmouth and cross the Rappahannock to Fredericksburg and gain control of Marye's Heights for future movements.   This plan required the repair of the railroad and delivery of pontoon bridges to the crossing very quickly, which was left in the hands of General Halleck in Washington. The element of surprise was a key for the success of this plan. ","                Burnside's plan did not turn out the way that he had hoped as shown in the after action report. He commented that he moved sooner than he had told the President, Secretary, and General Halleck. The reason he gave for this was that he had seen that the enemy had moved his forces down the river and he hoped by having a \"vigorous attack\" across the river at Fredericksburg that he could separate the troops of the Confederates which would cause them to violate one of the well-known rules of war: never divide your troops in the face of a superior enemy. Burnside and his army were unfortunately unable to accomplish this due to the \"fog and unexpected and unavoidable delay in building the bridges.\" This gave General Lee enough time to assemble his troops at Marye's Heights to defend against Union attacks and ruin the element of surprise Burnside needed. ","                Burnside admitted in his report that he and the army had failed, but had a few things been different, such as the pontoon bridges arriving on time, they might have won a victory for the Union. He reported on the over 10,000 casualties in the battle, but said that he was \"glad to represent the army at the present time in good condition\" which seem to contradict each other. Burnside expressed sympathy for those killed and praised the braveness of those who fought in the battle. The sentiment in the after action report was that Burnside knew he had acted hastily at the wrong time and was willing to take the blame for the loss, and it felt like he knew he would be demoted after this defeat because he thanked the government for their support and confidence almost as a farewell."],"locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":5,"tag":"War"},{"id":1,"tag":"Crime/Violence"},{"id":18,"tag":"Politics"}]},{"id":4533,"title":"William Newell Defends Congressional Reconstruction","course_id":18,"status":"P","start_date":"1866-02-15","end_date":"1866-02-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" When the Honorable William A. Newell of New Jersey spoke in February 1866, the slaves were freed thanks to Abraham Lincoln's Emancipation Proclamation and the great sacrifice the Union forces gave. It was time to decide the fate of the South and William Newell was less than hospitable towards the South, saying in his speech that, \"[T]he enemies of this Union and this liberty are still insidiously at work. They still talk of states rights…but still, state rights means the right…to deprive people of their liberties.\"","  President Lincoln and his colleagues in Congress differed greatly on how to punish the South for the past five years, and Congressmen like Henry Winter Davis, Benjamin Wade and Newell were adamantly opposed Lincoln's more \"forgiving\" approach and demanded more strict punishment. Wade and Davis concocted the Wade-Davis Bill of 1864, which called for a more stringent plan than Lincoln's Ten Percent Plan. The bill called for re-admittance to the Union for former Confederate states contingent on a majority in each Southern state to take the Ironclad Oath to the effect they had never in the past supported the Confederacy. Benjamin Wade even went as far as to say that \"the Executive ought not to be permitted to handle this great question to his own liking…It does not belong, under the Constitution to the President to prescribe the rule. It belongs to us.\"","  In the same vein as Wade and Davis, Newell called for all the states that seceded to \"renew their allegiance to the Union.\" He articulated that the their \"fitness\" depends on, \"first, their loyalty to the Constitution; secondly, their loyalty to human rights, the rights and privileges of every citizen thereof.\" To be loyal to the Union, Newell called for the seceded states to repudiate all their debts incurred in the prosecution of the late war, and for the states to respect the debts contracted by the Union in putting down the rebellion. He went as far as saying when \"the states shall send loyal Representatives here…I shall rejoice to admit them to the full and perfect rights and privileges of which they have by their folly been deprived.\"","  Newell concluded his time on the floor by demanding that the government reestablish itself upon the principle of \"equal and exact justice to all men\" and to conduct the Union's affairs not only to \"attract to our nation the admiring eyes of the world at large, but to draw down upon it the approving smile of the Almighty God.\""],"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":18,"tag":"Politics"},{"id":123,"tag":"Reconstruction"}]},{"id":4537,"title":"Jefferson Davis Finds a Friend in Prison","course_id":18,"status":"P","start_date":"1865-05-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Around May 10 1865, federal troops captured Confederate President Jefferson Davis fleeing in Georgia and sent him to be confined in Fortress Monroe, Virginia. Davis was held prisoner for two years from May 1865 to May 1867, six months of the time confined in a casemate under heavy guard. According to a war memo excerpted in a New York Times article, he was not arraigned upon any indictment or formal charge of crime but had been indicted for high treason by the Grand Jury of the District of Columbia. Davis was also charged with the assassination of Abraham Lincoln and the murder of Union prisoners of war by \"starvation and other barbarous and cruel treatment toward them.\" Colonel Stewart's (working in the fortress) account denotes a tone of disgust towards Davis' situation in the Richmond Times Dispatch: \"It appears to us ...in chaining the feet of President Davis, under the poor pretext of rendering imprisonment more secure, was to humiliate not only the prisoner, but the people of the whole South, and to them...will be ever linked with the infamy.\" Davis was also chained whilst incarcerated as per order of General Miles. The guards' cruel and disrespectful treatment took a great toll on his health, leaving him emaciated and even sensitive to light. Describing the shackling of Mr. Davis, Dr. John J. Craven, Davis' attending physician, wrote \"On the morning of the 23rd of May, a yet bitterer trial was in store for the proud spirit--a trial severer probably than has ever in modern times been inflicted upon any one who had enjoyed such eminence. This morning Jefferson Davis was shackled\"","    Dr. John J. Craven was the only person to offer Davis companionship and care to alleviate the loneliness and other physical ailments during his imprisonment. On the morning of the May 24th 1865, Dr. Craven heard that Mr. Davis was ill and that he had been assigned as his medical attendant. From then on, the relationship of doctor and patient developed into an abiding friendship. Unable to move except with great difficulty with ankles lacerated by the heavy chains, Davis could not take the exercise that would help his digestion. Dr. Craven realized that his physical condition required the removal of the shackles. Seeking an interview with General Miles and stating his opinion as strongly as possible, General Miles asked, \"You believe it then a medical necessity?\" to which Dr. Craven replied, \"I do most earnestly.\" The shackles were removed after five days."],"locations":[{"id":14724,"lat":37.5769153786,"lng":-80.6062827848,"zoom":9,"place":"MONROE, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":108,"tag":"prison"},{"id":123,"tag":"Reconstruction"}]},{"id":4538,"title":"To free, or not to free. James Hamlet returns a free man to his New York home.","course_id":18,"status":"P","start_date":"1850-10-04","end_date":"1850-10-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Maryland resident Mary Brown exercised the law that historian James McPherson described as having given the federal government more power than any law yet sanctioned by congress – the Fugitive Slave Act of 1850. Brown authorized a federal official to claim one James Hamlet, of Williamsburgh, New York, and return him to her Baltimore home. Despite the differences in her testimony, and Hamlet's pleadings and protests of being born a free man, the federal authorities – obligated due to Congress' legislation – robbed a husband of his wife, two children and freedom.  ","Hamlet's testimony was not permitted by the Fugitive Slave Law: a law that abolitionist Lewis Tappan believed was but \"an experiment on the part of the Slave Power to see how much the Free States will bear.\"   ","James Hamlet was forced into the Baltimore Slave Market owned by Hope H. Slatter, a man described by slave-trader expert Frederic Bancroft as being a model for successful slave marketing. After establishing his worth as a slave, Slatter sold Hamlet. Surprisingly, his local community of Williamsburgh, in the borough of Brooklyn bought him – having raised the necessary funds of eight hundred dollars. One hundred dollars alone came from one member of the local church. "," Abolitionists hearing of these events then sent a call out for the citizens of the Free States to ignore the law and let the fugitive into one's home as if it were an asylum. As abolitionist William Harned declared, \"the heart of every anti-slavery individual will deeply sympathize with the panting fugitive.\""],"locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"}]},{"id":4539,"title":"Happy Times in Centerville Camp as the Confederate High Command Sing the South&#39;s Favorite Songs","course_id":18,"status":"P","start_date":"1862-01-12","end_date":"1862-01-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Confederate leader Robert E Lee once said, \"I don't believe we can have an army without music,\" and reflecting this attitude, the high command of the Confederate forces joined in the jovial times of the 1862 Southern lifestyle. Observed by the future Brigadier General Moxley Sorrel, the then Captain and Chief-of-Staff to General Longstreet recounted a banquet put on by Longstreet and the many songs sung by the soldiers at the Centerville, Accomack County, Virginia camp of the Confederacy.   ","Though the banquet took place deep in Virginia during the Civil War, and with a naval blockade of Confederate ports established, the officers were not found wanting amongst the bounty of food and beverages. The festivities had loosened the tongue of many a commander, and debate soon turned to what should be the national hymn of the Confederacy. Though the songs <em>Dixie's land</em>, and <em>Maryland, My Maryland</em> were popular items amongst the soldiers, they did not capture the whole of the Confederate cause, as it was reasoned by General Van Dorn during this debate. When urged further by General Longstreet to provide an alternative, Van Dorn broke into the operatic English Civil War piece <em>I Puritani</em>. Noticed by Sorrel as not being among the common man's music choices, this did not quell the enthusiasm of \"Longstreet, G.W. Smith, and Van Dorn, the ranking major-generals, [who] were clinging to each other on a narrow table and roaring out the noble bars of 'I Puritani'\".  ","The others encamped at Centerville did not enjoy the high-art piece, and shortly the Dan Emmet classic Southern marching song <em>Dixie's Land</em> struck up again. This song proved to be a great motivator of the Southern troops and was also popular with Union forces. Its popularity spread as far as the commander-in-chief of the Union, who ordered it the first song to be played at his public appearance after Lee's surrender at Appomattox."],"locations":[{"id":13589,"lat":37.9436744077,"lng":-75.3696408508,"zoom":9,"place":"ACCOMACK, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":125,"tag":"Song"}]},{"id":4540,"title":"Tramps Attack Trains at West Chester Station on the Pennsylvanian Line.","course_id":18,"status":"P","start_date":"1877-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Desperate wageworkers after the Civil War had taken to riding the American train networks looking for work. Civil War slang referred to the tramp as a long, tiresome march, and the American public took to referring these unsupported peoples as 'tramps.' The reasoning behind this increasing roving army was the reliance on seasonal work for manual laborers, and as a result, jobs were not secure.","Hungry and poor, a band of tramps robbed a freight train on the Pennsylvania railroad at West Chester Junction, late on a night in 1877. The railroad workers had been fired upon in the robbery. In retaliation, railroad workers banded together and led an assault on the vagabonds. Their camp's location was known to the workers and the raid surprised the tramps, as they were busy playing cards and other games – gambling away the spoils from their raid. Chester County, as well as neighboring counties Lancaster, Delaware and Columbia are arrested more tramps and punished them severely. Despite the increases in punishments and arrests, the desperation of the tramps meant that their attacks did not abate, and they continued to act more lawlessly than previously.","The phenomenon of 'The Great Army of Tramps,' would continue plaguing railway lines and station towns well into the next century. At the time of the West Chester assault, it is estimated that 1000-1500 tramps were roaming the Pennsylvania rail-line between Downington in the East, and Pittsburgh in the West. When prosperity returned after this gilded age, newspapers thought the end of the tramp was near. But the tramps continued and returned in greater force, preferring to reside near the major transporting regions. Ransacking would occur with violent results throughout these times"],"locations":[{"id":10928,"lat":39.8405142472,"lng":-75.5864868268,"zoom":9,"place":"CHESTER, Pennsylvania"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":28,"tag":"Work"}]},{"id":4550,"title":"Angel Comes to Johnstown","course_id":18,"status":"P","start_date":"1889-06-05","end_date":"1889-10-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            As the news of the destruction of the 1889 Johnstown flood reached beyond Cambria County, relief and aid efforts immediately began to mobilize and move into the valley.  Among the first to arrive was Clara Barton, the \"Angel of the Battlefield.\" Barton's American Red Cross was a relief organization that she founded during the Civil War.  During the war, she and her envoy of good Samaritans followed the war campaign to care for the wounded of both sides.  After the war, her relief organization, now called the American Red Cross began to turn their relief efforts towards helping in peacetime disasters as well.  ","            The Philadelphia chapter of the Red Cross arrived the same time as Barton.  They set up hospitals, while Barton and the American Red Cross went about building \"Red Cross Hotels\", and distributing both new and used supplies that amounted to approximately 211,000 which helped twenty five thousand survivors.  A Flood Relief Commission was established by the state of Pennsylvania.  However, their relief efforts did not start until over a whole year after the flood.  But because of the quick action, and compassionate help of Barton and her American Red Cross workers, the people in the city and the affected areas surrounding Johnstown were given adequate aide and assistance immediately following flood, helping to avoid panic and possible riots.","   Red Cross Hotels were built to help house both displaced families and businesses.  Barton's relief effort in Johnstown was so extensive that it established the American Red Cross as the primary disaster relief agency in the United States.  Barton arrived in Johnstown five days after the flood on June 5, 1889, she did not leave until October 24, 1889.  As a thank you gift, the people of Johnstown presented her with a locket and pin set made of gold with diamonds and amethyst.  The people of \"Flood City\" remained so grateful that they would later send Barton 2,596 to help in her efforts in the Russian famine.  "],"locations":[{"id":10901,"lat":40.4953812031,"lng":-78.7135842636,"zoom":9,"place":"CAMBRIA, Pennsylvania"}],"tags":[{"id":130,"tag":"relief effort"}]},{"id":4551,"title":"Jefferson Davis Completes His Final Act","course_id":18,"status":"P","start_date":"1865-04-04","end_date":"1865-04-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Located in south central Virginia, not far from the North Carolina border, Danville was the western terminus of the Richmond and Danville Railroad and a major Confederate supply base. Jefferson Davis and his government traveled to Danville as Richmond fell to pursuing Federal Army. The city was the seat of the Confederate government for only eight days, April 3-10, 1865. Danville's quartermaster, Major William T. Sutherlin, offered his home to Davis and the Confederate government. Davis occupied an upstairs bedroom, and the Confederate cabinet met in the Sutherlin dining room. On that day, the Confederate President Jefferson Davis addressed his people for one final time.","Davis started out the letter by informing his people that General Robert E. Lee decided to leave Richmond and move south to prolong the \"cause\" as long as possible. Davis reassured his people and his country. \"It is equally unwise and unworthy of us, as patriots engaged in a most sacred cause, to allow our energies to falter, our spirits to grow faint, or our efforts to become relaxed under reverses, however calamitous.\" Davis hoped that Danville would not be the final resting place of the Confederacy, saying that, \"we have now entered upon a new phase of a struggle the memory of which is to endure for all ages and to shed an increasing luster upon our country.\"","But Lee's decimated army could not hold out. The cabinet was sitting at dinner when word of Lee's surrender at Appomattox reached Danville. The Confederate government would have to move immediately. They had originally intended to move to Lynchburg, but with no army operating in Virginia, the government would have to move south, toward Joseph Johnston's army. Davis still had hoped that the Confederacy could survive the recent series of disasters. He left Danville, Virginia for Greensboro, North Carolina, in the rain. ","In the <em style=\"mso-bidi-font-style: normal;\">Richmond Dispatch</em> on December 11, 1889, the wife of Major William T. Sutherlin gave an anecdote of her experience with Davis and his resiliency on fighting until the very end: \"One day at the table I said to him: 'Mr. Davis, would Lee's surrender end the war?' and he replied: 'By no means. We'll fight it out to the Mississippi river.' And so said all his officers. I told them they were simply whistling to keep their courage up, but they said they meant what they said.\""],"locations":[{"id":14153,"lat":36.8111162856,"lng":-79.3976134371,"zoom":9,"place":"PITTSYLVANIA, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":132,"tag":"Jefferson Davis"},{"id":131,"tag":"The Confederate States of America"}]},{"id":4552,"title":"Stand Watie Surrenders The Last CSA Forces","course_id":18,"status":"P","start_date":"1865-06-23","end_date":"1865-06-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When the leaders of the Confederate Indians learned that the government in Richmond had fallen and the Eastern armies had been surrendered, they, too, began making their plans to seek peace with the Federal government. The chiefs convened the Grand Council on June 15, 1865, and passed resolutions calling for Indian commanders to lay down their arms and for emissaries to approach Federal authorities for peace terms.","                   Confederate Brig. Gen. Stand Watie, who was also a chief of the Cherokee Nation, commanded the largest force in Indian Territory. Dedicated to the Confederate cause and unwilling to admit defeat, he kept his troops in the field for nearly a month after Lt. Gen. E. Kirby Smith surrendered the Trans-Mississippi on May 26, 1865. Finally accepting the futility of continued resistance, on June 23, Watie rode into Doaksville near Fort Towson in the Indian Territory and surrendered his battalion of Creek, Seminole, Cherokee, and Osage Indians to Lt. Col. Asa C. Matthews, appointed a few weeks earlier to negotiate a peace with the Indians. ","            The treaty, which was signed on June 23, 1865, stipulated that the Indians \"agree at once to return to their respective homes and there remain at peace with United States, and offer no indignities whatever against the whites or Indians of the various tribes who have been friendly to or engaged in the service of the United States during the war.\" Article II stipulated that \"the undersigned commissioners on part of the United States, that so long as the Indians aforesaid observe the provisions of article first of this agreement, they shall be protected by the United States authorities in their person and property, not only from encroachment on the part of the whites, but also from the Indians who have been engaged in the service of the United States.\" Once Watie surrendered, this signaled the official end of the Confederate Army in North America.","            Watie was the only Indian to achieve the rank of general in the Civil War. After the war, Watie served as a member of the Southern Cherokee delegation during the negotiation of the Cherokee Reconstruction Treaty of 1866.  He then abandoned public life and returned to his old home along Honey Creek.  He died on September 9, 1871."],"locations":[{"id":10691,"lat":null,"lng":null,"zoom":8,"place":"Unorganized, Oklahoma"}],"tags":[{"id":131,"tag":"The Confederate States of America"},{"id":32,"tag":"Civil War"}]},{"id":4560,"title":"<strong>Race Riot in Franklin, Tennessee</strong>","course_id":18,"status":"P","start_date":"1867-07-06","end_date":"1867-07-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In July of 1867, African-Americans began their gradual assimilation into the United States in Tennessee. A large number of black Tennesseans joined The Colored League which advocated for civil rights and strongly supported the Republican Party. In Franklin, Tennessee, the League had a strong presence. In  early July, African-American members of this group paraded around the outskirts of town where they were interrupted by two other ex-slaves who were Conservatives, a group that were willingly to grant Confederates amnesty following the Civil War.  This group mainly consisted of Confederates. The Colored League was a radical group and pursued harsh measures against ex-Confederates. Tempers flared when the two men and the League came into contact. Shots were fired. Although no one was hurt the demonstration was broken up.      ","            After a meeting to resolve the conflict on July 6 failed, the two groups armed themselves as anger boiled over as a result of arguments stated in the political discussion. Ex-Confederates of the Conservative Party armed themselves to the teeth and prepared for battle. Similar action was taken by the League. Late in the evening, The Colored League marched past these former soldiers who were assembled outside their leader's house (Colonel House). In a report written afterwards by Major General W. Martin, he alleges a shot was first fired by a Conservative. With this, three pistols shoots were fired at Conservatives which resulted in \"a volley from the entire Conservative Party and that was returned by the armed men of the Colored League.\"  Martin did not state the total number of men killed on either side but remarked that men on both sides fell in the shooting. Later on, Martin reported, \"27 colored men colored men whose wounds were dressed by Dr. D.B.Cliff were wounded in the back or in the back part of the limbs\" as they were running away from the members of the Conservative Party. This suggests the superior fire power of the former Confederates and the racial tension between the two groups which was typical for the Reconstruction time period. Poverty and the losing of the Civil War created resentment of freed slaves by many Southerners. In Colfax, Louisiana, 130 blacks were killed in riot between whites and African-Americans in 1873. The Civil War was over but the African-American fight for civil rights had begun.      ","  Plans for Reconstruction in Tennessee began on January 21, 1864 in Nashville, Tennessee. With the state's occupation by Union troops, northern supporters began advocating for the restoration of Tennessee to the United States. This aroused tension at this, principally because there were prominent Confederates within its borders. This prevented the unification of Tennessee both as a state and as part of the U.S. Three years later, at the end of the Civil War, there still was a drastic division between the political ideologies of people within Tennessee."],"locations":[{"id":12004,"lat":35.1672648222,"lng":-86.1060239614,"zoom":9,"place":"FRANKLIN, Tennessee"}],"tags":[{"id":140,"tag":"The Colored League"},{"id":141,"tag":"Franklin"}]},{"id":4565,"title":"Ulysses S. Grant Pens His Memoirs","course_id":18,"status":"P","start_date":"1885-01-01","end_date":"1886-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["An inquirer once asked Grant about meeting General Lee at Appomattox: \"What were your thoughts, General, in that sublime moment when you knew that at least Lee would surrender, and the heavens of your glory where about to open?\" Grant's only answer to that was: \"My dirty boots and wearing no sword.\" General Lee was dressed in a new uniform and sword by his side for the occasion, and Grant was dressed looking like a private with the exception of his shoulder straps denoting his rank as lieutenant general. The reader can tell that Grant wasn't gloating about the Union victory or ready to humiliate his opponent. Grant's deferential character earned the respect of officers on both sides of the Civil War and made him known as a \"silent man of destiny\" by his grandson writing in 1953 for the journal Military Affairs. ","    Grant wrote his memoirs tersely and to the point. He used plain prose to describe his days at West Point and even an event as troubling as when his post-Civil War business ventures failed and his estate was defrauded. He wrote 2 volumes with chapter headings that clearly described what the reader was going to read about in that chapter. His most thorough descriptive writing is of the war years, particularly events such as the siege of Vicksburg, Fort Donelson, the Battle of the Wilderness, and his account of Lee's surrender at Appomattox. ","    Grant's preface to his memoirs reveal that he was not remotely interested in embarking on such a task as writing an account of his life until he he was writing for someone from Century Magazine for some extra pay, as his business had failed and his securities had depreciated. A business partner in New York swindled the Grant estate and left the family 150,000 in debt. Grant tells his readers at the very beginning that he was not ever planning to embark on such a task until unusual circumstances such as this occurred. He also noted that his memoir was not where to look for the deeds of heroism because of the \"many errors of omission...because the subject is too large to be treated of in two volumes in such way as to do justice to all the officers and men engaged.\" He wanted to distance himself from being fully accountable for the events of the war. He knew he was not omniscient, and refers his readers to reports of the individual commanders for the full story on those heroic deeds. The copies his memoirs sold as an \"extraordinary success\" and earned the Grant estate 450,000, more than enough to recoup the losses from the swindle."],"locations":[{"id":8694,"lat":42.2573961695,"lng":-78.027582301,"zoom":9,"place":"ALLEGANY, New York"}],"tags":[{"id":32,"tag":"Civil War"},{"id":71,"tag":"historical memory"}]},{"id":4566,"title":"Ex-Confederates Move Way Down South","course_id":18,"status":"P","start_date":"1866-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["For some Confederates at the end of the war, defeat was too much to bear. By the 1870, the Census Bureau estimated that there was a net loss of more than 300,000 migrants in nine former Confederate states. The ones that left the United States altogether and went by way of Brazil and Mexico were known as \"confederados\" and built their homes in Santarem in the Amazon basin and Santa Barbara D'Oeste in the state of Sao Paulo. The New York Times had an 1866 featured article entitled \"Rebel Migration to Mexico\" on the front page that details attacks on a Mexican steamer that was believed to have been manned by United States citizens. The Times addressed the rebels more harshly as insurgents when it described the correspondence between a man Romero and William Seward. The Times implies the armed insurgency was meant to be a wedge between the United States and French interests in Mexico.","    George Harmon's research suggests there was a more organized effort in the Brazil emigration than the Mexican one. One example of an ÉmigrÉ was General Sterling Price who chose the Cordova Valley for its climate and fertile soil. Harmon noted that the Cordova Valley was one of the better choices in Brazil \"since agriculture was to be the main pursuit and occupation of the southern emigrant, a more ideal location for planting a permanent colony could hardly have been found in all Mexico.\"","    Not surprisingly, the people that had the financing for this undertaking came from Southern society and slaveholding families. They sought out a place where \"good fellowship could be enjoyed by all; and where their lost fortunes could more quickly and easily be forgotten or retrieved.\"","    The legacy exists today in Santa Barbara where descendants hold a \"Festa Confederada\" picnic on the second Sunday in April where there are biscuits and fried chicken, as well as renditions of \"Dixie\" sung in Brazilian-Portuguese accents. Several Confederate dead were buried outside the United States as well; William T. Hobgood's site catalogues Confederate burials in at least seven other countries. George Harmon claims at the end of his essay that due to the extreme hostility of Mexicans toward foreigners, a vast majority had moved back to the United States, but a considerable number moved on to Yucatan, Venezuela and Jamaica never to return."],"locations":[{"id":13344,"lat":null,"lng":null,"zoom":8,"place":"YOUNG TERRITORY, Texas"}],"tags":[{"id":32,"tag":"Civil War"},{"id":131,"tag":"The Confederate States of America"},{"id":10,"tag":"Urban-Life/Boosterism"}]},{"id":4569,"title":"Union Officers Diverted by Chess","course_id":18,"status":"P","start_date":"1864-03-01","end_date":"1864-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Just before heading into the Wilderness campaign, Colonel Martin T. McMahon competed against his aide in a game of Chess. Chess is an interpretation of the ancient Indian game of Chatarung. Involving two players, the game includes pieces that simulate battle formations and units with certain strengths and traits. Representing the generals of two armies, the game's relevance to warfare is obvious.","Camp life, as described by Civil War historian Gerald F. Linderman, was tedious. Not a suspenseful respite until the next exciting engagement but where \"the soldier believed that he was being required not only to wait, but to rot.\" Full of disease and boredom, they sought recreation. In the photograph of McMahon, he partakes in the recreational game to enliven his camp experience. McMahon appears deeply thoughtful in the engagement of wits. This encampment seems to have been a prolonged one, as McMahon is privileged to have the company of family – who are onlookers with others interested in the outcome of the game. It is ironic that McMahon plays as the black pieces against the white pieces. The rule stands in Chess that the first player to move is always the player using the white pieces. McMahon playing as the black pieces – and being a Union commander – parallels the Union experience of having to react to their opponent's offensive first moves during the rebellion.   ","Games such as backgammon, and checkers were popular in the camps as well. Chess was played by the higher class, with Confederate General Robert E. Lee an avid fan. Lee described his Pennsylvania campaign with an analogy to chess moves.  When asked about the chances of Richmond being taken whilst on the Pennsylvania campaign Lee quipped: \"In that case we shall swap queens,\" alluding to the importance of the piece in Chess, and acknowledging the likeness between the game and real-life strategy."],"locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":77,"tag":"Recreaction"},{"id":149,"tag":"camp-life"},{"id":8,"tag":"Arts/Leisure"}]},{"id":4576,"title":"<strong>A Wild Night: Pittsburgh &quot;Great Strikers&quot; Burn Rail Yard</strong>","course_id":18,"status":"P","start_date":"1877-07-19","end_date":"1877-07-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In her memoirs, Mary Harris \"Mother\" Jones described the night in Pittsburgh, Pennsylvania that strikers from the Pennsylvania Railroad turned the \"Great Strike\" of 1877 into a riot.  \"Hundreds of box cars standing on the tracks were soaked with oil and set on fire and sent down the tracks to the roundhouse.  The roundhouse caught fire.  Over one hundred locomotives belonging to the Pennsylvania Railroad Company were destroyed.  It was a wild night.\"  ","            According to historian Eric Foner, the \"Great Strike,\" which led to that \"wild night\" in Pittsburgh, began in Martinsburg, West Virginia on July 16, 1877.  In their book, <em>Constructing the American Past,</em> Elliot Gorn, Randy Roberts and Terry D. Bilhartz wrote that the workers began the strike when the Baltimore & Ohio Railroad \"announced a 10 percent wage cut for all employees,\" the second such cut in eight months and part of a policy for railroads across the country.  The strikers proceeded to shut down all train traffic through Martinsburg and move all the engines into the roundhouse.  Gorn et. al. wrote that the \"incidents begun in Martinsburg were repeated across the county,\" as workers from \"various industries refused to accept low wages.\"","            The conflagration that occurred in the Pittsburgh rail yards was, according to Gorn, the climax of the \"Great Strike.\"  Gorn et. al. wrote that three days after the strike began in Martinsburg, Pennsylvania Railroad managers angered the Pittsburgh workers by ordering \"that all trains running east from Pittsburgh be 'double headers.'  \"Double headers\" are trains with two engines that pull twice as many cars, and cause twice as much work and danger for the workers. Gorn et. al. wrote that once the Railroad workers walked off the job, they were joined by incensed workers from other industries.","            According to Gorn et. al. the state militia was called into Pittsburgh to control the strike, but many of the militia men sympathized with the strikers. One officer, as quoted by Gorn et al. said, \"the sympathy of the people, the sympathy of the troops, my own sympathy, was with the strikers proper.  We all felt that those men were not receiving enough wages.\"  Instead of controlling the strike, Gorn et. al. contended that many of the soldier put down their weapons and \"fraternized with the strikers.\"","            According to Gorn et. al., the clash between the militia and strikers began when 600 militiamen arrived from Philadelphia.  They noted that the small force of Philadelphia militiamen was faced by an angry mob of nearly 6,000 people.  The angry crowd of strikers included women  and children who jeered and threw rocks at the Philadelphia militiamen.  Foner wrote that because of this, the militia \"fired on the crowds that had seized railroad switches, killing twenty people.\"  According to historian Troy Rondinone, after the militia fired into the strikers they retreated into the roundhouse at the train yards. The strikers reacted to the shooting with outrage and in Rondinone's words \"it seemed as though the striking railroad workers had become a massed army.\"  Gorn et. al. described how the strikers armed themselves and attacked the militia men in the roundhouse by setting fire to it.  The strikers then proceeded to burn and in other ways destroy the train yard.  ","According to Gorn et. al., the rioting resulted in the destruction of 2,000 railroad cars and 100 engines.  \"The resulting fires,\" Rondinone wrote, \"could be seen at a distance of seven miles.\"  The incident in Pittsburgh is just one of the many events of 1877 that according to Gorn et.al., showed that a deep chasm divided and would continue to divide the rich and the poor in America.  In her memoirs \"Mother\" Jones blamed the rioting on and the fires on \"hoodlums backed by the business men of Pittsburgh who for a long time had felt that the Railroad Company discriminated against the city on the matter of rates.\"  However Gorn et. al. noted that Jones was a \"socialist known for her militant oratory,\" so it is likely that her beliefs, and the fact that she wrote her memoirs fifty years after the strikes, led her to believe that the strikers were innocent.  Innocent or guilty, according to Gorn et. al., the strikers were involved in the climax of the largest strike America had witnessed up until that point in her history."],"locations":[{"id":10817,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"ALLEGHENY, Pennsylvania"}],"tags":[{"id":156,"tag":"Labor Strike"},{"id":33,"tag":"Labor Union"},{"id":67,"tag":"Militia"}]},{"id":4571,"title":"Senate Asks To Investigate Southern Crimes by Band of Disguised People","course_id":18,"status":"P","start_date":"1871-01-10","end_date":"1871-01-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On January 10, 1871, the Senate of the United States passed a decree that appointed five investigators to clarify the intents behind politically-driven outrages committed in the South. The investigators received a message on January 13, from President Ulysses S. Grant that contained reports of military officers, communications from Governors of States; and letters and petitions from private citizens. All sources showed that in many parts of the South, from 1866 up to 1871, bands of people wearing disguises with \"apparent\" political motivations committed all kinds of crimes and \"outrages.\"  The investigators examined State and Federal Judges, prosecuting officers, political editors, ministers, private citizens, both white and colored, members of the Ku Klux Klan, magistrates, constables, and the list continued. They also interviewed all classes of people \"scoured and abused by the bands of people in disguise.\"  The first subject of inquiry was whether crimes and outrages fitting the descriptions mentioned in the sources were committed in North Carolina. James E. Boyd, a lawyer from North Carolina, testified that the Ku Klux Klan was a secret organization, having for one of its objectives, \"hostility to the Negro race.\" He continued to say that the members are bound, upon the penalty of death for disobedience, to strictly obey orders, even if they involve murder and assassination and meetings are held in secret places-the woods generally. Another witness testified that he knew of \"peaceable Negroes who had been taken out of their beds at night and hanged; others were drowned.\"  Overall, the committee concluded that the Ku Klux Klan organization did exist, had a political purpose, was composed of members of the Democratic or Conservative party, had sought to carry out its purpose by \"murders ,whippings, intimidations and violence,\" against its opponents. The second conclusion for the committee was that the Ku Klux Klan not only bound its members to carry out decrees of crime, but also protects them against conviction and punishment. The final committee conclusion was that all of the offenders against the law in this order, not one had yet been convicted in the whole state. The committee believed that due to the violence of the Ku Klux Klan organization, authorities of the State could not secure to its citizens \"life, liberty and the pursuit of happiness.\""],"locations":[{"id":9232,"lat":35.2165042447,"lng":-76.4856018863,"zoom":9,"place":"BEAUFORT, North Carolina"}],"tags":[{"id":150,"tag":"Senate"},{"id":151,"tag":"Ku Klux Klan"}]},{"id":4572,"title":"A Bounty Hunter&#39;s Execution","course_id":18,"status":"P","start_date":"1865-02-18","end_date":"1865-02-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["An article appeared in the <em>Altoona Tribune</em> on February 18, 1865, detailing the execution of James Delvlin, accused of bounty hunting. The execution order arrived on Wednesday the 15, to Colonel Bowbord, the commander at Governor's Island in New York. Reverend Father Healy of St. Peter's Church became Devlin's spiritual advisor while he was waiting for his execution. Throughout his wait for execution, Devlin remained calm and listened to Father Healy's advice and prayers.","                After a long and drawn out parade to the public execution spot, an officer tied a white cloth around Devlin's face. He then kneeled in front of his coffin, which had been waiting in place for him to arrive from the parade. Throughout this entire process, Devlin remained composed. He remained motionless for what many on-lookers felt was an hour. Then the soldiers formed a hollow square, the spectators stood at the top of Castle William and Fort Columbus. Spectators said, \"Save the occasional whistle from boats in the bay, hardly a whisper spoken.\" The execution scheduled for two o'clock and the \"music of the church bells chiming would never reach the prisoner's ears.\"  ","                The sharp sound of musketry was all that spectators heard at two o'clock as Devlin fell face-forward into his coffin and the artillery balls, which had gone straight through his body, struck the water a dozen or so feet away frightening a flock of seagulls. The soldiers summoned the surgeon who pronounced the prisoner dead, citing that nine shots had hit him. One shot had pierced his heart, seven went through his right lung, and one hit the \"cervical vertebre just above his shoulder.\" Soldiers placed the body in the coffin, slated for burial at another location. Thus ended the execution of a bounty jumper exemplifying that \"dignity and honor of a service are responsibilities not to be taken lightly and that allegiance and oaths are perilous to renounce.\""],"locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":152,"tag":"Bounty Hunting"},{"id":153,"tag":"Execution"}]},{"id":4573,"title":"Reverend Aughey On Poor White Education in the South","course_id":18,"status":"P","start_date":"1863-03-24","end_date":"1863-03-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["An extract of Reverend J.H. Aughey's book <em>The Iron Furnace or Slavery and Secession</em> appeared in the <em>Altoona Tribune</em> on March 24, 1863. Aughey wrote that the poor whites of the South were \"exceedingly ignorant\" and claimed that not one in twenty could read. He also remarked that these whites \"scarcely\" spoke English. He specifically cited an old woman that said her daughter Sal, \"yisterday sot the lather in the damsel tree, and clim up; and knocked some of the nicest, saftest damsels.\" Aughey wrote his interpretation afterword as \"yesterday set the ladder in the damsel tree and climbed up; and knocked some of the nicest, softest damsels.\"","                Aughey also remarked on the lack of education of these whites. He cited a time when he stopped to ask for directions and when he commented on the picture of the presidents hanging on her wall she responded with \"I've hearn tell of 'em a long time. They must be gittin' mighty old, of some of'em aint dead. L'hat top one, is Gineral Washington. I've hearn of him ever since I was a gal. He must be gittin' up in years, if he aint dead. Him and Gineral Jackson fit the British and tories at New Orleans, and whipped 'em too.\" Aughey also commented that the woman was very proud of her historical knowledge.","                Aughey was not the only one to point out the shortcomings of the Southern Educational System. North Carolina \"carpetbagger\" Albion W. TourgÉe wrote that the Reconstruction state differed profoundly from \"anything the antebellum South had known.\" Antebellum planters enjoyed a disproportionate share of political power, while taxes and education expenditures remained low. A Democrat admitted after the war, \"Southern education [after the war] was a disgrace.\""],"locations":[{"id":9231,"lat":35.2165042447,"lng":-76.4856018863,"zoom":9,"place":"BEAUFORT, North Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":49,"tag":"Social Class"}]},{"id":4575,"title":"<strong>First to the Top: Lebanon, PA Man Earns the Medal of Honor</strong>","course_id":18,"status":"P","start_date":"1865-04-02","end_date":"1865-04-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["           In his official report on the final battle at Petersburg Captain R. Frank Hean of the 93rd Pennsylvania Infantry, wrote that the General Horatio Wright ordered the Union attack on \"Battery Gregg,\" to begin at 4 a.m, on the morning of April 2, 1865.  At the appointed hour, the Sixth Army Corp of the Army of the Potomac, charged forward and carried the enemy works.  \"In so doing,\" wrote Hean, \"the enemy opened with artillery and infantry, causing the first two lines to waver, bringing all lines close to mass, with the third line (93rd) as a front, which as first to plant the colors upon the works.\"   ","Hean officially gave credit to a Corporal Jacob Renkenberger for \"planting the first color upon the enemy's works.\"  However, in the history of the regiment, written by Captain Penrose Mark, Sergeant Charles Marquette was given credit for the feat, and \"was awarded a Medal of Honor by Congress for being one of the first to plant the colors on the breastworks.\"","According to Samuel Bates' <em>History of Pennsylvania Volunteers</em>, Charles Marquette was mustered into Perseverance Company 2, also known as Company F of the 93rd Pennsylvania regiment, on Oct 12, 1861.  Marquette fought with the 93rd from their first engagement, which according to historian Richard Sauers occurred near Williamsburg on May 5, 1862, until he was mustered out of the company on June 27, 1865.  Marquette entered the regiment as a private, but Bates noted that he was promoted to Corporal on May 5, 1864 and to Sergeant on January 3, 1865.  According to Sauers, in the April 2 attack, Marquette carried a battle flag given to the Regiment by George Dawson Coleman \"a Lebanon iron ore magnate,\" who \"took a special interest in equipping the 93rd.\"","Mark wrote that Marquette \"was painfully hurt while in the charge by coming in contact with the sharp point of the abatis.\"  However, Marquette continued forward and planted the flag on the Confederate breastworks.  According to Mark, \"the boys of the 93rd who participated in the memorable charge, contended that the flag carried by Sergeant Marquart [<em>sic</em>] was the very first,\" out of all the regiments to be planted on the Confederate works, but several other regiments also claimed that honor.  While Hean's official report does not give Marquette credit for planting the first flag upon the Confederate works, it is the first of three reports that credits Marquette \"for capturing a rebel color while charging the enemy's works.\" Marquette is also mentioned for capturing a Confederate flag in two reports written by his division commander General George Getty.","Despite the conflicting accounts of Charles Marquette's actions in the attack, Sauer's wrote \"On May 10, he was awarded the Medal of Honor for his courage.\"  It is difficult to determine exactly what Marquette did on the morning of April 2, 1865, but it is likely that both stories have some truth to them.  In fact Sauers gave him credit for planting the first flag on the enemy's works and capturing a Confederate flag. In light of the fact that Marquette was awarded the Medal of Honor for his actions that day, it is probable that he did accomplish both things.  Regardless of the reason he earned the Medal of Honor, on May 10, 1865 he became the first and only soldier from Lebanon County, Pennsylvania to earn the highest military award of the United States of America."],"locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"},{"id":11109,"lat":40.3672343623,"lng":-76.458298608,"zoom":9,"place":"LEBANON, Pennsylvania"}],"tags":[{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"},{"id":106,"tag":"Medal of Honor"}]},{"id":4590,"title":"<strong>Irish Brigade Holds Fast </strong>","course_id":18,"status":"P","start_date":"1862-01-11","end_date":"1862-01-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["       The Irish Brigade, under the command of General Thomas F. Meagher, displayed exceptional bravery at the battle of Fredericksburg. In an after- action battle report, Meagher commended the bravery of his men under a horrendous fire of artillery and aimed muskets while attempting to seize Mayre's Heights from its Confederate defenders in their breastworks. He stated they were \"unbroken and undismayed by the terrific fire which poured down upon them\" and \"dashingly\" continued to charge up the hill into the slaughter. Interestingly enough, some of the fire that poured upon them came from the 24th Georgia Regiment which was also composed of Irishmen. ","Meagher states that he never could have led the attack without the leadership of his officers. Colonel Nugent, who was badly wounded in this attack, leading the Sixty-ninth regiment and Colonel Patrick Kelly leading the Eighty-eight regiment displayed \"a courageous soldiership for which I [General Meagher] have no words.\" The undaunted bravery is especially alarming given Meagher's casualty listing in his after- action report. He feared that the \"Irish Brigade was no more.\" Out of a force of 1,200 that he led, only 250 were left unharmed from the fighting. Though the Irish Brigades causalities were enormous and the men of this brigade were still sorrowful for their lost comrades, the soldiers of the brigade, following their unsuccessful attack on Mayre's Heights, Meagher remembered that they were more than willingly to charge into battle again. The pride that they had for their regiment's bravery, \"emboldened\" by their lost brothers, erased any hesitation for them to charged so bravely again.      ","In an attempt to weaken Lee's defensive position along the hills (centrally Mayre's Heights) prior to the Union attack on Fredericksburg, their artillery began to pound the city starting on December 11th. On December 13th Union troops crossed the Rappahannock and attempted to flank the Confederate left, commanded by Stonewall Jackson, but were driven back by devastating artillery fire. When this failed, Burnside ordered the main assault force, led by General Joseph Hooker, to seize Mayre's Heights.      ","     The causalities of Union forces at Fredericksburg were 12,600 compared to the Confederate's mere 5,300. Most of the Confederates were reported as missing being that they allegedly left to go home for Christmas following the battle. In an attempt to supply themselves, the rebel army stripped the stacked Union dead in front of their position and utilized their clothing, shoes and food. A confederate soldier reported that they looked \"like hogs that had been cleaned\".  The only grace that the Union Army could grant themselves looking back at this battle was the bravery displayed in attacking the impenetrable Confederate positions.           "],"locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":5,"tag":"War"},{"id":167,"tag":"Thomas Meagher"}]},{"id":4593,"title":"&quot;Northerner&#39;s Reaction to Lincoln&#39;s Assassination&quot;","course_id":18,"status":"P","start_date":"1885-04-16","end_date":"1885-04-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Benjamin Stouffer lived in Poughkeepsie, New York and attended school at the time of President Abraham Lincoln's assassination in 1865.  In a letter back to his family in Franklin County, Pennsylvania, he described the feelings he had, and the reaction of the town concerning the unexpected death of the beloved president.  ","In the letter Stouffer writes that he did not know what to do when he heard of the assassination.  He tells his sisters to stay strong back home, and reminds them that it was God's will for him to go.  It seems as though Stouffer is trying to find a reason or explanation for Lincoln's death to deal with the mourning he is going through.  Stouffer also describes the town of Poughkeepsie, which most likely had a similar atmosphere as many northern towns at the time of Lincoln's assassination.  He wrote that nearly everyone wore black and white badges, and that the streets were filled with crape.  He also noted that flags were flown at half mast, and were trimmed in black.  Stouffer continues to give advice to his sisters in the letter, reminding them that no one knows when the son of God is coming back, hinting that they could die unexpectedly just as Lincoln had.  He states, \"God was ready to give him,\" referring to Lincolns untimely death.  Stouffer finished the letter catching up on things like the news of his sister's new colt, the feelings of his uncle, and other small talk that would be discussed in a family letter.","Northern whites were not the only group of Americans to mourn Lincoln's assassination.  Recently freed blacks saw Lincoln as their savior from slavery.  Historian Benjamin Quarles described the black population as taking an immense blow, \"Strong men cried without Shame,\" in Quarel's words.  He went as far as writing that some blacks had felt that Booth had \"crucified their Lord.\"  Blacks in both the North and the South recognized that they had lost a leader that did invaluable things for them, and they mourned his death accordingly.","Although there was an intense mourning of Lincoln's death, not everyone in the country felt remorse over the assassination.  Many southerners saw Lincoln as the cause for their most of their problems, and blamed him for the war and extreme destruction of their land and livelihoods.  According to historian Michael Davis, some southern towns held meetings to endorse Booth's murder of Lincoln, and celebrate the deed.  One Texan described the assassination as ridding the world of \"a monster that disgraced the form of humanity.\"","Benjamin Stouffer's letter home shows one side of the reaction to President Abraham Lincoln's assassination in 1865.  Although this reaction was widespread throughout a good deal of the North, it was obviously not held by everyone, notably much of the south.  These differing views on Lincoln and his assassination were immense topics of controversy during that time, and feelings are still strong about the subject in the United States today.  "],"locations":[{"id":8788,"lat":41.7655267966,"lng":-73.7426590891,"zoom":9,"place":"DUTCHESS, New York"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":18,"tag":"Politics"}]},{"id":4594,"title":"Abolitionism Takes a Whipping in Virginia","course_id":18,"status":"P","start_date":"1851-01-01","end_date":"1851-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["All that John Gornith heard as he stood tied to an oak tree in the Virginia woods was the crack of the whip. In 1851, the Vigilance Committee of Grayson County, Virginia arrested Gornith for spreading abolitionist propaganda. The Committee forced Gornith, a friend of an Ohio abolitionist, to renounce his abolitionist sentiments and leave the state, but not before tying him to a tree to \"receive a dozen lashings.\"John Gornith's story, published in the <em style=\"mso-bidi-font-style: normal;\">New York Times</em> in September of 1851, is but one of many cases involving the persecution by anti-abolitionist groups in the southern United States. The article about Gornith's relates how large a problem various anti-abolitionist sects were in the pre-war South. The inability to regulate their actions and their hatred towards African Americans and abolitionists contributed greatly to the plague of violence that became prevalent in the antebellum South. "," Abolition was, by 1851, heavily seated in Northern ideals and was spreading rapidly throughout much of the rest of the country. The Northerners were not far from being as radical as the South, when it came to matters of slavery. As Jane and William Pease put it, \"…both antislavery political moderates and Garrisonian radicals evolved a new style. [by] Openly defying government, breaking the law, and tolerating violence…they searched for a new tactic to embrace and achieve their aims.\"","In a similar manner, Southerners realized the threat abolitionism posed to their social and economic systems. By forming \"committees\" and \"societies,\" the southern citizens of the U.S. policed the problem of abolitionists spreading their word. Such actions as the ones taken against John Gornith were not uncommon. The formation of the mobs resulted from, as historian Clement Eaton argues, \"…a necessity to brake up the monotony of rural life and offer an outlet for boredom…\" The policing acts that these mobs took part in went virtually unchecked by anyone in the Southern culture, adding to the thought that they were \"right\" measures to be taken against such an invasive as abolition.  ","By this point the antislavery mail campaign had been well underway under the direction of Lewis Tappan from New York. The idea behind the campaign was to send antislavery propaganda throughout the whole country in an attempt to educate and make the southern people hate slavery in such a way that would lead to its end. The last line of the article brings this issue to the forefront. The fact that since an abolitionist had been caught in a southern area, the belief that he could have been spreading propaganda had to be assumed. For this reason, mail was not sent out to any of the counties or districts South of Wilmington, N.C. The article states, \"Great excitement prevailed, and the Committee were in pursuit of others. The mail brings nothing south of Wilmington tonight.\" The case of John Gornith exemplifies the roles of certain committees and organizations in the antebellum southern culture. Furthermore, John Gornith's case is one that shows how and to what extent anti-abolitionist sentiments were enforced in the antebellum South. "],"locations":[{"id":13874,"lat":36.656573937,"lng":-81.2227084988,"zoom":10,"place":"GRAYSON, Virginia"}],"tags":[{"id":95,"tag":"Abolition"},{"id":171,"tag":"Vigilance Committee"}]},{"id":4595,"title":"William Hall Supports the Draft but Abhors the Riot &#40;1863&#41;","course_id":18,"status":"P","start_date":"1863-07-15","end_date":"1863-07-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Buildings had beenburned, homes had been destroyed, and men, women, and children perished at the hands of angry citizens. In July of 1863, New York City became engulfed in a wave of mob violence that swept through the city. Irish immigrants made up the majority of the rioters in opposition to the Enrollment Act of Conscription set forth earlier that year by President Abraham Lincoln. The rioters did not believe that they should have to fight in a war that they did not hold a substantial stake in. The Draft Riot of 1863, as it would later be called, raged in New York from July 13 to July 16 , eventually it was quelled by the Union Army. However, the riot would not be stopped before the death of around 100 civilians and numerous casualties had taken place.","Before the Battle of Gettysburg, the Union Army had a growing need for more troops. Due to this shortage of men, President Abraham Lincoln issued the Enrollment Act of Conscription in March of 1863. Lincoln called for nearly 300,000 more men to bolster Union forces. By mid July of 1863, the time when New York received its first draft notices, the Battle of Gettysburg had just been fought. The horrors of the battle shocked many New Yorkers, causing them not to want to enlist in the military. ","The unskilled laborers of New York, Irish and African American alike, did not have the capabilities to pay their way out of military service. The Irish became enraged at the fact that they did not have a way out of the draft. The Irish believed that they should not have to go to war for a group of people, whom they did not care for. For these reasons, the Irish rioted, and in so doing, directed much of their violence towards the African American population in New York City.  William A. Hall, an established member of New York society wrote to Montgomery Blair, member of Abraham Lincoln's cabinet stating, \"We have had…a bloody riot and the destruction of large amounts of property…\" Oddly enough, Hall goes on to tell Blair not to recall the draft in New York City, even though it incited the riot. ","The Draft Riots in New York, born out of unskilled labor competition between African Americans and Irish immigrants, in conjunction with Irish discontent at being forced to participate in the draft without any feasible way out, raged for three days ending nearly 1,000 people having been either killed or wounded.  "],"locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":172,"tag":"Montgomery Blair"},{"id":31,"tag":"Immigration"}]},{"id":4596,"title":"CSA General Wreaks Havoc in Missouri Town","course_id":18,"status":"P","start_date":"1862-01-01","end_date":"1862-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Dissent, the one word that is able to break apart any organization. One particular instance of dissent took place in 1862 in Springfield, Missouri. The citizens of Springfield became thoroughly displeased with the practices of the confederate soldiers in their town. These practices, undertaken by General Sterling Price of the Confederate Army, became the focusing point of controversy for the citizens of not only Springfield, but for the neighboring state of Arkansas as well. ","                By January of 1862, the Civil War had only just begun and the Battle of Bull Run still lingered fresh in the minds of many soldiers on both sides of the war. At this point propaganda began to appear in the respective papers on both sides of the fighting. An example of this propaganda can be seen in an article in the January 1 issue of the <em style=\"mso-bidi-font-style: normal;\">New York Times</em> entitled \"Important From Missouri.\" The article recalls the events that occurred in Springfield with a seemingly prejudiced tone. The article states, \"General Price, with 8,000 men, had taken all the houses in Springfield…turning the women and children into the streets.\" The author made it seem, to many readers, that the civilization of the South had begun to crumble under Confederate rule, and not only that, but the tactics that the Confederacy used were cruel. The article gives reference to women being thrown out in the streets, showing the inhumanity of the Confederate military. The article goes on to state, \"The people of Arkansas refused to allow General Price to enter…with any other troops than those regularly…in the Confederate service.\" The article makes it appear as though the citizens of the South, specifically Arkansas, had general distaste for the military leaders and their tactics and would not support their aims. The author attempts to make it clear that an insurrection by the southern civilians of Missouri and Arkansas could be a way to split the Confederacy, and in so doing, end the war without more bloodshed. ","                Another point of note about the article on Springfield is that, at the beginning, underneath the title, in bold text it reads, \"The Last Run of the Rebels in that State…Price at Springfield nearly Deserted…Refusal to Allow Him to Enter Arkansas.\" This statement glorifies what happened in the town of Springfield to a mock revolution. The author made it appear as though a mass revolt by other southern cities would soon happen and the war would end without hesitation. ","                On the contrary, this article could be interpreted not as propaganda, but an intriguing report of the events in Missouri. This article, if factual, shows that some southerners, even if they did support the war, did not necessarily agree with the practices of the military. This article brings about an interesting situation to light, highlighting the idea that there might have been some such insurrections and general discontent on behalf of the civilians in various southern towns due to military occupation, an important idea to keep in mind when thinking about the events surrounding the Civil War."],"locations":[{"id":7484,"lat":36.969560106,"lng":-93.1888734148,"zoom":10,"place":"CHRISTIAN, Missouri"}],"tags":[{"id":173,"tag":"Sterling Price"}]},{"id":4597,"title":"Expressions of Anger Toward Secrecy and Censorship in the Union","course_id":18,"status":"P","start_date":"1862-01-01","end_date":"1862-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Censorship and secrecy became the motto of the Union Army in the beginning of 1862. By this point, the war had only been going on for one year and civilians already had begun to grow weary of its costs. Union citizens came to be weary of the issue surrounding government censorship of communication devices such as the newspapers and mail. One of the complaints concerning this matter appeared in <em style=\"mso-bidi-font-style: normal;\">The</em> <em style=\"mso-bidi-font-style: normal;\">New York Times </em>in January of 1862 in a letter to the editor. The author of the letter asked the editor of the times, \"Will you please tell me and about forty others if there is any way…letters can be sent to the seceded States[sic].\" The author then followed up his or her question by stating that he or she had \"…relations there that I would be glad to know are alive only.\"  The author of the letter could have been either male or female since the letter had been written in New York, where education had been emphasized as a desirable trait for the population at large, as opposed to just men or women,  in pre-war and war times as part of the Whig party platform.","               The letter to the editor from an unhappy and concerned New York citizen raised the issue of civil liberties in war time. As historian Byron Price remarks, \"The censorship process is essential to the conduct of war for two reasons: First…keeping the enemy from knowing what we are doing on the home front...Second…censorship helps us learn what the enemy is doing. Examination of mail and cablegrams…turn up vital information…\" The Union certainly believed in censorship as a necessary instrument of war and enacted it through field orders, in this case by 77 year old Union General John Wool. Union citizens who wished to contact southern relatives could only do so by, \"…direct permission of the military authorities, and under flags of truce… Gen. Wool…will probably have them examined and forwarded…if there appears to be nothing objectionable…\" Union citizens had to submit their letters to the authorities for inspection. The President did not condone the censoring of mail and media. He was quoted as saying, \"…you do not…comprehend the danger of abridging the liberties of the people…\" The orders for censorship, given by the commanding officer in a specific region, based on the reasons listed above, proved to be a difficulty for many Union and Confederate citizens wishing to communicate with their relatives on the opposite side of the conflict. "],"locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":174,"tag":"Seceded States"}]},{"id":4598,"title":"Scalawag Shares Feelings on Reconstruction","course_id":18,"status":"P","start_date":"1866-01-07","end_date":"1866-01-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Scalawag, a pejorative term not commonly used, became a commonly spoken slur used to describe Union sympathizers living in the South before, during, and after the Civil War. Some politicians, such as the one interviewed in an article in the January 7, 1866 edition of <em style=\"mso-bidi-font-style: normal;\">The</em> <em style=\"mso-bidi-font-style: normal;\">New York Times</em>, believed that Reconstruction was, \"…a good idea in theory, but in practice, it would prove to be unsuccessful in its own right.\" This statement made him a scalawag in the eyes of many southerners. The gentleman, born and raised in Georgia, served in the Confederate army for three years, practiced law, and at one time had even been a member of the state Legislature. After being given all of this information, it is surprising to note that the gentleman remarks in his interview, \"You say the government has given him[the negro] freedom…I tell you he's not got his freedom yet…he has no land... he can scarcely get work anywhere but in the rice fields and cotton plantations...he can hardly breathe…unless a white man gives his consent…What sort of freedom is that?\" The Georgian, whose name is never mentioned, goes on to state that the African American has freedom in name, but not in fact, implying that the government calls the African American free, but the social institutions in southern culture still prevent them from being truly free, a direct attack on southern ideals common among scalawags.","                The Georgian scalawag believed that the only reason African Americans were even as free as they were under Reconstruction was due to Union occupation of the South. The gentleman told his interviewer, \"…take the troops away and his chance wouldn't be as good as a piece of dry wood in a house on fire…\" He went on to say that there should be some equal rights for African Americans, such as giving them acreage to live on and farm as they pleased. Often times being branded as a scalawag in the South, meant that one would be ostracized from their own immediate community as well as the community of the South at large. Scalawags were even killed by fellow citizens or harassed by Ku Klux Klan members if their views became exposed. The gentleman from Georgia told of this horror in his interview, \"…If I should say what I honestly believe, I should be killed if it ever got out that I wrote it…\"","Despite the hatred for scalawags in the Reconstruction South, Georgia elected a total of ten scalawags to congress between the years 1867 and 1875, third highest amongst the former Confederate states. This article reinforces the idea that not all southerners believed slavery was a just system. Some, such as the scalawags, believed that economic equality needed to take place in order for racial equality to begin, an idea that would not be realized for over a century to come."],"locations":[{"id":1820,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":175,"tag":"African American Sufferage"}]},{"id":4601,"title":"The Battle of Shiloh: Through the Eyes of a Union Soldier","course_id":18,"status":"P","start_date":"1862-01-01","end_date":"1862-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The battle of Shiloh was fought in southwestern Tennessee in April of 1862.  Confederates started the battle in an attempt to drive General Grant's army from the Tennessee River.  Among the Union troops present, Samuel Bennett of the 26th Kentucky Volunteers kept a diary and wrote down his thoughts of the battle. For him the battle began when he left Savanna for Pittsburg Landing.  It was at this location where Bennett encountered what he called something that could \"throw a damper over a soldier.\"  The sound of guns firing and men screaming had been enough to send panic into the hearts of those Union troops.  That night they settled in and waited for fighting to resume the next morning.  The morning of April 7, 1862, Samuel Bennett and the rest of 26th Kentucky participated in a counter attack on the Confederates.  They would soon cause the Rebels to retreat.  For Bennett, that would be the end of Shiloh.  His company only suffered one dead and four wounded.  Among the wounded however, William Bennett had been Samuel's brother.  For the first time the two brothers would be separated during the war.  Thus Samuel recalled how hard it had been for him to continue, but at the same time he had realized, thus was a price of war.  ","            General Albert Sydney Johnston of the C.S.A. was the commanding officer who made the decision to send a surprise attack on the Union Army.  Gen. Johnston was killed that day and General P.T.G. Beauregard took over as commanding officer.  The fighting of April 6 was a success for Confederate troops.  The intention of Beauregard was to push Grant back to the southwest to Owls Creek, but instead they forced them northeast to Pittsburg Landing.  It was at Pittsburgh Landing, the next morning that Grant launched a counter attack that forced the Confederates to retreat and had won the Union back its territory. The Battle of Shiloh became had been the bloodiest battle in United States' history up to that point.  "],"locations":[{"id":12224,"lat":35.1460265024,"lng":-85.6297474555,"zoom":9,"place":"MARION, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":88,"tag":"Battle"}]},{"id":4602,"title":"Riot Turns Macbeth Performance into Real Tragedy","course_id":18,"status":"P","start_date":"1849-05-10","end_date":"1849-05-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On the night of May 10, 1849 a riot erupted at the Astor Place Theater in New York City.   Leading up to the riot, there had been a rivalry between the English actor Edward Macready and the American actor Edwin Forrest.   Baker wrote that this rivalry began when Forrest believed that Macready sabotaged his recent tour of England.  The nativist trend in the United States at the time did not help Macready's popularity in New York as most of Forrest's fans were poor working class citizens.  \"The quarrel, then, waxed warmer and warmer, until it has ended in a fearful riot, in which thousands of excited people engaged, incurring a serious loss of life.\"  The May 10 riot was the second time that theatergoers tried to force Macready from the stage.  Historian Bill Kauffman writes that on May 7 they had succeeded by throwing anything possible onto the stage including vegetables and chairs.  Afterwards leading New York citizens apologized to Macready and convinced him to stay and perform Macbeth again on May 10 by promising such an incidence would not occur again. Meanwhile, Forrest's fans circulated handbills asking if Americans or English should rule the city.  In response to threat of violence a large number of policemen were stationed at the theater for the performance.      ","  Starting around 6:30 PM and continuing throughout the performance a crowd began gathering outside the theater.  The performance started off calm enough, but erupted into violence after police arrested four audience members and confined them in a small room.  The arrested men attempted to set the room on fire so were placed in irons.   When news of the arrests spread the mob gathered outside exploded.  The police were soon overwhelmed by the mob so the military was called in.  A cavalry company arrived, but was also driven off.  Then the National Guard came and was attacked by the mob, but eventually was able to force their way to the theater.   The soldiers fired over the mob's heads after the captain was struck down with a large stone.  When this did not stop the mob from attacking, the soldiers then fired three rounds of ball cartridges dispersing the crowd.  More troops were called in and two artillery pieces were loaded with grape shot directly in front of Aster Place Theater.  By 11:30 pm the crowd had dispersed, carrying off the dead and wounded.   ","Both Baker and Kauffman agree that twenty-two rioters were killed instantly and more soon died from their wounds. Baker goes on to say that this riot sent shock waves through New York's upper class.  Hardly any of them believed that shooting was necessary to save Macready or Astor Place from destruction.  One positive effect of the riot is that it caused some of these upper class citizens to look closely for ways they could improve society."],"locations":[{"id":8921,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":30,"tag":"Urban Society"}]},{"id":4603,"title":"The Great General Lee Becomes President","course_id":18,"status":"P","start_date":"1865-08-01","end_date":"1870-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["     In August 1865 at the age of fifty-eight, only four months after surrendering at Appomattox Robert E. Lee accepted the position of President of Washington College in Lexington, Virginia.   The New York Times talked of Lee in glowing terms about how he accepted this humble position because of noble and patriotic motives.  Then added it would only be a short time until people came to love him in this new profession as well.  With his appointment the college's board of trustees accepted a resolution that was included in Lee's letter of acceptance.  This resolution stated that every citizen should \"do all in his power to aid in the restoration of peace and harmony, and in no way oppose the policy of the State or General Government directed at that object.\"  Lee went on to say that people in charge of instructing youths should set the best example of submitting to authority.  The times then wrote that young men from both the north and south would prosper from Lee's great example and benefit from his holy work of educating youths.","                While he was a college president for the last five years of his life, he had not been pardoned, that took place in 1878, eight years after he died.   Throughout his life, Lee had used George Washington as his model, which he continued to aspire to at the college. By accepting his position at Washington College, then a struggling, little-known school, Lee had turned down offers that assured him of wealth for the rest of his life.","                Historian C. S. Marsh writes that the many changes and improvements Lee made at the college marked him as a great educator. Within a month of his arrival the trustees took action to establish five new professorships and establish a liberalized curriculum. The next year the whole curriculum was abolished and nine separate schools were established with students choosing which school they would attend.  With his forward-thinking ideas, Lee outlined the plan for a school of commerce in 1869.  He was unable to implement the plan during his lifetime due to poor health, but it was very similar to business schools today.  If he had been able to implement his plan, this would have been the first commerce school in the country; the first actual school began in 1881.  Following his death on October 12, 1870, Washington College was renamed Washington and Lee University. Today Lee's impact is still highly visible at the college and its traditions.      "],"locations":[{"id":14234,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":5,"tag":"War"},{"id":6,"tag":"Education"}]},{"id":4604,"title":"The <em>Florida</em> Cuts a Path of Destruction near Cape May","course_id":18,"status":"P","start_date":"1864-07-01","end_date":"1864-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["                In July of 1864 the privateer <em>Florida</em> captured six Union ships along the Coast below Cape May, New Jersey.  Captain Morris was in charge of this black-painted vessel and its 155 man crew.  The ship itself mounted eight guns and all of the crew were armed with revolvers and cutlasses.   The <em>Florida</em> had three flags, the United States flag, the Confederate flag, and the English flag which she used as trickery to capture ships.  ","These whiskey drinking and well fed men first captured the whaler <em>Golconda</em> who was just returning from a five year voyage.   The <em>Florida</em> flew the US flag when the <em>Golconda</em> approached, but then switched flags and boarded the whaler.   Captain Morris then ordered the <em>Golconda</em> burned, along with its 1800 barrels of oil.  ","The next ship captured was the schooner <em>Margaret Y. Davis</em> which was returning from Port Royal, South Carolina to New York.  She was also boarded and burned.  The <em>Greenland</em> was the next ship captured.  It was being pulled by a tug whose captain saw the <em>Florida</em> coming and ran away. The <em>Florida</em> chased the tug for an hour, unable to capture it. However, it still managed to take the <em>Greenland</em>.  Then the <em>General Berry</em> was captured and set fire to off the coast of Chincoteague, this was soon followed by the <em>Zelinda</em> and the <em>Howard.</em>  ","Some of the captured men were sent on an English schooner to Nassau, while Sixty-three others were taken in the captured Howard to a pilot boat that landed them in Cape May on July 12 and shortly boarded the train to Philadelphia.  Most townspeople of Cape May were unaware of the landed seamen due to their short stay.  The total amount lost by the capture of these six ships was over 250,000.  The paper reports that the <em>Florida</em> was last seen traveling south under the American flag.","The captured crew said they were treated well on the <em>Florida</em>, and that the <em>ship</em> was in a dirty condition with a crew that could barely speak English. The <em>Florida</em>'s guns could not be properly worked, giving it poor odds in a real battle. Taylor writes that when first outfitted with guns, it had \"no gun sights, rammers, or sponges,\" making the guns useless.  ","The <em>Florida</em> was launched in August of 1862, but due to illness did not start commerce raiding until January 1863.  The first commander of the <em>Florida</em>, John Maffitt was replaced by Charles Morris in August 1863.   The <em>Florida</em> met its end in Bahia, Brazil on October 7, 1864.  There, a Federal ship rammed it, violating international law.  It was then towed back to Washington in a swirl of controversy.  On its way it sank from damage from another collision on November 19, 1864.  It had captured thirty-seven ships in less than two years. Napoleon Collins, captain of the ship that captured the <em>Florida</em>, was court-martialed April 7, 1865 and dismissed from the navy, but was reinstated that September.  "],"locations":[{"id":8489,"lat":39.0000007444,"lng":-74.8377954285,"zoom":9,"place":"CAPE MAY, New Jersey"}],"tags":[{"id":32,"tag":"Civil War"},{"id":12,"tag":"Migration/Transportation"}]},{"id":4605,"title":"<strong>Van Evrie offers evidence for the necessity of maintaining Slavery </strong>","course_id":18,"status":"P","start_date":"1862-01-01","end_date":"1862-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Van Evrie's thirty page pamphlet, written in 1862 used the example of the West Indies, and with the help of statistics and examples, demonstrated how slavery in the West Indies benefited the United States of America. It also showed how eventual abolition in the United States would be a failure to both Southern States and Northern States.","Throughout the nineteenth century, the islands of the West Indies abolished slavery, which resulted in catastrophic consequences for their economic structures. Like his anti-abolition peers, Van Evrie believed that the fundamental nature of black people was responsible for the dramatic decay of economies in the West Indies. He maintained that, once freed from their slave ties, \"negroes\" only fell back upon their tendency to idleness, returned to the \"savagism of their African ancestors,\" and converted back to their \"heathen\" way of life. Van Evrie used statistical elements to show that the abolition of slavery in islands such as Jamaica and Haiti resulted in the ruin of their economy and trade, the return to uncultivated wilderness of the lands, and the \"desolation\" of the plantations installed by the colonist countries.  ","For Van Evrie, \"freed negroes,\" as \"inferior human beings,\" would be a burden for American laborers in many ways: they would live on the labor of White people, stop producing goods and therefore generate an increase of price for these goods. They would not be consumers of northern goods any more, and they would increase crime and pauperism in the States.  He therefore encouraged American people to reflect upon these elements before abolishing slavery. Destroying slavery in the West Indies and in the United States would be equivalent to destroying hundreds of farmers, or of laborers.","Van Evrie claimed his tract about \"Free Negroism…\" to be a response to the \"innumerable\" abolitionist tracts published in the early 1860s. He wanted to give an answer to the \"false and pernicious doctrines\" spread by the North for decades, and tried to awaken the consciousness of people of the North about the good of slavery. As part of the anti-abolition movement and of the South, Van Evrie remained concerned about the election of anti-slavery candidate Abraham Lincoln. According to the historian John David Smith, Van Evrie was very representative of the \"anti Negro propaganda\", and was the \"first professional racist in American History.\" In his pamphlet Van Evrie responded to the concerns of the middle classes, looking for social stability in a changing society, giving them arguments against changing the state of things."],"locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":4,"tag":"Slavery"},{"id":11,"tag":"Economy"},{"id":176,"tag":"trade relations"}]},{"id":4606,"title":"<strong>Melville creates a literary Pickett&#39;s charge</strong>","course_id":18,"status":"P","start_date":"1863-07-03","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In his poem \"Gettysburg\" written in 1866, Herman Melville, renowned writer and poet of the 19th century, who did not fight the war, gave a romanticized account of Pickett's charge.","At Gettysburg, on the third of July 1863, the issue of the battle was still uncertain. General Lee decided to launch a decisive attack against the army of the Union with the Major General Pickett in command of the troops, which proved to be a strategic error. Melville described the confederate army as \"foredoomed\" from the beginning of this deadly assault.  At first, the southern army seemed to be sent by God to destroy the Union army, in a glorious mission to protect their land. The \"last invader\" charged with power against the opposing army who were defending their lands and the tombs of their ancestors from the cemetery hill. However, in the turn of the attack, fueled with hate and fire, God seemed to abandon the cause of the Confederate States of America. This left their pride challenged by the \"sterner pride\" of the Union army, reinforced by the righteousness of their cause. A picturesque scene followed the battle. The sun set on the dead soldiers of the South, whose corpses would rest in honor and peace on the battlefield.","As Deak Nabers wrote, this poem gave another meaning to the battle of Gettysburg through this romanticized narration of the heroic charge. According to him, Melville showed that something other than might and divinity generated the North's victory: the fact that Gettysburg was already the kind of monument that the battle would make it: a graveyard.","As Melville's biographer Laurie Robertson Lorant wrote, the Civil War poems put the events in historical perspective with a strong bias on Melville's part. According to her, he seemed to concentrate more on what the war revealed about the nation's values than on realistic descriptions of the war, which was the main criticism against his poems.","By the time they were published, Melville's poems actually received a poor welcoming by the public and the critics. However, Melville was among the few Americans writers who wrote about the Civil War: the \"unwritten war\"."],"locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":177,"tag":"literature"}]},{"id":4607,"title":"<strong>Whitman mourns for the fallen star of the Union</strong>","course_id":18,"status":"P","start_date":"1885-01-01","end_date":"1885-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Walt Whitman, one of the major American writers of the Civil War, wrote <em>When Lilacs Last in the Dooryard Bloom'd</em> after the assassination of the very charismatic leader of the Union during the Civil War, Abraham Lincoln. This poem mourned the death of the powerful, western fallen star which was now hidden by blackness, leaving only desperation and bitterness behind. The poem followed the coffin throughout the country where you could see the remains of the devastation caused by the Civil War. The country women were still mourning for their own family members. They seemed ready to mourn for their president, as they were already wearing black veils and the images of past battles haunted men's thoughts. The poet addressed his despair, not knowing how to mourn such a leader properly. Was he to mourn like he would for a family member? A part of the country was disoriented by this assassination, only adding to the trouble caused by the new situation of the country after the Civil War. The poem itself seemed to show that even nature was disturbed by the death of Lincoln and willing to honor the president. Although Whitman did not mention Lincoln's name in the poem, it clearly expressed the disarray of this loss: they described the country with full of promises to come in the following seasons, and left at a loss of a leader in a time when he was clearly needed, as he was the one that had the people behind him, and to have paved the way during the war, for the reconstruction to come.","This poem about the assassination of Lincoln echoes <em>Captain O my Captain</em>, also written by Whitman. According to Stephen B Oates, like many people in the country, Whitman saw Lincoln as the \"mythic equalizer of his age and land\". The disarray expressed in this poem was reflective of the mind of a number of people in America like Sandburg who said that, thinking about Lincoln \"the people of the United States could finally see themselves, each for himself and all together\".","According to Merrill D Peterson, what was memorable about Whitman's piece of work was not the content but rather the \"rhapsodic sympathy\" between the \"good gray poet\" and Abraham Lincoln. He thought Whitman communicated the dramatic import of Lincoln's death on the Nation's future. Many poets were moved by the spiritual kinship between the two men and some were inspired to write poems about it, like James Oppenheim."],"locations":[{"id":8761,"lat":42.2500833872,"lng":-73.6318487586,"zoom":9,"place":"COLUMBIA, New York"}],"tags":[{"id":18,"tag":"Politics"},{"id":2,"tag":"Health/Death"},{"id":178,"tag":"assassination"},{"id":91,"tag":"Murder"}]},{"id":4608,"title":"Australians Fix Privateer Ship C.S.S Shenandoah.","course_id":18,"status":"P","start_date":"1865-02-18","end_date":"1865-08-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Built in Glasgow, Scotland, with the name <em>Sea King</em>, the <em>C.S.S. Shenandoah</em> would continue the Confederate fight long after the Army of Northern Virginia had surrendered. Named after the valley and county in Virginia, the <em>C.S.S. Shenandoah</em> had a C.S.A letter of Marque to sail towards the Indian Ocean to seek out, capture, or destroy Union military and commercial vessels. It was hoped that the <em>C.S.S. Shenandoah</em> would have the same successes as the <em>C.S.S. Alabama</em>, as the latter privateer proved an insult to the superiority of the Union navy."," She moored in at Melbourne, Australia to repair damages sustained in her journey to the other-side of the globe. Photographs show the Confederate vessel hauled from the port receiving repairs – her three large masts standing strong and undamaged – and the 'Stars and Bars' battle flag flying  as Australian crews worked on her hull. The battle flag stands out in the photograph and it is rumored that this is a retouched image. If retouching of the photograph did take place, it demonstrates the 'lost cause' patriotism attached to the Confederate's battle ensign.","Reports from Panama for the Northern newspaper of the <em>New York Times</em> discussed rumors that the Confederate ship had been seen in, or around Melbourne, and that repairs could have taken place before the alleged sighting of the <em>C.S.S. Shenandoah </em>leaving \"that port on the 18th of February [1865].\" With the destination of the pirate vessel unknown, the paper speculates that the ship is headed to the West Coast of North America to \"track steamers from the gold regions [of the U.S. and Mexico] to Panama.\" In actuality, the vessel took approximately five months to reach the west-coast of North America. This was due to a skirmish that took the vessel as far north as the Bering Strait, which burnt, bonded, sunk twenty-plus ships aiding the commercial interests of the Union's economy.  For this voyage, as many as forty Southern sympathizes from Australia boarded as new crew on the C.S.S<em>. Shenandoah</em>."," It was not until August of 1865 that the vessel received any word of the South's armies collapsing. During its service for the Confederacy under the command of C.S. Navy First Lieutenant James Iredell Waddell, it was the only Confederate vessel to have circumnavigated the globe. Her time on the seas did not cease though after the rebellion, as the <em>C.S.S. Shenandoah </em>was sold to England. But, eventually she was lost at sea during her service to the Sultan of Zanzibar.  "],"locations":[{"id":14269,"lat":38.8584536791,"lng":-78.5704125087,"zoom":9,"place":"SHENANDOAH, Virginia"}],"tags":[{"id":5,"tag":"War"},{"id":113,"tag":"Navy"},{"id":117,"tag":"Shenandoah Valley"}]},{"id":4610,"title":"The Federal Government Passes the Dawes Act","course_id":18,"status":"P","start_date":"1887-02-08","end_date":"1887-02-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["By the 1870s, prime agricultural land remained in the plains. Many American citizens believed the federal government should free this valuable land from nomadic Indian tribes for white settlers. Other whites approached the situation from a paternalistic perspective and insisted Indians should be assimilated into American society. Named after Senator Henry Dawes of Massachusetts, the Federal Government responded with the Dawes Act in February of 1887. The act freed land for white settlers while attempting to incorporate Indians into an American way of life. ","            The Dawes Act allowed the president to distribute land into sections to individual Indian families. The law stipulated, \"to each head of family, one quarter of a section; to each single person over eighteen years of age, one-eighth a section.\" One quarter amounted to 160 acres of land. By breaking up land in this fashion, the government believed Indians would be forced to farm and adopt \"the habits of civilized life.\" If an Indian abided by this Act and farmed accordingly, he would be \"declared a citizen of the United States\" and enjoy all the \"rights, privileges, and immunities of such citizens.\" Whites would also benefit. After the government divided the land for the Indians, the whites could then claim any of the remaining land. For example, once the government allotted 172,000 acres for Indians on the Nez Perce reservation, whites then purchased 500,000 acres.","            Although the Dawes Act seemed like it applied to all Indians, the government inserted a clause to exclude \"Cherokees, Creeks, Choctaws, Chickasaws, Seminoles, and Osage, Miamies and Peorias, and Sacs and Foxes\" as well as \"the reservations of the Seneca Nation in New York\" and the \"the strip of territory in the state of Nebraska adjoining the Sioux Nation on the south added by an executive order.\"","            Whites viewed the act as a method of assimilation, but Indians saw a direct threat to tribalism. They resisted the law by engaging in a millenarian movement called the Ghost Dance. Indians would sing and dance for days and envision a world without whites where they could practice their traditional customs and the buffalo had returned. ","            The Dawes Act failed to assimilate many Indians. Historian Eric Foner believed \"the policy proved to be a disaster, leading to the loss of much tribal land and the erosion of Indian cultural traditions.\" The law often placed Indians on desert land unsuitable for agriculture, and it also failed to account for Indians who could not afford to the cost of farming supplies such as seeds and tools. The Indian Reorganization Act overturned the Dawes Act in 1934 by making a shift to allow Indians to manage their own affairs."],"locations":[{"id":1278,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":180,"tag":"Indians"}]},{"id":4611,"title":"Cilinton Shines in a Public Works Display","course_id":18,"status":"P","start_date":"1812-01-01","end_date":"1837-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["One could argue that it was the governor of New York, DeWitt Clinton, who made the United States what they are today. Without him, and his efforts to build the Erie Canal, the United States would have experienced slower economic growth. He linked the Atlantic with the Great Lakes, via the Erie Canal running through New York State, empowering the North. ","DeWitt Clinton saw the opportunity for New York to take on the power of expanding westward, and pushed the New York legislature to provide the funding for the canal project. This funneled money and supplies into New York bolstering their economy. Despite the fact that Clinton grew up in the North, Clinton was raised in a slave owning family and he was not completely opposed to slavery even when he was in politics. Clinton believed that the fight over owning slaves took up too much of the national attention. Ruggles, a Whig that supported the canal system, claims that he believed that public improvements were being put on hold while the North and the South fought over slavery. According to historian Carol Sheriff, Clinton helped make New York the Empire State in 1812, funding the 363 mile canal system from New York, via the Hudson River, through Buffalo and into the Great Lakes waterway system in 1812. As a result western trade then funneled through New York, claiming all of the economic benefits and therefore economic power—keeping it out of the hands of the Boston and Philadelphia, or even the South. ","According to Samuel Ruggles, the canal carried 122,000,000 worth of goods for states other than New York across the Great Lakes. There were claims that the Mississippi brought the Union together, as it was the greatest means of transportation in the entirety of the Union, until the Erie Canal was dug. Ruggles emphasized the importance of the Erie Canal saying, \"[The Erie Canal] does artificially what the Mississippi did naturally. It is a prevalent idea that the Mississippi is the bond that binds the Union together—but as a channel of trade, the Erie Canal equals the Mississippi.\" Clinton had secured success for the northern economy, especially the mid-west economy, which was falling because of the demand of cotton. Cities prospered along the canal, Albany, Utica, Syracuse, Rochester, Buffalo and other small towns and cities along the canal, not to mention the cities that bloomed and became more prosperous along the Great Lakes. ","Clinton seems to be the unsung hero for the North. He is given little credit for his actions during the time of hardships. He strengthened the economy in the cities and towns off of the east coast. The \"Salt City,\" Syracuse, prospered in this time and transported its salt across the North and into the mid-west."],"locations":[{"id":8847,"lat":43.470346309,"lng":-74.9888950937,"zoom":9,"place":"HERKIMER, New York"}],"tags":[{"id":11,"tag":"Economy"},{"id":181,"tag":"Interior Development"}]},{"id":4612,"title":"Hallowell Praises Black Soldiers","course_id":18,"status":"P","start_date":"1892-01-01","end_date":"1892-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Since 1865 the importance of the black soldiers fighting in the Civil War for the Union has not been disputed, whether it be freed slaves or fugitive slaves. Without a doubt the black soldiers that fought helped the Union immensely, absorbing significant losses while doing so. Part of the success resulted from the way that black soldiers were treated. According to Norwood P. Hallowell, the black soldiers were, \"treated as white soldiers were in all well disciplined regiments.\" Hallowell also argued that the black soldiers became accustomed to the discipline of militia faster than non-black troops.","            In the battle of Olustee three hundred and ten soldiers died from the Eighth U.S. Colored infantry according to Hallowell. According to author and historian James McPherson the battle at Olustee had an important effect on Lincoln. Lincoln heard of a black soldier saying that, \"[Lincoln] should be damned in time & in eternity\" if he were to return black soldiers to slavery. ","            Many black regiments were ordered into battle in difficult terrain or circumstances that were in no way an advantage for the regiment. In the Union's victory at Port Hudson on June 27, 1863 black troops went into battle under these unfavorable conditions. \"Their ground was very difficult,\" said Halowell, \"but they fought without panic, and suffered severely before falling back in good order.\" The battle at Port Hudson is seen as a big step forward in the progress of equal rights within the US Army. ","            At Nashville, where the Union had two brigades of colored soldiers fighting in the battle, "," the black troops again influenced the outcome of the battle and afterwards their bodies were intermingled with bodies of the white soldiers. \"This proves the manhood of the negro,\" proclaimed Hallowell.","            Hallowell concluded by giving significant praise to the black soldiers. \"Let us always be willing to give them whatever credit is their due. We called upon them in the day of trial.\" These soldiers fought the same battles, but were often fighting under very different, adverse, circumstances. "],"locations":[{"id":5507,"lat":null,"lng":null,"zoom":8,"place":"EAST BATON ROUG, Louisiana"}],"tags":[{"id":182,"tag":"Nashville"},{"id":122,"tag":"Soldier"},{"id":3,"tag":"African-Americans"}]},{"id":4613,"title":"Andrew Johnson Provokes the Radical Republicans","course_id":18,"status":"P","start_date":"1865-01-01","end_date":"1867-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Johnson was impeached for violating a number of laws, but was acquitted. He attempted to accomplish a number of things while trying to get former Confederate states back into the Union, but he did so in an improper manner. In 1868 the House of Representatives brought Andrew Johnson on trial for violating the Tenure of Office Act. According to <em>The New York Times</em> article, \"The President's Future Course<em>,</em>\"<em> </em>\"The recent removal of Mr. Stanton, and the appointment of Gen. Thomas Secretary ad interim, in violation of the Tenure of Office Law, will that case constitute the sole offence for which he is to be tried.\"  The Tenure of Office Law was enacted on March 2, 1867; it denies the President of the United States the power to remove anybody from office who was appointed to said office by the President and the Senate, unless both the President and the Senate approve. In Johnson's removal of Stanton from the office of Secretary of the Department of War, and the appointment of Brevet Major-General Lorenzo Thomas to that position, he violated the Tenure of Office Act. Johnson's attorney argued that Johnson did not violate the law because Stanton was appointed during Lincoln's presidential term. In 1868 the House of Representatives passed the articles of impeachment and then the Senate tried him for violating the Tenure of Office Act. Andrew Johnson was the first President to be impeached.","Two-term President Abraham Lincoln was assassinated by John Wilkes Booth on April 14, 1865. Andrew Johnson succeeded to the presidency rising from the Vice-Presidential position. Johnson had been nominated under controversy as radicals and moderates within the Republican Party were already living with tension. Johnson had taken a hard approach with rebels in Tennessee, he hated the planter class and agreed with a soft peace, but he also had a lot of southern pride. Tensions within the party rose when he vetoed the Fourteenth Amendment, which gave equal rights to former slaves. Radical Republicans were elected in 1866 to hold the majority in Congress, and in doing so the Republican Congress wrested control away from Johnson. He had done a number of things to separate himself from the Republican Party including supporting the Black Codes in southern states. From this point on Johnson did very little as President as Congress took control and Johnson never fought to take back control. Foner quoted the Supreme Court Justice David Davis as saying that Johnson was, \"'obstinate, self-willed, combative,' and totally unfit for the office.\" Historian Eric Foner also states that it was not in the best interest of the Republican Party to impeach Johnson because the successor would be Ben Wade, as president of the Senate, who had very radical ideas on reconstruction."],"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":21,"tag":"Race Relations"},{"id":183,"tag":"Constitution"}]},{"id":4614,"title":"Federal Government issues the Homestead Act","course_id":18,"status":"P","start_date":"1862-05-08","end_date":"1862-05-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Millions of unsettled acres remained in the west by the 1850s, and the Republicans viewed the land as an opportunity to offer it to settlers for next to nothing. Republicans drafted a homestead bill, but southern senators immediately rejected it. One southerner explained it \"would prove a most efficient ally for Abolition by encouraging and stimulating the settlement of free farms with Yankees and foreigners pre-committed to resist the participants of slaveholders in the public domain.\" The Republicans repeatedly tried to pass the bill, but they faced continued rejection from congress and even President Buchanan's presidential veto. The southerners detested the idea to the point that one Mississippian said \"Better for us that these territories should remain a waste, a howling wilderness, trod only by red hunters than to be settled.\" ","            It seemed like the land would remain unsettled for decades, but with the secession of southern states in 1860, Republicans lost the majority of their opposition. As a result, the 37th  Congress passed bills they deemed impossible while southerners remained in Washington. In May of 1862, congress finally approved the Homestead Act that they had tried to pass for years. The bill acted as a land giveaway where individuals of any class could travel west and become yeoman farmers. The bill served several purposes: extended free soil pastoralism, brought tens of thousands of acres under cultivation, and lured migrants west.   ","            Enacted in 1863, people throughout the North viewed the Bill as a giveaway, but there were certain stipulations. Without a requirement for sex, one had to be the head of a family or twenty-one years of age, an American citizen, and \"never borne arms against the United States Government or given aid and comfort to its enemies.\" The government charged one dollar and twenty-five cents or less per acre or two dollars and fifty-cents if purchasing less than eighty acres. However, the bill discouraged land speculation as one could not acquire more than 160 acres and the land was \"for the purpose of actual settlement and cultivation\" and not for the \"direct or indirect benefit of any other person or persons.\" In addition, to officially own the deed to the land, one must live on the property for five years with no absences for more than six months.","            Although the Bill required settlement for five years, enlisted soldiers could still apply. Unlike others who had to live on the land, soldiers could accumulate time toward their five years while serving for the Union. In addition, any veteran who wished to purchase the land did not have to meet the age requirement. The Homestead Act of 1862 encouraged western settlement and provided the opportunity for people to own their land who might not have received the chance without this Bill. Before Lee's surrender at Appomattox, 25,000 settlers had claimed over three million acres of land, the bill proved to be a success. "],"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":184,"tag":"37th Congress"}]},{"id":4624,"title":"General Hood Attempts to Restore Order in the Army of Tennessee","course_id":18,"status":"P","start_date":"1864-08-12","end_date":"1864-08-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":null,"locations":[{"id":12004,"lat":35.1672648222,"lng":-86.1060239614,"zoom":9,"place":"FRANKLIN, Tennessee"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":2,"tag":"Health/Death"}]},{"id":4615,"title":"Forrest Escapes Union Forces in Kentucky","course_id":18,"status":"P","start_date":"1862-02-16","end_date":"1862-02-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Nathan Bedford Forrest enlisted in the War of the Rebellion for the South as a private in 1861. By 1862 he had risen to the position of lieutenant-colonel. Forrest had never been in the army nor had he attended a military preparation institution—he had no military experience yet still rose to be a great commander.","At Fort Donelson in Kentucky, Forrest was under the command of Generals Pillow, Floyd, and Buckner. The Confederate army had retreated and was in a poor position to defend an attack from the Ulysses S. Grant led-Union forces by mid February. The three generals debated surrendering to the Union and under what circumstances to do so. Forrest was called into Pillow's headquarters, between one and two o'clock in the morning on February 16, 1862, where he was informed that scouts had told the generals that the Union occupied the same location as the previous night. Forrest found this hard to believe as he had been in that area the previous night. In a compromise, Forrest went to determine the condition of a road that ran along the river as a possible escape route, and to determine the position of the Union troops. Upon returning he informed the three generals that the enemy was in the same location as he had last seen them, and that the conditions of the road were bearable for travel.","Generals Pillow, Floyd, and Buckner could not come to an agreement on an appropriate course of action—surrender or try to cut their way through the forest. Pillow favored fighting their way out, but Buckner and Floyd were not keen on the idea. Buckner believed that three quarters of the soldiers would die and Floyd agreed due to the morale of the troops. Forrest, standing up for what he was sure about, told Buckner that he would breech through at any point when given permission. Pillow and Buckner were going to surrender command, but Floyd had a change of heart.","Upon hearing the decision to surrender, Forrest exclaimed that \"I had not come out for the purpose of surrendering my command, and would not do it if they would follow me out; that I intended to go out if I saved but one man; and then turning to General Pillow I asked him what I should do. He replied, 'Cut your way out.'\" Without hesitation Forrest gathered all willing men and escaped. A number of Captains gathered their companies and followed, while many refused. Forrest made his way out before day break on February 16, 1862.","He found that the road and the overflowing river as described by his scouts, and were able to pass through as expected. Without suffering a single casualty all of Forrest's men escaped; Buckner surrendered to Grant on the morning of February 16."],"locations":[{"id":4685,"lat":36.6210524142,"lng":-88.2722800869,"zoom":10,"place":"CALLOWAY, Kentucky"}],"tags":[{"id":185,"tag":"Nathan Bedford Forrest"}]},{"id":4616,"title":"<strong>A drummer boy writes about his experience of the war</strong>","course_id":18,"status":"P","start_date":"1863-03-01","end_date":"1863-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The letters of a drummer boy are a gathering of the letters of a sixteen years old drummer boy in the 47th Indiana Regiment during the Civil War. His letters to his parents show how an adolescent would see the war from the front. The 47th was active in the Western theater during the whole war, aside from the Vicksburg campaign, but the little everyday facts show better what war was like. ","The drummer boy, Henry Lawson Bert, had a tough life in the camp. Most of the time he had to perform chores, walk endlessly in the forest to unknown places, obey orders that he did not really understand and get along with his mates. Life in the war consisted in dealing with other people: some of them, bored to death, had nothing better to do than look for fights with everybody and hide personal belongings in silly places. They often lacked food, and boredom was omnipresent. Like other drummer-boys, Bert was part of the war, but did not fight like the other soldiers. However, it did not prevent them from dying like the other soldiers. Bert's regiment was not very active during the winter and stayed in the same spot most of the cold months without going to fight. Like other soldiers, Bert dreamt of action and battles during these long periods of inactivity and cold boredom, to get closer to the goal of the war. To enhance the boredom, the pay checks were delayed for a long time, which prevented the drummer boy from enjoying time in the cities and activity. The young generation was despaired by the war going on, and \"crushing slavery from out of the land\" and restoring peace were the only goal of the drummer boy, a \"poor soldier.\"  He hoped for a trustworthy government and a united country again and was convinced of the bad moral of the Confederates and of the imminent victory. ","These letters show that an idealist spirit was in the hearts of even the younger soldiers who wished nothing but kill the confederates to the last. These are part of the literature of the Civil War, and offer a true to life account of what being in the Civil War was, thanks to many true to life little anecdotes. However, according to Don Russel, the war made the purest men like this drummer-boy wish the worst fates for their countrymen. As Bert wrote, \"I don't know what they done to the butternuts but I hope they hung them, for I know they need it.\" According to Bruce Catton and James Mc Pherson, whatever regiment you looked at, all the soldiers realized that they were personally getting the worst of it, and they were very sorry for themselves. However, no such idea comes out of the letters of the drummer boy, and he seems full of optimism and light toned, despite all the hardships he is describing."],"locations":[{"id":3310,"lat":40.0724466353,"lng":-86.0520218695,"zoom":10,"place":"HAMILTON, Indiana"}],"tags":[{"id":32,"tag":"Civil War"},{"id":149,"tag":"camp-life"},{"id":60,"tag":"letters"}]},{"id":4617,"title":"Doubleday Takes Baseball from Brooklyn to the Battle Fields of Dreams","course_id":18,"status":"P","start_date":"1839-01-01","end_date":"1861-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Sports can bring groups of people together like few other activities. The same can certainly be said for baseball, America's pastime, in the Civil War era. Baseball was being played before the war started, it was played during the war, and it is still played today. Baseball, which went by many names in the time of the Civil War, helped keep the morale of the troops up for both the North and the South. The game was endorsed by civilians and soldiers alike. Union General Abner Doubleday is popularly credited with founding baseball as we know it today.","            Baseball was played by the troops in their free time to keep their minds off of the dead, dying, wounded, battles past, and battles to come. Mostly it alleviated the boredom of camp life, officers and soldiers would play together, on one team, strengthening the camaraderie within the camp. Baseball also served as a means of something that connected the civilians with the soldiers. In a letter sent from Brooklyn to a soldier, \"I was pleased to hear that you had had a base ball match […] for I think you poor soldiers need a little recreation once and a while.\"  The letter was dated July 11, 1861 signed by <em>Phobe</em> of Brooklyn. Many other letters were sent as well, soldiers sharing stories of their baseball games rather than stories of war. Baseball proved to be very helpful for many in getting through the day in and day out life of a soldier during the Civil War. \"Suddenly there was a scattering of fire, which three outfielders caught the brunt; the centerfield was hit and captured, left and right field managed to get back to our lines. The attack…was repelled without serious difficulty, but we had lost not only our centerfield, but… the only baseball in Alexandria, Texas\" George Putnam said in a letter from his Union army camp. Baseball brought people together and it was beneficial to the morale of the troops. Other letters home, that do not talk of baseball, were much more solemn and grave, baseball seemingly could cheer up soldiers after a long day of hiking.","            Doubleday led the first company into Fort Sumter and ordered the first retaliatory cannon shots. He remained an influential figure in the Union army throughout the war playing a key role at Gettysburg. After the war Abner Doubleday was credited with redesigning the rules of baseball. Abraham G. Mills, a former president of the National League, using the best evidence available, said that Doubleday invented baseball in Cooperstown, NY in 1839. Over the next generation baseball became the most popular sport in the country. A field in Cooperstown, NY, the national baseball hall of fame, is named after Abner Doubleday."],"locations":[{"id":8867,"lat":40.6450686304,"lng":-73.9495584018,"zoom":11,"place":"KINGS, New York"},{"id":8995,"lat":42.6338259484,"lng":-75.0326447277,"zoom":9,"place":"OTSEGO, New York"}],"tags":[{"id":186,"tag":"Doubleday"},{"id":122,"tag":"Soldier"},{"id":32,"tag":"Civil War"},{"id":127,"tag":"Army"}]},{"id":4618,"title":"An assistant surgeon reports on gangrene","course_id":18,"status":"P","start_date":"1865-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Andersonville's prison had a hospital crowded with patients, due to the bad living conditions in the cells. The prison was overcrowded with prisoners crammed in rooms, inactive and secluded from society, lacking food, exercise and fresh air. The atmosphere was so polluted that people could hardly breathe. The promiscuity made sickness spread in a heartbeat, and in the winter of 1865, the prison witnessed an epidemic of what was called hospital gangrene, in addition to the usual scourges of diarrhea, dysentery and scorbutus. The assistant surgeon of the hospital reported that the epidemic was due to all these factors. Gangrene started from a bacterial infection in a wound and could spread to the whole body and eventually kill the patient if not handled in time. In the hospital, out of 325 patients, 208 died over the three months before January. Usually gangrene could be handled easily, but the hospital was so over-burdened and not prepared to medical care, that far more people died than typical. The patients of the prison's hospital formed a crew of 1,600 to 2,000 people, who slept in tents, with at least five other persons. They wore their battle clothing that they had not washed in six months or more. In their state, they needed strong food that could give them strength, but the hospital could not provide it for them. The medicines that the hospital received lasted only for ten days, and then they had to accommodate with what they could, such as vegetables picked in nature around the hospital. They were in such a lack for medicine that they had to carry out experiments on the patients, out of natural plants that they picked up in the countryside.  The good will of the surgeons was not to question though, they were at peace with God and with themselves by trying all that was possible to improve the conditions of the prisoners. ","This report reveals the conditions of prisoners of war Andersonville, the most infamous of prisons. Many of them entered in good health and caught lethal diseases there. According to Freemon, hospital gangrene was a sickness in which skin tissues became black, and it happened only in certain hospitals, due to horrific sanitary conditions. He believed that the hands of the surgeons themselves could be responsible for the spread of the disease from a wound to the other. In Catton and McPherson's view, the living conditions were atrocious and the death rates were alarmingly high. They say it was due less to the good will of people than to the heartlessness of the war. Apparently the conditions were equally bad in the prisons North and South, but no effort was made to change things."],"locations":[{"id":2222,"lat":32.0447139452,"lng":-84.1951910375,"zoom":10,"place":"SUMTER, Georgia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":108,"tag":"prison"},{"id":2,"tag":"Health/Death"}]},{"id":4619,"title":"An experience on the Allegheny Portage Railroad","course_id":18,"status":"P","start_date":"1835-01-01","end_date":"1835-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Before the construction of the Horseshoe Curve, the Allegheny Portage Railroad acted as the most efficient form of transportation over the steep Allegheny Mountains. Finished in the spring of 1834, the Allegheny Portage Railroad cost the Commonwealth almost two million dollars and cut a three day journey into six hours. Philip Nicklin braved the treacherous voyage a year after the railroad's completion.","            Beginning his expedition at six in the morning in Johnstown, Pennsylvania, Nicklin rode the Allegheny Portage Railroad to Hollidaysburg where he arrived between noon and one o'clock in the afternoon. A remarkable engineering feat, the railroad excited many of its passengers, including Nicklin. As he explained his travels to the first inclined plane where he ascended 101 feet, Nicklin exclaimed, \"This is a very interesting part of the route...the excitement mingled with vague apprehension, which take possession of every body in approaching the great wonder of the internal improvements of Pennsylvania.\"","            Nicklin then explained the eleven different inclined planes involved with the railroad which assisted the cars in ascending over 1,172 feet and descending 1,400 feet into Hollidaysburg. Unlike anything he experienced before, Nicklin stated \"The idea of rising so rapidly in the world, particularly by steam or rope, is very agitating to the simple minds of those who always walked in humble paths.\" By providing a detailed account of the five inclined planes it required to reach the top of the mountain, Nicklin hoped to convey the reality of ascending over a thousand feet in such little time. \"Three short hours have brought you from the torrid plane, to a refreshing and invigorating climate.\"","            However, as Nicklin's account conveyed, the feeling of being in a refreshing climate is short lived and \"succeeded by the fear of the steep descent which lies before you; and as the car rolls along this giddy height, the thought trembles in your mind, that it might slip over the head of the first descending plane, rush down the frightful steep, and be dashed into a thousand pieces at its foot.\"  Nicklin acknowledged the descent on the eastern side of the mountain \"is much more fearful\" than the ascent from the western side because \"the planes are much longer and steeper.\" This steep descent rightly scared many passengers because the railroad frequently injured people. However, Nicklin survived the journey down the mountain where the cars operate by \"merely by the force of gravity.\" He arrived in Hollidaysburg in a little over six hours.","            For twenty years, the Allegheny Portage Railroad served as the most efficient mode of transportation over the Alleghenies. Although the railroad could be dangerous, several people braved the journey including Ulysses Grant, Charles Dickens, and Jenny Linn. When the Pennsylvania Railroad finished the Horseshoe Curve in 1854, it replaced the Allegheny Portage Railroad as the fastest means of transportation over the mountains."],"locations":[{"id":10896,"lat":40.4954308749,"lng":-78.7136040605,"zoom":9,"place":"CAMBRIA, Pennsylvania"}],"tags":[{"id":187,"tag":"Hollidaysburg"}]},{"id":4620,"title":"War Governors Declare Loyalty to Lincoln","course_id":18,"status":"P","start_date":"1862-09-24","end_date":"1862-09-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            General George McClellan's inability to secure victory on the battlefield in the summer of 1862 added turmoil to an already fragile situation. Many northern politicians were frustrated with the general's performance, not to mention their anguish over a costly war that was once expected to be a quick victory.  Dick Yates, Governor of Illinois, emphasized through speeches and private letters that President Lincoln should implement harsher policies. Senators Trumbull of Illinois and Chandler of Michigan went a step further and said Lincoln needed to be threatened so that he would be forced to employ new policies and even new men. ","            Governor Andrew Curtin of Pennsylvania recognized the growing resentment against Lincoln across the North. As a result, he asked the president for permission to hold a conference with all of the loyal governors to \"take measures for the more active support of the government.\" Curtin scheduled the meeting for September 24, 1862 at Altoona, Pennsylvania. The meeting took place in the elaborate Logan House Hotel located directly across the street from the Pennsylvania Railroad station. Only twelve governors attended the conference because New York's Edward Morgan refused Governor Curtin's invitation on the grounds that it lacked \"any information as to the purpose of the meeting,\" Governor Buckingham of Connecticut was delayed, and Michigan's Governor Blair was too busy with the state Republican convention to attend.  ","            Two days before the meeting on September 22, 1862, Lincoln issued the Emancipation Proclamation. The order significantly decreased many of the governors' qualms with the president, especially the Republicans who had been calling for sterner policies. Although the governors agreed on the Emancipation Proclamation, they continued to disagree on McClellan as the Union general in charge of the Army of the Potomac. They debated McClellan's abilities in the Logan House parlor but failed to reach a unanimous conclusion. ","            The only issue the governors could agree on was the terms of a proclamation. They decided to show their support for Lincoln by drafting an address and then wiring it directly to Washington.  The Address stated \"…we pledge without hesitation, to the President of the United States, the most loyal and cordial support.\" The governors also emphasized their approval of the Emancipation Proclamation saying, \"we trust and believe that the policy now inaugurated will be crowned with success, will give speedy and triumphant victories over our enemies, and secure to this nation and this people the blessing and favor of the Almighty God.\"  ","            There were a variety of factors that contributed to Lincoln's decision to issue the controversial order. Lincoln claimed the proclamation was the result of driving the Confederacy back over the Potomac, but contemporary Democrats asserted the Altoona Conference was the deciding factor. Historian William Hesseltine asserted \"whatever the reason for the Emancipation Proclamation\" the Altoona Address was a \"valuable document for Lincoln, and he used it to coerce state executives.\" Despite the reasons for issuing the proclamation, it cannot be denied that the Loyal War Governors Conference assured Lincoln that he would maintain vital support during the war.  "],"locations":[{"id":10861,"lat":40.4812530856,"lng":-78.348626854,"zoom":9,"place":"BLAIR, Pennsylvania"}],"tags":[{"id":98,"tag":"Emancipation Proclamation"},{"id":188,"tag":"Governor Curtin"}]},{"id":4621,"title":"Carey Advocates Liberia as the Solution","course_id":18,"status":"P","start_date":"1832-01-01","end_date":"1832-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Nat Turner's methodical slaying of white civilians in Southampton County, Virginia during August of 1831 caused anxiety and concern for whites throughout the country. Although he was captured within months, his rebellion had unintended consequences. It added fuel to an already growing fire – the movement to send free blacks to Liberia. ","             Arguing on behalf of the American Colonization Society, Mathew Carey's pamphlet,<em style=\"mso-bidi-font-style: normal;\"> Reflections on the Causes that Led to the Formation of the Colonization Society: with a View of its Probable Results</em>, advocated colonizing Liberia as the best solution for blacks and whites. Carey devoted a significant portion of his pamphlet to discussing the need and benefit of the movement and the outlets for potential funding.","            The increasing ratio of blacks to whites, in addition to Nat Turner's revolt, raised awareness that measures needed to be taken to prevent \"such horrible scenes of havoc and desolations as to make humanity shudder, in repetitions of those which recently took place at Southampton.\" Carey ruled out the possibility of \"amalgamation\" because blacks \"will, always, unhappily be regarded as an inferior race.\" Instead, the \"only remedy or palliation of the evils\" was the colonization of Liberia. This solution has a \"threefold benefit\" because whites \"should be cleared of them,\" it helps Africa by having a civilized, Christian group living there, and \"our blacks themselves would be put in a better situation.\" To enhance his argument, Carey used excerpts from several state legislatures that approve of the colonization of Liberia as well as explaining the available opportunities for blacks in the colony. Blacks were able to \"cultivate their minds\" and be \"lords of the soil.\" Although this movement saw itself as benevolent, it was designed to rid the U.S. of free blacks, not to eliminate prejudices. ","            Although the argument for Liberia persuaded many, it still lacked funding. Carey acknowledged that many masters left money for their slaves to be transported to Africa, but in most cases, passage was extremely expensive. Researching the colonization of Liberia, Charles Foster explains that \"such an ambitious program would require capital beyond the powers of private benevolence.\"  Carey seemed to acknowledge the high price tag, but citied rhetorically  \"was any great object ever attained without great sacrifices?\"  To ease the financial burden, Carey suggested a Constitutional Amendment to appropriate funds for the cause as well as having individual state legislatures make donations.  Carey claimed that \"never did a nation appropriate money for a more valuable purpose.\"","            The desire to help free blacks emigrate and colonize Liberia was stressed throughout Carey's pamphlet. However, he spent little time talking about how free blacks feel about the movement. Carey did this for a reason – many free blacks had little enthusiasm about moving to Liberia. "],"locations":[{"id":11227,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":4,"tag":"Slavery"},{"id":189,"tag":"American Colonization Society"}]}]}