{"id":180,"title":"Critical Writing and Research for Historians","school_id":28,"school_name":"University of Toronto Scarborough","term":"Winter 2018","abbr":"HISB03","url":"","description":"","points":[[43.6378194,-79.3902334],[22.396428,114.109497],[56.130366,-106.346771],[40.445881,-79.978896],[40.7127753,-74.0059728]],"bounds":[[56.130366,114.109497],[22.396428,-106.346771]],"episodes":[{"id":6791,"title":"Well-Behaved Women in the '60s Seldom Make History; they get Divorces","course_id":180,"status":"P","start_date":"2/7/18","end_date":"2/26/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Liberal Member of Parliament for Parkdale, Toronto- Stanley Haidasz, has sent 20 000 personal opinion questionnaires to residents of the city’s west-end. Little over 2100 surveys were returned, and revealed new data supporting easier divorce laws. The survey also asked whether Torontonians were in favor of: better diplomatic relations with China under a communist government, more lotteries to fund hospital construction, and increased taxation on tobacco. However, the <em>Globe and Mail</em> newspaper took an interest on the surprisingly high percentage of divorce favorability, because it had been uncommon in Canadian history. In the article, “Easier divorce favored by 74% in Toronto poll”, posted by the <em>Globe and Mail </em>on July 28 1966, reveals the breakdown of the survey. As 74% favored easier divorce; requesting to shorten the three-year separation period, into just one year. 22% were not in favor of easier divorce, and 4% had no official opinion on the matter. In conclusion, Stanley Haidasz’ position in government meant he was aware of the socio-cultural demand for change within the city and launching this survey may have acted as the kick-start he needed for his own personal career direction.","            The increased favorability in divorce can be a result of increased feminist movements in the 1960s. Prior to 1968, Ontario’s civil courts were responsible for divorce cases. This court system had set an unreasonably long separation period of three to five years, and treated marriage as more of a contract than a holy sacrament. From the late nineteenth century to early twentieth century, a woman’s role in society was to be subordinate and devoted to her husband. The colonial government at the time, wanted to maintain a content male labour force, and one way that can be ensured is through a wife’s legal dedication to stay with her husband. This can be seen when adultery was removed as a criminal offence, and therefore lost its base for divorce under the English Divorce and Matrimonial Causes Act of 1857. Furthermore, Canadian women already recognized the unequal treatment they received in society, but with employment and increased personal wealth, brought a sense of autonomy and authority to the lives of many women whom were previously silenced by male figures. Many new employment positions had opened to middle class women during/post-WWII, that were previously dominated by men. Even after the War, many women maintained their employment positions to support their families and secured themselves in middle class positions for the following decades. Additionally, the 1960s were a period of radical social and humanitarian changes demanded by middle class women. Protests for peace and non-conflict during the Cold War (1961), a united Canada wide- divorce law in 1968, the decriminalization of same sex activity in 1969, and legal abortion in 1969, are some of the social battles in which Canadian women were on the forefront. In conclusion, a new wave of feminist movements can potentially explain why more Torontonians were in favour of easier divorce laws, as examined in Stanley Haidasz’ 1966 survey."],"locations":[{"id":53134,"lat":43.6378194,"lng":-79.3902334,"zoom":8,"place":"Toronto, Ontario, Canada"}],"tags":[{"id":3538,"tag":"post-war"},{"id":3537,"tag":"Stanley Haidasz"},{"id":3536,"tag":"Feminist Movements"},{"id":3535,"tag":"Toronto"},{"id":291,"tag":"Cold War"},{"id":617,"tag":"Feminism"}]},{"id":6792,"title":"Human tie of Canada and Hong Kong in 1980s and 1990s","course_id":180,"status":"P","start_date":"1/1/80","end_date":"12/31/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Canada and Hong Kong were strongly connected by immigrants, business, government, and education in the 1980s and 1990s. In 1989, eleven percent of 189,956 immigrants to Canada were coming from Hong Kong (“Hong Kong”, 1990). One in eight new Canadians were Hongkongers. 20,000 Hongkongers landed in Canada in 1989, which included independents, business, and family class immigrants. The Commission for Canada in Hong Kong was the largest overseas Canadian immigration office. The agent for British Columbia in Hong Kong, Dickson Hall, said that these immigrants strengthen the trade relationship between the two regions. Hong Kong companies were interested to invest in Canada for two reasons: It was easier for them to find their targeted client, and the demand for Canadian products was increased in Hong Kong. In order to retain the strong tie with Hong Kong, Canada negotiated with China for a wide network of bilateral agreements after 1997 when Hong Kong reverted to Chinese control. One of the important goals of the agreement was to ensure Hong Kong residents with Canadian passports were able to enjoy consular protection after 1997. Before the negotiation with the Chinese government, Canada had already established several agreements on the air services, mutual legal services and film co-production with Hong Kong. In the governmental field, The Commission of Canada was planning an exchange program of officials between two governments in order to let the younger leaders of Canada learned about the regulation of financial institution and public services. Canada was also a popular study aboard country for Hong Kong people, while 14,000 Hong Kong students were in Canada, and 60,000 graduates of Canadian universities were living in Hong Kong.    ","           During the 1980s, business immigration was an important approach to migrate to Canada. According to the Immigration Regulations 1978, there were three categories of business immigrants: Entrepreneur, Investor and Self-Employed. The purpose of introducing business immigrants was to import skilled business people and capital to improve the Canadian economy. In 1989, there were 17,035 business immigrants, representing 9% of Canada's total immigration population coming into Canada that year (Atkey, 69). Due to the economic recession in the 1980s, the Canadian Ministry of Employment and Immigration introduced the Immigrant Investor Program in 1986 (Atkey, 70). The program introduced people into Canada who have business skills and experience that will benefit Canada, and who are prepared to make a minimum investment in a small to medium-sized business in Canada in order to develop the economy in some provinces (Atkey, 70). Also, their investment must create or maintain employment opportunities in Canada. This policy attracted many Hong Kong people because of the fear of the handover to Communist China, especially those who were middle-class professionals and upper-class business people (Harrison, 17). The business immigration program provided an opportunity for the Hongkongers who were afraid of the Chinese governance to transfer their business and capital to Canada. Between 1983 and 1992, 36 percent of all business immigrants, 40 percent of all entrepreneurs and 48 percent of investors came from Hong Kong (Harrison, 17). Most of the Hong Kong people settled in three Canadian major cities: Toronto, Vancouver, and Montreal. According to the Regulatory Impact Statement, the average dollar amount that brought by business immigrants was $1.7 million per investor (Atkey, 71). Since the threshold of becoming a business immigrant was relatively low compared with independent and family immigrants, therefore, it encouraged many Hong Kong people to apply as a business immigrant.  "],"locations":[{"id":53135,"lat":22.396428,"lng":114.109497,"zoom":8,"place":"Hong Kong"},{"id":52801,"lat":56.130366,"lng":-106.346771,"zoom":8,"place":"Canada"}],"tags":[{"id":3540,"tag":"Business immigrants"},{"id":3539,"tag":"Hong Kong"},{"id":1630,"tag":"Canada"},{"id":2394,"tag":"Immigration Policy"},{"id":759,"tag":"Immigrants"}]},{"id":6794,"title":"Police Arrest Of Fifty Negro Men In Pittsburgh Reported In Newspaper.","course_id":180,"status":"P","start_date":"1/22/27","end_date":"1/22/27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Pittsburgh Police Round Up 50 Negro Men in Dragnet,” <em>Broad Ax</em>, an African-American, Chicago-based newspaper, describes a mass arrest of coloured people in Pittsburgh’s Hill District. In a crackdown on crime in the district, fifty African-Americans and Mexicans (lumped also under the term “Negro”) were arrested by the police. Their fate, the story says, was decided on Wednesday morning by Magistrate Orie. Twenty were fined ten dollars, or sentenced to thirty days in the workhouse. The rest of them, who were regularly employed or had excuses for being out late, were released without charge. The story further says that the roundup was made because of numerous holdups and robberies in the district.","This story illustrates a specific episode of the obverse side of “The Great Migration” (1916-1930), which saw more than a million African-Americans leave the segregated South for better lives in the North. Cities such as Pittsburgh drew the new migrants with its promise of jobs in the steel and railroad industries. They, however, faced hurdles from the law and the native populace. Police singled them out for their perceived proclivity for crime and dishonesty. It was not uncommon for them to be arrested and convicted on the flimsiest of charges. On top of that, they clashed, sometimes violently, with the local people, white Southern migrants, and European immigrants, over scarce jobs and housing. Racist city zoning laws and housing covenants also corralled the African-American population into densely packed neighbourhoods, like the Hill District, where they lived under virtual segregation-like conditions.","This story is an all too painful reminder that racism did not cease to be a spectre haunting the African-American community when they crossed the Mason-Dixon line. Having escaped from the racial inferno of the South, many soon discovered that life in the North wasn’t the racial paradise they imagined it to be. But their struggles to overcome and thrive in the new landscape did give them a sense of pride and purpose, which they had been nurturing ever since they took that train, bus, or car to the North."," "," "],"locations":[{"id":53136,"lat":40.445881,"lng":-79.978896,"zoom":15,"place":"Pittsburgh, USA"}],"tags":[{"id":81,"tag":"Great Migration"},{"id":889,"tag":"Racism"},{"id":2537,"tag":"Pittsburgh"}]},{"id":6796,"title":"The Wiretapping Profiteer","course_id":180,"status":"P","start_date":"1/14/45","end_date":"2/26/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Feb 26th, 1960, the <em>New York Times</em> announced the outcome of the case of a 56 year-old man named John G. Broady in New York City's General Sessions Court. Broady was a private investigator and attorney who pleaded guilty to “three charges of eleven-count of indictment charged with conspiracy and making false representations in order to obtain information from telephone companies”. Judge Mitchell D. Schweitzer sentenced Broady to a six-month suspended sentence on Feb 25th. Regarding what a suspended sentence entailed, it meant that the judge decided to delay the defendant’s prison sentence after he was been found guilty. The judge granted Broady a period of probation, rather than immediately having the defendant serve his sentence. As long as Broady does not break the law again and fulfills the conditions in his probation, his prison sentence would be lifted. Judge Schweitzer noted that the defendant was already serving a “two-four year term for illegal wiretapping - a term that he began serving [in January], so he considered the idea of giving Broady another sentence to serve no purpose”. The sentence that the judge is referring to occurred back in 1955, when Broady was convicted for his involvement in a secret wiretapping business in an apartment located on 360 E. 55th Street, New York City. This organization was linked to 100,000 of the city's telephones. Broady’s collaborators were Shannon B. Warren, an electrical technician; and Walter Asmann and Carl R. Ruh, two members of the New York telephone company. These men placed taps on multiple “business and private phones, and sold the information” to clients. All of the men who involved were detained during a police raid in 1955.  ","As a consequence of this operation’s discovery, it exposed to NYC authorities how easy it was for third parties to illicitly tap into the city’s extensive telephone network. During the 1950s, the crime of eavesdropping in the state of New York existed in a gray area. While the American federal government considered illegal wiretapping as an uncondonable crime, the New York state’s government was far more lenient towards the practice, as its own independent legistation allowed the practice to operate with and without court approval. This meant that there were significant disparities between the federal and state wiretapping statutes. With this knowledge in mind, Broady argued in his 1956 trial that “all state efforts to penalize wiretapping and conduct associated with wiretapping were unconstitutional”. With this argument, Broady attempted to try to avoid being punished for his criminal activity via a legal loophole. This pressured the legal authorities to bring the eavesdroppers to trial as soon as possible, as they were aware of this issue in New York’s wiretapping laws. The original court case in the 50's resulted with Broady being convicted as the operation's brainchild. As for his accomplices, they were acquitted of any charges because they agreed to testify against him. Due to the outcome of this case, the federal government decided to update New York's legal code on wiretapping. By 1957, the state of New York made the practice of unwarranted wiretapping to be officially illegal. Any illegally intercepted evidence was outlawed from being submitted in New York courts. The state’s legal definition of eavesdropping was updated to include bugging on microphones and dictaphones.  "],"locations":[{"id":53112,"lat":40.7127753,"lng":-74.0059728,"zoom":8,"place":"New York, NY, USA"}],"tags":[{"id":3549,"tag":"wire-tapping"},{"id":290,"tag":"Crime"},{"id":97,"tag":"Espionage"},{"id":9,"tag":"Law"},{"id":3545,"tag":"wiretapping"},{"id":3546,"tag":"eavesdropping"},{"id":3547,"tag":"criminal law"},{"id":3548,"tag":"NYC"},{"id":3550,"tag":"wire tapping"}]}]}