{"id":181,"title":"US History since 1865","school_id":28,"school_name":"University of Toronto Scarborough","term":"Winter 2018","abbr":"HISB31","url":"","description":"","points":[[21.8863621,-102.2881179],[21.8852562,-102.2915677],[43.1405442,-102.365715],[31.3271189,-89.2903392],[36.1626638,-86.7816016],[33.9905733,-114.3963424]],"bounds":[[43.1405442,-86.7816016],[21.8852562,-114.3963424]],"episodes":[{"id":6780,"title":"Braceros: the lead up to Operation Wetback","course_id":181,"status":"P","start_date":"4/4/42","end_date":"1/1/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Braceros and American agricultural workers finally had a government act on their side. It was July 13, 1951 and President Truman had approved (S. 984), also known as public law 78. This would mean the enforcement of better living and working conditions for all farm workers whether foreign or domestic. (S. 984) would also allow for fixed pay, government sponsored transportation and recruitment, and standard worker contractual terms. It was a chaotic time for Braceros; American agriculture demands were sky high and that meant that cheap labour was desperately needed. Many Mexicans answered the call and moved north, becoming “Braceros”, which was “wage labourers” in Spanish. Yet, many illegal workers followed since working conditions in America were more tolerable, even as the Mexican government tried reforming its labour laws. These were known as the “Wetbacks”, and their presence threatened to negate public law 78. Truman argued that this would leads to serious competition between legal and illegal workers. So he came up with a three point plan to solve this problem. First, Congress will punish those who allow Wetbacks to stay within America. Second, the Immigration and Naturalization Services (INS) now reserve the right to inspect workplaces, without a warrant, where they believe illegal immigrants are working. Third, the INS was to expand its personnel in the southwest to increase apprehension, investigation, and deportation of illegal workers. This was the immediate plan, but Truman ultimately wanted only US citizens in the farm labour force by reducing dependence on foreign sources.","Leading up to Operation Wetback, which started around 1954, President Truman and later, Eisenhower tried to prevent illegal immigrant from the entering the US with a combination of policies aimed at supporting legal Braceros while punishing Wetbacks. However, most were not enforced under the State, Justice, Agriculture and Labour departments and led to Braceros “[enduring] harsh working conditions, prejudice, substandard housing, poor quality food, etc.”[1]. Many organizations emerged at this time to call for equality among Bracero and “native” workers including César Estrada Chávez and the National Farm Workers Association. Out of Congress’ reach, local states and municipalities known as “drying out the Wetbacks”. Illegal workers were captured, taken back to the border and converted into Braceros. According to historian Anna Bartnik, during this time, “the number of illegal immigrants from Mexico increased by 6, 000 percent”[2]. Another issue was that many Braceros became illegal immigrant rather than just workers. Congress therefore allowed banks to take 10% of workers’ incomes, which would be distributed back once they arrived back in Mexico. Finally, the INS decided that mass deportation was the only solution to the Wetback problem and ordered the “[detention] of hundreds of thousands of aliens, encouraged the \"self-deportation\" of hundreds of thousands more”[3]. In the end, the Braceros’ legacy was threefold: it increased the production of southern agriculture significantly, led to increased calls for better foreign workers’ treatment and paved the way for the successor of the Bracero Program, the H-2 Visa Program."," "," ","Work Cited","Bartnik, Anna. \"The Bracero Program.\" Journal of American Studies, 2011th ser., no. 12 (December 2011): 23-31. Accessed February 2, 2018. <a href=\"https://www-ceeol-com.myaccess.library.utoronto.ca/search/viewpdf?id=45091.\">https://www-ceeol-com.myaccess.library.utoronto.ca/search/viewpdf?id=45091.</a>","Hazelton, Andrew J. \"Farmworker Advocacy through Guestworker Policy.\" Project Muse. 2017. Accessed February 2, 2018. <a href=\"http://muse.jhu.edu.myaccess.library.utoronto.ca/article/664030.\">http://muse.jhu.edu.myaccess.library.utoronto.ca/article/664030.</a>","Truman, Harry S. \"Harry S. Truman: Special Message to the Congress on the Employment of Agricultural Workers from Mexico. - July 13, 1951.\" The American Presidency Project. Accessed February 02, 2018. <a href=\"http://www.presidency.ucsb.edu/ws/index.php?pid=13837&st=mexican&st1=.\">http://www.presidency.ucsb.edu/ws/index.php?pid=13837&st=mexican&st1=.</a>"," "," "," "," "," ","[1] Anna Bartnik, \"The Bracero Program,\" Journal of American Studies, 2011th ser., no. 12 (December 2011): 27, accessed February 2, 2018, <a href=\"https://www-ceeol-com.myaccess.library.utoronto.ca/search/viewpdf?id=45091.\">https://www-ceeol-com.myaccess.library.utoronto.ca/search/viewpdf?id=45091.</a>","[2] Ibid. 28","[3] Andrew J. Hazelton, \"Farmworker Advocacy through Guestworker Policy,\" 2017, accessed February 02, 2018, <a href=\"http://muse.jhu.edu.myaccess.library.utoronto.ca/article/664030.\">http://muse.jhu.edu.myaccess.library.utoronto.ca/article/664030.</a>"],"locations":[{"id":53097,"lat":0,"lng":0,"zoom":7,"place":"Toronto, Canada"}],"tags":[{"id":3515,"tag":"Bracero Program"},{"id":3516,"tag":"Operation Wetback"},{"id":3517,"tag":"Public law 78"},{"id":3518,"tag":"Mexican workers"}]},{"id":6781,"title":"The Debate Over the Bracero Program","course_id":181,"status":"P","start_date":"1/1/21","end_date":"1/19/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the beginning of 1952 the fate of the Bracero program was unclear.[1] While a meeting between American Farm Bureau Federation representatives and the Mexican National Association of Farmers agreed on extending the program, the subsequent meeting between the American and Mexican governments raised doubts with criticism coming from both sides of the border.[2] The Mexican press criticised “the scandalous violations committed by farmers in Mississippi, Tennessee, and the lower Rio Grande region” while President Truman reportedly received increasing criticism following the introduction of stiffer policy intended to stop the hiring of “wetbacks”.[3] Both the former assistant manager of the United States Labour Department’s Aguascalientes Farm Placement Migration Center, former Arizona legislator, Conrad Carreon, and the manager of the Albuquerque Migration Center, Peter Gallegos supported the extension. They were worried the effect frequent misinformation in the United States was having on the Bracero program, citing as an example a health official statement claiming Mexican labourers raised American rates of venereal diseases. Mr. Carreon hoped Americans would take the time to educate themselves on the program.[4]  In contrast to Mr. Carreon and Mr. Gallagos statements, the program was less beneficial to the migrant workers than it seemed."," ","In the period leading up to the 1950’s agriculture still constituted the majority of the South’s economy.[5] Family members filled only 35% of  the jobs, and with pay and conditions making it harder for employers to hire domestically there were opportunities for temporary migrant labour.[6]  This situation led to the start of an informal version of the Bracero Program in 1921, and a formalized edition in 1942.[7]  Basic life necessities were provided by the employer with the cost being deducted from the worker’s wage.[8] Their temporary status meant this labour-force had no political power and were at the employer’s mercy.[9] In the early 1950’s, President Truman created the President’s Commission on Migratory Labour. This committee’s objective was to work towards improving the experience of Mexican migrant labourers through the revision of the Bracero program.[10]  The committee recommended extending social legislative support for the workers, and even extended the idea of ending the importation of Mexican workers with the support of the Mexican government.[11]  Congress, however, ignored the recommendations and the program was instated for a further decade following the passing of Public Law 78.[12]"," "," ","[1] Morgan Monroe, “Ex-Legislator Urges Extension of U.S.-Mexican Bracero Agreement”, <em>The Arizona Republic</em> (Phoenix, Arizona), Jan. 19, 1952.","[2] Ibid.","[3] Ibid","[4] Ibid","[5] Ray N Gilmore, Gladys Gilmore, “The Bracero in California”, <em>Pacific Historical Review</em> 32 no. 3 (1963): 266","[6] Ibid: 267","[7] Ibid: 269","[8] Ibid: 267","[9] Ibid","[10] R. S. Robertson, “Taking the fair deal to the fields: Truman's commission on migratory labor, public law 78, and the bracero program”, <em>Agricultural History</em> 84 no. 3 (2010): 381","[11] Ibid","[12] Ibid"],"locations":[{"id":53081,"lat":21.8863621,"lng":-102.2881179,"zoom":8,"place":"Phoenix, Arizona"},{"id":53123,"lat":21.8852562,"lng":-102.2915677,"zoom":2,"place":"Aguascalientes, Mexico"}],"tags":[{"id":3515,"tag":"Bracero Program"},{"id":13,"tag":"Agriculture"},{"id":3432,"tag":"Labour"},{"id":295,"tag":"International Relations"},{"id":3115,"tag":"President Truman"},{"id":366,"tag":"Migration"}]},{"id":6782,"title":"The Wounded Knee Story","course_id":181,"status":"P","start_date":"5/8/73","end_date":"4/16/75","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["United States of America v. Russel Means and Dennis Banks reveals the consequences of the siege that occurred at Wounded Knee - which resulted in a shootout with the FBI agents. In the shootout of 8 May of 1973, both FBI agents were wounded: the FBI agent was critically wounded, and the US marshal of Nebraska became permanently paralyzed. The leaders of the American Indian Movement, were responsible for the seventy-one-day siege, Russel Means and Dennis Banks were charged with “11 violations of federal law, one conspiracy count and 10 substantive counts”. Chief Judge Fred J. Nicol of the District Court of South Dakota, dropped the charges against Russel Means and Dennis Banks. The charges were dropped due to the alleged prosecutorial misconduct: “failing to correct the ‘obviously false’ testimony of Government witness Louis Moves Camp, […] prosecutor’s ‘grossly negligent conduct’ […] offering the testimony of Government witness Alexander David Richards when that testimony was […] contradicted in a previously transcribed interview” and listed three other governmental misconducts. In a response to the charges being dropped, the United States government wanted to appeal the decision, but the Court of Appeals decided to reject it, which they did on April 16 of 1975 – based on the double jeopardy clause, where “a mistrial occurred on by operation of law when the Government refused to proceed with 11 jurors”.  "," ","The events that unfolded at Wounded Knee, resulted in the members of AIM being arrested: Russel Means, Dennis Banks, and Leonard Peltier. Originally the Indigenous people and the members of AIM, were gathering to remember the massacre that occurred there in 1890, which ended with government involvement. Leonard Peltier, a member of AIM, was convicted of the 1975 murders of FBI agents Jack Coler and Ronald Williams on the Pine Ridge Reservation and is serving two consecutive life sentences. The American government’s involvement shows how it always intervenes, while ignoring the Indigenous peoples’ legitimacy over its own affairs – which the intervention would have consequences for both sides. The siege reflects the mistreatment Indigenous people face from the American government. In the Peltier case, it “was a federal case that maintained without question the government’s power and legitimacy while negating Indian power and legitimacy […] as illegitimate, uncivil, and contradictory to dominant American culture”. The siege of Wounded Knee was a protest to the AIM’s unhappiness with how the Pine Ridge Reservation tribal chair handled its role: “abuse of power, misuse of monies, and use of a repressive personal police force”. The involvement of the government, reveal the injustice Indigenous people faced at the trials - for prosecution to easily put the AIM members in jail. In both US v. Means and Banks and the US v. Peltier cases, they reveal how injustice occurred with “FBI malpractices […] and the evidence adduced by the prosecution in the indictments has become a matter of conjecture”.  "],"locations":[{"id":53124,"lat":43.1405442,"lng":-102.365715,"zoom":8,"place":"Wounded Knee, South Dakota, United State"}],"tags":[{"id":1627,"tag":"Leonard Peltier"},{"id":3298,"tag":"Wounded Knee"},{"id":3520,"tag":"Dennis Banks"},{"id":3519,"tag":"Russel Means"}]},{"id":6783,"title":"Wounded Knee Incident of 1973","course_id":181,"status":"P","start_date":"2/27/73","end_date":"5/8/73","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the late afternoon of Monday, March 26<sup>th</sup> 1973, Lloyd Grimm, 56, an officer with the U.S. Marshall Service, was seriously wounded in an attack carried out by militants of the American Indian Movement (A.I.M.). This incident occurred in the village of Wounded Knee, South Dakota. The village had been under siege for 28 days following the occupation of the village by leaders of the American Indian Movement. Grimm was wounded while stationed at a road block manned by other members of the U.S. Marshall Service. He was there to gather intelligence on the leaders of the A.I.M. Following the attack, Grimm received a transfusion at Pine Ridge and was then transferred to the Fitzsimons Army Medical Center in Aurora, Colorado. X-rays of Grimm’s body showed that the bullet that penetrated him missed all of the vital organs and spine. However, after a five hour operation, Grimm’s physician stated that a portion of his lower body was paralyzed. According to the chief of the U.S. Marshall Service, the surge of gunfire that wounded Lloyd Grimm was part of a very heavy exchange of gunfire that engulfed all six roadblocks surrounding the village of Wounded Knee, to which the F.B.I. agents and U.S. Marshals returned fire four minutes after Marshall Grimm was shot.","The shooting of U.S. Marshall Lloyd Grimm was a part of the much broader incident that came to be known as the Wounded Knee Incident. The incident began on February 27<sup>th</sup>, 1973 when 200 members of the American Indian Movement occupied Wounded Knee, South Dakota, which lead to a seventy-one day standoff between members of the American Indian Movement and both local and federal Law enforcements including the F.B.I. and the U.S. Marshall Service. The site of the standoff had a symbolic significance as it was the site of the Wounded Knee massacre of 1890, where 300 unarmed Sioux were killed by the Seventh Calvary. This incident could also be paired with two other incidents including the takeover of Alcatraz Island in 1969 and the Bureau of Indian Affairs in 1972. All of these takeovers represent a change in the political landscape of the country as all were dealt with at a federal level, showing the new level of importance that the White House placed on Native American Issues. Furthermore, Wounded Knee shows a change in public perception of both Natives and Native-American affairs as evident from a Harris poll that was conducted. The poll showed that 93% of those surveyed were following the Wounded Knee incident and 51% of them were in favor of the native occupation. Moreover, the incident was looked at globally, which put pressure on the United States government to be sensitive when dealing with Native-American affairs as missteps could lead to both domestic and international condemnation of the United States government."],"locations":[{"id":53124,"lat":43.1405442,"lng":-102.365715,"zoom":8,"place":"Wounded Knee, South Dakota, United State"}],"tags":[{"id":3521,"tag":"Native-American Affairs"},{"id":3522,"tag":"Red Power Movement"}]},{"id":6784,"title":"A Day at Wounded Knee, 1973","course_id":181,"status":"P","start_date":"2/27/73","end_date":"5/8/73","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Reporter Kevin Barry McKiernan feared for his life during the occupation of Wounded Knee on April 17, 1973. His diary entry, on the morning of April 17<sup>th</sup>, 1973 shows the last days of the occupation that occurred between February 27, 1973 to May 8<sup>th</sup> 1973, and the stress and fear that the occupants had to live through. McKiernan reports that food was scarce and the living conditions were poor, as the trailers the protester slept in were “shabbily built”. The diary also describes how FBI agents were shooting at the Wounded Knee occupants, including women and children who were in the area although McKiernan implies that the shots were not directed at them. The text also states that the occupants themselves were shooting back, although it is not made clear where the shooting first originated, and aggression from both sides (Federal agents and occupants) was present through mutual possession of weapons. The journalist also insinuates that although he was only there to cover the occupation, and did not participate in the conflict directly, he was still fearful for his life.","The Wounded Knee occupation was a result of growing dissatisfaction and tension between leaders and members of the American Indian Movement (AIM) and the US federal government. This climate of conflict was being worsened by suspicion of corruption in the Bureau of Indian Affairs (BIA), the arguable misuse of Indian owned resources and perhaps most importantly the inability of the Indigenous population to govern themselves as a result of federal control and legislation. As a protest against all these issues, and the leadership of Richard Wilson (the tribal-chairman) members of the AIM and residents of the Pine Ridge Reservation occupied Wounded Knee for 71 days. The FBI considered, by the time of the occupation, the AIM as an “extremist organization”, which explains what can be seen as an aggressive reaction to the occupation, by the FBI, as a “large” group of agents were sent to end the occupation. It is important to note that the Wounded Knee site had also been the site for a massacre that killed approximately 200 men, women and children in 1890, and therefore was an important representation for the fight for rights of the Indigenous population in the area. The journalist that wrote the diary entry had reported on different occupations of different groups, and therefore is assumed to have knowledge of the subject. His, at times, extreme and emotional reaction to events portrayed in the entry imply that the protest at Wounded Knee was unusual in its nature due to the violence that arose because of it. While initially McKiernan shows that even though there were women, children and elders at the site and suggests the brutality of the actions by the federal agents, the reporter also illustrates how even elders were in possession of weapons and as a result were not as harmless as one would initially suspect."," "," "],"locations":[{"id":53038,"lat":43.1405442,"lng":-102.365715,"zoom":8,"place":"Wounded Knee"}],"tags":[{"id":3524,"tag":"AIM"},{"id":3523,"tag":"Wounded Knee 1973"},{"id":2282,"tag":"American Indian Movement"}]},{"id":6785,"title":"An Editorial of The Wounded Knee Incident","course_id":181,"status":"P","start_date":"2/27/73","end_date":"5/8/73","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Eighty-three years after the Wounded Knee Massacre in 1890, the American Indian Movement (AIM) chose the same village again in the Oglala Sioux to protest condition on the reservation. Wounded Knee was a symbolic site of the American Indians, it witnessed the oppression of the white people to indigenous people and the development of the native rights movement. The American society had been changed during this 83 years. Violence was less tolerated in the 1970s especially when hostages were holding. It was not acceptable that people used violence no matter what were their grievances. The AIM thought they could be succeed in this protest, however, their militant actions were not only gaining the support and sympathy of the majority but generating the feeling of fear and hostility to public. Even the chief of Oglala Sioux was strongly opposed the movement from the tribal reservation. Due to the opposition of the chief, the militants of AIM was asking the Federal Government to drive out the chief from office. The author suggested the Administration should accept the recommendation of President Nixon for greater tribal self government. He also advised the Bureau of Indian Affairs should have less intervention by their own agents on the tribal internal affairs and allowing tribes to carry out federally sponsored programs. He concluded that the Americans should feel guilty for the repeat of armed confrontation by the same group of people after 1890.   ","The Wounded Knee incident was a protest called out by the American Indian Movement (AIM) in 1973, seeking treaty rights, sovereignty and improve the dire condition of all Indian Reservation in the United States (Rich, 79). It eventually evolved into a gunfire conflict between the government and Indians . The relation between the U.S. government and native people had been strained from the 18th century until 20th century. Even in today’s America, the living conditions on the reservations are worse and Indians are facing a lot of challenges to improve their life in the American society. The conflict between two of them began in 1887, the U.S. government passed the General Allotment (Dawes) Act, aimed to separate the reservation system and tribalism, forced the natives to sell their lands to non-natives (Pritzker, xiii). During the 1920s to 1930s, the American government tried to rebuild the relationship. In 1924, they granted citizenship to Indians, they also passed the Indian Reorganization Act ten years after. This Act abolished the allotment, encouraged Indians to create a constitutional tribal government, but the decision that made by tribal government need to grant the approval by the Bureau of Indian Affairs (BIA) (Pritzker, xiii). Under the restriction of the BIA to tribal governments and the termination policy that encouraged Indians moved into cities, many Indians experienced poverty and alienation on reservations (Pritzker, xiv). The Indians considered these policies as the violation of their sovereignty which gave rise to “Red Power” movement in the late 1960s and 1970s (Pritzker, xiv). Militant organizations were rising such as the American Indian Movement (AIM) organized several protests to fight for native rights (Rich, 71). The strained relationship eventually ended up after the 1990s, Indians population increased generally (Pritzker, xiv). However, poverty, poor education, and health are still being the existing problems on reservations in today’s America.     "],"locations":[{"id":53039,"lat":43.1405442,"lng":-102.365715,"zoom":8,"place":"Wounded Knee, South Dakota, USA"}],"tags":[{"id":3527,"tag":"Indians, Riot"},{"id":3528,"tag":"Native Relations"}]},{"id":6786,"title":"Hattiesburg Mississippi","course_id":181,"status":"P","start_date":"1/1/64","end_date":"2/1/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In January 1964 300 citizens protested at the Forest County Courthouse to demand the right to vote in Hattiesburg Mississippi[1]. They wanted to force the Country Registrar to register Black Americans. The protestors were joined by 51 minsters from out of state, united under the Council of Federated Organizations (COFO). The article explains that it was the first time in Mississippi where the police didn’t arrest anyone and didn’t hinder an event of this type. The protest lasted three days, and increased in population each day. Donna Moses, a voter registration worker stated “we will continue to demonstrate until we can get the majority of Negroes in Forest County registered”. Due to the national news coverage, TV cameras and the ministers being involved, arrests were not undertaken to keep injustice and violence from getting a lot of publicity, though those involved believed once the minsters left, arrests would begin. By the end, approximately 150 black people had filled out registration forms; however they wouldn’t know if they had passed the test on the registration forms for 30 days.  At the time of the writing of the article, of the 7,400 black people of voting age in Forest County, only 12 were able to vote according to the 1961 Civil Rights Commission. It was explained that when voting workers tried to help the black voters register, they were often arrested. The fact that no arrests were made at this Civil Rights protest was seen as a breakthrough for the movement.","In the 1950s the United States was still suffering under segregation, a system that had taken root since the United States Civil war, 90 years before[2],  this ensured a racially divided society in the southern United States. This is being challenged in the 1950s, protests often leading to violence and repression. Black leaders started to organize and many black community leaders organized into the Montgomery Improvement Association under the leadership of Martin Luther King Jr.[3] From the 1950s into the 1960s many victories were made in the areas of civil rights. In 1954 segregated schools were made illegal and put in action in 1957. By the mid-1960s we are seeing some changes. In 1964 literacy tests for the right to vote was limited and completely outlawed in 1965 and all poll taxes were made illegal in 1966.[4] Civil rights protests had a history of being supressed, when schools were desegregated in Arkansas, the black students were stopped from entering by the Arkansas National Guard[5] and an angry mob. The protest in Mississippi, not being hindered by police and violence, was a big deal. According to the Student Nonviolent Coordinating Committee (SNCC), the event described in the newspaper was called Freedom Day in Hattiesburg, which was the second freedom day in the civil rights movement. This was part of the Mississippi Freedom Summer Project, an effort that brought hundreds of white and black volunteers from across the United States to the state to register black voters.[6]"," ","[1] \"300 in Hattiesburg Demand Ballot Rights\". Mississippi Free Press (Jackson, MS), Feb 1, 1964.","[2] Encyclopedia Britannica, Inc. “American Civil War”. Encyclopedia Britannica. Accessed February 05, 2018.  <a href=\"https://www.britannica.com/event/American-Civil-War\">https://www.britannica.com/event/American-Civil-War</a>","[3] Encyclopedia Britannica, Inc. “American Civil War”. Encyclopedia Britannica. Accessed February 05, 2018.  <a href=\"https://www.britannica.com/event/American-Civil-War\">https://www.britannica.com/event/American-Civil-War</a>","[4] Lesniak. Michael. “Constitutional Law-THE POLL TAX. In Harper v. Virginia State Board of Elections”. <em>William and Mary Law Review 8</em>, (1966-1967): 161.","[5] John A. Kirk. \"Not Quite Black and White: School Desegregation in Arkansas, 1954-1966.\" The Arkansas Historical Quarterly 70, no. 3 (2011): 225-57","[6] Erin Sullivan. “Council of Federated Organizations (1962-1965)”. BlackPast.org. Accessed February 5, 2018. <a href=\"http://www.blackpast.org/aah/council-federated-organizations-1962-1965\">http://www.blackpast.org/aah/council-federated-organizations-1962-1965</a>"],"locations":[{"id":53129,"lat":31.3271189,"lng":-89.2903392,"zoom":8,"place":"Hattiesburg Mississippi"}],"tags":[{"id":3529,"tag":"Freedom Day"},{"id":3530,"tag":"Hattiesburg"}]},{"id":6787,"title":"The Nashville, Tennessee Sit-In","course_id":181,"status":"P","start_date":"3/26/60","end_date":"3/26/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 16, 1960, the newspaper <em>The Nashville Tennessean</em> reveals the story of a civil rights protest gone awry. Approximately 120 African Americans entered nine separate white-only restaurants in a show of protest. The group of protesters demanded the desegregation of eating facilities. The public demonstration was sparked by students angered with the Mayor of Nashville’s biracial committee, who felt contempt that the group had not met in days while hostilities boiled in the African American community. Demonstrators were skeptical about the nature of the committee working with local shop owners. At the time of the protest, police worked hard to segregate the two races by moving whites out of stores. While racial tensions certainly existed, law enforcement attempted to curb violence and the potential chance for a riot by retaining a presence in every store. As black demonstrators moved into restaurants, they found all eventually closed their counters and refused to serve them. John Lewis, a great figure in the Civil Rights movement was a part of this demonstration. Lewis walked into the Moon - McGrath Drug Store and asked for service from a waitress. The waitress denied his request on grounds that the store did not serve to African Americans. The manager demanded that Lewis and the demonstrators with him leave, he refused and was shortly arrested. Lewis states in a comment that the police did not request that they move, rather they forcefully arrested him and his friends. Only after the demonstration was over did the biracial committee meet and discuss grounds for why the demonstration had occurred.","This episode in history can be explored in a much broader historical context regarding the Civil Rights movement. Peaceful demonstrations have been practiced by civil rights activists since the start of the era, one of the earliest examples being Rosa Parks’ refusal to move on a bus. Early demonstrations in the 1950s and 60s are what paved the way for larger movements like the Freedom Rides. Such organized acts of rebellion challenged the narrative of racism embedded in American society during the 1960s. The episode displays the tension between White and Black populations and creates vivid imagery for what demonstrators expected to face while protesting. A key element of civil rights demonstrations is the use of non-violent techniques in making public statements. While this episode’s protest ended with relatively little violence, later protests tend to essentialize the disdain from White folk towards African Americans more clearly. Freedom Rides, a group of thirteen men and women riding across Southern States to challenge segregation laws are a prime example of the suffering protesters had to endure. John Lewis, a student mentioned in the previous article eventually became a full-fledged member of the order. Starting on the Fourth of May, 1961, the Freedom Rides left Washington to challenge segregation laws. Only ten days after the start of the campaign, the Freedom Riders were attacked in Alabama, their bus set ablaze by Ku Klux Klan segregationists. Bull Connor, a leading segregationist figure of the time represented the resentment felt by White communities who oppose such protesters demanding equality. Conner, a commissioner for the Birmingham, Alabama Police Department was involved in staging the assault on the bus, informing the KKK when police would arrive so that they could stage a successful attack. While the article does not inform of characters like Connor, there is still a sentiment of disdain from public authorities. This sentiment would carry on throughout the entirety of the civil rights movement."],"locations":[{"id":53130,"lat":36.1626638,"lng":-86.7816016,"zoom":8,"place":"Nashville"}],"tags":[{"id":3531,"tag":"Civil Rights, Protest"},{"id":3552,"tag":"John Lewis"}]},{"id":6790,"title":"SNCC and the Nashville Sit-In (1960-1967)","course_id":181,"status":"P","start_date":"3/10/62","end_date":"3/10/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Students in the <em>Nashville non-violent movement</em> – a project of the SNCC – staged a sit-in at a downtown drug store on March 10<sup>th</sup>, 1962, in protest of segregation.The store owner subsequently threw boiling water at the protestors, who were there on a non-violent basis. After being violently ejected from the drug store, the owner followed up with warrants against the group. This included the charge of “unlawful conspiracy to commit acts injurious to trade and commerce.” On hearing of the incident, SNCC chairman McDew sent a telegram to the mayor of Nashville, Ben West with regards to the incident. In the telegram, McDew requested that the mayor drop the charges on the students. He argued that all establishments with a city or state license were under the legal obligation to serve everyone, including the protesting students. This demonstration was part of a larger anti-segregation movement in Nashville that has been going on since February 1960, when the Southern Student Movement first took up the cause.","During this period, the southern United States was segregated between Caucasians (whites) and other minorities, especially African Americans. Segregation oppressed African American minorities in a spatial, social and political sense, in essence separating them from the rest of society on the grounds of race. It was enforced by a series of laws and customs known as the Jim Crow period, which existed from 1877 to the 1960’s following the reconstruction period. Jim Crow laws denied African Americans the right to vote, and violated the constitution which guaranteed equal treatment under the law, and democratic rights for all American citizens under its 14<sup>th</sup> and 15<sup>th</sup> amendments. This article is significant because it chronicles one of the many battles fought by civil rights activists in the pursuit of legal and social equality in the United States. Because Jim Crow laws went against the constitution, this act of non-violent protest was not only an act of defiance against segregation, but also an act of upholding the constitution of the US republic, an act significant in of itself."," "," "],"locations":[{"id":53133,"lat":36.1626638,"lng":-86.7816016,"zoom":8,"place":"Nashville, tennesee"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":3532,"tag":"Human Rights"},{"id":3533,"tag":"Black Power"},{"id":3534,"tag":"non-violent protest"}]},{"id":6795,"title":"Into the Japanese Internment Camps","course_id":181,"status":"P","start_date":"3/1/42","end_date":"3/31/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 16, 1942 a letter was sent to a close friend named Clara Breed from Tetsuzo, a Japanese-American expressing his disappointment towards the living conditions provided by the Americans. Tetsuzo stated how the harsh conditions and situation in the Poston, Arizona camp were nowhere near humane. The temperatures were unpredictable, and the wind blew all morning and all night, threatening to bring down the roofs. However, the food was good, but the quantity was insufficient. The Japanese did not have a choice but to make do with what was given. Moreover, the medical situation was a major issue. There was only one hospital in the first camp, 15 kilometers away and one doctor in camp three that was “apparently” supposed to take care of 5000 Japanese (Tetsuzo, 1942). It was pitiful, but the guardsmen turned a blind eye. They had heavy guns pointing at the camp claiming it was to keep the Japanese safe from the white mob, but the Japanese knew the truth. As Tetsuzo (1942) said, “They thought we were fools when it came to protecting the Japanese.” Any suspicious acts would result in a severe punishment. Guards surrounded the area with five strands of barbed wire claiming it was to keep the people and cattle out, in reality it was to keep the Japanese in. The guards were not protecting the Japanese but were finding excuses to cover up for the inhumane acts they were regulating (Tetsuzo, 1942). After taking them from their homes they still did not pity them, and Tetsuzo was not surprised. Possessing hidden anger towards the guards and the army, the only news that mattered was the news of going back home. Tetsuzo believed many of the whites would not be happy on their return home but he knew, there were those like Clara, that would be."," ","The Japanese internment camps were a mere representation of what the Japanese were feeling. In February, 1942, President Franklin D. Roosevelt signed Executive Order 9066, radically moving 120,000 men, women, and children of Japanese ancestry (NPS, 2015). Order 9066 was one of the most blatant violations of civil liberties in American history. During the time period after the Pearl Harbor attack, U.S government punished all the Japanese descent by opening the first camp in March, 1942. for a crime they did not commit (AtomicHeritage, 2016). The Japanese only had a few days to decide what they would do with their valuables and belongings, not knowing when or if they will ever return home. It was a time of anger, sadness and sorrow, as seen through letters written by Tetsuzo to Clara. The Japanese were moved up to ten different locations where they were kept. Manzanar, was the location that was most harsh and not only physically, but mentally destroyed many Japanese. Nonetheless, as time elapsed, conditions got better as children were able to attend school, even when incarcerated. Adults found jobs that gave them wages from as low as $12 to $19 a month (NPS, 2015). However, times became intense when the government wanted loyalty from the Japanese by joining the army. Those who said no, were segregated. Furthermore, the last camp closed in March, 1946 as the war department lifted the restrictions. However, the Japanese were not compensated for their traumatic losses until 1990 With $20,000 to each of the 82,219 survivors along with a formal apology (AtomicHeritage, 2016). Through the misfortunes of the Japanese, the lesson of Order 9066 was a reminder towards Americans to stay vigilant against such abuse."],"locations":[{"id":53137,"lat":33.9905733,"lng":-114.3963424,"zoom":8,"place":"Poston, Arizona"}],"tags":[{"id":3544,"tag":"Japanese Internment"},{"id":258,"tag":"World War II"}]}]}