{"id":187,"title":"Human Trafficking: Yesterday and Today","school_id":11,"school_name":"University of Richmond","term":"Fall 2018","abbr":"FYS100","url":"","description":"","points":[[33.51075454458,-80.336888961225],[31.434000989729,-84.17534362349],[28.415240140801,-81.882343850498],[30.022691007754,-90.251417687389],[18.122377576135,-77.123352749829],[37.416086795863,-77.25692423347],[38.3560025,-85.4788065],[42.60484590151,-82.880161668612],[49.330068252803,-80.155552293612],[35.7595731,-79.0192997],[33.0801429,-83.2320991]],"bounds":[[49.330068252803,-77.123352749829],[18.122377576135,-90.251417687389]],"episodes":[{"id":6835,"title":"Enslaved Women Give Birth to the Field of Gynecology","course_id":187,"status":"P","start_date":"1819-08-01","end_date":"1819-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In August of 1819, Nanny, an enslaved pregnant woman from South Carolina, cried out as she approached her 60th hour of labor. She was unable to give birth to twins who had died in utero. Fearing she would die, her owners called for a physician. Over the next two days, Nanny endured seven surgeries. Her friends were deeply concerned but not surprised. This was her eighth pregnancy, and she was thought to be now “too delicate” to continue bearing children. Her owners, of course, continued to profit from her reproduction. She was a valuable breeder. ","For slaveholders, an enslaved woman’s fertility was a major asset within the slave market. As soon as a young woman began menstruating, her economic value greatly increased because of her ability to reproduce. Enslavers capitalized on the possibility that a woman could produce offspring. Owning fertile women allowed masters to acquire new slaves through reproduction, bypassing the slave market. Enslaved women whose responsibility it was to become pregnant were known as breeders. In the half century before the Civil War, these women’s reproduction increased the enslaved population of the United States from roughly one to four million.","As the fertility of enslaved women proved to be an advantage within the slave market, masters focused more time on the gynecological health of their enslaved. The field of gynecology grew as a result of the emphasis on the reproductive health of slaves. Doctors in this emerging field viewed enslaved women as subjects for experimental and high-risk procedures in order to further their research. The doctor Nanny’s owners called saved her life but not her fertility."," "," "," "],"locations":[{"id":53168,"lat":33.51075454458,"lng":-80.336888961225,"zoom":6,"place":"South Carolina, USA"}],"tags":[{"id":3636,"tag":"Gynecology"},{"id":3635,"tag":"Fertility"},{"id":3634,"tag":"Breeder"},{"id":3633,"tag":"Reproduction"},{"id":3632,"tag":"Enslaved Women"},{"id":100,"tag":"Medicine"}]},{"id":6836,"title":"Alph's Lynching","course_id":187,"status":"P","start_date":"1849-10-15","end_date":"1849-10-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In December of 1849, it was reported that an enslaved man by the name of Alph had been lynched for the murder of his owner, James Crawford. Alph was captured on the 15th of October and hung, without a trial, on the 20th, in Bentonville, Arkansas. The citizens alleged that Alph had “crushed Anderson’s skull and slit his throat, leaving him on the side of the road” (Jones 27). Alph and his owner had been on the way to the slave market, where Crawford intended to sell him. If Alph did in fact commit the murder, it is suspected that he wished to prevent the being separated from his wife, who was to remain in Arkansas. ","Alph may not have been guilty of his crime because as he prepared for his execution, he pointed to a white man in the crowd that had gathered for the spectacle and said that he “instigated him to the crime.”  This claim did nothing to prevent the execution of Alph, who was still lynched without a proper trial. Alph ultimately sacrificed his life while taking extreme measures to remain with his wife. He was treated no differently than other slaves who were suspected of committing crimes, such as Nat Turner whose body was dismembered by an angry mob after his public execution. Similar to those responsible for the death of Alph, these people faced no repercussions for their brutal actions. ","When mob violence, that often ended in murder, is examined further it is questioned why these people failed at their job of bringing these suspected felons in for trail. When these groups went out looking for black criminals they were supposed to help the police and bring these suspected these suspected criminals in for justice. The reality was the they were more than prepared and willing to cary out acts that would result in these people’s death. These mobs, without consequence, took out their anger out on these slaves and used them as examples to make sure that the other slaves in the community saw the brutal reality if they had any ideas to take actions similar to their peers. Whites in the American South deeply feared slave rebellions, and they punish any violent act by enslaved men and women swiftly, decisively, and often quite publicly. While Alph could have been the inspiration for other slaves to rise up and rebel against their owners, instead his public execution made them realize the strict and harsh punishments that they could face if they considered such actions."," "," "," "," "," "," "],"locations":[{"id":53165,"lat":31.434000989729,"lng":-84.17534362349,"zoom":5,"place":"Bentonville, Arkansas"}],"tags":[{"id":3643,"tag":"mob violence"},{"id":367,"tag":"Lynching"},{"id":4,"tag":"Slavery"}]},{"id":6837,"title":"Moses Roper and His Experience With a Breaker","course_id":187,"status":"P","start_date":"1834-01-01","end_date":"1834-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When Moses Roper’s owner he got along with became bankrupt, his fate transitioned into another master’s hands. His new owner Mr. Register was known to be a savage slave owner. Before even purchasing Roper, Register frequently taunted him, “You have been a gentleman long enough, and, whatever may be the consequences, I intend to buy you.” With this fear ingrained into Roper’s mind, he did everything in his power to not live with Register. But with his situation being a slave, he could not help it. The day Roper was purchased by Register, he was so worn out that he did not care whether he lived or died. On his trip back to his new plantation, he obtained a bottle of whiskey with the intent of getting drunk enough to drown himself in the nearby river before his new owner could endlessly flog him.","The terror in Roper’s eyes reflected that of many slaves. This fright was sourced from slave owners categorized as “breakers.” Breakers are described as “men whose business it was to break slaves of ‘bad’ behavior” Much like Roper, many slaves in the Antebellum south were purchased for the sole reason of being made as an example. They would be bought, severely flogged, and many times killed as a model for other slaves to remember. The purpose of the cruelty was to remind slaves who was in charge, and the consequences of misbehaving or attempting to run away. In a more limited instance, some owners referred to as breakers would buy slaves to torture to show dominance not just to African Americans in general, but also to other slaveholders. The thought was their power inherited from the actions was somewhat like a fame they could gain, a popularity and title to their names. Breakers wanted to be revered for their reputation of not just breaking slaves’ bodies, but also their souls.","Roper was a lucky case from being bought by a breaker. On his way back to Register’s property, he was seen tied up by a proprietor that talked Register out of beating Roper in that instant. His life was still on the line for the next day though. Roper made it back to the owner’s land safely and was questioned on whether he would run away. Register took Roper’s only belongings including his clothing for the night as insurance for him not to flee, but when Register fell into a deep drunken sleep, Roper feared for his life in the next few days and escaped through the woods and ran away along the river. A few days later chugging along the river, he found an old indian canoe and made his way down."," "],"locations":[{"id":53173,"lat":28.415240140801,"lng":-81.882343850498,"zoom":7,"place":"Florida, USA"}],"tags":[{"id":164,"tag":"Slave"},{"id":3584,"tag":"Power"},{"id":3624,"tag":"Slave Breaker"},{"id":3625,"tag":"Breaker"},{"id":3626,"tag":"Moses Roper"},{"id":3627,"tag":"Moses"},{"id":3628,"tag":"Roper"},{"id":3629,"tag":"Torture"}]},{"id":6840,"title":"The Effects of Family Separations","course_id":187,"status":"P","start_date":"1855-01-18","end_date":"1855-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On January 18, 1855, a writer for the New York Tribune went to New Orleans in order to write an article about a slave auction. While at the auction, the writer witnessed some sales, but he describes the sale that separated a mother from her child as the most upsetting. When they were brought up to be auctioned, the auctioneer offered for them to be sold together. However, the lack of responses from buyers caused them to be sold separately. The mother would end up going to Texas, and her son, Jimmie, to Missouri. The writer describes the moment of separation as one of the most horrific events in his life, the mother wailing and begging for her new master to buy her son, all to no avail. The actual moment of separation between mother and son showed the trauma they experience, both yelling and crying, knowing they would never see each other again.","Family separations occurred regularly during the slave trade. Buyers and sellers paid no mind to keeping families together while making a transaction. The only thing they were worried about was the profit that they could make. Family members, like Jimmie’s mother, would plead for buyers to keep their family together, but often wouldn’t sway their masters. While this story depicts a family separation at an auction, some families could be separated unexpectedly. This could be due to the death of an owner, or just a random sale that took place at a home, where a slave could just taken with no clue that a sale even happened. "," ","The impacts of family separation were long lasting, as these separations would devastate these enslaved people who held family in such high regard. Historian Diane Sommerville talks about the impacts of family separation, as well as other traumatic events experienced by slaves. She says that the centrality of family and community among the slaves would hinder the trauma of everyday slavery. However, Sommerville also says that this stress on the importance of family means that slaves would turn to suicide when dealing with separation from a family. Women, specifically mothers, make a large number of the suicides that are attributed to separation of families. Abolitionists often took stories of family separation and published or spread them with the attempt to gain support for their movement. The story Jimmie and his mother spread across the North through newspapers and preachers. Suicide was often a part of these family separation stories, and wasn’t considered an issue that slaves dealt with until stories began to spread. While it isn’t known what happened to Jimmie and his mother, they suffered extreme trauma from being separated, the same kind of trauma that caused many slaves to commit suicide."],"locations":[{"id":52890,"lat":30.022691007754,"lng":-90.251417687389,"zoom":8,"place":"New Orleans"}],"tags":[{"id":3630,"tag":"Family Separation"},{"id":4,"tag":"Slavery"}]},{"id":6841,"title":"The Sexual Abuse of Black Male Slaves","course_id":187,"status":"P","start_date":"1787-01-01","end_date":"1787-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Thomas Thistlewood, an eighteenth-century Jamaican planter, noted in his diary two incidents of homosexual assault. For one of them he recorded a report of a Mr. Watt committing sodomy with his negroe waiting boy. In slavery, there are many accounts of rape and sexual abuse by slaveholders towards their slaves. Many slaves tried to fight back and resist the sexual abuse. However, that didn’t always result in a good outcome. While it is known that many enslaved women were sexually abused, it is important to highlight that male slaves were also sexually abused by slaveholders.","The sexual violation of male slaves has been unexplored for several reasons. One reason is that male victims of rape, obviously, didn’t produce evidence of their assault in the form of children. Another is that there are so few accounts of male slaves that were sexually abused that it makes it hard to write about and bring light onto the situation. We don’t know or have enough information on male victims and our education has been more focused on the sexual abuse of women. Throughout history, there has been much acknowledgement of the enslaved women who experienced sexual abuse. However, the same cannot be said for the enslaved males who also experienced horrific sexual abuse under American slavery. It is believed that the rape of enslaved men has also gone unacknowledged because of the current historical tendency to define rape along gendered lines, making both victims and perpetrators reluctant to discuss male rape.          ","Thistlewood mentioned that the homosexual act occurred between an enslaver and his enslaved boy who was a close personal servant of his. A question that poses is, is it possible that the sexual abuse occurred because the boy was in close proximity to his enslaver? Foster helps answer this question by stating that “this type of abuse follows a broader pattern that suggests the closer proximity to whites, the more likely the sexual abuse was to occur”.","Gendered perceptions of rape, lack of information, and lack of education have caused us to leave out an important part of history and conform to the white slave owner’s belief that black men were the sexual predators, not the victims. Without recognizing this, we fail to recognize the truth, that sexual assault occurred to both enslaved women and enslaved men."],"locations":[{"id":53167,"lat":18.122377576135,"lng":-77.123352749829,"zoom":9,"place":"Jamaica"}],"tags":[{"id":164,"tag":"Slave"},{"id":3640,"tag":"Jamaica"},{"id":3641,"tag":"Male"},{"id":3642,"tag":"Sexual Abuse"}]},{"id":6842,"title":"The First Punishment: A Comprehension of Enslavement","course_id":187,"status":"P","start_date":"1823-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At just four-years old, Elizabeth was instructed to care for her master’s baby when she was only a child herself. By this age, Elizabeth had been taught to rely upon and prepare herself to render assistance to others. To take care of this baby, whom she called her pet, became her first duty as an enslaved child. Elizabeth, dressed in a short dress with a little white apron, became the baby’s “little maid” as her mistress instructed her to rock the cradle of the baby, keep the flies out of her face, and prevent her from crying. However, as Elizabeth eagerly rocked the cradle, the baby rolled onto the floor and immediately erupted in piercing cries. Her mistress, aggravated by Elizabeth’s mistake, ordered that Elizabeth be taken out and lashed for her carelessness. Doubtless the severity of the lashing she received caused Elizabeth to remember the incident quite vividly, even as she reflected on this experience as an adult.","Children born into slavery were not always immediately aware of their enslavement, and they often experienced a particular moment in which they realized that they were not free. For Elizabeth, this moment was her retribution after accidently dropping the baby. She recognized that she was indeed human property, stripped of the innocence of childhood. Through their first punishment, enslaved children began to understand and grasp the realities of their oppression and their status as property. Early in their lives these children were subjected to authority, cruel maltreatment, and separation from family. Overworked, underfed, and brutally punished, many enslaved children died. Others learned the necessity of respecting white authority and obeying commands. The peace and innocence of childhood for enslaved boys and girls was short lived. Elizabeth was not an exception. At forty years old, her brain displayed a rapidly moving panorama of the past as she often found herself “wondering if [she] was not living the past over again, for the visions were so terribly distinct that [she] almost imagined them to be real” (Keckley 19). Within these ponderous volumes of memories that influenced the molding of her character, Elizabeth’s first punishment defined her understanding of enslavement and her consideration as human property. Through punishment, children came to comprehend their enslavement, understanding that misery awaited them and as a result grew old before their time."],"locations":[{"id":53117,"lat":37.416086795863,"lng":-77.25692423347,"zoom":9,"place":"Prince Edward County, Virginia"}],"tags":[{"id":2786,"tag":"punishment"},{"id":3667,"tag":"child slaves"}]},{"id":6843,"title":"Henry Bibb and The Chamelon Effect: The Ever Changing Survival Instinct and Manipulation of a Sale","course_id":187,"status":"P","start_date":"1834-01-01","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After months of traveling with his new masters, Henry Bibb had finally gotten the chance he had been waiting for: a chance at escape. After enduring a brutal and sadistic master who had beaten and lashed Bibb many times, taken out his anger on Bibb’s wife through attempted sexual assault and beatings, as well as refusing to show Bibb’s family mercy after his sale by refusing to sell the family together, Bibb had prioritized escaping north by any means necessary. However, unlike his prior master, Bibb’s new owners took pity on the slave and his circumstances by offering him a deal in exchange for his cooperation. As a reward for his obedience and assisting his new masters in their efforts to sell him, the group of gamblers promised to give him a percentage of his sale as well as directions to Canada. ","Up until this point, Bibb had been told to act intelligent and demonstrate his potential value. Yet, this tactic proved unsuccessful and resulted in nobody wanting to purchase Bibb. After striking their deal, Bibb’s owners advised him to appear stupid and not very intelligent, but must be ready to spring into action if he observes a potential buyer that he was interested in.","During his time among the Cherokee Indian Territories, although not directly identified as a modern location within the U.S, Bibb found the man he was looking for: an Indian slave owner who had taken a keen interest in purchasing Bibb. This potential buyer stood out to Bibb for two major reasons. The first being that Bibb believed he could escape with fewer issues from an Indian man rather than a white man; believing that a man of Indian heritage wouldn’t be able to garner the support of white men to hunt Bibb down. The second being that the man wanted Bibb as a “body servant” and he believed this role would be less intense than working the fields. Additionally, Bibb’s owners informed him that this particular plantation was a very easy location to escape from. After understanding what this buyer could provide him, Bibb did everything he could to secure the sale by appealing to what his potential master was looking for in order to facilitate his journey towards freedom.","This identification and analysis of future buyers was a common tactic throughout the slave market. Just as buyers analyzed their future property based upon appearance and physical qualities, slaves were breaking down and analyzing their future masters based upon the clothes they wore, how they spoke, what they were looking for, and the potential future they could give the slave. Once the desires of particular masters were identified, slaves could attempt, at extremely high personal risk, to manipulate the sale choose their masters for themselves. If told to act a certain way or not speak at all, slaves could ignore those commands and present themselves in a way that would aid them in coming out on top of the system that had enslaved them. ","By describing what he saw in his future master, Bibb was able to give his audience a glance into what slaves were forced to do in order to survive the brutal world they inhabited. By transforming into whatever a particular buyer wanted, slaves could ensure their survival to a certain degree. Bibb was eventually able to escape to the Northern territories where he, at great risk of being recaptured, published his slave narrative and spread his story.","<br />"],"locations":[{"id":53169,"lat":38.3560025,"lng":-85.4788065,"zoom":2,"place":"Oldham County, Kentucky"}],"tags":[{"id":4,"tag":"Slavery"},{"id":3637,"tag":"Human Trafficking"}]},{"id":6844,"title":"The Aftermath of Freedom - Henry Bibb's letter to William Gatewood","course_id":187,"status":"P","start_date":"1844-03-23","end_date":"1844-03-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 23, 1844,  Henry Bibb wrote a confusing letter to the man who once owned him, William Gatewood, updating Gatewood on what life looked like after he escaped slavery. In his letter, Bibb offered forgiveness to Gatewood for the horrendous violence exacted on his wife, his infant child, and himself. Bibb said that slavery was a norm in the South, but the freedom afforded to him in the North and Canada left no reason not to forgive his master. ","Though he claimed that he held no grudges, Bibb’s detailed account of Gatewood’s actions was very damming. He repeatedly brought up the pain and suffering that Bibb and his family had to deal with under Gatewood’s enslavement. He recalled helplessly witnessing his wife being whipped, along with his infant being smacked solely for crying. The letter continues with Bibb stating that his biggest regret was not escaping sooner than he did. If Bibb was “willing to accept the past”, why bring up these disturbing memories time and time again? ","This may have been an act of moral suasion, where Bibb was trying to illuminate his compassion. Moral suasion is a concept in which morality is used in order to influence the behavior of the wealthy and politically influential people. This method, as opposed to violence, for instance, would go against the moral stance that abolitionists were trying to bring forward regarding peaceful harmony among people of all races. Furthermore, this passive approach could have been seen as less threatening to the power dynamic between the whites and blacks. Abolitionists believed that if the idea that slavery was wrong could spread to as many people as possible, any people that were willing to listen could be persuaded by universal principles backed by morality and religion. To be more specific, if slaveowners accepted the idea of moral suasion, the rivers of voluntarily liberating slaves and feeling remorseful could have run simultaneously. Perhaps abolitionists who used moral suasion believed that letters such as the one written by Bibb could be published. The probability that published work would be read by people who were influential and wealthy would also be high, such as slaveowners like Gatewood. ","In the case of this letter, Bibb may have tried to take the moral high ground and be the bigger person, in order to negate the societal acceptance of slavery by convincing Gatewood, his former slaveowner, that it was wrong. Bibb may have said that he was willing to accept the past (to Gatewood) in order to portray a calm, passive and level-headed outlook towards the slave trade. Bibb may have hoped that this would incline his very own former slaveowner, into understanding that the argument to end slavery in the United States was also a level-headed one. Perhaps a positive outlook could create a stronger abolitionist sentiment in Gatewood. In fact, he was optimistic about meeting his mother in the afterlife and boasting about other freed slaves who were thriving in Canada. Although this theoretically could have worked, abolitionists may not have anticipated how much influential people valued the role slavery played in the political, social and economic structures of the United States. Pointing out the unethical practices did not provide enough incentive to influence change in these structures.","This letter may have been Bibb’s way of acknowledging the past and embracing the pain that came along with it, before moving on to the next phase of his life as a free, black abolitionist man. It symbolized a turning point in Bibb’s life, from enslaved to freed. From chattel to “a subscriber of the oppressed, and liberty forever”. This letter also represented the continuing and carefully calculated fight for freedom even after being “freed”, showing the continuing effects that slavery had on the past, present and future of the slaves. "," "],"locations":[{"id":53170,"lat":42.60484590151,"lng":-82.880161668612,"zoom":8,"place":"Detroit"},{"id":53171,"lat":49.330068252803,"lng":-80.155552293612,"zoom":6,"place":"West Canada"}],"tags":[{"id":4,"tag":"Slavery"},{"id":3666,"tag":"moral suasion"}]},{"id":6845,"title":"Wet Nurses","course_id":187,"status":"P","start_date":"1813-01-01","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Harriet Jacobs recalled her grandmother as not only a maternal figure to her but to many other children on the plantation as well. She did something quite literally maternal: she served as a wet nurse, required to nurse numerous children on the plantation that were not her own. When sold she was marketed for her capabilities to nurse. Jacobs served many masters and nursed numerous children. While Jacobs’s life was full of years of hardships, it paralleled thousands of other women who also served as wet nurses.","Nineteenth century slavery commodified every aspect of a slave’s life, and even controlled the rights of a slave woman to her own breastmilk. In the South, about 20% of white women used wet nurses to help with their families. The wide use of wet nurses created a trading niche for their services. Advertisements for women flooded newspapers as it became an asset that many owners desired. When listed for sale, Jacob’s ability to breastfeed was listed as a “skill” just like her cooking and knitting abilities.","The lives of wet nurses, like many other slaves, had to follow strict guidelines according to their master’s wishes. Master’s would exploit a mother’s capacity to breastfeed to ensure the most profit for themselves. Jacobs was forced to wean her own daughters to ensure her master’s children were fed enough. Owners would even force slave infants to be breastfed for no more than six months so mothers could either preserve their milk for others. A wet nurse’s interaction with their own children was strictly controlled, especially after weaning. For example, at James Hammond’s plantation the rules for slave mothers and “wet nurses” showed how every aspect of motherhood and pregnancy was controlled. In the list of rules, it stated that “Sucklers’” or women that were feeding children were only allowed, “45 minutes at each nursing to be with their children. They return three times a day until their infants are three months old-in the middle of the forenoon, at noon, in the middle of the afternoon.” These women were also expected to complete a full day of work. While their time with their child was limited, once a child was completely weened they were given to an entirely different woman. Those who were allowed to stay with their child at night often had to bottle-feed their own children since others on the farm were prioritized over their own. Women who were capable often suffered from exhaustion and extreme pain, as their body was not meant to nurse so many children. Many slave’s recounted that when not able to nurse their own hindered the ability to create a bond between mother and child. The regimentation of a wet nurse’s day took away the natural and relaxed process that connected a mother and child and turned it into one of standardization."],"locations":[{"id":52815,"lat":35.7595731,"lng":-79.0192997,"zoom":2,"place":"North Carolina"}],"tags":[{"id":4,"tag":"Slavery"},{"id":3668,"tag":"wet nursing"}]},{"id":6847,"title":"Extralegal Justice In The Antebellum South","course_id":187,"status":"P","start_date":"1857-03-01","end_date":"1860-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In February of 1861, a young slave named George sat in a jail in Milledgeville, Georgia, awaiting trial after being accused of raping a white woman. After the accusations were presented, he was pursued by two men who captured and tied him up until authorities could arrive to interrogate him. While waiting for his court hearing, he was stolen out of his cell by a mob and burned to death. In the eyes of the law, slaves in the United States occupied an ambiguous position. Slaves were both property and people at the time. When it came to civil cases, they were afforded no rights, and were legally recognized as property. They could be bought, sold, mortgaged, traded, and used as credit, with one famous court case declaring that the slave has “no legal mind, none which the law can recognize” (Flanigan 538). However, their recognition in criminal cases depended on the jurisdiction they were in, along with the crime that they were accused of. In some states slaves were given full legal protection, including a trial by jury. In others, they were mere property and were legally identified as such. Generally, slaveholding states gave slaves many rights when on trial for criminal cases. "," This lack of uniformity among state legal codes helped maintain a system where white men preferred to take matters into their own hands, instead of allowing the legal system to take its course. They did this through systematic homicide, primarily through lynching and burning. This “extralegal justice” was a major part of the all-encompassing institution of slavery, and allowed whites who were dissatisfied with their states’ attitudes on slave legal rights to become their own administrators of justice. Extralegal justice highlights several aspects about attitudes in the antebellum South. The first was that blackness brought with it an inherent assumption of inferiority. When mobs lynched and burned blacks suspected of crimes, they not only deprived them of their legal privileges, but also recognized that with their race came the notion that they were guilty. Even though states had institutional methods to try and legitimately prove guilt or lack thereof, southern whites still often took matters into their own hands. ","The second is slaveholder attitudes about the institution of slavery itself. When slaveowners saw a slave who was accused of violating a law, they took it as an inherent betrayal of a system that they created, one that upheld their interests regarding social status, money, and control.  When a slave was accused of violating this relationship, slaveholders and southern whites took it as a protest of the entire system of paternalism, one that proposed that the relationship between enslaved and enslaver was symbiotic and mutually beneficial. Extralegal justice in the antebellum South served not only as a systematic deprivation of slaves’ rights in legal proceedings, but also the assumption that slaves were inherently guilty, along with a way for slaveholders to maintain the institution of slavery as they saw fit, regardless of the law. George’s story is a shining example of the inequities inherent in the institution of slavery. Slaveowners were willing to subdue the American legal system and kill their slaves in order to uphold their own depraved power dynamics."],"locations":[{"id":53172,"lat":33.0801429,"lng":-83.2320991,"zoom":2,"place":"Millidgeville, Georgia"}],"tags":[{"id":3644,"tag":"#lynching"},{"id":3645,"tag":"#slavery"},{"id":3646,"tag":"#paternalism"},{"id":3647,"tag":"#AmericanSouth"},{"id":3648,"tag":"#extralegaljustice"}]}]}