{"id":188,"title":"Civil War and Reconstruction","school_id":3,"school_name":"Juniata College","term":"Fall 2018","abbr":"HS 309","url":"","description":"History 309 CW examines the political, social, military, economic and ideological origins and consequences of the Civil War and Reconstruction. The course looks at American history from the passage of the Constitution through 1877. The course looks deeply into several of the most important questions in United States History. What caused the Civil War? Why was the Union victorious? Why did the war proceed as it did? What was the nature of Reconstruction and its legacy for the country? In addition, it asks of the present day: what does this period in our history mean to us now, and what myths and emotions do we have regarding it? Through local, national and international perspectives, students will develop a critical understanding of the events that nearly destroyed the United States and redefined the nation. To gain these perspectives, the course employs both the work of historians and first-hand accounts of events.","points":[[37.2467123,-80.1205256],[42.3600825,-71.0588801],[38.8860434,-76.999525],[42.162902127816,-75.118826455943],[40.259105068058,-77.9115859375],[38.36738020306,-78.333872924805],[38.799298867408,-77.310214268061],[35.903931,-86.858289],[35.9250637,-86.8688899],[35.905202915613,-86.843063963999],[41.088733511542,-82.799955198756],[40.718032560388,-80.11251759066],[-22.9068467,-43.1728965],[38.610630764815,-76.901920170316],[38.753760758288,-78.447091118493],[39.786199014051,-77.571002583671],[38.920310953731,-436.99169966104],[32.216316,-80.752608],[38.898899496695,-77.032655531551],[39.279585883987,-74.703578125],[46.146075582925,-119.352015625],[42.094667852651,-78.482875],[38.880154466646,-76.949716179768],[40.752999449846,-73.777068841493],[41.868361922936,-87.582452588973],[35.0877672,-77.0564464],[39.831284450011,-77.230555239029],[32.736974121658,-82.587354481526],[39.824781492115,-77.230518915765],[43.017211200706,-92.72115625],[40.2734277,-76.7336521],[38.9071923,-77.0368707],[25.686122159004,-100.30706428802],[32.706152180761,-79.941089444718]],"bounds":[[46.146075582925,-43.1728965],[-22.9068467,-436.99169966104]],"episodes":[{"id":6825,"title":"The Brethren Denomination Officially Forbids Slave Ownership","course_id":188,"status":"P","start_date":"1845-05-09","end_date":"1845-05-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In May of 1845, a committee of ordained leaders from the German Baptist Brethren (Church of the Brethren) convened in Roanoke County, Virginia to discuss the most pressing questions facing their denomination. Much of their discussion, according to the minutes of the meeting, focused on the nuances of traditional Brethren theology in terms of worldliness, alcohol use, nonresistance, feet washing, service language, and the like. Additionally, the topic of slavery appeared in their annual discourse. The elders made their position clear, saying “it would be best for a follower of Jesus Christ to have nothing at all to do with slavery.” They forbade both owning and hiring slaves. The committee also considered admitting African Americans into the church. While the decision to admit free blacks into the church was left to individual congregations, the committee made certain that if they were admitted they would be treated as equals to whites, asserting that the love of God “makes no distinction in the brotherhood” according to race.","At the time of this meeting, the slavery crisis in the United States divided religious denominations. At the start of the nineteenth century, the Second Great Awaking set a spark among Protestants in the North. According to historian James McPherson, this revival created numerous reforms and a collective conscience among New England’s Protestants. Slavery was deemed a sin and religion-based abolitionism flared up. Many Protestants in the South moved increasingly in the opposite direction, developing biblical defenses of their “peculiar institution”. As a result of these sectional divisions over slavery, in 1844 the Methodists, followed by the Baptists in 1845, and the Presbyterians in 1858, were torn into separate factions, North and South.","Although written some 157 years after the first organized Anabaptist criticism of slavery, this denomination-wide decision contrasts sharply with those of other American Protestants. The Brethren became unified. While some Brethren had individually denounced slavery, others did own slaves. The denomination also crossed sectional lines, existing both above and below the Mason-Dixon Line. According to the previous year’s meeting minutes, the elders accepted an invitation from the Roanoke, Virginia congregation. It is unclear why exactly they selected this locale, but it provided the perfect setting to discuss the question of slavery. They discussed the immorality of slavery in the home of that institution. By adopting the resolution in Virginia, there could be no question that slave state Brethren were included. In addition, to soothe possible divides, the elders selected a softer stance on the integration of free blacks. Although the elders felt all men were created equal and that it would be best for all to accept them into the church, they left it up to individual congregations and offered some mercy to those who were “weak in the faith.” By clarifying the Brethren’s stance on slavery and racial equality, this 1845 meeting placed the Brethren squarely in the court of abolitionism in the wake of national division."],"locations":[{"id":53156,"lat":37.2467123,"lng":-80.1205256,"zoom":6,"place":"Roanoke County, Virginia"}],"tags":[{"id":95,"tag":"Abolition"},{"id":4,"tag":"Slavery"},{"id":1336,"tag":"racial equality"},{"id":3615,"tag":"Protestants/Anabaptists"}]},{"id":6828,"title":"Boston female abolitionists call upon women to join their cause","course_id":188,"status":"P","start_date":"1836-07-13","end_date":"1836-07-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Maria Chapman and Melanie Ammidon from the Boston Anti-Slavery Female Society wrote an address about their abolitionist society outlining why their support for abolition and how they planned to petition. They believed that all people are immortal souls created by God, and that no one, therefore, should live under the cruel system of slavery. The address argued that women are very influential in society and are the key in urging men to cease protecting immoral systems and to preserve everyone’s God-given rights. Chapman and Ammidon wrote the goals of women are, “to labor to increase the knowledge and the love of God.” The goals of the society included garnering support from women to condemn slavery and push for men, particularly those from DC, to help abolish slavery. The address warned that if the United States did not abolish slavery then “God punishes wicked systems,” so society needed to change for their safety.","The Boston Anti-Slavery Female Society was founded in 1834 by twelve women with the aid of abolitionist Reverend Amos Phelps. The group’s methods were initially ineffective at promoting abolitionism. The society had few meetings and confined itself to going to sermons of abolitionist preachers. In the book <em>Strained Sisterhood</em>, Debra Hansen writes the society admitted that their campaign did not gain much attention. Maria Chapman later emerged as the figurehead of the society by her own fervent opposition to slavery and support of women’s rights. She pushed for new initiatives to be pursued by the society. Historian Jean Yellin comments on Chapman by stating, “Chapman constituted the bazaar as a means of moral transformation, consciously winning the hearts of New England for abolition.” The society established sewing circles, and funded projects such as the Boston Christmas Fair and the Samaritan Asylum, which helped to strengthen public awareness for abolition. The society started to break apart by 1839, as male abolitionists claimed the society was not an anti-slavery movement, but a disguised women’s movement. Reverend Amos Phelps, who originally helped form the society, thought the group diverged into a women’s movement once they started to argue for the importance of women in society. Reverend Joseph Tracy of the American Colonization Society shared this view. Prominent ministers claimed the members of the society “behave[ed] in a manner unbecoming to their sex.” Some of these reverends believed that if feminism was promoted that it would be a slippery slope that would lead to the support of anarchy, infidelity, and atheism. Eventually, the Massachusetts Abolition Society formed in opposition to the Boston Anti-Slavery Female society and stole its spotlight."],"locations":[{"id":53160,"lat":42.3600825,"lng":-71.0588801,"zoom":8,"place":"Suffolk County, Boston, Massachusetts"}],"tags":[{"id":193,"tag":"Abolitionism"},{"id":514,"tag":"Christianity"},{"id":7,"tag":"Women"}]},{"id":6860,"title":"Henry Clay Asks Congress to Modify the Tariff of 1832","course_id":188,"status":"P","start_date":"1833-02-12","end_date":"1833-02-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 12, 1833, Senator Henry Clay of Kentucky asked the Senate to modify the Tariff of 1832 in order to make it more agreeable towards both northern and southern interests.  He began his speech by explaining that he refused to get rid of the tariff simply because one side did not agree with it, nor would he keep it exactly as it because one side was happy with it.  He believed that it was his duty as a congressman to adapt legislation to “the whole face of the country.”  ","            Clay thought that the tariff, as it stood, would increase conflict between North and South as well as between federal and state government. However, he also believed that it would be disastrous to simply repeal it without any new tariff to take its place.  He explained that the newest version of the tariff had not been in place for more than nine months and therefore they could not possibly understand its true ramifications, as they did not yet know the experimental effects of the tariff yet and that was imperative information needed to improve policy in the future.  Clay, known as “the Great Compromiser,” made his motives clear saying, “I am anxious to find out some principle of mutual accommodation, to satisfy, as far as practicable, both parties.”  ","            The first modification he proposed was a change to the tax percentage on the tariff.  Clay argued that it would be sufficient to change it from twenty percent to fifteen or seventeen percent to help lighten the burden felt by the South while still protecting the domestic textile industry from the competitive foreign market. Another modification he proposed reduced the cost of “woollens” by five percent for poor southerners as well as those that are intended for the consumption of slaves.  He hoped this would make the southern states feel less attacked by the tariff and see it as a protection on the country’s industry as a whole.  Clay acknowledged the uncertainty of this modification stating “no calculation could be more uncertain than that.”  After he had finished this portion of his speech, he explained that should this bill go into operation, he had no doubt that it would be adhered to by all parties, thus diffusing the nullification crisis.   ","            With these modifications, Clay’s bill was passed and the Compromise Tariff of 1833 went into effect.  This version made the South happy enough to diffuse rising sectional tensions for the moment.  The new version of the tariff still favored the power of the federal government and undermined the nullification doctrine.  Henry Clay eased sectional tensions by thinking about the future in a way that no other congressman was able to do and therefore, unknowingly, delaying the seccession crisis by another thirty years.  "],"locations":[{"id":53196,"lat":38.8860434,"lng":-76.999525,"zoom":2,"place":"Capitol Hill"}],"tags":[{"id":554,"tag":"Henry Clay"},{"id":3669,"tag":"Nullification Crisis"},{"id":3670,"tag":"Tariff"}]},{"id":6849,"title":"The Tragic Death of President Pierce's Son in a Railroad Accident","course_id":188,"status":"P","start_date":"1853-01-06","end_date":"1853-01-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Franklin Pierce rode the Boston and Maine Railroad with his wife, Jane, and only son, Bennie, on their return trip from Jane’s uncle’s funeral in January of 1853. Pierce won the presidential election against Winfield Scott the previous year and was preparing for his inauguration in two months. Approximately five minutes into the trip, the train entered the first bend in the line near Andover. Suddenly, an axel on the rail car broke in two, causing the car to be thrown from the tracks at forty miles per hour, careen down a twenty-foot embankment and land in a pile of wreckage. <em>The Huntington </em><em>Globe </em>reported that the car was “crushed to atoms.” Bennie, age eleven, was thrown from his seat on impact and killed in front of his onlooking parents. Both Pierce and Jane were severely bruised, and several other passengers in the car sustained serious injuries although there were no other fatalities reported. According to White House historians, the event traumatized Pierce and his wife for the remainder of their lives, and many believe that it had a profound effect on Pierce’s presidency.","Just a few months earlier, Franklin Pierce won the presidential election in a landslide electoral college vote. Debates in the 1852 presidential election focused on slavery, with Pierce drawing a significant portion of southern support for his position to act in favor of states’ rights to retain slavery where it already existed. Historian James McPherson says that this support was necessary to draw a two-thirds majority for the Democratic bid and then to sweep the Whigs’ Winfield Scott in the election.","Pierce’s political victory was short lived with the tragedy that befell his son. Pierce continued to grieve even on the day of his inauguration, evident in the opening line of his speech: “It [is] a relief to feel that no heart but my own can know the personal regret and bitter sorrow over which I have been borne to a position so suitable for others rather than desirable for myself.” Pierce thus became President of the United States “nervously exhausted,” according to White House historians. In addition, his wife Jane was so heartbroken that she did not attend the ceremony and stayed at home in New Hampshire. She remained a reclusive first lady for the duration of Pierce’s presidency.","The train wreck became a metaphor for the remainder of Pierce’s time in office. His negligent leadership through multiple conflicts of his presidency helped to polarize the country. It saw the repeal of the Missouri Compromise through the enactment of the Kansas-Nebraska Act and set the stage for outright fighting between free-soilers and pro-slavery supporters in Kansas, known as “Bloody Kansas.” Meanwhile slavery debate in the House of Representatives lead pro-slavery Preston Brooks to beat abolitionist Charles Sumner with a cane which the situation. Pierce’s refusal to send federal troops to Kansas to put down the violence was heavily criticized by Democrats, loosing him the Democratic nomination in the 1856 presidential election."],"locations":[{"id":53178,"lat":42.162902127816,"lng":-75.118826455943,"zoom":8,"place":"Essex County Massachusetts USA"}],"tags":[{"id":1824,"tag":"Railroads"},{"id":1864,"tag":"The Civil War"},{"id":3653,"tag":"Franklin Pierce"},{"id":3654,"tag":"Bloody Kansas"}]},{"id":6850,"title":"Completion of the Blue Ridge Tunnel","course_id":188,"status":"P","start_date":"1857-01-01","end_date":"1857-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The completion of the Blue Ridge Tunnel was the pinnacle of American railroad engineering in the late 1850s. At 4,273 feet long, the tunnel was the longest ever constructed in the United States in 1858. Using funds from the Commonwealth of Virginia, the Central Virginia Railroad hired famous engineer Claudius Crozet for the project. He then found several contractors to do the work. The laborers consisted primarily of Irish-born immigrants fleeing the famine of 1845-1852, and enslaved African Americans. The Irish were tasked with boring the tunnel itself. These workers slowly hammered away at the extraction of solid rock—50,000 cubic yards—with hand chisels and black powder (the precursor to dynamite). Progress went slowly and inconsistently throughout the eight years that they chipped away at the mountain. In 1851, the Irishmen averaged nineteen feet on the east side and seventy-two feet on the west side per month according to the Blue Ridge Tunnel Foundation. African Americans slaves who numbered about fifty for the duration of the project repaired the worn railroad grades, broke apart and removed ballast, and spread it, because they were not trusted with the use of black powder. ","Furthering the impeded progress of the tunnel was the Cholera outbreak of 1854, which plagued the workers. Because the tunnel is seventy feet higher on the western side, spring water flowed into the tunnel and was a natural source for workers to wash their hands after relieving themselves during their long shifts. Contamination of the water was inevitable. Sickness was a major issue for Crozet. He wrote, “Yesterday young Downey attended the funeral of his father, and on his way back was taken sick and was himself buried to-day. Another Harrington also died in a few hours—in all 11 in about a week.” With workers becoming deathly ill and attending funerals, the progress ground to a near standstill in 1854. ","Upon completion, the project allowed materials to be transported through the Blue Ridge Mountains into the Shenandoah Valley, which previously had been a much more labor-intensive process that had included the use of roadways and canals of over 400 miles. The series of tunnels—the largest of which was the Blue Ridge—accomplished this feat in seventeen miles according the Blue Ridge Tunnel Foundation. With the tunnel completed, goods could then enter the Shenandoah Valley efficiently, and the western part of Virginia could be settled more easily. Completion of the railroad line using the tunnel was stalled by the onset of the Civil War. However, the project did serve a military significance when it was used by Stonewall Jackson’s troops to efficiently move through the mountains, helping to earn them the nickname of “foot cavalry”. The amount of effort put into constructing the tunnel is a testament to the importance of railroads for the time period. The efficient movement of goods allowed industry to flourish on a scale that eventually became known as the American Industrial Revolution. "],"locations":[{"id":53179,"lat":40.259105068058,"lng":-77.9115859375,"zoom":5,"place":"Augusta County, Virginia, USA"},{"id":53180,"lat":38.36738020306,"lng":-78.333872924805,"zoom":10,"place":"Nelson County, Virginia, USA"}],"tags":[{"id":1824,"tag":"Railroads"},{"id":1315,"tag":"cholera"},{"id":1864,"tag":"The Civil War"},{"id":3655,"tag":"Slave Labor"},{"id":3656,"tag":"Irish Labor"}]},{"id":6851,"title":"The Day the Wheel of Cheese Came to the White House","course_id":188,"status":"P","start_date":"1837-02-22","end_date":"1837-02-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 22, 1832, toward the end of Andrew Jackson’s presidency a large celebration in his honor took place. The festivities of music and a parade drew in a crowd of 10,000 people; but the highlight of the ceremony was the four-foot-tall, two-foot thick, fourteen-hundred-pound wheel of cheddar cheese, with a belt around it bearing the inscription: “Our Union, It Must be Preserved.” Ben Perley Poore witnessed the event, remembered it years later and described it in his book <em>Perley’s Reminiscences of Sixty Years in the National Metropolis. </em>Poore stated, “For hours did a crowd of men, women, and boys hack at the cheese, many taking large chunks away with them. When they commenced, the cheese weighed one thousand four hundred pounds, and only a small piece was saved for the President’s use. The air was redolent with cheese, the carpet was slippery with cheese, and nothing else was talked about at Washington that day.” The visitors ate most of the cheese within a few hours. Jackson gave a speech at the reception, staying seated due to his poor health. He left the event early, leaving Vice President Van Buren to continue to host the festivities. Van Buren, who succeeded Jackson as President, later remarked that he struggled to get the aroma of cheese out of the White House.","This was not the first time that a large wheel of cheese was given to a president and exhibited in the White House. In 1802, President Thomas Jefferson received a large twelve-hundred-pound wheel of cheese with a belt bearing the inscription “Rebellion to Tyrants is Obedience to God.” The gift, given by a Baptist minister to represent his support for Jefferson’s Presidency and defense of freedom of religion. There are obvious comparisons between the two cheeses. Both were given to the President and displayed at the White House to send a message.                                                                                                                               ","Ben Pearley Poore, a newspaper writer for <em>the Boston Journal</em> in Washington D.C., recounted the events years later, and gave his perspective of the message being sent by the gift of cheese to Jackson. In his opinion, the block of cheese being much larger than the one given to Jefferson and of the same quality, sent the message that President Jackson was an equal if not a better president than Jefferson. Jackson’s choice to make a major event inviting the public to partake of the cheese suggests that he wanted to retain the public support of the people, even at the end of his presidency. The use of the inscription: “Our Union, It Must be Preserved” is a reference to the fact southern states were threatening to secede from the Union. This was sending a message to the South on the issue of secession from the Union."],"locations":[{"id":53181,"lat":38.799298867408,"lng":-77.310214268061,"zoom":8,"place":"White House"}],"tags":[{"id":114,"tag":"Andrew Jackson"},{"id":2769,"tag":"Presidency"},{"id":3075,"tag":"White House"}]},{"id":6852,"title":"Colonel W. D. Gale's Account of the Army Hospital at Carton Plantation","course_id":188,"status":"P","start_date":"1864-11-30","end_date":"1864-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 30, 1864 Colonel W.D. Gale participated in the Battle of Franklin and burying the large number of Confederate dead that filled the battlefield. He wrote a letter home to his wife, describing the battle and the Confederate hospital where he visited his wounded comrades. In the Battle of Franklin, the Confederate Army of Tennessee went on the offensive striking the Union army entrenched there. The offensive resulted in 7,000 Confederate casualties, more casualties than McClellan’s Seven Days Battle. The heavy losses as a result of the battle affected the Confederacy for the rest of the war. The McGavock house, better known as Carton plantation, was located at the Confederate’s rear line, serving as the battlefield and army hospital. The house had been secured before the battle as the Confederate Field Hospital, but they did not anticipate the number of causalities that would overwhelm the hospital. Gale recounted, “Every room was filled, every bed had two poor bleeding fellows, every spare space niche and corner under the stairs, in the hall, everywhere…and when the noble old house could hold no more, the yard was appropriated until the wounded and dead filled that.”","Army hospitals during the Civil War did not have the advanced medical knowledge that exists today. They did not properly clean their instruments after each use, resulting in the spread of infection. Two surgeons were staffed at each field hospital, and Carton Plantation was no different. The McGavock children’s bedrooms served as the operating rooms, where blood stains are still evident on its wooden floors. Each corner of the room was designated for the piling of amputated limbs. Over three hundred men were treated for their wounds in the house, but many more were placed in the yard and slave quarters. Of those wounded that filled the house, one hundred and fifty died during the night. Gale described Carrie McGavock’s unwavering care for the soldiers, stating she was “…unawed by horrid wounds, unblanched by ghastly death she walked from room to room, from man to man, her very skirts stained in blood, the incarnation of pity and mercy.” She helped to prepare bandages for the surgeons using everything from her old linen to her undergarments. The McGavocks’ later gave up ten acres of their land to serve as a Confederate Cemetery for those who had died in the Battle of Franklin."," Gale’s account provides a depiction of the Battle of Franklin, the field hospital and the hospitality he experienced there. He served under Leonidas Polk until Polk’s death in June 1864, then he was transferred to General Alexander P. Stewart. Gale survived the war and continued to live in Nashville, Tennessee with his wife. His account sheds light on the McGavock family, his actions during the Battle of Franklin, and the horrors of the Confederate Field Hospital at Carton Plantation."],"locations":[{"id":53183,"lat":35.903931,"lng":-86.858289,"zoom":6,"place":"carton plantation"},{"id":53182,"lat":35.9250637,"lng":-86.8688899,"zoom":6,"place":"Franklin Tennessee"},{"id":53184,"lat":35.905202915613,"lng":-86.843063963999,"zoom":14,"place":"carton tennesse"}],"tags":[{"id":100,"tag":"Medicine"},{"id":32,"tag":"Civil War"},{"id":1538,"tag":"Battle of Franklin"}]},{"id":6853,"title":"Frances Clayton: Story of a Woman Soldier","course_id":188,"status":"P","start_date":"1864-08-15","end_date":"1864-08-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the night of August 15, 1864, a woman sought lodging at a station house in Fort Wayne, Indiana. This was no ordinary woman. Frances Clayton told her story to Officer Rand, who then recounted it to the <em>Fort Wayne Daily Gazette</em> the next day. In 1861, Clayton enlisted in the Union Army of Missouri under the alias Jack Williams, with her husband. She fought in eighteen battles, serving in both the cavalry and artillery. Her husband died during the Battle of Stones River, but she continued to serve without him. During the same battle that took the life of her husband, she received a bullet wound to her knee. Upon being taken to a hospital, her identity as a female was discovered and she was discharged from the army. Officer Rand described her as a “…course-looking…woman, thirty years of age, chews plug tobacco, is communicative on the subject of her adventures, and would be a tough customer to handle in a fair fight.” Many other newspapers reported her story, in awe of how a woman could disguise herself as a man and fight in battle. Many documents have supported Clayton’s claims of having disguised herself as a male and served in battle, but little is known as to her life after the war.","            According to historian DeAnne Blanton, Clayton’s story is one of the few documented of women disguising themselves as men and serving in the Civil War. Scholars believe hundreds of women disguised themselves as men and enlisted. While it is thought that their presence at battles did not alter any of their outcomes, the fact these women denied the subordination of their gender as passive and existing only within the private realm is significant. According to historian Richard Hall, women soldiers have been recorded as binding their breasts, cutting their hair, and even wearing false facial hair. While recruiters often put enlistees through health examinations, no standard test was conducted and often they did not have to remove their clothing. Many women that enlisted had no prior experience firing a gun, but many soldiers that volunteered also had no prior experience. As Victorian societal standards remained in place during this time, soldiers often slept in their uniform and did not change their undergarments regularly. Many soldiers chose not to use the unsanitary latrines in the army camp. These societal standards opened the door for women to portray themselves as the opposite gender undetected.","            According to Blanton, there are various reasons why women decided to enlist as soldiers on either side of the war. Clayton’s choice most likely was swayed by her desire to stay close to her husband. Many women may have been persuaded by the idea of adventure, patriotism, or a regular paycheck. The only information we know about Clayton’s life after this event is from Officer rand. He told the newspaper she was planning on gaining pay from her time as an enlisted soldier and lecturing on her experiences during the war."],"locations":[{"id":53185,"lat":41.088733511542,"lng":-82.799955198756,"zoom":6,"place":"Fort Wayne"}],"tags":[{"id":3658,"tag":"Battle of Stones River"},{"id":3657,"tag":"Women Soldiers"},{"id":32,"tag":"Civil War"}]},{"id":6854,"title":"The Reburial of Confederate Soldiers from the Battle of Franklin","course_id":188,"status":"P","start_date":"1866-04-01","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In June 1866, John and Carrie McGavock donated two acres of their land to serve as a Confederate cemetery to rebury the Confederate soldiers that lost their lives at the Battle of Franklin. After the battle in 1864, burial details started to inter the dead, choosing to place them in the area where they had fallen in battle. They recorded the name, rank, regiment, and company of the individuals upon planks of wood, serving as grave markers. But twenty-two years later, the grave markers had begun to deteriorate, and civilians had started using the grave markers as firewood. A new cemetery had to be created to make sure the identities of those that died would not be lost from history. The McGavocks oversaw the reburial of the 1,484 Confederate soldiers, and Carrie McGavock diligently recorded information on each one in the McGavock cemetery book.","The McGavock cemetery book provided a way for Carrie McGavock to help families determine whether their loved ones had died at the Battle of Franklin. The list of soldiers buried in the McGavock cemetery were published in newspapers. Families of those buried at Franklin travelled many miles to see the final resting place of their loved ones, and in some cases paid for monuments to be made in their honor to be displayed in the cemetery. Each soldier is buried in the cemetery by the state they were from and company they served. There is a group separate from the rest marking the 558 individuals who were never identified. The McGavock cemetery book reflects the burial placement of the dead, giving them a number based on their location within the cemetery. The book has various columns for name, rank, regiment, and company. Next to the name is a check mark, the significance of this check mark is unknown, but it may have been a way for Carrie to record that she had notified that soldier’s family of their final resting plac","A major concern of the United States deciding what to do with the dead after the war. Often families never learned the whereabouts of their loved one’s final resting place or the cause of their death. Union and Confederate soldiers were buried in mass graves, often together. Slaves or African American contrabands that followed the Union army often had the job of burying the bodies. The shallow and hostility dug graves became a problem as rain could expose the body to the surface. Reburying the dead was an unsanitary process that resulted in sickness and death for many. George Cuppett and his brother Marcellus, led the reburial of bodies at the McGavock Confederate Cemetery. The reburial process was a hard job that lasted for ten weeks and resulted in the illness and death of Marcellus. In 1862, Congress addressed the situation by purchasing land to serve as cemeteries. This resulted in the creation of a large number of federal and private cemeteries throughout the United States."],"locations":[{"id":53187,"lat":40.718032560388,"lng":-80.11251759066,"zoom":6,"place":"carton tenessee"},{"id":53186,"lat":35.9250637,"lng":-86.8688899,"zoom":2,"place":"franklin tenessee"}],"tags":[{"id":3659,"tag":"Reburial of Dead"},{"id":123,"tag":"Reconstruction"},{"id":1538,"tag":"Battle of Franklin"}]},{"id":6855,"title":"Joaquim Nambuco Writes to Henry W. Hillard About Abolition in Brazil","course_id":188,"status":"P","start_date":"1880-10-19","end_date":"1880-10-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            After the Civil War, the United States’ relationship with Brazil became an important one because of the thousands of Confederates who had relocated to South America.    Henry W. Hillard served as the U.S. Ambassador to Brazil from 1877 to 1881 and became a vocal member of the Brazilian Anti-Slavery Society.  Joaquim Nabuco, a Brazilian abolitionist, served as the legal attaché to the United States from 1876 to 1878 and worked closely with to end slave labor there.  ","            On October 19, 1880, Nabuco sent a letter to Hillard that discussed the difficulties he faced in trying to abolish slavery in Brazil as well as asking how the United States South was doing economically since the end of slave labor.  Within the letter, Nabuco sent an English copy of the Brazilian Anti-Slavery Society manifesto and asked Hillard to give his opinion on it because he had already experienced an emancipation movement and saw how free labor versus slave labor affected the economy.  Nabuco realized that with emancipation would come a new relationship between planters and laborers, but he wanted to know what it looked like in the United States during the Reconstruction era as the South readjusted to a slave free life.  Brazil, almost twenty years after the American Civil War, still was unreceptive to the idea of emancipation.  Nabuco explained to Hillard, “It is impossible to convince the planters that their true friends are those who desire to give them a permanent, firm, and progressive base instead of this provisional one called slavery.”  From the way Nabuco saw it, if people chose to work for the planters instead of being forced into it, there would be a better relationship between owners and workers, and therefore better productivity. He stated, “Only with emancipation can it (Brazil) trust its future to agriculture.”  ","            Hillard, born in North Carolina, served in congress from Alabama’s legislator, and even served as a Colonel in the Confederate Army; therefore, it was surprising that a man with Hillard’s upbringing could change his mind on a significant issue such as slavery.  Nabuco appreciated this perspective and hoped that Hillard could find the right words to convince slave owners in Brazil to move forward towards free labor.  "],"locations":[{"id":53188,"lat":-22.9068467,"lng":-43.1728965,"zoom":2,"place":"Rio de Janeiro, Brazil"}],"tags":[{"id":365,"tag":"Emancipation"},{"id":95,"tag":"Abolition"},{"id":3660,"tag":"Brazil"}]},{"id":6856,"title":"Mary Custis Lee urges Union to let her enter her house","course_id":188,"status":"P","start_date":"1861-05-30","end_date":"1861-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After Arlington Plantation fell to the Union Army on May 24th, 1861, Robert E. and Mary Custis Lee’s house was placed under military occupation. Mary sent Union General Charles Sandford a letter demanding to be let her enter her house. She wrote, “It never occurred to me Gen'l Sandford that I could be forced to sue for permission to enter my own house and that such an outrage as its military occupation to the exclusion of me and my children could ever have been perpetrated by anyone in the whole extent of this country.” Lee wrote that the Union troops were planning for over a month to seize her home and to take all her valuable property. Mary decided to take many valuables out of the house two days after Arlington was captured, even if she believed that her home would not come under Union control.","Mary Custis Lee inherited 1,100 acres of land that included the Arlington House and surrounding plantation from her father who was related to George Washington. She eventually married Robert E. Lee, and both lived in the Arlington House when they were not travelling for Robert’s army duties. According to historian Robert E. L. deButtsRobert DeButts, Lee’s home fell under military occupation, because of its important position overlooking the nation’s capital. Mary petitioned to the Union Army to give her access to her home in her letter to General Charles Sandford, but her request was denied. While Robert E. Lee was serving the Confederate Army, Mary Custis fled with the rest of her family to Fairfax, Virginia. According to historian Ruth Rose, throughout the duration of the war the Arlington House was used as an army headquarters for the Union Army and the plot of land was used in 1864 as burial grounds for fallen Union troops.","After the Civil War, Mary petitioned again to regain her home, but her request was rejected once more. She believed the Union Army would be generous enough to return the property to her family. However, the Union Army refused to return the house of the most high-profile enemy. Lee’s children sued in 1882, taking the case to the Supreme Court. Eventually, the Supreme Court ruled the confiscation of Lee’s home as invalid, and Lee’s family was given an undisclosed amount of money as settlement. When the Civil War began, the rules of conduct for the Union Army were still in their embryonic stages as jurist Franz Lieber wrote out the military codes for the United States. According to historian John Syrett, Lieber’s code allowed the military to occupy property viewed as a military necessity. The First Confiscation Act, passed on August of 1861, legalized the seizure of Confederate property such as land, personal belongings, and slaves. However, when the house was seized in May of 1861, the Confiscation Acts had not been passed, which convinced the Supreme Court that the seizure was legally invalid."],"locations":[{"id":53189,"lat":38.610630764815,"lng":-76.901920170316,"zoom":5,"place":"Arlington County, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":3661,"tag":"Confiscation"}]},{"id":6857,"title":"\"Stonewall\" Jackson Suggests Noncombatant Roles for Shenandoah Valley Anabaptists","course_id":188,"status":"P","start_date":"1862-03-21","end_date":"1862-03-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the spring of 1862, Confederate General Thomas “Stonewall” Jackson contended not only with his Federal enemy, but also with the nonresistant peace churches of Virginia’s Shenandoah Valley. A letter Jackson wrote in March of 1862 explains that there were three denominations who resisted service in the militia even when compulsory. Although unnamed, they include the Mennonites, Dunkers (Church of the Brethren) and some Quakers. Some defected and attempted to escape to the North, while others hired substitutes. Those that did join militia forces could “be made to fire, but they [could] very easily take bad aim.” For the sake of an effective fighting force, Jackson suggested that the Virginia Governor John Letcher allow the men to be divided up into companies and used in non-combat roles to better serve the Confederacy.","The Anabaptists of the Shenandoah Valley generally practiced strict non-resistance. While these denominations were not pacifist per se, it was not permissible for them to use violence, or even the political means, to address their worldly issues. These sects condemned slavery, but it was not their place to end it or help support it, as in this case. Instead, even when drafted, the Anabaptist soldiers fired in the air to uphold their convictions.","At the time of Jackson’s letter, Union forces had already entered the Shenandoah Valley. Two days later, they tactically defeated Jackson’s own men at Kernville, Virginia. Maintaining forces in this part of Virginia kept critical Federal forces from other, more central fights. According to historian James McPherson, Confederates, including those in the Shenandoah Valley, were becoming weary by early 1862, having fought for nearly one year. Men had little desire to reenlist or voluntarily enlist. Compulsory service began to replace the voluntary system, forcing more men, including Anabaptists, into militias and general armed forces. While there was a general aversion to such compulsory service in the South, the non-resistant denominations were especially opposed to fighting and actively resisted it in various ways.","“Stonewall” Jackson was certainly not bound to peace as the Anabaptists were, but he was a man of strict Presbyterian faith. He understood the power of religious conviction and through this letter sought a better way to humanely deal with what others would view as disloyal soldiers. He made it clear that these men were “faithful laborers” that could be trusted. While they would not use a rifle to defend their Virginian home, they could still serve through non-combatant roles, like teamsters and laborers. This freed better soldiers for combat and partially dealt with the shortages which hampered the Confederacy throughout the war. More importantly, Jackson’s suggestion is the basis for conscientious objector status for nonresistant denominations in the Confederacy. On October 11, 1862, the Confederacy officially exempted some conscientious objectors, baptized members of specified nonresistant sects, from armed service entirely if they could pay a rather large fee. Although insufficient, such exceptions relieved some of the burden felt by the southern peace churches."],"locations":[{"id":53193,"lat":38.753760758288,"lng":-78.447091118493,"zoom":9,"place":"Mount Jackson, Shenandoah County, Virgin"}],"tags":[{"id":3664,"tag":"Valley Campaign"},{"id":3663,"tag":"Conscientious Objectors"},{"id":3662,"tag":"CSA"},{"id":3615,"tag":"Protestants/Anabaptists"},{"id":1822,"tag":"Stonewall Jackson"},{"id":32,"tag":"Civil War"}]},{"id":6858,"title":"The German Baptist Brethren Begin Their Own Reconstruction","course_id":188,"status":"P","start_date":"1866-05-22","end_date":"1866-05-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<strong>            </strong>In 1866, delegates from the German Baptist Brethren (Church of the Brethren) gathered for their Annual Meeting to formally address pressing matters of church doctrine. While these ordained men discussed topics ranging from lightning rods to funeral attire, some of their conversation also focused on addressing consequences of the recently concluded Civil War and the role they should play in its wake. The first article of discussion reinforced their traditional aversion to voting after a faction of the delegates brought it into question. Later in the meeting, the elders, despite their lack of specific knowledge, forbade ministers in Missouri from swearing the oath of loyalty for ministers and officials, as found in their new state constitution, “if it conflicts with the principles of the gospel.” Delegates also addressed the fact that “the freedmen of the south [were] in a starving condition, and also destitute of education and Christianity” by raising funds and sending brethren to “distribute those funds among the needy, irrespective of color.” Finally, near the close of the meeting, the ordained men agreed to reimburse a brother who had freed Anabaptists draft-dodgers from prison with his own funds and suffered Confederate thefts during the war.","            The Brethren, like all Americans, had to deal with the consequences of the Civil War. Hunger was wide spread. Education, especially for African Americans, remained almost nonexistent. While Southern Brethren were generally had more resources than freedmen, many suffered serious property damage as well, especially during the Valley Campaigns in Virginia. According to Anabaptist historians James Lehman and Steven Nolt, costs associated with avoiding conscripted service through substitutes, prison bail, relocation and, eventually, a consensus objector fee, also weighed heavily.","On top of material issues, there proved to be continued political discord as the South slowly reintegrated itself into the United States. The Brethren traditionally played little role in politics, especially the politics of war, on grounds of their non-resistant doctrine. Therefore, they generally did not vote nor participate in the creation of Federal Reconstruction. This said, the Brethren were not always supportive of the outcomes. For example, while many Brethren remained loyal to the Union, they disagreed with swearing the required loyalty oaths for ministers, officials and voters.","While the Brethren refused to participate in the politics of Reconstruction, they understood that there were still needs and found their own way to address them. Within their church structures they successfully supplemented federal inadequacies in their own community and in the broader South. They raised thousands of dollars and sent Brethren to feed, educate and minister to communities in need. Most importantly, they did so without regard to race, which cannot be said about much in those turbulent years. "],"locations":[{"id":53194,"lat":39.786199014051,"lng":-77.571002583671,"zoom":11,"place":"Antietam Church, Franklin County, Pennsy"}],"tags":[{"id":32,"tag":"Civil War"},{"id":123,"tag":"Reconstruction"},{"id":3615,"tag":"Protestants/Anabaptists"}]},{"id":6859,"title":"The United States Army Dismisses Repeating Rifles","course_id":188,"status":"P","start_date":"1861-12-09","end_date":"1861-12-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            In December 1861, Union Brigadier-General James Ripley wrote Secretary of War Simon Cameron to give his opinion on the newest firearms advancements. General Ripley did so to address gun makers’ proposals to sell their repeating Henry and Spencer “magazine arms” to the Union Army. He went on to describe these rifles and the ammunition that allowed them to fire multiple shots without reloading. While the General noted that reports on the repeaters “are favorable,” he believed their trials were too limited to identify them as effective combat weapons. He also shared his concerns about the weight of the loaded rifles, safety of the self-contained ammunition, and complexity of supplying that ammunition. In his opinion, the breech-loading carbines, which were already ordered by the Army, were good enough. Ripley felt that the repeating rifles should “be stopped by the refusal to introduce any more unless upon the most full and complete evidence of their great superiority.”","             The world in which General Ripley wrote was one of great technological advancement, firearms included. Throughout the Civil War, most soldiers carried single shot, muzzle-loading rifled muskets. While these rifles were certainly an advancement over early smoothbore muskets, they were slow and difficult to reload. Capable soldiers could only fire a few shots per minute. To help remedy this, a number of inventors developed breach-loading carbines, which could be easily loaded from the rear of the barrel. Both Union and Confederate forces adopted numerous versions of this design and implemented them with some success.","Although breech-loaders were an effective technological advancement, the first practical repeating arms entered the market shortly before the outbreak of war. Lever-action type carbines, including the Volcanic, Spencer and Henry, proved to be the most enduring and effective designs. These weapons could be loaded with several rounds of self-contained ammunition in a tubular magazine. Actuating a lever ejected the spent round and reloaded a fresh one from that magazine, readying it for fire. The self-contained ammunition required by the Spencer and Henry rifles used a metallic casing, which conveniently held the bullet, gunpowder and the primer, mercury fulminate. Altogether, this system yielded a much higher rate of fire.","            Despite General Ripley’s letter discrediting the new repeating arms, they did see some official service in the Civil War. A number of Union units were equipped with Spencer carbines by 1863. A few units also adopted the superior Henrys, although more soldiers privately purchased them. Mounted cavalry especially coveted the repeaters. They proved to be quite effective in battle, allowing small numbers of soldiers to produce huge volumes of fire, even in adverse situations. Expended use of these repeating carbines, despite concerns, likely would have helped the Union achieve victory in the Civil War sooner. Yet, most army brass continued to follow Ripley’s overly cautious thought process. Even decades after the war, single shot trapdoor rifles remained standard issue. While civilians and foreign governments welcomed the repeating arms, the U.S. Army did not adopt one as its standard issue rifle until 1892."],"locations":[{"id":52826,"lat":38.920310953731,"lng":-436.99169966104,"zoom":10,"place":"Washington D.C."}],"tags":[{"id":3665,"tag":"Rifles"},{"id":2289,"tag":"Weapons"},{"id":599,"tag":"Technology"},{"id":32,"tag":"Civil War"}]},{"id":6861,"title":"Burt G. Wilder Journals About Pay Inequality in the 55thMassachusetts","course_id":188,"status":"P","start_date":"1863-11-29","end_date":"1863-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September ninetieth, 1863, Burt G. Wilder, regimental surgeon, wrote about the first time the Army payroll administrators came to the campsite of the 55<sup>th</sup>Massachusetts   He recounted that Col. Howell told the men that they would make the same pay as white soldiers, but when pay came in it was far from the same. Wilder explained; “there were reports that it would be only ten dollars per month, and they could not be made out without the company books which are with our baggage in Newbern.”  Wilder believed that this inequity in pay would be fixed, but it turned out to be even worse than he knew. The average enlisted white soldier made thirteen dollars per month with a three and a half dollar allowance for clothes while black enlisted men made ten dollars per month but had to pay a three-dollar deduction for clothing, leaving them with a net pay of seven dollars per month.  Wilder wrote about how he could see that some of the men were worried about supporting their families at home when making much less than they expected.  ","            The 55<sup>th</sup>Massachusetts was made up of over 300 freed black volunteers from Massachusetts, Ohio, Illinois, and Pennsylvania. Burt G. Wilder, only a twenty-two year old medical student, accepted a position as an assistant surgeon for the 55<sup>th</sup>Massachusetts.  Wilder was born in Boston in 1841 to parents of Puritan decent.  He attended Harvard University for his bachelor’s degree in anatomy and had begun his medical training at Judiciary Square Hospital in Washington D.C.  The offer to work for the military as a surgeon excited Wilder as he wanted to “not only help people physically but also morally.”  Wilder spent twenty-seven months with the 55<sup>th</sup>during which time, he kept a detailed diary of the day-to-day life of the regiment.  ","            This pay gap bothered Wilder as he got to know the enlisted men.  With this in mind, he often paid enlisted men who helped him with extra chores, giving them some additional income.  ","            Wilder never forgot the men of the 55<sup>th</sup>and the struggle they felt fighting for a country that would not fight for them.  After the war, Wilder became a prominent zoologist as well as a social activist, specifically speaking on behalf of black Americans and the unfair treatment they faced for over a century.  "],"locations":[{"id":53197,"lat":32.216316,"lng":-80.752608,"zoom":2,"place":"Hilton Head"}],"tags":[{"id":1118,"tag":"Black soldiers"},{"id":3671,"tag":"Salary"}]},{"id":6862,"title":"Private Dirk Keppel Writes Home from Hilton Head South Carolina","course_id":188,"status":"P","start_date":"1861-11-18","end_date":"1861-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            ","            “I cannot refrain to write you a few lines” wrote Private Dirk Keppel, “because I am at the moment still in good health and I hope you may receive this letter in good health.”  Keppel, just eighteen when he joined the 8<sup>th</sup>Michigan Infantry of the Union Army in 1861, began each letter he wrote home this way.  His company moved south though 1861 from their homes in Detroit, Michigan down the eastern seaboard to Port Royal, South Carolina where he took some time to send letters to his brother and brother-in-law.  ","            On November 18, 1861, Keppel wrote to his brother from Fort Walker on Hilton Head Island.  He first explained to his brother that he remained healthy and why it had been so long since the last letter he sent home. He described his day starting at seven in the morning with a stopover at Fort Monroe. Keppel marveled at the vessel he rode on, a boat bigger than he could have ever imagined, which held his entire company, all 500 horses, their gear, and food. The surroundings, however, took him aback as South Carolina looked extremely different from Michigan. The letter ended before it is finished because the rest of the original primary source was either unreadable or damaged, leaving Keppel in mid thought.  ","            Keppel penned another letter the next day to his brother-in-law.  At this point his company had settled into Port Royal making it the second fort they had capture in their campaign.  This letter started the same as the first and continued on to explain how his company captured the point after just six hour of artillery fire.  He stated, “They (Union forces) could not understand that they (Confederate forces) gave up so soon, because these were heavy cannons but it seemed that they did not have the know how to set up the cannons.”  He wrote about the land surrounding him, stating that it was unfertile land but there was plenty of livestock to keep the company fed.  He ended this letter with good wishes to his brother-in-laws wife and their children.  ","            These letters summed up the experience of a young private in the Union Army as they moved into southern territory for the first time and saw battle for the first time.  Just a year later, Private Dirk Keppel’s career and life were cut short as he was killed in action in April 16, 1862 on Wilmington Island, Georgia at only nineteen years old.  "],"locations":[{"id":52943,"lat":32.216316,"lng":-80.752608,"zoom":2,"place":"hilton head island"}],"tags":[{"id":60,"tag":"letters"},{"id":719,"tag":"South Carolina"},{"id":3672,"tag":"Union Soldier"}]},{"id":6863,"title":"Daniel Webster Refutes Robert Hayne's Attack on New England in the Great Senate Debate of 1830","course_id":188,"status":"P","start_date":"1830-01-26","end_date":"1830-01-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 26 and 27, 1830, senators Robert Y. Hayne of South Carolina and Daniel Webster of Massachusetts got into a heated debate that captured many of the issues that threatened to tear the nation apart. The main issues involved the tariff and nullification. Two days prior to Webster’s reply, Hayne delivered a speech in Congress that attacked Webster by questioning his loyalty to the Constitution. In this speech, Hayne said that the South had \"everything to lose and nothing to gain.\" He believed the tariff only sought \"the protection of Northern shipping and New England seamen\" while the South reaped no benefits. The audience expected Webster to deliver a reply, and he did not let them down. Webster began his reply by saying, “…It is, Sir, the people’s Constitution, the people’s government, made for the people, made by the people, and answerable to the people.” Throughout the course of this reply, Webster argued that the federal government provided everything for the country. He stated that the sectional conflict resulted from the claims of state’s rights since the state governments tried to insert themselves into the areas recognized as the purview of the federal government.","Sectional beliefs divided the Senate which emphasized the tensions between the North and the South. At this point, the southern states felt that the federal government violated their rights by imposing the tariff. Robert Hayne advocated for states’ rights. According to Harlow W. Sheidley, he also proposed the doctrine of nullification in which a state could nullify laws that they considered unconstitutional like the tariff. This served as a pretext to the Nullification Crisis that would cause South Carolina to threaten secession. In Webster’s reply to Hayne, he argued that the southern states secede since the Constitution applies to both the North and the South. This debate brought into question the limits of what the federal government could do.","Webster’s reply to Hayne revealed his sense of federalism. His counterargument suggests that he saw a common identity as a country, not just North and South. Clearly, Webster tried to promote federalism over sectionalism. In his reply to Hayne, he implicitly stated his belief that the Constitution created the framework of the federal government. Webster believed that the federal government had the right to handle any conflict between the state and federal governments over an issue not clarified in the Preamble of the US Constitution. This explains his opposition to nullification, which justifies why he argued that states such as South Carolina had no right to nullify the tariff.  A century later, Senator Robert C. Byrd recognized that Webster knew how to appeal to a national audience during a time of governmental polarization. He also knew how to diffuse a situation by changing the subject. And because he possessed this knowledge, he decided to persuade people of the importance of a single democratic union. However, many southerners fully opposed these beliefs. Therefore, Daniel Webster’s reply to Hayne embodies the true sectional crisis that eventually leads to the American Civil War."],"locations":[{"id":52855,"lat":38.898899496695,"lng":-77.032655531551,"zoom":13,"place":"Washington, D.C."}],"tags":[{"id":1803,"tag":"Sectional Crisis"},{"id":150,"tag":"Senate"},{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"},{"id":371,"tag":"Debate"}]},{"id":6865,"title":"Congress Passes Comstock Act","course_id":188,"status":"P","start_date":"1873-03-03","end_date":"1873-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On March 3, 1873, Congress approved <em>An Act for the Suppression of Trade in, and Circulation of, obscene Literature and Articles of Immoral Use.</em>  The Comstock Act created penalties for owning or selling anything deemed obscene. This included pictures, books, drawings, and drugs such as birth control. The act also defined penalties for any drug or medicine that had “immoral use.” Penalties included imprisonment from six months to five years per offense and a fine ranging from one hundred dollars to two thousand dollars."," ","Anthony Comstock, anti-obscenity campaigner and main advocate behind the act, joined the Union Army after his brother was killed at Gettysburg. The 17th Connecticut Regiment acquired more downtime than other regiments. Due to lack of discipline and downtime, soldiers used pornography to entertain themselves. The lack of disciple and erotic behavior around him shocked Comstock. During his time in the war, he met people from the United States Christian Commission, which affirmed his religiosity and activism. After the war concluded, Comstock became involved with activists of the Young Men’s Christian Association (YMCA)  New York chapter. Their mission was to protect young men from the dangers of themselves. Through their efforts as a collective, the Comstock act passed in 1873."," ","The outbreak of the Civil War with the railroads and postal service in full effect allowed the production of erotic materials to be circulated for a cheaper rate. Photography had just been widely introduced to the world. This allowed erotic materials to be in circulation in new ways and placed in the hands of many soldiers nationwide. Anthony Comstock’s convictions about religious morality inspired him to use legislation to prevent stop the rising turpitude."," ","Due to the Comstock Act, however, more than pornography or lewd writing fell under new scrutiny. Physicians and scholars could not publish educational medical literature that dealt with subjects such as reproduction or sexual health. Issues later arose about the First Amendment and free speech. E.B. Foote Jr. along with many other free speech advocates, fell under threat by punishment due to the Comstock act when they tried to release materials. During this time, the women’s rights movement continued to grow and the Comstock Act became a source of conflict due to its prohibition on birth control. Margaret Sanger, birth control advocate, and others willingly broke the law to get information known and people the medical necessities that they need."," "," "],"locations":[{"id":52836,"lat":39.279585883987,"lng":-74.703578125,"zoom":5,"place":"Washington DC"},{"id":52839,"lat":46.146075582925,"lng":-119.352015625,"zoom":4,"place":"United States"}],"tags":[{"id":3675,"tag":"Obscenity"},{"id":9,"tag":"Law"},{"id":2772,"tag":"Congress"}]},{"id":6866,"title":"Reconciliation: Nathan Bedford Forrest's Speech to Southern African Americans","course_id":188,"status":"P","start_date":"1875-07-05","end_date":"1875-07-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 5, 1875, Lou Lewis, a former slave, approached former Confederate General Nathan Bedford Forrest with a bouquet of flowers while on stage at the Independent Order of Pole-Bearers Association’s fair in Memphis, Tennessee. The Pole-Bearers Association consisted of formerly enslaved people and in some ways preceded the National Association for the Advancement of Colored People. The bouquet served as a peace offering from the freed people to an iconic southern planter and Confederate officer. Forrest took the bouquet saying, “I accept the flowers as a memento of reconciliation between the white and colored races of the southern states.”  Forrest became the first white man to speak to the Association and was invited to the podium with genuine anticipation. During Forrest’s short speech, he advocated for African Americans’ right to vote, promoted cooperation between the two races, and pledged his allegiance to the African American cause. “We were born on the same soil, breathe the same air, and live on the same land,” Forrest exclaimed, “Why then can we not be brothers?”  Forrest thanked Lewis for the bouquet, gave her a kiss on the cheek, and exited the stage.","            The Association asked Forrest to speak as a symbolic act of coexistence between the former planters and freed people. His extremely controversial past specifically surrounding race, and his war-era actions toward African Americans indicated the significance of such an event. According to Brigit Katz of the Smithsonian, Forrest’s most lucrative enterprise before the Civil War was slave trading. In fact, he was one of only eight slave traders in the Memphis directory in 1855. During the war, Forrest’s racial ideologies climaxed at the Massacre of Fort Pillow, where his troops massacred hundreds of surrendering African American soldiers. After the war, Forrest helped launch the Klu Klux Klan and became the first Grand Wizard. This title came from his Confederate cavalry nickname “wizard of the saddle.”. The Klan, whose numbers exploded under Forrest’s leadership, used tactics such as whippings, house-burnings, kidnappings, and lynchings to intimidate southern African Americans and Republicans in general and perpetuate racial inequalities in elections and other aspects of southern society. The organization became so severely violent that Forrest requested the disbandment of the Klan in 1869.","            Forrest’s legacy is synonymous with racism, intolerance, and hatred. However, this speech and the actions that he made at the Pole-Bearer’s convention raise questions about how his ideas on these topics may have changed in the late years before his death in 1877. Considering the raucous applause that answered Forrest’s words, a request of forgiveness had been accepted. When transcripts of the speech were distributed in newspapers after the convention it was met with a variety of replies. Ex-Confederate cavalrymen denounced Forrest for his speech saying it was “unworthy of a southern gentlemen.” Transcripts of the statement surfaced throughout the country, serving as a dramatic symbol of change. Although hostilities surrounding race continued to plague the South decades after the Civil War, profound attempts of reconciliation from the most unlikely of sources exist."],"locations":[{"id":53199,"lat":42.094667852651,"lng":-78.482875,"zoom":3,"place":"Shelby County, Tennessee"}],"tags":[{"id":2860,"tag":"Equality"},{"id":123,"tag":"Reconstruction"}]},{"id":6867,"title":"Colonization Society Meeting to Ask for Federal Money","course_id":188,"status":"P","start_date":"1826-01-09","end_date":"1826-01-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 9, 1826, in Washington, D.C., the American Colonization Society (ACS) convened to review the annual “Report of the Managers.”  William H. Fitzhugh, Esq. of Virginia, a vice president of the society, offered resolutions to expand funding options. With a task as large as removing and relocating freed blacks from the United States back to Africa, “private charity is inadequate to its full execution; that the resources of the nation and the state are required for it…” The society needed the backing of the federal government to realize its chief goal.","The society dated to 1816, and the ACS could claim many prominent members such as Henry Clay, Andrew Jackson, and Abraham Lincoln. The ACS had one main goal; to relocate freed blacks back to Africa. As the population of enslaved Africans began to rise, the population of disenfranchised freed blacks rose as well. This growing assemblage of former slaves posed a significant stress on the predominantly white and racist society. Their main concern centered on the integration of the “inferior creatures” into society, as Samuel Hopkins, a member of the society, argued. Blacks living freely in the states, “could cause only injury to the slaves and disadvantage to the public” said Hopkins. Religious motives affirmed this massive project. Robert Finley,  a prominent figure in the society added, “The ACS was born out of religious benevolence and charity.” Claiming to be working in the name of God, freed Africans would liberate, “50 millions of people from the lowest state of ignorance and superstition, and restor[e] them to the knowledge and worship of the true God.” Using Christianity as a foundation, Elias Caldwell, another member, asserted that colonization was “a great national object and ought to be supported by the national purse.” Colonization seemed to be the only option at the time and in order for a project of this magnitude to be realized, the “national purse” needed to be opened. ","The ACS may have disapproved of slavery, but it remained blinkered by racist ideas. They justified the relocation of freed blacks as a benevolent action that solved the problem. This relocation supposedly benefited the, “American civil institutions, morals, and habits,” spread the word of God and redeemed the rest of Africa, Finley argued. Seemingly the only available option, the ACS gained supporters and momentum in antebellum South, with strong support from southern plantation owners who worried about the impact freed blacks would have on their slaves. As far as implementation, the cost of colonizing required incredible amounts of lives and money. Due to the magnitude of the project, private charity alone failed to cover the cost and thus the need for the appointment of a, “committee to draft memorials, to be immediately presented to the two houses of congress.”  Henry Clay’s campaign failed to produce grant money from the US government but the ACS received some state aid over the course of their existence. The ACS essentially disbanded after handing over their papers to the Library of Congress in 1919."],"locations":[{"id":53200,"lat":38.880154466646,"lng":-76.949716179768,"zoom":10,"place":"Washington District of Columbia, U.S.A"}],"tags":[{"id":238,"tag":"African American"},{"id":4,"tag":"Slavery"}]},{"id":6868,"title":"A Meeting to Institute Rules for Baseball","course_id":188,"status":"P","start_date":"1871-03-01","end_date":"1871-03-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With the excitement of a new baseball season approaching during the spring of 1871, several changes to the league became newsworthy. In an article of the <em>New York Times</em> titled, “The Baseball Occurrences of March,” an interesting conversation took place on the advancement of the sport.  For the first time, a convention of delegates from each of the professional clubs in the country convened on March 17, 1871 in New York, to “make arrangements in which the disputes over the selection of umpires may be avoided.” Post-Civil War baseball, still in its infancy, took the country by surprise with its soaring popularity. In dire need of regulations and professional officiation, the ball teams came together to remedy problems with the officiation for what would become America’s pastime within a generation.","The league grew to a point where official rules and regulations became a necessity as high monetary stakes and betting become popular throughout the healing Union.  Benjamin Rader, the author of <em>Baseball: A history of America’s Game</em> stated, “American baseball players tended to exploit every area within the game for which there was no explicit rule or penalties levied for violations.” Frequently there were problems with the officiating of games. In the early days of baseball, teams chose the umpire for contest, but with “a growing premium placed on winning” this unofficial process became a frequently disputed topic due to biased calls. For instance, in 1882, Richard Higham a National League umpire was, “expelled from the game after the league judged him guilty of collusion with gamblers” according to MLB official reports. In another case, one pitcher threw fifty balls to a hitter to discourage him from hitting. Obviously, a hindrance to the game, the league implemented umpires to call strikes on hitters who refused to swing at “good balls” as well as distinguish the difference between a ball and a strike.  These rules, authorized in 1858 by the National Association of Baseball (NABBP), changed the game, but also gave the power to the umpire to rule a previously relaxed officiation of the game. By 1879, according to MLB official information, umpires were “given the authority to impose fines for illegal acts.”","At the beginning, baseball captured the attention of folks from the northeast all the way to the far west. Teams sprouted up in cities and evolved into a commercial league. The incentive to field the “top nine” created a game of competition. With the addition of betting, beer, and eventually hotdogs and popcorn, high stakes baseball needed proper officiation. By the turn of the century, no longer were teams choosing umpires for the contests, rather, it became the league’s responsibility. The official umpiring association today is called the World Umpiring Association and is the bargaining agent for Major League Umpires."," "],"locations":[{"id":52825,"lat":40.752999449846,"lng":-73.777068841493,"zoom":9,"place":"New York City, New York"}],"tags":[{"id":235,"tag":"Sports"},{"id":1902,"tag":"recreation"}]},{"id":6869,"title":"Placing Blame for the Great Fire of Chicago","course_id":188,"status":"P","start_date":"1871-10-08","end_date":"1871-10-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the wee hours of October 8, 1871, the fire bell peeled again the signal to the weary Chicagoans of yet another fire. The day before, several blocks were destroyed after a large planing mill erupted in flames sending flaming debris all over the immediate vicinity. Sweeping and engulfing the timber structures of the largely wood frame city, the fire moved on at an astonishing pace. According to a report from the <em>New York Times</em>, at half past one in the morning “The entire Fire Department are now on the ground and making the most superhuman efforts to stay the flames. The losses probably already run into the millions and the end is not yet.”","The Great Fire of Chicago proved to be extraordinary in size and devastation. Arguably the most successful and “representative city of the west,” suffered severe losses totaling almost 200 million dollars in damage, leaving nearly 100 thousand people homeless, and with a devastated “symbolic center of the city.”   At the time of the fire, the cause still unknown, John Pauly wrote, “Chicagoans themselves sometimes wondered if their sinfulness had brought calamity upon them.” Thought to be a punishment for the lavish, luxurious, and intemperate life-styles of the city dwellers, evangelical protestants jumped to blame the “less savory aspects of city life” as the cause of the fire. For others who refused to accept divine interpretations, the fire proved to be a lesson or a call for cities to improve their building techniques. Frederick Law Olmsted, a renowned landscape architect, “attributed much of the fire’s severity to Chicago’s extravagant style of building.”  Whether by the wrath of God or not, Chicago, plagued by drought, poor city planning, and zoning laws, created a matchbox waiting to catch flame. ","After twenty-four hours of continuous burning, the fire smothered out with the help of a rainstorm.  The fire and its aftermath proved to have a lasting impact on the city and its people. As a result, Karen Sawislak, the author of <em>Smoldering City: Chicagoans and the Great Fire 1871-1874</em>, stated, “new forms of investments, innovations in technology and architecture hastened the cities transformation into its modern form.” With the help from neighboring cities and the outside world, Chicago rose from the burnt rubble to become a well-known symbol of American progress and expansion yet again. "," "," "," "],"locations":[{"id":52802,"lat":41.868361922936,"lng":-87.582452588973,"zoom":10,"place":"Chicago, Illinois"}],"tags":[{"id":836,"tag":"fire"},{"id":827,"tag":"Chicago"}]},{"id":6870,"title":"Union Navy seeks enlistees from New Bern, North Carolina","course_id":188,"status":"P","start_date":"1863-11-02","end_date":"1863-11-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A year after New Bern fell to the Union, the Navy sought recruits among the inhabitants. Recruitment applied to able-bodied men from New Bern that were not in the Union Army. Naval recruitment in New Bern was overseen by the commander of the <em>USS Hetzel</em>, H. K. Davenport, who partook in the liberation of New Bern on March 14, 1862. Davenport’s recruitment posters stated, “All able-bodied men not in the employment of the Army, will be enlisted into the Navy upon application at the Naval Rendezvous, on Craven Street, next door to the Printing Office.”","H. K. Davenport was the first commanding officer of the <em>USS Hetzel</em>, a Union steamer built in 1861. The <em>USS Hetzel</em> primarily engaged Confederate ships, such as the <em>Patrick Henry</em>, along North Carolina’s coast, and scored many successes. The <em>Hetzel</em> also landed Union Army troops onto North Carolina’s coast to help capture New Bern, a small port city. Afterward, she remained along the coast of North Carolina to protect the coastal city up until November 1864. The steamer’s placement along New Bern helped to repel a Confederate attack on Fort Anderson on March 13-14, 1863. Not only was the <em>Hetzel’s</em> crew influential with the defense of New Bern after 1862, but its crew recruited locals into the Union Navy.","After New Bern’s capture many local North Carolinians deserted the Confederate Army and switched their allegiance to the Union Army and Navy. Many of the recruits ended up with the same objective of protecting New Bern, but this time for the opposite side. The events at New Bern showed that Union forces trusted and took in former enemies as comrades. It became tactically smart for the Union Army to recruit locals who were familiar with their own city and had experience in defending New Bern in 1862. Confederate forces made multiple attempts to recapture New Bern from Union troops. According to historian Judkin Browning, however, after the Confederates captured a Union outpost at New Bern on February 1864, they executed twenty-two former Confederate soldiers who were recruited into the Union Army. Throughout the Civil War, captured soldiers would be paroled and taken off the battlefield, but in New Bern’s case traitors would have to pay with their lives."],"locations":[{"id":53201,"lat":35.0877672,"lng":-77.0564464,"zoom":5,"place":"Craven County, North Carolina"}],"tags":[{"id":113,"tag":"Navy"},{"id":32,"tag":"Civil War"}]},{"id":6871,"title":"John Reynolds Shot Dead by Confederate Sharpshooter","course_id":188,"status":"P","start_date":"1863-07-01","end_date":"1863-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The rebel bullet cut through the air and struck Major General John Fulton Reynolds. On July 1, 1863, Reynolds’ men, part of the Army of the Potomac, had the intentions of relieving General John Buford’s cavalry who had formed defensive lines around the town of Gettysburg, Pennsylvania. As Reynolds and his troops traveled through a heavily wooded area on the outskirts of Gettysburg, Orderly Sergeant R. B. Clevenger observed that an enemy sharpshooter fired a Minnié ball straight into the back of his neck, which then passed through his brain. Reynolds died instantly. His horse launched him into a cluster of trees that left a marking on the bark. Of all the individuals who lost their lives in the Battle of Gettysburg, Reynolds held the highest rank and some estimated, the greatest potential. Reynolds commanded three corps: his own First Corps, Sickles’ Third, and Howard’s Eleventh. The Army of the Potomac unequivocally lost a great officer.","General John Buford, Jr. warned Reynolds not to ride into the grove of trees. Buford expressed that this exposure would make him an easy target. According to one of Reynolds’ soldiers, Major Joseph G. Rosengarten, Reynolds had given orders to “thrust forward his forces and push the enemy, almost inviting and compelling their return.”  Reynolds’ choice to take this particular route obviously led to his death. However, Reynolds’ choices during the time leading up to the Battle of Gettysburg also contributed to his death. After President Lincoln relieved General Joseph Hooker as commander of the Army of the Potomac, Reynolds had the offer to assume his position. However, he declined it and suggested the promotion of General George Meade. In making the decision to reject President Lincoln’s offer, Reynolds assumed a position that put him in more danger. Major Rosengarten argued, “His modest preference of Meade as the chief of the Army of the Potomac, when Hooker was relieved, no doubt brought Reynolds to the spot where he found his death.” The tragic irony of Reynolds’ death illustrates historical contingency, for no one knows what would have happened if Reynolds did take this position.","Among the numerous casualties at the Battle of Gettysburg, Rosengarten believed that Reynolds would forever stand out. General T. F. M’Coy, who also served under Reynolds, recalled his own shock when he learned of Reynold’s death. Likewise, Reynold’s corps greatly mourned his loss along with the entire Army of the Potomac. However, this tragedy did not negatively affect the performance of his corps. In fact, his death motivated them to carry out his plans fully and efficiently. Rosengarten stated, “[Reynold’s death] led to no disorder, changed no disposition he had directed, and in itself made the men only more eager to carry out his orders.” The significance of his death shows just how much of an impact he had on his men. Many individuals believed the first day would have gone better if Reynolds had lived. The Army of the Potomac undoubtedly lost one of their best leaders, and perhaps the outcome of the entire Battle of Gettysburg would have changed if he made it through the first day."],"locations":[{"id":53027,"lat":39.831284450011,"lng":-77.230555239029,"zoom":15,"place":"Gettysburg, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"},{"id":3247,"tag":"Army of The Potomac"}]},{"id":6872,"title":"Ku Klux Klan Member Threatens African American Elected Official","course_id":188,"status":"P","start_date":"1868-01-01","end_date":"1868-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1868, a Klan member from Lincoln County, Georgia sent a letter to African American elected official Davie Jeems. In this letter, the anonymous Klan member threatened Jeems with both physical and mental harm to “show Jeems his place.” He warned that he had his eye on Jeems every single day and advised him not to make any wrong decisions that would anger the KKK. The Klan member sent this letter with the intention of coercing Jeems to conform to the political beliefs of the Democratic party and to create fear into the African American people. The letter stated, “We nail all, radicals up in Boxes and send them away to KKK – there is. 200 000 ded returned [sic] to this country to make you and all the rest of the radicals good Democrats and vote right with the white people.” The letter ended with the use of a racial slur and the warning that the safety of every African American depends on whether or not they join the Democratic camp. The Klan member implored Davie Jeems to take heed and act accordingly.","With the end of the Civil War and the dramatic shift in political power, the southern Democratic party chose to resist Reconstruction. Thus, former Confederate general, Nathan Bedford Forest joined with others and founded the Ku Klux Klan to “keep the order” in the southern states. Through various acts of violence, the Klan tried to undermine the Republican party and restore white supremacy. Over ten percent of the African American legislators elected during the 1867-1868 constitutional conventions fell victim to the Klan’s acts of violence during Reconstruction. The Klansmen wanted life after the Civil War to resemble the Antebellum South. They could not accept that African Americans gained their freedom and citizenship rights as human beings, and they hated all of the changes that came with Congressional Reconstruction.","This specific letter embraces the issues of racism and political pressure during this time. While the threat to Davie Jeems reflects the Klan’s hatred toward African Americans, it also reflects their hatred toward change. According to historian Eric Foner, “[The Klan] aimed to reverse the interlocking changes sweeping over the South during Reconstruction.” They intended to restore the black labor force and racial subordination throughout the South as a way to orchestrate the black man’s every move. Part of these ambitions stemmed from their paranoia about a black uprising. For this reason, the Klan mainly operated in counties with an even black to white ratios or white majorities. In addition, the Klan helped the Democratic party by suppressing the black vote and directly opposing the Republicans. The KKK’s violent actions earned them the reputation as the terrorist arm of the Democratic party. Due to the KKK’s pressure in the South, the Republicans lost a lot of ground during Reconstruction in these areas."],"locations":[{"id":53202,"lat":32.736974121658,"lng":-82.587354481526,"zoom":7,"place":"Lincoln County, Georgia"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":2874,"tag":"Democratic Party"},{"id":889,"tag":"Racism"},{"id":123,"tag":"Reconstruction"},{"id":3678,"tag":"White Supremacy"}]},{"id":6873,"title":"E. P. Alexander Directs Artillery Barrage to Prepare Way for Pickett's Charge","course_id":188,"status":"P","start_date":"1863-07-03","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["CSA Brigadier-General, Edward Porter Alexander recorded his first-hand account of Pickett’s Charge. As the commander of Confederate artillery, Alexander led a bombardment with 140 guns. When describing it, Alexander wrote, “The enemy’s position seemed to have broken out with guns everywhere, and from Round Top to Cemetery Hill was blazing like a volcano. The air seemed full of missiles from every direction.” Unfortunately, the Confederates aimed a little too high which resulted in minimal casualties to the Union lines. When the opportunity seemed to present itself, the advance began. Pickett’s division marched over an open field that stretched nearly a mile in length. The charge began with 14,000 men and ended with less than half. Alexander observed, “It seemed as if 100,000 men were engaged, and that human life was being poured out like water.” This assault collapsed due to the Union pressure to its front and flanks. Only two or three hundred men made it through the Union line. The charge failed miserably and forced the Army of Northern Virginia to break off the battle and retreat south of the Potomac.","After taking his position at twelve o’clock, Alexander received a note from General Longstreet telling him to use his best judgment. It said, “If the artillery fire does not have the effect to drive off the enemy or greatly demoralize him…I would prefer that you should not advise General Pickett to make the charge.” This note greatly startled Alexander for he did not want this kind of pressure on his shoulders. After a few note exchanges with Longstreet, Alexander wrote, “General: When our artillery fire is at its best, I shall order Pickett to charge.” At exactly one o’clock, he ordered the artillery to fire. He had already made up his mind to tell Pickett to advance within fifteen to twenty minutes after the cannonade opened.","Historian James McPherson stated that “Pickett’s charge represented the Confederate war effort in microcosm: Matchless valor, apparent initial success, and ultimate disaster.” Preceding the actual charge, General Lee ordered a Confederate cannonade to weaken the Union lines. For a quick moment, the Union ceased fire, and Alexander sent a note ordering Pickett to quickly advance. Pickett took this note to Longstreet who said nothing, unwilling to approve of this command. Pickett decided to move forward and immediately put it into motion. Longstreet knew that this charge would end disastrously, and he even ordered Alexander to stop Pickett and replenish his ammunition. Alexander did not want to call off the charge. He believed, “The battle was lost if we stopped…There was a chance, and it was not my part to interfere.” Considering the outcome of Pickett’s Charge, failure may have resulted either way. Unfortunately, Pickett’s division advanced before anyone had the opportunity to stop him, and he ultimately led over 7,000 soldiers to their death.  Many historians blame Lee for this failure, but E. P. Alexander played a role in this charge through his poorly aimed bombardment."," "],"locations":[{"id":53203,"lat":39.824781492115,"lng":-77.230518915765,"zoom":13,"place":"Adams County, Pennsylvania"}],"tags":[{"id":1860,"tag":"Battle of Gettysburg"},{"id":32,"tag":"Civil War"}]},{"id":6877,"title":"A New Soldier Writes Home From Virginia","course_id":188,"status":"P","start_date":"1862-08-24","end_date":"1862-08-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On August 24, 1862, a soldier from the 125<sup>th </sup>Pennsylvania regiment wrote home from Camp Welles, Virginia, where the regiment had recently arrived.  His letter was published in the <em>Huntingdon </em><em>Globe </em>on Wednesday, September 3, 1862.   He described his trip from Pennsylvania, before providing an updated list of promotions within the regiment, along with his thoughts on the war, and on life in camp. The author’s identity is not clear, as his letter is signed only with his initials; “A.T.”.  The 125<sup>th</sup>regiment had left Harrisburg, PA, on August 16, 1862.  They arrived in Washington, D.C. the next day, and crossed the Potomac on August 18. They “advanced about 4 miles into Virginia” and were still encamped there at the time of the author’s writing.  "," A.T. seems largely unimpressed with the journey to Virginia.  According to the author, the land surrounding his route through Maryland appeared as though “the people of Maryland had always paid more attention to treason to the government than to agricultural pursuits.”  He was similarly disappointed by the appearance of Washington, D.C., although he considered the Capitol building to be the “grandest and most magnificent structure on the continent.”  A.T. considered the small portion of Virginia that he had observed to be a “vast waste.”  It had been inhabited by troops for some time, first by Confederate forces and then by the Union."," Despite this, A.T.’s tone remained cheerful and patriotic.  He described the troops as being in generally “good spirits.”  Like many new troops, he expressed a highly patriotic viewpoint, and urged readers of the <em>Globe</em>to give the war effort their unwavering support.  ","            A.T. had little to say of life in camp, other than that some men had already been affected by illness, including bad colds and a few cases of diarrhea.  This was typical for fresh troops, who were often affected by disease.  Soldiers from rural areas, such as Huntingdon and Blair counties, were particularly susceptible to contagious disease. Dysentery was responsible for a large percentage of total deaths throughout the war.  According the historian James McPherson, disease often halved the size of a regiment before any exposure to combat.  "," "," "," "," "],"locations":[{"id":52855,"lat":43.017211200706,"lng":-92.72115625,"zoom":3,"place":"Washington, D.C."}],"tags":[{"id":3684,"tag":"camp life"},{"id":32,"tag":"Civil War"},{"id":122,"tag":"Soldier"}]},{"id":6878,"title":"H.H. Gregg Reports Cemetery Conditions in the South","course_id":188,"status":"P","start_date":"1866-01-16","end_date":"1866-01-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On January 16, 1866, H.H. Gregg, Superintendent for the Transportation and Telegraph Department of the state of Pennsylvania, issued a report addressed to state governor Andrew G. Curtin.  This document detailed an official trip which Gregg undertook to Civil War cemeteries and burial grounds in the south.  Gregg listed several reasons for his trip. Curtin had instructed him to report the conditions under which Union casualties had been buried, and to determine the feasibility of returning the soldiers’ bodies to their family members. The governor had assigned a Col. Chamberlain to this duty as well.  Chamberlain’s assignment took him further south, between Nashville, Tennessee, and Andersonville, Georgia."," Gregg began his journey on December 18, 1865, in Washington, D.C., and from  there, he traveled to Richmond, Virginia, to inspect the burial grounds of the surrounding area.  He determined some graves there to be sufficiently prepared and well-marked, but he found the graves of Union soldiers who had died as Confederate prisoners to be chaotic and unmarked.  He further mentioned a catalog of names that he believed would be useful to family members of the deceased.  Gregg then traveled on to Danville, Virginia, to inspect the graveyards of its infamous Confederate prison.  He reported the graves there to be sufficiently marked to allow for the identification and return of bodies.  From Danville, Gregg traveled to Salisbury, North Carolina, where he found the conditions of mass graves appalling.  He warned that human remains might soon be exposed by erosion, without correction of the site. His letter also cautioned that the identification of particular casualties would most likely be impossible. Gregg had intended to continue to Columbia, South Carolina, but found railroad routes too damaged for travel there to be practical.  Instead, he decided to inspect hospital graveyards, and found them to be largely adequate.  ","            Included in Gregg’s report were the results of Col. Chamberlain’s assessment of the graveyards at Andersonville.  Chamberlain reported that the identification and shipment of individuals to Pennsylvania would be largely impossible.   "," Gregg and Chamberlain were not alone in their mission. The war had left hundreds of thousands of soldiers dead and unidentified.  Private organizations, including one founded by famous nurse Clara Barton, sought to distribute information to the families of deceased soldiers. Following the war, many Union casualties, identified or not, were reinterred, often in national cemeteries. By the time Chamberlain visited Andersonville, a federal expedition had already reinterred 13,363 bodies, 12,912 of which had been successfully identified.  The war’s effect would continue to be seen through reburial efforts, long after guns were silenced."," "," "],"locations":[{"id":53205,"lat":40.2734277,"lng":-76.7336521,"zoom":7,"place":"Pennsylvania, Dauphin County"}],"tags":[{"id":3686,"tag":"Andersonville"},{"id":3685,"tag":"cemeteries"},{"id":1402,"tag":"Prisoners of war"}]},{"id":6879,"title":"Senator John Scott Denounces the KKK","course_id":188,"status":"P","start_date":"1872-05-18","end_date":"1872-05-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On May 18, 1872, Pennsylvania Senator John Scott delivered a speech before the United States Senate.  Congress was deliberating the extension of a bill granting the office of the President power to suspend the right of habeas corpus under certain circumstances: namely, armed, organized resistance to the government of the United States or violent violation of its laws.   Scott began his speech by prompting the Senate’s Chief Clerk to read the provisions of the section in question.  He then argued that the existence of an organization known as the Ku Klux Klan had been well established, and named General N.B. Forrest and General John B. Gordon as founding members of this organization.  Scott outlined a brief history of the Klan, drawing upon the testimony of Forrest, but he disputed Forrest’s assertion that it was disbanded in 1868.  Scott stated that the Klan had continued its activities throughout “North and South Carolina, Georgia, Florida, Alabama, and Mississippi.”  The senator attempted to offer proof of the Klan’s well-organized and threatening nature.  He described examples of the organization’s brazen and widespread crimes.  One such incident occurred in Unionville, South Carolina, where a gang, supposedly numbering somewhere between 400 and 800 men, broke into a jail, and hanged eight prisoners.  Scott noted that the county in question “had in 1870 but 8,718 white population, and the village itself not over four hundred.”  He cited the widespread popularity of the Klan as the reason for such a large gathering, in a county with such a small population.  Scott cited testimony from witnesses, concerning the Klan’s behavior and structure.  One such witness, Kirkland L. Gunn, a member of the organization, testified that the Klan was highly armed, and that its members carried out violent crimes in disguise.  Gunn also admitted that he knew of the Klan’s existence in multiple states.  ","            Following the Civil War, the Ku Klux Klan became the first and most powerful of multiple terrorist organizations in the American South. By Nathan Bedford Forrest’s own estimation, the group had more than 550,000 members by 1868.  The Klan was known for its extensive use of disguises, which both hid the identities of its members, and contributed to the group’s mysterious image.  Some members went so far as to adorn themselves with skeletal hands or fake skulls in order to appear more frightening.  "," The Ku Klux Klan Act of 1871 gave President Grant sweeping powers to combat the organization, as local governments appeared either too weak or unwilling to make arrests.  In October 1871, Grant suspended habeas corpus in nine counties, allowing for mass arrests of Klan members. In order to convict many Klansmen, it was first necessary to conclusively establish the existence of the Klan as a unified criminal organization.  It was against the backdrop of these events that Scott gave his speech in early 1872."],"locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":2,"place":"Washington, D.C."}],"tags":[{"id":2772,"tag":"Congress"},{"id":123,"tag":"Reconstruction"},{"id":151,"tag":"Ku Klux Klan"}]},{"id":6880,"title":"Soldier unhappy with the terms at Monterrey","course_id":188,"status":"P","start_date":"1846-09-19","end_date":"1846-09-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","After a hard four days of fighting at Monterrey, Mexico, a young soldier named Zenas Matthews described the scene. “Genl. Taylor came around to our side of the town with his staff and went to the Quarters of Genl. Ampudia who surrendered the town[TJ(1] .” he wrote. The conditions of surrender, however, displeased the troops, as, according to Matthews, the Mexicans were allowed to “march off with their small arms and six pieces of artillery and Salute their flag when taken down.” Many of the American soldiers felt they had thoroughly beaten the Mexican army, and that allowing the Mexicans to surrender under their terms stung. Matthews noted that Gen. Worth, their well-liked commander “seemed to avoid any unnecessary loss of life” while ensuring success, with the conditions formally signed the next day. However, while the battle was a victory, it had taken its toll on the American army, as sixteen of Taylor’s best officers were killed, most of them West Point graduates.","The crucial implications of this battle were well known before it began. Capturing the city would dealt a psychological, financial, and political blow to the Mexican government, allowing the U.S. the upper hand in any negotiations. There were many different parts of this battle that shaped America in the years to come. For example, there were a number of key historical figures in this battle. Chief among them was General and future President Zachary Taylor, who commanded the battle for the Americans. Other future military leaders who were prominent in the Civil War, such as Ulysses S. Grant, Braxton Bragg, George Meade, and James Longstreet also participated.","The way that the battle was fought provided a new challenge for the American soldiers, this being “urban warfare” as they had to fight in the close quarters of the city. However, there were a few units who had experience in this type of fighting present among the U.S. forces. The Texas Volunteers, had, on the other hand, experienced this kind of fighting in a few occasions before, including the conflicts at San Antonio de Bexar in 1835, and at the Battle of Mier in 1842. The tactics they knew from these fights allowed them to teach the Americans a number of useful techniques of “urban warfare”, such as clearing rooms and rooftops of enemies, and advancing between houses without entering a street. The use of these tactics would help to secure this crucial victory in the Mexican American War."," "," "],"locations":[{"id":53206,"lat":25.686122159004,"lng":-100.30706428802,"zoom":12,"place":"Monterrey, Nuevo Leon, Mexico"}],"tags":[{"id":3688,"tag":"Zachary Taylor"},{"id":3687,"tag":"Monterrey"},{"id":1401,"tag":"Mexican-American War"}]},{"id":6882,"title":"Blood Fighting Blood: An example of two brothers in the Civil War","course_id":188,"status":"P","start_date":"1862-06-16","end_date":"1862-06-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On the June 18, 1862, two days following the Battle of Secessionville, a young Union color bearer named Alexander “Sandy” Campbell received a letter from his brother James. Born in Scotland, the two had immigrated to America. Unlike Sandy, though, James served as a lieutenant in the Confederacy. Sandy Campbell lived in the North, while James lived in the South, leading to the siblings being on opposite sides of the conflict. The two brothers had just fought against one another in the same battle, demonstrating the brother versus brother adage.  ","            The Battle of Secessionville was a planned Union attack on the Confederate-held James Island, South Carolina. This plan called for the U.S. to take the island, and gain a foothold to stage a land attack upon Charleston. Brigadier General Henry Benham commanded the Union forces, while the Confederates were under the command of Colonel Thomas G. Lamar. The Union troops assaulted the Confederate fort near Secessionville, but the fort was heavily defended and soon augmented with reinforcements. Taking the fort proved too tough a task for the Union, resulting in a Confederate victory, despite the small size of the battle. The total numbers for the Union were approximately 6,600 men, while the Confederates had a strength of around 2,000 men. ","            After the conclusion of the battle. James learned of Sandy’s presence this from some of the Union prisoners of war, and soon wrote to his brother. In this letter he stated “I was astonished to hear from the prisoners that you was colour Bearer of the Regmt that assalted the Battrey [sic] at this point the other day.” He went on to state that while he hoped they would never meet on the battlefield face to face again, he would continue to fight for his cause. An interesting note is that he wrote a request to his brother, pertaining to their sister. “When you write north you will please Let Sister ann know that I am Still alive and in good health. I am verry anxious to hear from her but surcimstances does not afford a chance.” Even though his sister remained loyal to the Union, the family bonds weighed heavily even in the midst of conflict. ","Both brothers survived the war, with James living to age 74, passing in 1907, while Sandy outlived his brother, dying in 1909 at the age of 71. Both lived out their lives in their respective regions, Sandy in the North, and James in the South."],"locations":[{"id":53208,"lat":32.706152180761,"lng":-79.941089444718,"zoom":15,"place":"Secessionville, Charleston, United State"}],"tags":[{"id":32,"tag":"Civil War"},{"id":5,"tag":"War"},{"id":2768,"tag":"charleston"}]}]}