{"id":189,"title":"Critical Writing and Research for Historians","school_id":28,"school_name":"University of Toronto Scarborough","term":"Fall 2018","abbr":"HISB03","url":"","description":"","points":[[37.4583787,126.7475953],[37.9386451,127.2198661],[35.0116363,135.7680294],[45.4235937,-75.700929],[52.5200066,13.404954],[46.2043907,6.1431577],[9.145,40.489673],[35.849459929112,129.74169592335],[43.653226,-79.3831843]],"bounds":[[52.5200066,135.7680294],[9.145,-79.3831843]],"episodes":[{"id":6819,"title":"The Korean War - A Trigger of a New Great War","course_id":189,"status":"P","start_date":"6/26/50","end_date":"6/27/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the WWII had ended, many thought that a period of prosperity would finally arrive. However, the struggle for power and influence in Asia between the Soviet Union and the Western World led to another conflict. On June 26 1950, The North Korean Communist Party (DPRK) launched a surprise attack and crossed the 38th parallel, which had previously acted as a border between North and South Korea. Until the morning of 27 June 1950, the situation strongly favored the North Korean side. The North Korean army was well prepared and swiftly penetrated the South Korean defense line. Due to the immense shock and the difference in equipment, the South Korean troops were unable to resist the invaders. They slowly retreated and attempted to regroup.  The North Korean invasion was criticized by the United Nations Security Council for breaking the peace and North Korea was ordered to retreat immediately or else the United Nations would take military action to maintain peace. This proposal was supported by nine other countries. The Soviet Union representative, a North Korean ally who had the veto power, was absent during the discussion. As a result, this proposal was passed.The United States, as the most powerful supporter of this proposal, assembled the land army stationed in Japan and they were ready to intervene, and their air forces based in Japan and Guam were also on standby and ready to reinforce. (<em>The Globe and Mail, </em>1)","<strong><br /></strong>","Before World War II, The Korean Peninsula was annexed by Japan, and later liberated by Soviet Union in 1945. Due to the concern of balancing the power structure in East Asia, the Korean Peninsula was divided and ruled by the pro Soviet Communist Party in the North (DPRK) and the pro American Republic government in the South. The border between two factions was the 38th parallel line, which is almost at the center of the Korean Peninsula. In 1949, the Chinese Communist Party successfully defeated the Pro-America Chinese Nationalist Party and established the People’s Republic of China. “The victory of the Chinese communist strongly encourged Kim to believe that he could make the same thing happen in Korea” With these optimistic beliefs, a conference was held between Soviet leader Joseph Stalin, the CCP leader Mao Zedong and the DPRK leader Kim II Sung in 1949 to discuss the possibility of unifying Korea and to establish another communist country in East Asia. Mao and Kim had underestimated the South Korean military strength. They suggested that if the war would end swiftly, the United State’s military intervention could be avoided. They also believed, the Korean War was “An internal matter of the Korean people”, and other countries had no legitimate right to step in. With such expectations, Stalin approved the plan of invasion . In other words, the communist powers were initially not ready for a direct conflict with the United States and expected a swift victory against the South Korean army."," "," "],"locations":[{"id":53151,"lat":37.4583787,"lng":126.7475953,"zoom":6,"place":"Seoul"},{"id":52971,"lat":37.9386451,"lng":127.2198661,"zoom":6,"place":"korea"}],"tags":[{"id":3597,"tag":"1950"},{"id":664,"tag":"Korean War"}]},{"id":6820,"title":"An American Educational Exclave","course_id":189,"status":"P","start_date":"11/3/46","end_date":"12/31/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 22nd, 1965, the New York Times ran a special feature on the presence of a large brick building in Kyoto built in the mold of American colonial-era architecture. Amherst House, apart of the Doshisha University campus, stood in stark contrast to the traditional wooden homes, tile-roofed temples, and the ornate palaces populating the primordial former imperial capital of Japan. The educational institution, which is attached to a Japanese-style tea house, is host to a unique synthesis of Eastern and Western subject matter and methods of inquiry. Though Doshisha University was supported by the eponymous Amherst College of Massachusetts, it owed its American traditions to its founder, who in 1875 defied the law of the land to pursue an education in the United States. Adopting the name Joseph Hardy Neesima, he eventually returned to his homeland to proliferate the knowledge he obtained abroad. At the time of the article, Doshisha University provided Japanese students living in a majority Buddhist country with a Christian education from kindergarten onwards. (NYT, 6)","The popularity and success of the school was due in large part to the reordering of the Japanese education system following the country’s defeat in the Second World War. The new Japanese Constitution, ratified on November 3rd, 1946, stripped the emperor of political authority, handed power to a democratically elected National Diet, declared human rights inviolable, and forbade war. (Saito and Imai, 584) The U.S government also brought over American education experts with the mandate of promoting democracy and steering the Japanese away from a “pre-war education based upon militarism, nationalism, and the Emperor system.” (Saito and Imai, 584) The time between the end of the war and the 1960s is sometimes referred to as the “Period of Love/Hate” because while many Japanese sympathized with anti-occupation protests, there was a general yearning for the American way of life. (Yoshimi and Buist, 434) In September 1945, just a month after Japan’s surrender, the Japanese-American English Conversation Booklet became a national bestseller, demonstrative of the underlying allure of Americanism within the urban middle class. (Yoshimi and Buist, 435) American military bases and the soldiers who inhabited them exerted powerful cultural influence, inducing the spread of Western fashions like jazz, denim, and animated cartoons. (Yoshimi and Buist, 434) The 1960s, a decade characterized by miraculous economic growth, brought about a demographic shift towards urban life, allowing for increased access and consumption of American material and cultural exports. (Yoshimi and Buist, 434) The shifting social landscape strengthened the connection between education and socioeconomic standing in post-war Japan. (Saito and Imai, 587)"],"locations":[{"id":53152,"lat":35.0116363,"lng":135.7680294,"zoom":8,"place":"Kyoto, Japan"}],"tags":[{"id":3601,"tag":"Cultural Diffusion"},{"id":3600,"tag":"Post-War Japan"},{"id":3599,"tag":"Doshisha University"},{"id":3598,"tag":"Amherst House"},{"id":1255,"tag":"consumerism"},{"id":2497,"tag":"Americanization"},{"id":6,"tag":"Education"}]},{"id":6821,"title":"Liberal policy reform in the 1960's: Canada's path to decriminalizing homosexuality","course_id":189,"status":"P","start_date":"12/21/67","end_date":"12/21/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 21<sup>st</sup> of 1967, an amendment to the Canadian Criminal Code was introduced in Parliament decriminalizing homosexual acts performed between two consenting adults in privacy. The amendment was spearheaded by the Justice Minister at the time, Pierre Trudeau, whose face emblazoned the <em>Globe and Mail</em><em> </em>issue which announced the story the following day. As news concerning the federal amendment spread from Ottawa to Toronto, Toronto Metropolitan Police authorities, members of the gay community, and medical professionals alike expressed their approval of what was unanimously deemed a step in the right direction for sex law reform in Canada. One Toronto Police inspector commented that the amendment was likely to provide more security to homosexuals who found themselves victims of assault and extortion. Medical experts based in Toronto similarly noted that decriminalization of homosexuality was a progressive reform which would help to deter homophobia. Finally, two members of the gay community remarked that the amendment would allow them to live more freely in private, although there was more work to be done regarding how the state regulates expressions of homosexuality in public. (<em>Globe and Mail, </em>December 22, 1967)","When Trudeau introduced his proposed amendment to the Criminal Code before the House of Commons, the Justice Minister famously remarked, “I think the view we take here is that there’s no place for the state in the bedrooms of the nation.”(CBC, 1967 Omnibus Bill) Although <em>The Globe and Mail </em>commentator’s spoke in support of the amendment, Trudeau’s Omnibus Bill C-150 was not without controversy- the statute sparked intense debate across the nation as Trudeau set the stage for a discussion not only regarding homosexuality in Canada, but also brought abortion and divorce law to the center stage of Canadian politics.(CBC, Trudeau) The Bill espoused a desire among Canadian Liberals to separate legalism from moralism in forming federal laws and was initially unsuccessful during the 1967-1968 2<sup>nd</sup> session of the 27<sup>th</sup> Parliament. It was only until Trudeau rose from the rank of Justice Minister to Prime Minister that the bill was reintroduced in December of 1968 and the House of Commons was swayed by the Liberal Party’s secular platform to pass the Bill and subsequently amend the criminal code in favor of decriminalizing homosexuality.(Chambers, 250) The amendment came as a result of a trend, as early as 1965, towards liberal public policy formation in Canada and the separation of the state law from Judeo-Christian natural law. (Chambers, 251)"," "," "],"locations":[{"id":53153,"lat":45.4235937,"lng":-75.700929,"zoom":8,"place":"Parliament Hill, Ottawa, Ontario"}],"tags":[{"id":3605,"tag":"Omnibus Bill"},{"id":3604,"tag":"Canadian Politics"},{"id":3603,"tag":"Homophobia"},{"id":3602,"tag":"Sex Laws"}]},{"id":6822,"title":"To Resist the Nazi Party","course_id":189,"status":"P","start_date":"8/15/35","end_date":"8/15/35","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            In a rebellious act, the Nazi's own anti-Semitic tactic was turned against them. On August 15, 1935, it was reported by <em>The Globe and Mail</em> that workers in North Berlin boycotted Nazi supporter's retail stores. This tactic had been used before only by the Nazis on Jewish store owners to bankrupt them. The resistance was ended by the intervention of the political police. Officials suspected that this act of defiance was instigated by Communist groups, since there were few Jewish people or Catholics in North Berlin to carry it out. Similar resistance from Communists had occurred near Hanover, where they took down anti-Semitic government posters and continued going to Jewish stores despite government regulations. They were silenced by storm troopers and any effects of their protests were mitigated by the encouragement of anti-Semitic protests.","            Boycotts on Jewish stores were common both before and after the Nazi party came into power in 1933 (Kirk 2007, p.177). They were encouraged by Nazi government propaganda, but were organized and carried out by Nazi support groups to take away the economic power of the Jewish people (Kirk 2007, p.177). In the early years of the Nazi's reign, most anti-Nazi movements came from the supporters of Germany's other major political parties, such as the German Communist Party (Herlemann 1997, p.14-19). The Communists had complaints such as low wages and poor factory conditions that gathered support outside their party to conduct demonstrations like this boycott (Herlemann 1997, 19). This made them the largest resistance group that the Nazis focused on eliminating (Kirk 2007, p. 145-146). Communist activity, like other types of resistance, was met with violence and imprisonment by the secret police (Kirk 2007, p. 145-146, 177). This boycott was a resistance on the part of workers and Communist supporters, but the outcome served to assert the Nazi's political control."," "," "],"locations":[{"id":53154,"lat":52.5200066,"lng":13.404954,"zoom":7,"place":"Berlin, Germany"}],"tags":[{"id":753,"tag":"Anti-Semitism"},{"id":3606,"tag":"Nazi Boycott"},{"id":3607,"tag":"Communists"}]},{"id":6823,"title":"Civilized Italy Rejects Civilized Negotiations","course_id":189,"status":"P","start_date":"9/4/35","end_date":"9/5/35","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","War was coming to Ethiopia. It was September 4<sup>th</sup>, 1935 and Italy’s delegate to the League of Nations, Baron Pompeo Aloisi, just delivered a final memorandum on Ethiopia. (<em>The Globe)</em> There is no chance of future negotiations between the two countries. Geneva, Switzerland became the backdrop for the League’s latest crisis when Italy demanded that Ethiopia’s membership be revoked. According to Aloisi, Ethiopia was a “Barbarian State” that did not qualify as a civilized nation, worthy to be part of the League.(<em>The Globe)</em> In addition, Italian assets in East Africa were constantly being threatened by Ethiopians, which could not be controlled by their own monarch, King Selassie. On the other end, Captain Eden of Britain pleaded for arbitration over war, stating that conflict would lead to the League’s collapse. He was aware that the League of Nations hasn’t resolved many conflicts. The pressure was on to find a solution since the whole world was watching their every move. He also declared that Ethiopia should remain independent. Considering that Italy already had major influence over Ethiopia’s finance and economy, courtesy of Britain and France, Eden argued that further concessions were overly generous. Ethiopia’s representative meanwhile, was present but not invited to speak. Professor Gaston Jeze spoke on his behalf and questioned whether war could be a possibility. He maintains that negotiations are a more civilized choice. It had been seven years since Italy signed the Kellog-Briand Anti-war Pact. However, Italian dictator Benito Mussolini and his government had already “said [their] last words” (<em>The Globe)</em> and hastened war preparations.","Leading up to the Italo-Ethiopian War, which began a month after this article (<em>Mussolini Defies League on Ethiopian Dispute</em>) was published, Italy’s fascist government increasingly mounted pressure on the League to expel Ethiopia. Mussolini was adamant that “wicked and pretentious barbarians.” (Gooch, 1022) were threatening Italian assets. His position was similar to colonial attitudes that were common in the late 19<sup>th</sup> century that set Europe and western culture as the center of the civilized world. This fed into racial and ethnic discrimination, which determined whether certain people should be allowed within a group. The rise of fascism in the early 20<sup>th</sup> century certainly sped up this discrimination and led to the persecution of Jews and other minorities, which included the Ethiopians. Although the League of Nations was formed by “collective action by the sovereign states to maintain the peace,” (Eloranta, 30) they neither had the authority or desire to curb racism or aggressive threats, such as the one posed by Italy. For instance, when Japan began conquering Manchuria in 1931, the security council met only to discuss the drafting of a new disarmament agreement. (Eloranta, 33) No armed forces were sent to meet the crisis and no sanctions were imposed on Japan. In addition, member states could leave anytime, which Italy promptly did in 1937. This illusion of unity within the League would be fully shattered with the Second World War, but the cracks were already there. This article not only shows that outright acts of discrimination were beginning to resurface in 1935, but also that the League, by its vast limitations, could not prevent it."," "],"locations":[{"id":53155,"lat":46.2043907,"lng":6.1431577,"zoom":8,"place":"Geneva, Switzerland"},{"id":53161,"lat":9.145,"lng":40.489673,"zoom":8,"place":"Ethiopia"}],"tags":[{"id":3609,"tag":"Appeasement"},{"id":3608,"tag":"Italo-Ethiopian Crisis"},{"id":806,"tag":"League of Nations"}]},{"id":6829,"title":"The Korean War","course_id":189,"status":"P","start_date":"6/26/50","end_date":"7/27/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the WWII had ended, many thought that a period of prosperity would finally arrive. However, the struggle for power and influence in Asia between the Soviet Union and the Western World led to another conflict. On June 26 1950, The North Korean Communist Party (DPRK) launched a surprise attack and crossed the 38th parallel, the border between North and South Korea. (Andrei Lankov From Stalin to Kim Il Sung: The Formation of North Korea, 1945-1960. New Brunswick: Rutgers University Press 2002, 1-3. ) Until the morning of 27 June 1950, the situation strongly favored the North Korean side. The North Korean army was well prepared and swiftly penetrated the South Korean defense line. Due to the immense shock and the difference in equipments, the South Korean troops were unable to resist the invaders. They slowly retreated and attempted to regroup.  The North Korean invasion was criticized by the United Nations Security Council and purposed the plan of military intervention. This proposal was passed as the Soviet Union representative, a North Korean ally who had the veto power, was absent during the discussion. The United States, as the most powerful supporter of this proposal, quickly assembled the land army stationed in Japan and they were ready to intervene, and their air forces based in Japan and Guam were also on standby and ready to reinforce. (“Korean War Summary” The Globe and Mail, June 26, 1950, Final Edition.)"," ","Before World War II, The Korean Peninsula was annexed by Japan, and later liberated by Soviet Union in 1945. Due to the concern of balancing the power structure in East Asia, the Korean Peninsula was divided and ruled by the pro Soviet Communist Party in the North (DPRK) and the pro American Republic government in the South. (Jian Chen. China's Road to the Korean War: The Making of the Sino-American Confrontation New York: University of Columbia Press, 1997, 87.) The border between two factions was the 38th parallel line, which is almost at the center of the Korean Peninsula. Historian Chen Jian believes that the cause this war is also linked with the establishment of People's republic of China. In 1949, the Chinese Communist Party successfully defeated the Pro-America Chinese Nationalist Party and established the People’s Republic of China. “The victory of the Chinese communist strongly encourged Kim to believe that he could make the same thing happen in Korea” The success of CCP proved that communist party could overthrow the government supported by United States. With these optimistic beliefs, a conference held between Soviet leader Joseph Stalin, the CCP leader Mao Zedong and the DPRK leader Kim II Sung in 1949 to discuss the possibility of unifying Korea and to establish another communist country in East Asia. Mao and Kim had underestimated the South Korean military strength. They suggested that if the war would end swiftly, the United State’s military intervention could be avoided. They also believed, the Korean War was “An internal matter of the Korean people”, and other countries had no legitimate right to step in. (Jian Chen. China's Road to the Korean War 86.) With such expectations, Stalin approved the plan of invasion. In other words, the communist powers were initially not ready for a direct conflict with the United States and expected a swift victory against the South Korean army."," "," "," "],"locations":[{"id":53162,"lat":35.849459929112,"lng":129.74169592335,"zoom":7,"place":"Asia, Korea"}],"tags":[{"id":291,"tag":"Cold War"},{"id":3623,"tag":"The Korean War"}]},{"id":6824,"title":"Humanitarian, Yet Overwhelmed Canada, Saves Another Family's Life.","course_id":189,"status":"P","start_date":"1/1/89","end_date":"2/15/96","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 19, 1995, <em>The Globe and Mail </em>reported an attention-grabbing incident. Nazrul Bhuiyan, an honest Bangladeshi journalist who wrote articles exposing the military-run Bangladeshi government corruption, was no longer safe in his country. Consequently, in 1989, with his wife and four children, Bhuiyan sought refugee status in Toronto, Canada. Realizing that 10,000 Bangladeshis already in Canada had no local newspaper and eager to inform people about what was happening in Bangladesh, in 1991, he started the monthly Deshe Bideshe. In 1992, his refugee claim was denied; consequently, he appealed. On September 16, 1995, Bhuiyan received an award from Ethnic Press Council of Canada for his outstanding journalism. Three days later, his appeal failed, along with a notice of removal. The saddening factor was the existence of the policy of deferred removals order class (DROC) since 1994, stating “refugees who had been in Canada for three years after their claim was rejected, could apply to remain here permanently, provided they had worked for six months and did not have a criminal record.” (<em>The Globe and Mail</em>, 1995). The Bhuiyan family had only two months left for the eligibility. The community that he helped by also setting up information telephone lines, and a desktop publishing business and in which he became a social figure, helped him along with his lawyer by sending letters to the immigration minister, requesting a review on the rejection for his approval. As a result, the federal court ordered an investigation. The earned public voice led to a quiet in-depth investigation, which resulted in the permanent residency on February 15th, 1996 (<em>Toronto Star, 1996).</em>","<em><br /></em>","Between 1982-1990 Bangladesh was ruled by Hussain Muhammad Ershad, a dictator who came to power through a coup. Ershad imposed the martial law, meaning the suspension of ordinary law by military take-over. The elections were neither fair nor free (Bureau of South and Central Asian Affairs, 2008). Under the first immigration Act of Canada, anyone in good health and financial condition could enter the country. The new immigration act was put in action in 1978. This new act focused on how to select immigrants that were more beneficial for the country by deciding on “who” could enter the country, it also added “refugees” as a class of immigrants (Dirks, 1984). With the popularity of refugees, many people started to seek asylum although they were safe, to enter Canada without status (Dirks, 1984). The increase in non-documented people led Canada to restrict the entrances and the refugee cases. Bhuiyan’s case was weak for the lack of evidence, but mostly since it took so long for the case to be heard, the government had changed and therefore so did the credibility of his claim (even though the recent regime was also problematic), these factors led already drowning refugee case judges, decide on deportation of the victim. Canada still welcomed so many people. In 2007, approximately 100,000 Bangladeshi-origin people were living in Canada according to the Bangladesh High Commission report."," "," "],"locations":[{"id":53097,"lat":43.653226,"lng":-79.3831843,"zoom":6,"place":"Toronto, Canada"}],"tags":[{"id":3614,"tag":"Freedom of writing"},{"id":3613,"tag":"DROC"},{"id":1765,"tag":"Asylum"},{"id":3612,"tag":"Reporter"},{"id":366,"tag":"Migration"},{"id":3611,"tag":"Military Corruption"},{"id":3610,"tag":"Bangladesh"},{"id":3290,"tag":"Deportation"},{"id":1619,"tag":"family"},{"id":17,"tag":"Government"}]}]}