{"id":19,"title":"Race and Politics of Reconciliation","school_id":1,"school_name":"University of Virginia","term":"Fall 2008","abbr":"HIUS 401","url":"","description":"","points":[[30.6383183286,-83.3264838731],[37.2242881205,-78.441116268],[40.6916304076,-74.0035386433],[38.9151212228,-76.9435162098]],"bounds":[[40.6916304076,-74.0035386433],[30.6383183286,-83.3264838731]],"episodes":[{"id":4456,"title":"Citizens Appeal to the White House to put an end to Lynching\n","course_id":19,"status":"P","start_date":"5/19/18","end_date":"5/19/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On the night of Thursday, May 16, 1918 assailants killed white farmer, Hampton Smith in his home and wounded his wife in Brooks County, Georgia.  The next night a white mob lynched two black men in conjunction with Smith's murder.  By Sunday a mob lynched two tenants of Smith, husband and wife, Hayes and Mary Turner, while another black man went missing, also believed to be involved in Smith's death. An earlier argument between Hayes Turner and Smith apparently led to the attack by Turner and several other black men (1).","Two weeks later certain Georgia women were compelled to write to President Woodrow Wilson regarding the slaying of Mary Turner in particular.  Women on behalf of the Savannah Chapter of the American Red Cross and the Colored Federated Clubs of Augusta began their letter, \"Mr. President: Whereas, the Negro Womanhood of Ga. has been shocked by the lynching of Mary Tuner at Valdosta Sunday May 19, 1918, for an alleged unwise remark in reference to the lynching of her husband\" and characterized themselves, \"discouraged and crushed by a spirit of humiliation and dread.\"  They asked that Wilson utilize his power and influence to prevent similar tragedies in the future and to reprimand the members of the mob (2).  Although their letters received no direct response, Wilson published a statement in the <em>Official Bulletin</em> two months later condemning mob violence.","Racial violence was not uncommon in the early 20th century and many calls for help to put an end to lynching or to punish white aggressors went unanswered.  The women who wrote to the President during this time were living in an especially racially tense environment: the first half of the 1900s was the height of Jim Crow segregation, black disenfranchisement, and mob rule.  The country was also occupied with the war in Europe and did not take much notice to the problems at home.  According to historian Sherrilyn A. Ifill, \"in communities where lynchings occurred, fear kept blacks mostly silent and compliant\" (3).  There were blacks, however, who rejected silence by contacting the President of their country.  These letter-writers used a variety of logic to convince the President to help them-they reasoned that they were loyal citizens living in fear and expected a respectable leader like Wilson to act on their behalf (2).  Some received responses from the U.S. Attorney General claiming that there was nothing the President could do because mob violence was a state issue.  Still, many black citizens felt the urge to convince Wilson to end the reign of terror occurring around them by showing him their loyalty to the US, the incessant fear in which they lived, and the futility of taking their concerns to their local governments."],"locations":[{"id":17737,"lat":30.6383183286,"lng":-83.3264838731,"zoom":9,"place":"Brooks, Georgia"}],"tags":[{"id":60,"tag":"letters"},{"id":7,"tag":"Women"}]},{"id":4444,"title":"Prince Edward Free Schools Association\n","course_id":19,"status":"P","start_date":"8/1/63","end_date":"8/30/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["<em>\"We will oppose…with every facility at our command, and with every ounce of our energy, the attempt being made to mix the white and Negro races in our classrooms. Let there be no misunderstanding, no weasel words, on this point: we dedicate our every capacity to preserve segregation in the schools.<strong></strong>\" </em>","<em>- Virginia Governor James Lindsay Almond, Jr. </em>","Dr. Neil V. Sullivan arrived in Prince Edward County, Virginia with the intention to open a free school system for all students regardless of race. However, his efforts were not made easy by any means because of the strong opposition to integration of the white people in the county and the state of Virginia in general. Almost all of the county's 1700 black students missed five years of their education between 1959 and 1964 as the school board shut down the public school system. On his first night in town in August, 1963, he opened his mailbox to find letters telling him to \"pack his Yankee bag and start traveling\", and that the \"Prince Edward Negroes were 'their' Negroes and that he should leave them alone\". Dr. Neil V. Sullivan continued his efforts to start a school to ensure that all students would be guaranteed an education. Even amongst receiving threatening phone calls every day and people shooting at his car, Dr. Sullivan made sure his schools were open for the students every day.","The effort to create a free school system for both white and black citizens in Prince Edward  County began in 1959 with the efforts of the NAACP, but it was not until President Kennedy created an initiative to open schools in 1963 that such a school system exsisted. After receiving a petition signed by 695 citizens of the county demanding public education for all students, he created the initiative to start the Prince Edward Free Schools Association. This one year project would be headed by Superintendent Dr. Sullivan. 1600 black students and a handful of whites enrolled in the free schools. There was minimal community backlash against these schools; in fact, <em>The Farmville Herald</em>, known for its segregationalist viewpoints and conservative manner, ran an ad for the Free Schools in the weeks prior to its opening. On May 25th, 1964, only nine months after the Free Schools project had begun, the Supreme Court decided that the Prince Edward County Board of Supervisors had violated the Fourteenth Amendment by denying students of color the right to a free and public education. Public schools were officially integrated and reopened in the fall of 1964.","Opposition towards integration after the <em>Brown v Board</em> decision of 1954 in Prince Edward County, Virginia remained strong even ten years later. The \"Prince Edward Crisis\" as it came to be known nationally, was the only case of its kind, as every other school district in the United   States eventually conformed to the new policies of public schools becoming integrated. The white opposition was represented in Prince Edward by the leadership of <em>The Farmville Herald</em>, the local newspaper. This twice weekly newspaper and its editor, J. Barrye Wall, Sr. led efforts to remain segregated. However, the county allowed the Prince Edward Free Schools project to fully operate without intervening. The following year, the public schools reopened without any problems."],"locations":[{"id":33940,"lat":37.2242881205,"lng":-78.441116268,"zoom":10,"place":"Prince Edward, Virginia"}],"tags":[{"id":43,"tag":"Desegregation"},{"id":42,"tag":"Civil Rights"},{"id":6,"tag":"Education"}]},{"id":4450,"title":"Bayard Rustin and Israeli Air Support\n","course_id":19,"status":"P","start_date":"6/28/70","end_date":"6/28/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1970 Bayard Rustin gathered many civil rights leaders and black public officials in support of an appeal to Washington. This appeal pushed for the U.S. government to supply Israel with fighter jets for protective purposes.  Their appeal, in the form of a full-page ad in the <em style=\"mso-bidi-font-style: normal;\">New York Times</em>, was sponsored by the A. Philip Randolph Institute of which Rustin was the executive director.  This action signaled a significant change in Bayard Rustin's ideology as Rustin advocated nonviolence throughout the civil rights movement, and the shift furthermore upset many of his former colleagues from the War Resister's League.  The correspondence resulting from Rustin's action display not only his legendary status, but also many of the complex issues wrapped up in the conflict.  ","            Andrew McReynolds, who was the co-editor of the WRL magazine along with Rustin, wrote a letter expressing his deep disappointment.  In his letter he calls Rustin, \"the hero image of [his] life,\" and speaks of the path (of pacifism) that Rustin set before him and has now diverged from.<a name=\"_ftnref1\" href=\"_ftn1\">[1]</a>  To McReynolds, Bayard's transition from protest to politics seemed to diverge from the fundamental ideas that forged the civil rights movement.  In a more vitriolic letter, another WRL member, James Peck expresses similar sentiments.  Calling Rustin the, \"housenigger of the Democratic Party\", he reproaches Rustin for his ad in the <em style=\"mso-bidi-font-style: normal;\">New York Times</em>, as well as reproaching him for entering into politics rather than filling the vacuum of leadership the War Resister's League was facing (as the executive director, A.J. Muste, recently passed away).  Regardless of the criticism, both these letters speak for the tremendous leader Rustin was and the loss that the peace movement was feeling at the time.  Rustin's terse response to his critics reveals little into his thoughts as he refuses a discussion.  He refused discussion deeming it unfruitful as long as his critics continued to use such derogatory language.  McReynolds wrote another letter to Rustin essentially reiterating his thoughts, except imploring his belief that Rustin still was, \"personally and existentially a pacifist.\"<a name=\"_ftnref2\" href=\"_ftn2\">[2]</a>  In this letter the question of Rustin's pacifism is much more prevalent, and displays the thin line that Rustin walked as a result of his struggle against injustice conflicting with a pacifist agenda.    ","            Bayard Rustin's dramatic change in ideology occurred less abruptly than this dialogue would suggest, with Rustin beginning to move towards politics in 1965 as summed up in his article, \"From Protest to Politics: The Future of the Civil Rights Movement\".  Nevertheless, his support of defense for Israel in 1970 not only represents a change in his ideology, but is indicative of the larger changes which conclude the classical conception of the civil rights movement.","<a name=\"_ftn1\" href=\"_ftnref1\">[1]</a> Bayard Rustin. <em style=\"mso-bidi-font-style: normal;\">The Bayard Rustin Papers. </em>(Bethesda, MD: University Publications of America, 1988), Reel 14. ","<a name=\"_ftn2\" href=\"_ftnref2\">[2]</a> Ibid."],"locations":[{"id":36051,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":51,"tag":"Bayard Rustin"},{"id":42,"tag":"Civil Rights"},{"id":52,"tag":"Pacifism"}]},{"id":4459,"title":" Publishing War over a Negro Encyclopedia Rages on in Correspondence \n","course_id":19,"status":"P","start_date":"4/27/31","end_date":"12/23/36","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a 1936 letter to Dr. James H. Dillard, the Charlottesville philanthropist affiliated with the efforts to fund and improve black education in America, Dr. Carter G. Woodson wrote of a recent loss of staff on the Association for the Study of Negro Life and History due to the efforts of Anson Phelps Stokes, Thomas Jesse Jones and others.  Considered by Woodson as the \"promoters of the Negro Encyclopedia,\" Stokes and Jones, among others played the role of conspirators against the Association's production of the \"Encyclopedia Africana\" in Woodson's depiction.  Dr. Woodson claimed that these men, \"devoted to Negro control,\" were responsible for stealing his former employee and recruiting him to destroy the efforts of the Association.  Woodson wrote, \"they hope to divide the Negroes in their attitude toward what we are doing.\"  With this letter, he hoped to gauge Dillard's stance on the issue and push him to choose a group to support.","            The first battle in this outright publishing war actually occurred a few years earlier, when the April 27, 1931 Phelps Stokes Fund meeting spawned the \"Encyclopedia of the Negro\" project.  The announcement of this Stokes-Jones supported encyclopedia hit Woodson hard, who had been working on his own encyclopedia of the same subject matter for a decade by that time.  It also spurred Woodson to engage in public battles with these two men and their associates in interviews and through correspondence, like the letter he sent to Dr. Dillard.  After having already announced the work of the Association to compile and publish an \"Encyclopedia Africana\" in 1921, Woodson believed that Stokes and Jones aimed to publish a story of the Negro \"as the white man wants and is willing to pay for.\"  For Woodson, the duplication of a work that his organization had already compiled extensive data for proved that the \"promoters of the Negro Encyclopedia\" acted as enemies of blacks in America and not friends.  He addressed this idea in earlier correspondence with the council overseeing the \"Encyclopedia of the Negro.\"  In a 1932 letter, he asked the promoters of the encyclopedia either to furnish his association with a small sum of money to finish their own work or to use their funds to fix other problems facing the black American.  Woodson also suggested the appointment of an officer from the Stokes-Jones council to review the efforts of both sides and assess the inventory and progress of each project.  The Stokes-Jones camp declined to adapt either suggestion to the activities of their fund and the battle waged on throughout the years.","            Carter G. Woodson believed that the education of blacks needed changes to reverse the effects of a black inferiority complex.  Woodson wanted an organic education for blacks that came out of their history and experiences, and not from outside influences.  This desire for truth and authority in retelling the story of the black American to the world guided Woodson's scholarly endeavors.  This same desire pushed him to question the motives of Stokes and Jones, as well as their associates.  Believing education steeped in the black experience and the \"true\" history of the race to be crucial to the development of the black American, Woodson could not reconcile the white leadership of the Stokes-Jones project with their supposed aims of providing blacks with a document for their race.  According to Woodson, \"Negroes must be led to solve their own problems and thus carve out their own future,\" and if the promoters of the Encyclopedia of the Negro declined to aid this plan, then they proved themselves as negative influences on the movement to improve black education.  Carter G. Woodson wanted to help blacks help themselves by providing them with their own history and achievements to share with the world.  The \"Encyclopedia Africana\" represented an outlet to provide that scientific and historical information for people, and to Woodson, other efforts towards creating a similar work that ignored his aims lacked authority and validity.","Citatio"],"locations":[{"id":22331,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":61,"tag":"encyclopedia"},{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"}]},{"id":4460,"title":"NAACP&#39;s Litigation Strategy in Prince Edward County\n","course_id":19,"status":"P","start_date":"5/1/48","end_date":"12/1/56","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["      The NAACP's litigation strategy against school segregation went through a drastic change during the summer of 1950. Instead of working within the confines of Plessy v. Ferguson, which declared the constitutionality of the \"separate but equal doctrine\", the NAACP decided that the time had come to force the courts to reconsider segregation. Prior to 1950, the NAACP only tried cases where they could prove obvious inequality in segregated public education.  This philosophy changed dramatically at the Boston convention in the summer of 1950, when the NAACP made a resolution to only take new cases that challenged the institution of segregation itself.  The NAACP's deliberate change in legal maneuvering had alienating effects in both white and black communities, but it was ultimately successful with Brown decision. When looking at the relationship of history and the law, it is important to ask how and why such a pronounced change occurred in the legal thinking of the NAACP's lawyers. The Prince Edward County case provides helpful insight into understanding this legal change because it was filed in 1951 just as the NAACP was in the process of transitioning their legal strategy. ","      While the NAACP lawyers were busy going through huge organizational changes, the African American students at Moton High School in Prince Edward County were equally busy unifying themselves to go on strike. Under the student-initiated leadership of Barbara Johns, the students at Moton High were tired of their overcrowded and dilapidated school, and the students sought legal redress from the school board . The students at Moton High called upon the Richmond branch of the NAACP to help with its legal campaign. However, the student leaders at Moton high were completely unaware of the NAACP's change in legal strategy. Instead of integration, students like Barbara were merely hoping to improve their segregated educational facilities.  The leading attorneys Oliver Hill and Spottswood Robinson had a completely different agenda. In a speech to the African American students and parents in Prince Edward County, Robinson implored the necessity for challenging segregation as an institution stating \"The NAACP has undertaken its non-segregation policy after realizing that previous experiences had proven that there can exist no equality in a segregated school system\".  The previous experiences that Robinson mentions come directly from previous court rulings where ridiculous restrictions and exceptions were made by segregationists to maintain white supremacy.","       Prior to 1950 most NAACP lawyers and organizers believed that public school officials would eventually realize that operating dual public school systems with equal facilities was economically infeasible. However, as the NAACP tried cases with graduate students, it became apparent that segregationists were not rational. Instead of working within the free market system, segregationists would spare little expense to keep white and black students apart. The NAACP grew exceedingly disillusioned with the idea that segregation would eventually come to an end for economic reasons. Furthermore, equal facility suits were time consuming and expensive to prove and the outcomes of such suits only applied to the district where the case was brought.   While previous cases challenged the inequality of segregated facilities, the NAACP lawyers took an extremely different approach in the Prince Edward County case. In the Prince Edward County case much of the evidence was based on sociological and psychological research that focused on the negative effects that segregation had on African American children.  Reputable doctors and psychologists demonstrated how the segregated facilities led black students to have lower conceptions of themselves and their race. The acceptance of this evidence as credible is crucial to understanding how the system of segregation was undermined in the Brown vs. Board of Education case."],"locations":[{"id":26640,"lat":37.2242881205,"lng":-78.441116268,"zoom":10,"place":"Prince Edward, Virginia"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":62,"tag":"Prince Edward"},{"id":9,"tag":"Law"}]}]}