{"id":190,"title":"Historian's Craft","school_id":102,"school_name":"SUNY New Paltz","term":"Fall 2018","abbr":"HIS300","url":"","description":"An upper-division history methods course at SUNY New Paltz required of all history majors.","points":[[42.614266142353,-75.69234765625],[41.041613288868,-73.852138140601],[41.197785310004,-75.38473046875],[41.696413124963,-73.918141494751],[40.702799328925,-73.90271488317],[41.1489458,-73.9830029],[42.363165365115,-73.553494054511],[41.639967351896,-74.423852426949]],"bounds":[[42.614266142353,-73.553494054511],[40.702799328925,-75.69234765625]],"episodes":[{"id":6864,"title":"In Westchester Lies the Fear of Spies","course_id":190,"status":"P","start_date":"7/12/18","end_date":"7/12/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 12, 1918, the Bronxville Review published an article entitled, “Why Westchester County Must Be Guarded.” It claimed that Westchester County had a problem with the presence of “enemy aliens” during the First World War. An “enemy alien” was a person living in America who was a citizen of a foreign country at war with the United States. The article described efforts to ensure the protection of the county. The local sheriff established a camp, known as the “field headquarters,” which consisted of twenty men who went out on patrols day and night across the entire county, looking for anyone they thought could be suspicious enemy aliens. Westchester even developed its own intelligence bureau. Enemy aliens were supposedly interested in Westchester, because “of easy access to New York, together with the fact that there were many unguarded and unobserved sections in the remote part of the county.” Authorities were worried about potential espionage and “various unfriendly acts” that enemy aliens might commit. This article highlights a broader issue of spy panic that was occurring throughout the United States during the First World War.","When the war broke out in 1914, President Woodrow Wilson acted under the Alien and Sedition Act of 1798, which allowed the president to arrest and deport aliens who had fallen under suspicion. When the United States entered the war in 1917, the fear of spies only intensified. To help ease this hysteria, President Wilson ordered all German-American citizens fourteen years of age and older to register with the government. People were paranoid about the idea of possible enemy aliens living amongst them and were suspicious of all German-Americans, whether they had a reason to be or not. In 1918, a man named Robert Prager, a German-American citizen living in Collinsville, Illinois, was publicly lynched after falling under suspicion of being an enemy alien.","German-Americans were discriminated against during World War I and faced unfair regulations. In April 1917, the federal government ruled that German-Americans were prohibited from living near munitions manufacturers. German-Americans living in New Haven, Connecticut near the Winchester Repeating Arms factory were forcibly evacuated from their homes. Some Germans-Americans were imprisoned in internment camps. A widespread feeling of xenophobia towards German-Americans swept over the United States. For example, in 1917 the German language was eliminated from the curriculum of many public schools in the United States, all due to the panic that people felt about enemy aliens.","The dilemma that the people of Westchester County faced was only a preview of the hysteria spreading throughout the country. The actions of county officials demonstrates the idea that the war took a psychological toll on the people on the homefront, causing people to be fearful of things that were not a present threat. The attitude towards German-American civilians at this time was one of fear and hatred, and the government’s fears about security from these possible threats outweighed the rights of individuals. The First World War stoked unreasonable panic about internal enemies that led to the violation of people’s civil rights."],"locations":[{"id":53198,"lat":42.614266142353,"lng":-75.69234765625,"zoom":6,"place":"Westchester County, New York"}],"tags":[{"id":1111,"tag":"World War I"},{"id":3673,"tag":"Enemy Aliens"},{"id":3674,"tag":"German-Americans"}]},{"id":6885,"title":"Help Catch a U-Boat!","course_id":190,"status":"P","start_date":"2/1/15","end_date":"11/1/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In early December of 1917, the United States Navy was in dire need of binoculars, spyglasses, and telescopes. The decision to declare war in April had brought the Navy into direct conflict with German U-boats, which had terrorized American trade and civilian vessels for the last several years. To face this challenge, the Governor of New York, Charles Whitman, sent out a call to the general public for assistance. On December 12<sup>th</sup> in the town of White Plains, the <em>Scarsdale Inquirer</em> published the following communication from the State Defense Council: “The Council, in view of the great need of the United States Navy for binoculars, spyglasses and telescopes and the impossibility of their manufacture, has adopted a recommendation of Governor Whitman that the people who have such glasses be urged to turn them over to the Government for use in the war.” Before the war began, the United States imported practically all high-quality observation lenses from Germany. American factories could not keep up with wartime demand. These glasses were needed on the growing number of ships being pushed into action. The article claimed that every ship, whether it was in the Navy or a merchant marine ship, required more men on lookout than ever before because of submarines.","The tensions that boiled over in 1917 had been simmering for at least the last two years. Frequent reports of sinkings and alleged sabotage by the Germans contributed to a sense of fear and unease. The most famous was the sinking of the Lusitania in May of 1915, in which 128 Americans lost their lives. Calls to “Remember the Lusitania” were a popular motivation to fight back against German naval tactics and the obvious danger they presented. President Woodrow Wilson responded with a formal protest to Berlin in which he cited the “sacred freedom of the seas.” He asserted that “American citizens act within their indisputable rights… in traveling wherever their legitimate business calls them upon the high seas, and exercise those rights in what should be the well-justified confidence that their lives will not be endangered by acts done in clear violation of universally acknowledged international obligations.” Despite American objections, no permanent resolution between the sides could be reached. The German’s decision to return to unrestricted submarine warfare in February of 1917 necessitated a strong response.","The article of December 12<sup>th</sup>, 1917 demonstrated the atmosphere of fear and uncertainty that surrounded the submarine war. Even those in landlocked communities who had little to fear from a submarine attack, such as White Plains, New York, were asked to aid the fight against U-boats. The article appealed to those who could not take an active part in “this war on the Kaiser” to help catch one of his submarines by sending a glass to the Navy. Not only did the article show how the United States was struggling to meet the demands of the Great War, but it also revealed America was ready to enlist everyday people to keep up with those demands."],"locations":[{"id":53210,"lat":41.041613288868,"lng":-73.852138140601,"zoom":10,"place":"White Plains, New York"}],"tags":[{"id":3697,"tag":"Naval Operations"},{"id":3696,"tag":"U-Boats"},{"id":1111,"tag":"World War I"}]},{"id":6886,"title":"A Women's War","course_id":190,"status":"P","start_date":"6/1/17","end_date":"11/30/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Residents of Carmel, New York, woke up on Friday, November 30, 1917, to a letter to the editor on the <em>Putnam County Courier’s</em> front page from an advocate for woman’s suffrage, Mrs. C.A Hopkins. In her comment, Hopkins explained that men should be recognized for their valor during The Great War, but also argued that women should be appreciated as well. Hopkins wrote, “I feel sure that the women who have so faithfully and efficiently labored for the Red Cross, for the Liberty Loan, and for the YMCA fund, may also be depended upon to further the recognition of a subject already long delayed.” This subject was women’s right to vote. New York state was at the epicenter of the women’s suffrage movement throughout 1916 and 1917. Suffragettes hoped to win the support of “the most economically and politically influential state in the nation.”","World War One created many difficulties for the suffrage movement. Suffragettes were split between those who supported that war and those who did not. On April 3, 1917, President Wilson announced his war aims to Congress. He declared that the United States must enter the war because “the world must be made safe for democracy.” This claim from Wilson stirred controversy amongst suffragettes, who believed America first had to first fix its democracy at home by allowing women to vote. In his book, <em>Winning the Vote</em>, the historian Robert Cooney, Jr. details how the suffragist Doris Stevens argued, “We must not let our voices be drowned by war, trumpets or canons.” Steven and others who did not support the war worried that the war would bring the suffrage movement to a halt. Many women abandoned their suffrage for war work, such as laboring in munition factories, selling war bonds, raising money for war relief, and providing aid at the front for fallen soldiers with the Red Cross.","Activists such as Mrs. C.A Hopkins supported the war and argued for women’s rights. Suffragettes took part in patriotic rallies all over New York State. In the book <em>Women Will Vote, </em>Goodier and Pastorello explain, “By the summer of 1916, most cities held preparedness and patriotic rallies. The fifty thousand marchers who participated in the parade included suffragists; suffragists participated in similar events in Albany, Rochester, New York, and elsewhere.” New York suffrage leaders wanted to bring back attention to their primary goal: reviving their suffrage campaign by emphasizing women’s contributions to the war. Suffragettes spoke at every possible venue, including training camps for soldiers. They printed and distributed leaflets, posters, and newspaper articles asserting that more than a million New York Women demanded that voters pass the suffrage referendum on November 6, 1917.","Acts of leadership like Mrs. C.A. Hopkins and acts of courage like the women who participated in the war helped women in New York gain suffrage on November 6, 1917. It was the stepping stone that would eventually lead women to gain suffrage across the nation. This movement did not only require women from big cities to be heard but local ones as well, such as New York’s local town of Carmel in Putnam County."],"locations":[{"id":53211,"lat":41.197785310004,"lng":-75.38473046875,"zoom":6,"place":"Putnam County, New York"},{"id":53212,"lat":41.197785310004,"lng":-75.38473046875,"zoom":6,"place":"New York State"}],"tags":[{"id":7,"tag":"Women"},{"id":2692,"tag":"The Great War"},{"id":2477,"tag":"world war one"},{"id":2647,"tag":"Women's Suffrage"},{"id":3698,"tag":"Suffragette"},{"id":617,"tag":"Feminism"}]},{"id":6887,"title":"Wartime, Women, and Sexual Constructs","course_id":190,"status":"P","start_date":"11/9/18","end_date":"11/9/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["       On November 9, 1918, the social reformer, Dr. Eleanor Bertine spoke at Vassar College in Poughkeepsie, New York about “sex morals.” An article about her speech, titled “Social Morality and the War,” was published in the campus newspaper, <em>The Vassar Miscellany News, </em>on November 14, 1918. In her speech, Dr. Bertine argued that laws on sex were unjust toward women and that therefore, ‘the single moral standard’ should be followed as a regulation. The single standard pushed for men to abide by the same rules they expected women to abide by: abstaining from sexual relations before marriage and remaining loyal to their husbands afterward. As a whole, women wanted to hold men accountable for their own role in engaging in sexual behaviors. The “double moral standard” excused male indiscretions, but not female.","       During the Progressive Era, male and female reformers began to devise regulations to control and ultimately destroy commercialized prostitution. At the beginning of World War I, male reformers formulated new regulations on prostitution through licenses, special courts, and laws that disciplined women. Female reformers like Bertine, however, pointed out the issue with prostitution was the conduct of men, and therefore pushed for a single standard of sexual behaviors. These female reformers felt that the double standard divided women into bad and good, while condoning the behavior of men using women for their own sexual benefit.","       The problem with the double moral standard, Bertine said, was that people assumed it was “caused by actual physical differences of sex, by the mistaken ideals of boys, too often imparted by women, and by the lesser necessity for responsibility in a man.” Under the double standard, women were expected to remain pure, while men were encouraged to explore their sexuality before and while being married. The Historian John C. Burnham notes that young men at this time rarely were loyal to their fiancés or wives, and even doctors commonly believed that abstinence was harmful to a man’s health. Dr. Bertine’s talk shows the inequality of expected social-sexual behaviors between men and women. Circumstances and regulations against women, created under the double standard, showcase a global epidemic of blaming and punishing women, and the hypocrisy that goes along with it, for actions that men were obviously a part of as well.    "],"locations":[{"id":53213,"lat":41.696413124963,"lng":-73.918141494751,"zoom":13,"place":"124 Raymond Ave, Poughkeepsie, NY 12604"}],"tags":[{"id":83,"tag":"Prostitution"},{"id":7,"tag":"Women"},{"id":1111,"tag":"World War I"}]},{"id":6888,"title":"A Shell Shocked Woman","course_id":190,"status":"P","start_date":"8/1/17","end_date":"12/31/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 3rd, 1917, Mrs. De Saulles, a wife and mother in New York City, murdered her husband, shooting him dead after he threatened to take their son away. In a surprising turn of events, however, Mrs. De Saulle’s defense team claimed that she suffered from shell shock, a psychological condition associated with soldiers who had experienced bombing in the Great War. The <em>New York Times</em> reported, “(Her defense team)...will argue that the announcement that she was not to have her son anymore was the equivalent of explosion of a shell in her presence and that she suffered from the same lapse of memory which has been produced frequently in soldiers.” The <em>New York Times</em> asked the doctor who diagnosed her if he considered Mrs. De Saulles to be mentally sane, to which he replied, “I do not.” He argued that the diagnosis of shell shock rendered her insane and not responsible for her actions. These words had a concrete impact on the court: the jury declared her innocent. She later went on to gain custody of her son and live a complete life as a mother.","Shell shock was a new disorder that emerged during World War I, a confusing mental disease that left both soldiers and doctors in a state of turmoil. No one knew the causes or the boundaries of this powerful and harmful illness. Symptoms included tremors, loss of sight and hearing, and memory loss. Social stigmas surrounded shell shock, including ideas of cowardice, femininity, and hysteria. Doctors often accused men of faking their symptoms, not understanding how serious or critical this mental illness was.  For the first year of the war, medical and miliatary authorities did not take shell shock seriously.","Mrs. De Saulles’s case shows the gradual, widespread acceptance of this disease. Claiming shell shock, a mental disease that many believed did not exist, cleared her of her husband’s murder. It took several years for this mental disease to gain recognition and to be taken seriously. In the earlier stages of the war, authorities criticized soldiers for claiming shell shock, but now even a non-soldier asserted this disease with success. Not just any individual, but a woman. Her claim of shell shock was successful: she won her court case, as the jury believed in shell shock as a genuine mental condition. This court case of Mrs. De Saulles, accused of murder, showed powerful strides in acceptance of mental health and the gradual defeat of the stigma surrounding shell shock."],"locations":[{"id":8915,"lat":40.702799328925,"lng":-73.90271488317,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":91,"tag":"Murder"},{"id":3700,"tag":"Shell Shock"}]},{"id":6889,"title":"Working Reserve Supports the Farms","course_id":190,"status":"P","start_date":"4/20/18","end_date":"4/20/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Rockland County, New York, farmers were short on help during the spring of 1918. Most of their farm hands were being pressed into military service after the United States entered World War I in April 1917. Food production was likely to suffer. However, the <em>Rockland County Times </em>on 20 April, 1918,brought good news. The New York State Food Commission created the New York State Boys’ Working Reserve in March 1918 to select and mobilize young men ages 16 to 21 in support of the farms. The boys mostly came from New York City and were screened before being sent to farms upstate. In April 1918, one thousand boys had already bent sent to assist the farmers in their tasks.","The farmers were encouraged to put in requests for additional help at once, before the season began in earnest. Farmers who requested help sooner were able to get a better selection of workers than those who did so later. L.A. Muckle from the Rockland County Farm Bureau and Mr. G M Carleton of Mahwah, New Jersey, obtained the necessary paperwork and coordinated labor support for farmers. Mr. Carleton had charge of the boys from New York City High School, who would be mobilized to support Rockland County Farmers.","As of April 20, 1918, Mr. Carleton had ten boys ready for mobilization to the Rockland County to support the farms there. Furthermore, he was able to reserve an additional twenty to thirty boys within the following two weeks if he received applications from the farmers promptly. Farmers were assured that Mr. Carleton would do his best in screening the boys to be mobilized. The boys sent would be strong and willing workers who would fulfill the requirements the farmers had. These boys proved to be a valuable asset in assuring food production would not falter and contribute to the war effor","This article demonstrates that labor was a huge problem not only for the farmers in Rockland County, but also for farmers and businesses across the United States. Labor shortages not only decreased the production rates, but also hampered the war effort. The United States was not well prepared to meet its labor needs after the declaration of war in April, 1917. The creation of the Boys’ Working Reserve suggest that the government was slow to identify these issues and devise a strategy to mitigate them. The Boys’ Working Reserve provided relief to farmers, but it came nearly a year after the United States entered the war."],"locations":[{"id":53215,"lat":41.1489458,"lng":-73.9830029,"zoom":2,"place":"Rockland County, New York"}],"tags":[{"id":1111,"tag":"World War I"},{"id":2935,"tag":"Farmers"},{"id":896,"tag":"Labor"}]},{"id":6891,"title":"Fighting the War from the Kitchen","course_id":190,"status":"P","start_date":"1/2/18","end_date":"1/2/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the start of the year 1918, women in Chatham, New York were beginning to feel the pressures of World War I in their homes. On January 2, 1918, the Chatham Courier featured “Hints for Housekeepers,” an article that called for women to start using “fireless cookers” to make their meals. These cookers could either be bought or made with instructions provided by the government. According to the article, “One woman made one of these cookers out of an old trunk and some hay which served her purpose very well and saved her many a dollar.” To use these cookers, the food to be cooked had to first be heated to the boiling point separately, either on a stove or by some other method. Then, once at the boiling point, the food could be moved to the cooker, where it would remain until it was finished cooking. The article quoted a woman who used a fireless cooker to boil her ham overnight, and she stated,  “In the morning it was always perfectly done...” Thus, “...it is possible for every household in the United States to save much time, fuel and nervous energy...” by using the cookers in their daily meal preparation. This practice would save women time that, according to the article, they could then “...spend in Red Cross work, or knitting or in some one of the various branches of war relief.”","Many changes on the home front during the war, including values the United States Food Administration’s propaganda promoted for women at home, began to create a new role for women in society. The United States Food Administration was a government agency created in 1917 in response to the United States’ entrance into World War I. In the same year, President Woodrow Wilson placed Herbert Hoover in charge of the new administration. Hoover and his administration oversaw the management of food on the home front, and in order to do so created propaganda to influence women. Although the government did not implement rationing during the war, the United States Food Administration encouraged women to conserve as much as they could for the war effort. In her analysis of propaganda during the war, author Celia Malone Kingsbury wrote of the importance that this appeal placed on the war in homes and kitchens, drawing it into the domain of women. The emphasis on conserving for the war effort could be one reason that women were willing to create their own “fireless cookers”  out of inexpensive or repurposed materials to prepare their meals. According to the article, these cookers were useful because “Saving of labor is almost as important if not quite so, as the saving of money at this time….” The emphasis placed on the importance of women’s work at home gave them a role in the war, where their work on the home front was just as important as that of the men fighting in battles on the war front."],"locations":[{"id":53214,"lat":42.363165365115,"lng":-73.553494054511,"zoom":8,"place":"Chatham, New York, USA"}],"tags":[{"id":1246,"tag":"Propaganda"},{"id":7,"tag":"Women"},{"id":3701,"tag":"home front"},{"id":1111,"tag":"World War I"}]},{"id":6893,"title":"A Vassar Alumnus in France","course_id":190,"status":"P","start_date":"1/1/14","end_date":"12/31/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1918, Irma Waterhouse, a graduate of Vassar College, traveled to France as a part of the Vassar relief unit under the American Red Cross, working with the American Expeditionary Forces. She wrote about her experiences in letters home, one of which was published in the Vassar school newspaper, The Miscellany. Waterhouse had graduated in 1914 and was recruited by the Vassar Canteen Unit in 1918. In her letter, she was proud to explain what she was doing to aid the American army in France. She discusses how important volunteers were and how their help was so desperately needed. She describes the excitement she feels living in France: “We get back and forth in army trucks or army machines and that is the time when you get the biggest thrill- for of course we are the only women who can ride in army trucks and cars- we are part of A. E. F.!” Irma emphasized the honor she felt serving her country. She urged other women at Vassar to join the A.E.F.","Women were desperately needed to fill jobs in France. The book, The Hello Girls by Elizabeth Cobbs discusses the push for women’s involvement in the communication sector. Many women were recruited to become switchboard operators but, there were also  many other positions that needed to be filled from nurses to secretaries. Irma Waterhouse was one of those women. She worked in the kitchens of a Red Cross station in France and served soldiers. This position was revolutionary for a woman like Irma. Because of her wealth and access to education she had the time to volunteer and follow a patriotic calling of helping the military. These opportunities were not afforded to lower class women, who did not have the means to take off from work and leave their responsibilities at home. Irma’s education aided her in work; at some points during her service she worked as a secretary. She was the only person out of five secretaries to speak French, so she often translated between the American and French secretaries.","Irma Waterhouse and the Vassar Canteen Unit tell a unique story about social roles of women during the war. The role of women was changing at this time, as new positions overseas and at home opened to women. For the first time, women were not only encouraged to enter the war effort, but also they were drastically needed.  These women volunteers came from upper-class families with educated backgrounds, but in France they worked service jobs usually held by the lower class. Waterhouse’s achievements did not end here. During World War II she once again worked with the Red Cross informing families across New York city that their sons and husbands had been killed in the war. In her adult life, Waterhouse taught classes to uneducated women about how to lead discussions, a move towards liberating women. She was also a successful author of short stories, received an M.A. in social working at fifty-one and became the head psychiatric social worker at Adelphi University. World War One opened up a variety of opportunities for women, especially upper-class women. After the war, many educated and experienced women who had proved themselves in the face of conflict."," "],"locations":[{"id":53219,"lat":41.639967351896,"lng":-74.423852426949,"zoom":9,"place":"Poughkeepsie, NY"}],"tags":[{"id":1111,"tag":"World War I"},{"id":7,"tag":"Women"},{"id":3706,"tag":"Vassar"},{"id":3707,"tag":"AEF"}]}]}