{"id":191,"title":"Critical Writing and Research for Historians","school_id":28,"school_name":"University of Toronto Scarborough","term":"Winter 2019","abbr":"HISB03","url":"","description":"","points":[[45.4215296,-75.6971931],[45.514419957865,-73.974271730073],[30.916442992865,34.773227324142],[31.620980449683,35.240286736643],[44.34792430133,-78.688675423332],[42.6977082,23.3218675],[37.499782024664,26.334286951706],[47.741745672861,-117.15857658134],[51.5073509,-0.12775829999998],[34.047863,100.6196553],[50.794864050736,6.3228271665456]],"bounds":[[51.5073509,100.6196553],[30.916442992865,-117.15857658134]],"episodes":[{"id":6894,"title":"Recommendation for Change, Multiculturalism in the Making","course_id":191,"status":"P","start_date":"12/10/68","end_date":"12/10/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The December 10th, 1968 edition of The Globe and Mail highlights a news article by Lewis Seale that details recommendations made in a report by the Royal Commission on Bilingualism and Biculturalism (RCBB). Seale describes the report as a call for the Canadian government to provide federal aid to elementary and secondary minority language schools for districts whose French minority makes up at least 10% of the total population. The author explains that the report was based upon two primary principles: the right of all Canadians to have their children taught in the official language of their choice and the opportunity to learn a second language. In favour of supporting Canada’s national duality (English and French identities), Seale details that the report calls for Ottawa to abandon its policy of overlooking the educational needs of minority groups. In addition to this, Seale describes how the federal government can support duality in Canada through the promotion of dual-language schools, training centres for French-language teachers, and the revision of history texts to begin to dissolve conflict between Canadians of French and English identity. Seale then goes on to explain the importance of RCBB reports in the past in advocating for French-Canadian rights and producing improvements in equality for French Canadians. Through the exploration of an RCBB recommendation, Seale presents an argument favouring future practises towards French Canadian educational inclusion within Canada.","Between Confederation and the 1970s, Canada considered itself an important segment of the British empire. As the connection between Britain and Canada began to fade, Canada strove to redefine the national identity using a strategy of ‘new nationalism’. This created an identity for Canadians that was primarily Anglo-centric. This was accomplished through the establishment of national symbols such as a national flag during the Great Flag Debate of 1964. However, in the mid 1960s there were new efforts to influence Canadian policy towards multiculturalism which would form a Canadian identity that would accurately represent the existing population. This began with voices advocating for French-Canadian rights through Quebec’s Quiet Revolution. Between 1960 and 1966, Quebec saw numerous governmental, social, and economic reforms that increased the modernization of Quebec such as an embrace of secularism and national electricity. Through these new policies, Quebec’s French population was encouraged to occupy positions of power and thus begun to frame French Canadians as social equals to the Anglo-Canadians that existed at the time. These voices were furthered by the creation of commissions such as the RCBB which was established by Prime Minister Lester B. Pearson and his government. This commission provided a channel in which to discuss rights of language, education and the political future of minority neighbourhoods within Canada. This commission and its recommendations (such as the one seen above) helped to create the framework for changing government policy towards multiculturalism during the 1960s and 1970s. Pearson used these voices and recommendations to pass numerous multicultural policies within Canada. For example, on account of these voices, Bill 101 was created and declared French the official language of Quebec and its government. These policies led the way towards more inclusive immigration and constitutional policies from the 1970s to today."],"locations":[{"id":53223,"lat":45.4215296,"lng":-75.6971931,"zoom":2,"place":"Ottawa, Canada"}],"tags":[{"id":3713,"tag":"Educational Rights"},{"id":3712,"tag":"Language Rights"},{"id":3426,"tag":"Nationalism"},{"id":1630,"tag":"Canada"},{"id":2353,"tag":"Identity"}]},{"id":6895,"title":"The End of Bilingualism in Quebec or the Start of a Revolution?","course_id":191,"status":"P","start_date":"2/25/19","end_date":"3/29/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["According to Globe and Mail Reporter, Roger Newman, in 1968, in the city of Montreal, the citizens were witnessing the tensions between the francophones and the anglophones.  Newman’s main focus was on the battle between the English and French in Québec and their fight for their children’s education. According to Newman, the French-speaking Quebecois believed that if the government were to keep the English language schools it would put the French culture and identity in danger. The French movement’s goal was to maintain their French culture and identity instead of being assimilated into the English culture of Canada. Representing the English-speaking population was the president of the English Catholic Parents’ Association of St. Leonard, Frank Vatrano. His organization the ECPA, was fighting to keep the English language schools in Montreal, due to the fact that majority of the members are of Italian descent and want their children to learn English instead of French. Newman further reports that if the two groups cannot come to an agreement and solve their conflict, they would need to take the issue to the provincial level in the Education Department. "," ","During the time period of the 1960s, in the province of Quebec, the tensions between the French and English were at a breaking point. The end of World War II allowed the two groups to focus on their individual group’s identity because they weren’t focused on winning the World War anymore and staying alive. The quiet revolution had begun. Due to political decisions made during this time like “the establishment of a public hospital network (1961), the creation of ministries of cultural affairs and of federal-provincial relations (1961), and the foundation of the Société générale de financement (General Investment Corporation) in 1962”, it allowed for the role of the catholic church to slowly fade away. The church was no longer heavily involved in society as it was before. This then allowed for the French culture and identity to flourish . According to the Canadian Encyclopedia, during this time the baby boomers were growing up and starting to voice their opinions in Quebec, the French nationalist movement was beginning to mobilize. It is at this point in time that the Quebec’s education system was beginning to fall apart. Relating to the news article which looks at this matter, the education system is one of the major focus of the French national movement. By rebuilding the education system this allows the French to be more involved in the way the schools are formed and what the children are being taught."],"locations":[{"id":53224,"lat":45.514419957865,"lng":-73.974271730073,"zoom":6,"place":"Montreal, Quebec"}],"tags":[{"id":3714,"tag":"French Nationalism"},{"id":3715,"tag":"English Movement"},{"id":3716,"tag":"Education System"}]},{"id":6896,"title":"Palestinian refugees expelled from homeland","course_id":191,"status":"P","start_date":"11/24/59","end_date":"11/25/59","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The article “End Bickering on Refugees, Canada Urges” was published in the Globe and Mail on November 25, 1959. On November 24, Canadian delegate Arthur R. Smith addressed the United Nations (UN) General Assembly’s special political committee regarding a refugee crisis. In the aftermath of the 1948 Palestinian war, 1,000 refugees were displaced from their homes. On behalf of Canada, Smith requested Israel, the Arab States, and members of the UN to reach a solution to the crisis. Three things were highlighted: the urgency of the situation requiring immediate action; the collective responsibility the global actors had to end the crisis; and the wellbeing of the future generations. Smith noted that the actors involved need to change their approach to the crisis. Instead of arguing with each other, the actors need to find a practical solution to ensure the safety and wellbeing of present and future generations. It was also suggested that a collective and collaborative approach must be implemented to resolve the crisis. Furthermore, the meeting also emphasized that if the actors involved fail to come to a solution, they will be held accountable by future generations.","The historical context behind the Palestinian war of 1948 is the Arab-Israeli conflict: a result of the actions of the UN and the British Empire. In 1917, in the aftermath of World War I, the British Foreign Secretary Arthur Balfour sent a letter to Lord Rothschild[1]. This letter became known as the Balfour Declaration and was considered as a legally binding document in which, the British government recognized the right of Jews to <em>Eretz Israel</em>[2].  Thus, using this document, the British government endorsed the creation of a Jewish state and encouraged Jewish Zionist migration from Europe to Palestine. On November 29, 1947, the U.N General Assembly adopted resolution no. 181, which acted as another catalyst to the conflict[3].  The resolution proposed the creation of a Jewish state: 55 percent of the Palestine Mandate would be given to the Jewish State and 42 percent of the Palestinian population will be governed by the Jewish state[4]. After the resolution passed, Palestinian civilians were expelled by the Jewish forces and prevented from returning[5]. After the British army left on May 15, 1948, Arab army (from neighbouring Arab states) arrived in Palestine and war broke out between the Arab and Jewish forces[6].  An estimate of 550,000-962,000 refugees resulted from the exodus[7]. ","[1] Elie Podeh, “Diversity Within a Show of Unity: Commemorating the Balfour Declaration in Israel (1917-2017),” <em>Israel Studies</em> 22, no. 3 (2017): 1.","[2] Elie Podeh, “Diversity Within a Show of Unity: Commemorating the Balfour Declaration in Israel (1917-2017),” <em>Israel Studies</em> 22, no. 3 (2017): 1.","[3] Ghazi Falah, “1948 Israeli-Palestinian War and Its Aftermath: The Transformation and De-signification of Palestine’s Cultural Landscape,” <em>Annals of the Association of American Geographers</em> 86, no. 2 (1996): 261.","[4] Ghazi Falah, “1948 Israeli-Palestinian War and Its Aftermath: The Transformation and De-signification of Palestine’s Cultural Landscape,” <em>Annals of the Association of American Geographers</em> 86, no. 2 (1996): 261.","[5] Ghazi Falah, “1948 Israeli-Palestinian War and Its Aftermath: The Transformation and De-signification of Palestine’s Cultural Landscape,” <em>Annals of the Association of American Geographers</em> 86, no. 2 (1996): 261.","[6] Ghazi Falah, “1948 Israeli-Palestinian War and Its Aftermath: The Transformation and De-signification of Palestine’s Cultural Landscape,” <em>Annals of the Association of American Geographers</em> 86, no. 2 (1996): 261.","[7] Efraim Karsh, “How Many Palestinian Arab Refugees Were There?” <em>Israel Affairs </em>17, no. 2 (2011): 224."],"locations":[{"id":53220,"lat":30.916442992865,"lng":34.773227324142,"zoom":6,"place":"Israel"},{"id":53225,"lat":31.620980449683,"lng":35.240286736643,"zoom":7,"place":"State of Palestine"}],"tags":[{"id":5,"tag":"War"},{"id":3708,"tag":"Refugee"},{"id":2764,"tag":"Conflict"}]},{"id":6897,"title":"Beer Vote Legality Due for Court Test","course_id":191,"status":"P","start_date":"1/1/29","end_date":"12/31/35","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["My article \"Beer Vote Legality Due for Court Test\" from May 9th, 1935, refers to a court test of Ontario’s Liquor Control Act. The challenge sought to determine whether plebiscites on prohibiting the sale of alcohol were legal. Lawyer W.H. Bouck organized the petition that prompted the vote by Lindsay’s City Council.  The Council’s ruling was a close 5 to 4 decision to hold a plebiscite to ascertain what the future of alcohol sale would be in the community. Col. R.I. Moore, in the wake of the vote, sought to bring it to court to challenge the authority of the decision, based on a claim that some names on the original petition were invalid, and that a reading of the by-law required at least a two-thirds majority.  According to Bouck, the pro-dry petition organizer, the Lindsay City Council should not to concern itself with Moore’s challenge and continue with the plebiscite. Additionally, Bouck outlined his plan for gathering signatures in Toronto as he had in Lindsay. In Toronto, Bouck was attempting to gather 90,000 signatures for a similar plea in the province’s capital. Part of Bouck’s plan was to cross reference the signatures gathered with data from the provincial lists of 1934 to make certain all the names gathered for his petition were in fact from those eligible to vote, making the job of City Clerk Somers easier, and the cross-referencing cheaper and quicker.  (The Globe, May 9th, 1935)   "," ","The broader historical context of the Lindsay case outlined in my article was dominated by the Great Depression, the economic hardships endured by most Canadians, and the legacy of Prohibition. 1935 was a year of great economic hardship across Canada. It was the end of R.B. Bennett and his Conservative Party’s control of Parliament, whose term was marked by failed economic policies, such as the infamous Unemployment Relief Camps and the Bennett Buggies. In fact, the month before the “Beer Vote” article was published, the On-to-Ottawa Trek began as a strike over harsh working conditions and low wages by the workers at Relief Camps, later morphing into a cross-country journey to protest the federal government itself. Over 1000 of these workers “rode the rails” to Ottawa to make their grievances known. This economic situation that permeated Canada in the 1930s connects to the article, perhaps helping to explain R.I. Moore’s opposition to making Lindsay dry, as the sale of alcohol could provide some much-needed stimulus to the local economy, as well as a way for the hard-done-by members of the community to cope. Another key part of the context to consider is broader Prohibition. In Ontario, prohibition lasted from 1916 to 1926, but this article shows that Temperance ideology continued to be an influential movement even after it was repealed. Enclaves of dry communities persisted, like what Bouck wanted Lindsay and Toronto to become.       "],"locations":[{"id":53226,"lat":44.34792430133,"lng":-78.688675423332,"zoom":11,"place":"Lindsay, Ontario, Canada"}],"tags":[{"id":1630,"tag":"Canada"},{"id":1158,"tag":"Great Depression"},{"id":111,"tag":"Prohibition"}]},{"id":6898,"title":"The Small Newspaper Article that Saw a War Coming","course_id":191,"status":"P","start_date":"9/23/12","end_date":"8/10/13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 23, 1912, the Canadian Press Dispatch wrote on the front page of their newspaper a small article called “Turkey and Bulgaria on the Verge of War”. The article described rising tensions between Bulgaria and Turkey and escalating events on the Greek island of Samos. Bulgaria was attempting to ship several wagons of military supplies through Turkey, where they would eventually be delivered to the Serbian government when the shipment arrived in Saloniki. According to the reporter, the shipment did not make it to its intended destination. Instead, the shipment was stopped and seized by officials stationed at the Turkish border. There was no explanation why Turkey seized the wagons, but their actions with the military supplies intended for Bulgaria’s ally strained the relationship between Bulgaria and Turkey. According to the Canadian Press Dispatch, the British and French navies have recently left the Greek island of Samos. Sofulius, the leader of Samos, had secretly deployed troops from Nicaria onto the shores of the island shortly after they left. Nicaria is another island that had recently become independent, but like Turkey’s capture of the military wagons, the motives for Sofulius’s actions on Samos were not explained in the article. In response, the two navies have been ordered to return to Samos, possibly to confront Sofulius and his troops.[1]","The attempted trade between Bulgaria and Serbia in the article relates to the fact that Bulagria and Serbia were allies back in 1912, the same year that the article was written. They were members of a four-nation alliance called the Balkan League, with the other two members being Greece and Montenegro. This alliance was encouraged by Russian agents under Russian Foreign Minister Sergey Sazonov since the spring of 1912, and the formal agreement signed on September 28, 1912, just 4 days after this article was written.[2] The purpose for such an alliance, according to the Encyclopeadia Britannica, was that the Balkan League nations wanted European land that the Ottoman Empire controlled, particularly Macedonia.[3] This was not the original intent, as Sazonov wanted the league to be primarily anti-Austria, though no explanation was provided as to what Russia had against Austria at the time.[4] So, when Montenegro declared war on Turkey on October 8, 1912, the allies in this League joined in shortly after. This declaration of war was beginning of the first of two Balkan Wars. The first war, lasting from October 8, 1912 to May 30, 1913, was fought between the Balkan League and Turkey. The second Balkan War that lasted from June 29, 1913 to August 10, 1913 was fought between the members of the Balkan Alliance. The end of these wars brought the loss of Macedonia for the Ottoman Empire, and the alliance between Bulgaria and the other nations in the League collapsed.[5]"," ","[1] Canadian Press Dispatch, \"Turkey and Bulgaria on the Verge of War,\" <em>The Globe</em> (Toronto), September 23, 1912, sec. 5, accessed January 21, 2019, <a href=\"https://search-proquest-com.myaccess.library.utoronto.ca/hnpglobeandmail/docview/1351223233/pageviewPDF/E6D39DD4CABB42C5PQ/1?accountid=14771.\">https://search-proquest-com.myaccess.library.utoronto.ca/hnpglobeandmail/docview/1351223233/pageviewPDF/E6D39DD4CABB42C5PQ/1?accountid=14771.</a>","[2] Edward C. Thaden, \"Bulgarian-Serbian Agreement,\" in <em>Russia and the Balkan Alliance of 1912</em> (University Park, PA: Pennsylvania State University Press, 1965), 98.","[3] The Editors of Encyclopaedia Britannica, \"Balkan Wars,\" Encyclopaedia Britannica, January 15, 2019, 1, accessed February 23, 2019, <a href=\"https://www.britannica.com/topic/Balkan-Wars.\">https://www.britannica.com/topic/Balkan-Wars.</a>","[4] The Editors of Encyclopaedia Britannica. \"Sergey Dmitriyevich Sazonov.\" Encyclopædia Britannica. December 21, 2018, 1, accessed February 24, 2019. <a href=\"https://www.britannica.com/biography/Sergey-Dmitriyevich-Sazonov.\">https://www.britannica.com/biography/Sergey-Dmitriyevich-Sazonov.</a>","[5] The Editors of Encyclopaedia Britannica, \"Balkan Wars,\" Encyclopaedia Britannica, January 15, 2019, 1, accessed February 23, 2019, <a href=\"https://www.britannica.com/topic/Balkan-Wars.\">https://www.britannica.com/topic/Balkan-Wars.</a>"],"locations":[{"id":53227,"lat":42.6977082,"lng":23.3218675,"zoom":2,"place":"Sofia, Bulgaria"},{"id":53228,"lat":37.499782024664,"lng":26.334286951706,"zoom":8,"place":"Samos"}],"tags":[{"id":3709,"tag":"Balkan Wars"},{"id":3710,"tag":"Bulgaria"},{"id":3711,"tag":"Turkey"},{"id":3717,"tag":"Ottoman Empire"},{"id":3718,"tag":"Greece"}]},{"id":6900,"title":"The Ruthless KKK","course_id":191,"status":"P","start_date":"3/27/65","end_date":"3/27/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Saturday March 27th 1965, President Lyndon Johnson was “declaring war” on one of the most horrific white supremacist groups of all time: The Ku Klux Klan (KKK).? He did so via a mass television broadcast where he attacked the Klan after a woman by the name of Mrs. Liuzzo was killed by four men who were apparently associated with the Ku Klux Klan. The President was fierce in his statement telling the clan to stop “before it is too late” and even calls the group a “hooded society of bigots”?. Johnson acknowledges the threat that this group poses and realizes that he must take action in order to reassure his country’s safety. The article published by the Globe and Mail describes Johnsons mood as “sheer wrath” when hearing the news of the crime committed?. The reporter constantly hinted to Johnson’s emotion towards the KKK and how motivated he was to bring these men to justice. To explain his motivation, the article states that Johnsons father too dealt with the KKK and felt that the group was a threat to America’s safety?. Although his public attack on the Klan was used to cause intimidation, the article brings up a good point that by naming these four men publically, it could cause an unfair trial?. Nonetheless this article portrays Johnson sticking up for what he believes in and showing an enormous amount of bravery and courage. ","The Ku Klux Klan was first founded in 1866 with the goal of promoting terrorism and violence to those of African American heritage and those that had different religious beliefs to them.? There were two waves of KKK dominance; one lasting from 1866 to the late 19th century, and the other from 1915 to modern day. ? In Johnson’s announcement he stated how his father also ‘dealt’ with the KKK and here we see proof of that with the two separate waves of white supremacism. What led to the high increase of clan activity in the 60’s was when Johnson announced his plans for more Civil rights for those of colour with his new take on Liberalism and new definition to FDR’S “New Deal”. Unfortunately, Viola Liuzzo was just one of the many casualties as a result of the KKK. Viola Liuzzo was a poor white southerner born in Pennsylvania in 1925.? When growing up in the great depression she knew what it was like to be constantly moving due to a lack of funds. She noticed how those of colour were treated very poorly and were racially divided with different waiting rooms, water fountains, churches etc.? In 1965 when she heard about the opportunity to join the march in Selma Alabama she thought it was a great way to stand up against black oppression. During the march Viola was spotted sitting with a black man, and four KKK members saw this as a chance to “broadcast their message: killing Liuzzo and Moton would assure blacks that no march or demonstration would ever change what they considered the ideal southern way of life.”? The KKK were a very radical, dangerous group and did whatever was necessary to keep a white powered society; even if that meant killing someone of their own skin colour.  After Liuzzo was shot to death, the four shooters were caught just hours later where Johnson had a live broadcast declaring threats against the clan. "," "],"locations":[{"id":52836,"lat":47.741745672861,"lng":-117.15857658134,"zoom":5,"place":"Washington DC"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":889,"tag":"Racism"}]},{"id":6901,"title":"Danger in Asia","course_id":191,"status":"P","start_date":"2/1/19","end_date":"4/1/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" "," ","This newspaper article is stating some issues that Western countries were facing in Asia before the conference of Commonwealth of foreign minister at Colombo, Jan 9 1950. This article used the word “danger in Asia” is referred to the Communism courtiers in South-east Asia. Large areas in Asia which once ruled by Japan were controlled by communist countries at that time. The article had the concern of those countries having completely different political aims which could lead to conflicts between West and East. As the Article stated, there were some rising forces at those areas because of the nationalism after WW II. The western union should pay large attention to the incoming problems. And the article stated that the members of Western Union were questioning the attitude of Britain. Obviously, there were conflicts and competitions among the members of Western Union. The author had the assumption of the conflicts and competition in West could have affect the situation in the East and cause more conflicts. In the situation of that period, working together and facing the incoming problems which are the rising forces in Asia is the main issue to be discus at the conference.","In 1949, the founding of the People's Republic of China brought some pressure to Western countries. In the next meeting, I feel that the leaders of various countries have jointly discussed the attitude towards the new China and the strategic and economic deployment of the Asia-Pacific region in the future. At that time, the whole world received the influence of the Second World War. In this meeting, more discussions will be held on economic recovery and future trade cooperation development. At the same time, in the world situation of the time, the Commonwealth has been unable to obtain a dominant position. Collaboration is the development trend of the Commonwealth countries.","Yujie, Qian"," "],"locations":[{"id":53114,"lat":51.5073509,"lng":-0.12775829999998,"zoom":2,"place":"London"},{"id":53229,"lat":34.047863,"lng":100.6196553,"zoom":2,"place":"Colombo"}],"tags":[{"id":3719,"tag":"Colombo Plan"},{"id":3720,"tag":"Communist Threat"}]},{"id":6902,"title":"Drug Over-Use and Its Devastating Consequences During the 60?s","course_id":191,"status":"P","start_date":"1/1/56","end_date":"12/2/62","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The article “Doctors Told No Drug Wholly Safe,” written by David Spurgeon and published on June 21<sup>st</sup>, 1957, still reads as a stark warning all these decades later[1]. It appeared on the front page of the Globe and Mail, directly below a headline on ‘atom jets’ being sent to a post-war Korea. The article describes a talk given at the annual convention of the Canadian Medical Association in Edmonton. A Dr. D. E. Rodger from Regina warned the medical community about unforeseen consequences from drugs being freely given. The doctor believed the toxic effects of some medicines were unintentionally causing more harm than benefit. He further encouraged both the reform of the Canadian Food and Drug Act, as well as restrictions to discourage pharmacists making illicit sales. Dr. Rodger stressed that the physician plays the pivotal role in protecting the patient, and their lack of proper judgement regarding unsafe drugs was damaging public health. The article describes the doctor warning about a new class of drug known as the tranquilizers, which may refer to psychotropic drugs widely used in modern healthcare to treat mental illnesses and anxiety. He doubts their medical efficacy, stating that citizens should opt for medications that are more affordable, and extensively understood. He further labels tranquilizers as placebos and inert, suggesting their only medical benefit is psychological. ","This archived article is grim in the context of the events that followed. A few years later in the 1960’s, thalidomide was discovered to cause severe birth defects in the form of shortened or missing limbs[2]. The drug was extremely popular at the time, used as a mild sedative for a sleeping aid, as well as to temper the effects of pregnant women experiencing morning sickness. The drug originated in West Germany, eventually permeating through Great Britain and to clinical trials in North America. It fit with the trend of the day, which saw a dramatic interest in tranquilizers and other ‘downers.’ The efficacy of this emergent drug classification was lauded by patients and many doctors in the years before the thalidomide tragedy was realized. Everyday people in droves sought comfort from their doctors, and unfortunately, they prescribed freely drugs without realizing the implication[3]. Many of these drugs were addictive and as we now know, harmful. This early article shows some practitioners realized the potential consequences were twofold: both in the widespread unregulated distribution and in the lack of research into potential side-effects. These themes became much more prevent during the coming decades, unfortunately too late. Although we cannot prevent the thalidomide disaster now, this story can grant us perspective on current issues. Perhaps we should heed this lost plea and undertake the actions that may not only help the modern drug abuse issues we face today, but also to prevent some unknown yet similar medical disaster still looming.","[1] David Spurgeon, “Doctors Told No Drug Wholly Safe,” <em>The Globe and Mail, </em>June 21, 1957, Front Page, Toronto.","[2] James H. Kim et al., “Thalidomide: The Tragedy of Birth Defects and the Effective Treatment of Disease.” <em>Toxicological Sciences</em>, Volume 122, Issue 1 (2011): 1.","[3] David L. Herzberg. \"Happy Pills in America: From Miltown to Prozac.” (Baltimore: John Hopkins University Press, 2009), 33. "],"locations":[{"id":53231,"lat":50.794864050736,"lng":6.3228271665456,"zoom":10,"place":"Stolberg, West Germany, Europe"}],"tags":[{"id":2191,"tag":"Doctors"},{"id":3652,"tag":"abuse"},{"id":100,"tag":"Medicine"},{"id":3721,"tag":"Drug Use"},{"id":3722,"tag":"Thalidomide"}]}]}