{"id":20,"title":"American Civilizations to 1877","school_id":9,"school_name":"University of North Carolina at Pembroke","term":"Fall 2008","abbr":"HIST 1010","url":"","description":"Students wrote their episodes using newspaper articles they found on the database America&#39;s Historical Newspapers. Two-thirds of the students in this class are in their first semester of college.","points":[[38.1872796075,-85.6593965884],[36.8397586016,-76.3809881826],[35.8067238469,-78.6641504807],[40.2323172498,-74.801479324],[39.878712355,-75.2036894677],[42.3513982028,-71.9077450509],[39.1954617755,-84.5426360039],[40.7805662337,-73.9388482485],[39.8715057392,-77.2179223246],[32.8096032441,-94.3088738744],[40.6898659841,-74.0453059885],[34.9040918306,-76.2536140613],[44.3791988514,-75.856779795],[41.8399513458,-87.8166666032]],"bounds":[[44.3791988514,-71.9077450509],[32.8096032441,-94.3088738744]],"episodes":[{"id":4530,"title":"The Hate Crime In Louisville","course_id":20,"status":"P","start_date":"1857-05-20","end_date":"1857-05-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The hate crime that occurred in Louisville, Kentucky, on May 20, 1857, was \"one of the most shocking instances of cruelty and of mob violence that has transpired in this country for years.\"   A group of slaves from Louisville had been accused of a crime.  A white jury found the slaves not guilty, which angered a mob of whites who wanted the slaves executed for a crime that they clearly did not commit.  The mob set out for vengeance.  The assembly of whites broke into the jail in which the slaves were confined, and forcibly trudged them through the streets while the slaves protested their virtue and pled for assistance.  The mob ended their fatal rally by cutting the slaves' throats one by one before hanging them from various trees throughout the city.  After hanging the last men up in a tree, the mob constructed bonfires beneath the slaves' dead bodies and brutally burnt them. ","This lynching occurred only months after the Supreme Court ruling in <em>Dred Scott v. Sanford</em>.  Chief Justice Roger B. Taney argued that the Constitution did not intend for African Americans to be included under the word \"citizen.\"  For abolitionist and former slaves, this ruling was a huge disappointment.  Legal historian Mark A. Graber argued \"that Dred Scott challenges persons committed to human freedom to determine whether anti-slavery Northerners should have provided more accommodations for slavery than were constitutionally strictly necessary or risked the enormous destruction of life and property that proceeded Lincoln's new birth of freedom.\" Yet most white Americans agreed, at this time, that the national government was not granted the power to regulate slavery within a state.  The fact that that the Kentucky slaves were acquitted of the charges and yet still punished, and no one objected, illustrates the extent to which slavery corrupted the American legal system."],"locations":[{"id":4978,"lat":38.1872796075,"lng":-85.6593965884,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":119,"tag":"racial violence"},{"id":3,"tag":"African-Americans"}]},{"id":4521,"title":"Transforming Naval Warfare","course_id":20,"status":"P","start_date":"1862-03-08","end_date":"1862-03-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 8, 1862, the power of a new form of naval warfare made its appearance at Hampton Roads Bay, Virginia.  The CSS <em>Virginia</em> (formerly the sunken USS <em>Merrimack</em>) appeared beside the Union fleet, showing her aggressive naval power with a never-seen-before \"iron coating.\" With a front mounted cannon and an iron body, she destroyed two Union wooden ships, lowering Union morale.  On March 9, 1862, the USS <em>Monitor</em>, commissioned in February 1862, arrived in Hampton Roads showing her superior fighting abilities. The <em>Monitor</em> brought to the battle the first adjustable turret at sea, allowing the Union sailors to have hopes of victory for the Union once more.","The USS <em>Monitor</em> was also a ship of iron, making the battle between the CSS <em>Virginia</em> and USS <em>Monitor</em> known as \"The Battle of the Ironclads.\"  The battle between the two ironclads lasted two hours, but soon had to come to a halt because both the Union and Confederate crews had suffered unsustainable loses and injuries.  Even though the CSS <em>Virginia</em> had more fire power than the USS <em>Monitor</em>, the battle ended in a draw.  As for the \"ironclads\" themselves, they received very little damage.  Both \"ironclads\" lived through the battle, inaugurating a new era of naval warfare."],"locations":[{"id":14409,"lat":36.8397586016,"lng":-76.3809881826,"zoom":9,"place":"NORFOLK, Virginia"}],"tags":[{"id":113,"tag":"Navy"},{"id":32,"tag":"Civil War"},{"id":16,"tag":"Science/Technology"}]},{"id":4520,"title":"Opposition to the Slave-Trade","course_id":20,"status":"P","start_date":"1795-02-09","end_date":"1795-02-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"By the gentleman just arrived from Raleigh, the seat of government in North Carolina, We learn that the assembly of that state have passed a law to prohibit further importation of slaves into that state, either by land or sea, from any part of the world.\" This strong statement described North Carolina's bill banning the importation of slaves into the state. Slaves in North Carolina worked hard growing tobacco and other crops. They generated great wealth for the slave holders, but they did not earn anything in return, and they had no legal rights. The government banned the slaves' importation in North Carolina in part to protect slaves' value, and it was a sign of North Carolina's opposition to the slave trade.","The government of North Carolina did what it could to prohibit the importation of slaves into the state, banning the importation of foreign slaves in 1786.  Moreover, under a state law passed in 1816, any person who brought foreign slaves into the state of North Carolina, in opposition to Congress's ban on the transatlantic slave trade, would forfeit their slave property. The state would then sell the slaves and keep the profits from the sale. These strict regulations made sure citizens did not buy slaves from any other parts of world.","North Carolina, New York, Maryland, Delaware, Massachusetts, Pennsylvania, Georgia, Connecticut, and Rhode Island all prohibited the importation of slaves before 1800. Prohibiting the importation of slaves was also a very important event for the American Congress, and in 1808, as soon as allowed under the U.S. Constitution, Congress agreed to forbid the importation of slaves without opposition. \"In 1819, Congress declared the slave-trade to be piracy, though,\" according to historian Hubert H. Bancroft, \"none of its participants seem to have been condemned as pirates.\" Furthermore, the declaration was not only for a particular state, but was a national declaration for all the states of America. The declaration was necessary in that time, because the slave holders living in the Southern part of the country realized that slave trade might cause an explosion in the slaves' population, and they were afraid that slaves would fight against them for freedom. Furthermore, they had enough slaves to produce children, who were the potential slaves of the future, so they did not need extra slaves. For this reason, they allowed the declaration stopping the slave trade.<strong> </strong>Although prohibiting the importation of slaves was not as important as abolishing slavery, prohibiting the importation of slaves was a very important step toward abolishing slavery."],"locations":[{"id":15239,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"Wake, North Carolina"}],"tags":[{"id":110,"tag":"Importation"},{"id":4,"tag":"Slavery"},{"id":96,"tag":"Slave Trade"}]},{"id":4455,"title":"National Iron Works\n","course_id":20,"status":"P","start_date":"1867-08-26","end_date":"1867-08-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early 1800s, manufactories in Trenton, New Jersey excelled in casting iron into railroad supplies, stationary steam engines, and factory machinery.  The Trenton State Gazette said, \"it has been truly remarked that iron is more valuable than gold; and that the degree of excellence in its workmanship is one of the surest indications of the progress and civilization of the age.\"  Timothy Field established the National Iron Works in 1839.  The factory stood on the corner of Taylor and Clay streets, on the canal.  Mr. Field employed forty men who earned 1.50 to 3.50 dollars per day for their skilled labor.  The company smelted iron for casting tools.  The Trenton State Gazette explained \"about 700 tons of coal is annually consumed in the business, and 800 tons of crude iron is manufactured up into railroad supplies, engines, and castings.\"","According to historian Harold Livesay, \"between 1815 and 1860 Americans made important progress toward industrial maturity by developing factory units capable of sustained mass production.\"  Members of the mercantile community dominated this rising manufacturing industry using marketing expertise.  The factories produced mass amounts of goods that exceeded the demand of local markets.  The factory owners concentrated on running the production of goods and relied on merchants to distribute their goods nationally.  Livesay wrote, \"in the antebellum iron industry, mass distribution became the domain of another kind of specialized wholesaler, the iron commission merchant.\"","The iron industry helped develop railroad transportation in America.  According to Livesay, \"the four largest American iron works in 1860 - Trenton Iron, Phoenix Iron, Montour Iron, and Cambria - were all integrated rail mills.\"  These mills produced railroad supplies for Camden & Amboy, Belvidere & Delaware, West Jersey, and new railroads in construction from Camden to Mount Holly, from Hightstown to Pemberton, and from Maine to New Orleans. "],"locations":[{"id":8537,"lat":40.2323172498,"lng":-74.801479324,"zoom":10,"place":"MERCER, New Jersey"}],"tags":[{"id":58,"tag":"Industry"},{"id":11,"tag":"Economy"}]},{"id":4515,"title":"The Pain of Slavery","course_id":20,"status":"P","start_date":"1816-09-12","end_date":"1816-09-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A forty-five year old man by the name of Benjamin Powell walked into a foreign town from his former existence of Indian slavery. The citizens tended to his needs, as he was in poor condition due to his past slavery for over five years. This man was completely abused; to prove this, \"he exhibited a hand nearly burnt off and shewed upwards of 20 scars on his body, most of which were evidently made with a tomahawk.\" This man had lived the past five years as a slave for Native Americans in Pennsylvania. Benjamin Powell was a bright and truthful man. He did not deserve to live as a slave.","Indians were pushed out of their own land in the mid 1800s and became sick and tired of being bullied. They decided that they would rebel, and fight back against the settlers, by taking them and turning them into their slaves. Not only did they capture settlers and enslave them, but the Indians also decided to beat some of their slaves brutally. Indian warriors would travel to the settlers' colonies, attack swiftly, and take several settlers and turn them into slaves. It became a problem for the settlers. They had to be very careful and keep an eye out for Indians who could cause harm to their colony.","Indians were a huge threat to many communities, and local governments soon issued, warrants for the heads of Indian warriors. According to the historian Almon Wheeler Lauber, The government of the United States of America issued warrants on \"every Indian known to be to be a man slayer, traitor, or conspirator.\" One man in particular, [General Wardon of Cocheco,] wanted Indians annihilated. General Wardon issued many warrants himself for the heads of Indians. The Indians were intelligent and rebellious. Sneaking to settlements taking prisoners, and turning them into their own slaves was one of their only ways of fighting back the settlers."],"locations":[{"id":11224,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":4,"tag":"Slavery"},{"id":19,"tag":"Native-Americans"}]},{"id":4508,"title":"Advancements In the Women&#39;s Rights Movement","course_id":20,"status":"P","start_date":"10/29/51","end_date":"10/29/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Over one thousand women gathered in Worchester, Massachusetts, for a Women's Rights Convention in October 1851. \"Wit, humor, truth, poetry, absurdity, and misdemeanor madness, were all component parts of the proceedings and speeches,\" wrote a journalist for the <em>Daily Alabama Journal. </em>Among the speakers were E. Oakes Smith, Abby Kelly Foster, and Lucretia Mott. The journalist observed that some of the women were \"giggly\" and \"snap at any man who proceeds to open his mouth about an issue.\" The self-promoting speakers encouraged the audience to \"cultivate their powers\" and to \"lift their voices;\" only then would they earn equal rights with men and gain suffrage. Advocates of themselves, the women fought for the right to a fair chance to prove their political and economic abilities. Abby Kelly Foster stated at the convention that \"no woman should marry who was not able to provide for her husband and family.\""," The first Women's Rights Convention was held in Seneca Falls, New York, in 1848. Elizabeth Cady Stanton presided over the convention, where the Declaration of Sentiments came into existence. The declaration called for human freedom, according to historian Sharon Hartman Strom, making \"a claim to the universality of rights for an entire class of individuals.\" The declaration also called for equal wages, education, and the right for women to own property. This was the first of many conventions later to come. The October 1851 convention in Worchester was the first national Women's Rights Convention. Following these conventions, women took great strides in their search for freedom and equality."," In the movement to further gain political and economic freedom, Susan B. Anthony and Elizabeth Cady Stanton formed the National Woman Suffrage Association. Its main goal was to promote the idea of voting rights for women. They went state to state campaigning for women's suffrage rights. Many of the women of the Women's Rights Movement also spoke out against slavery, creating a unified group of African American and Caucasian women. Colorado was the first state to grant women the right to vote. The final victory was August 26, 1920, when Congress passed the Nineteenth Amendment, granting women from all states the right to vote."],"locations":[{"id":29366,"lat":42.3513982028,"lng":-71.9077450509,"zoom":8,"place":"Worcester, Massachusetts"}],"tags":[{"id":7,"tag":"Women"},{"id":48,"tag":"Women&#39;s Rights"},{"id":170,"tag":"suffrage"}]},{"id":4546,"title":"Runaway Slaves in Ohio","course_id":20,"status":"P","start_date":"1845-01-08","end_date":"1845-01-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["More often than not, Ohio citizens showed no signs of guilt for the part they played in helping fugitive slaves. A Cincinnati newspaper editor bristled at the suggestion that his fellow Ohioans had deliberately committed crimes. \"We have seen no evidence of it,\" he wrote in 1845. \"We are not aware that any of them entered the slave States for the sake of helping off slaves. Being in those states, they have shown kindness to the oppressed.\" Ohioans wrote this article to deflect the fact that they were indeed helping slaves escape.","Attitudes of Ohio citizens conflicted with those of the Virginia slave owners on the subject of runaway slaves. After many conflicts between the two parties, especially with Ohio having the reputation as a state friendly to runaways, something had to be done. Slaveholders called on Congress to enforce the Fugitive Slave Law of 1789. Fights erupted between slaveholders and abolitionists, who both felt they could justify their actions. Slave hunters felt they had every right to capture an \"escaped slave\" because under law they were never released as freed men. Ohio citizens argued that helping slaves escape should not be a criminal act. They also argued that if the slave hunters had no physical proof, then they could assume that the \"slave\" in question was never a slave at all. Lastly, Ohioans believed that once a slave entered free soil he never again assumed the role of a slave. This debate would grow even more contentious after Congress passed a new Fugitive Slave Law in 1850."],"locations":[{"id":10238,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":4,"tag":"Slavery"},{"id":126,"tag":"fugitive slave"}]},{"id":4506,"title":"Transatlantic Slave Trade: Slave Smuggling","course_id":20,"status":"P","start_date":"1850-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["If a sea captain wanted to become a slave smuggler, \"the first step is to purchase a vessel in one of the ports of the United States whose sailing qualities have been tested by several years of service.\"  The seller of the vessel was bound by contract to take the vessel to a port on the African coast that the buyer had selected.  Rice, water casks, and cooking utensils were shipped on board of the vessel.  The only problem was that having rice, cooking utensils, and water casks together on board the vessel could be considered \"conclusive evidence of an intention on the part of the master or owner to employ the vessel in transporting Negroes from Africa to be sold as slaves.\"  Because of this, they had to sneak the water casks on board somewhere quiet, usually at the latest time possible before departure.  \"Nineteen vessels out of every twenty fitted out in the United States for this illegal traffic on the coast of Africa, manage to evade the law,\" one newspaper editor observed.  After having left port safely, the vessel had nothing to fear because British ships believed the United States government would not allow slave ships to sail under an American flag.  Once the vessel had reached Africa, it would \"run into one of the numerous river arms that characterized the African coast.\"  These river arms offered great places to load the slaves without attracting attention, and slavers could choose when they felt the best time of departure would be.  On the way back, the vessels went to Cuba, where the slaves were unloaded and \"distributed among the sugar plantations.\"  Slavers sometimes burned their vessels to destroy evidence and thus avoid capture.","A dramatic increase of illicit traffic and actual importations of slaves took place in the decade 1850-1860.  The fitting out of slavers became a prosperous business in the United States, one centered in New York City.  Vessels leaving New York were in close alliance with legitimate trade.  Downtown merchants of wealth and respectability engaged in buying and selling African slaves throughout the 1850s with little interference from the government.  \"During eighteen months of the years 1859-1860 eighty-five slavers were reported to have been fitted out in New York harbor, and these alone transported from 30,000 to 60,000 slaves annually,\" wrote historian W.E.B. Dubois.  \"The United States deputy marshal of that district declared in 1856 that the business of fitting out slavers was never prosecuted with greater energy than at present.\"  Because there were few United States war-ships in Brazil, American smugglers easily ran in cargoes, in spite of the prohibitory law.  Ships often used the flag of the United States to conceal acts of piracy.  When Brazil's trade declined, Cuba's trade greatly increased, and the illegal trading continued until British enforcement and further diplomacy finally ended the Atlantic trade in the 1860s.             "],"locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":4,"tag":"Slavery"},{"id":96,"tag":"Slave Trade"}]},{"id":4492,"title":"Gettysburg After the Battle\n","course_id":20,"status":"P","start_date":"1863-07-09","end_date":"1863-07-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Little of the enclosure remains save the wicket gateway, from which the gates have been torn,\" Thomas Knox wrote in a dispatch published in the New York Herald on July 9, 1863.  This was just one scene of the aftermath of Gettysburg, which was the single bloodiest and most memorable battle of the American Civil War.  In many cases, the battle spilled out of the field into the town and destroyed houses and yards.  Knox's dispatch went into a detail about just what happened to the town and outlying areas of Gettysburg.","The battlefield after Gettysburg was exactly what one would think: a war-torn landscape.   Artillery fire destroyed most of the landmarks of the time.   Knox says that cemeteries, or at least one in particular, had shattered headstones, horse-trodden graves, and destroyed shrubbery.  Breastworks were erected to prevent cavalry charges lined the battlefield and mounds of dirt supported artillery batteries.  Soldiers trampled fences and lawns.  This turned a beautiful countryside and fields into a dirty, corpse-filled, war-torn landscape.","However, in the past 150 years, Gettysburg has been turned back into a beautiful country town.  Brian Black says in his journal, titled \"Brian Black at the Copse on Gettyburg,\" that the preservation and repair of Gettysburg began just two years after Knox's article.  As it stands now, Gettysburg is a national park to commemorate the people who died there.  The copse at Gettysburg had shifted thirty feet upwards due to the growth of oak trees.  Black says this is because environments are rarely unchanging.  This dynamic environment shows people a field far different from what generals Robert Edward Lee and George Gordon Meade saw, but if one wants to look and find out where the soldiers were and where they battled, they need only to see the breastworks and mounds erected, still marking the field as a battleground."],"locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":87,"tag":"Environment"},{"id":88,"tag":"Battle"}]},{"id":4493,"title":"The Letter Begging for Peace\n","course_id":20,"status":"P","start_date":"1868-08-26","end_date":"1868-08-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Around one o' clock Friday morning Albert Browning, \"a freedman and quiet inoffensive citizen of the city,\" lay resting peacefully in his home with his wife and little children. For unknown reasons a number of white men grabbed him and led him just a few feet outside of his home. They tied the terrified man's hands behind his back, went into his home, and began robbing him of his money, many types of clothing, a gun, and his horse. After coming out with everything, leaving Browning with nothing but the clothes on his back, they shot him through the head simultaneously with several different guns and pistols. According to Freedman's Bureau agent W.H. Johnson, \"after committing such horrible acts of violence they proceed to the church, and busted down the doors.\" To their surprise, inside was an assemblage of freedmen who bravely protected their church and scared the white men away.  Johnson implored the government to help the freedmen, pleading, \"they go to their church, enter the enclosure, fasten their gates and remain very quiet, interrupting no one, not wishing to interfere with any one, provided they are left unharmed\"","  Reconstruction in the South is still characterized as a time of strict white repression and violence as whites tried to reckon with the freedom of slaves within their communities. Especially in the Deep South, where many parishes had large African American populations, whites coutinely committed acts of violence against freed slaves. African Americans were safe neither in their own homes nor the houses of the Lord. Even the legal system often failed to protect former slaves. Writing a letter had a whole different meaning depending on the color of the hand it came from. W.H. Johnson's letter pled for the unheard voice of the freed slave. Historian Carl H. Moneyhon has explored the post-war dominance of Texas society by whites who ruled their state by violating the human and civil rights of African-American Texans. He argued that Reconstruction offered Texans an opportunity for a society free of race-consciousness, which it rejected, and that the costs of that rejection continue."," After the Civil War, the South suffered from both economic hardship and drastic social change. For centuries, the South had relied on slaves to harvest crops on plantations. When the slaves were free it caused some owners to lose a lot of money. When this happened, six former Confederate soldiers started a hate group called the Ku Klux Klan.  Their random acts of violence led the nation into a swarm of unnecessary and enduring violence such as the 1998 murder of James Byrd, an African American who was dragged for three miles behind a pick-up truck by three white men down a narrow, winding asphalt road. As journalist Dina Temple-Raston detailed in her study of Byrd's murder, the legacies of post-Civil War racial violence continue to haunt present-day Texas."],"locations":[{"id":13029,"lat":32.8096032441,"lng":-94.3088738744,"zoom":10,"place":"MARION, Texas"}],"tags":[{"id":91,"tag":"Murder"},{"id":92,"tag":"Freed Slaves"},{"id":94,"tag":"Hate Crimes"}]},{"id":4494,"title":"Post-Colonial Art Development\n","course_id":20,"status":"P","start_date":"1790-01-01","end_date":"1800-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"They [Americans] are depreciate, unprincipled inciters having ruined themselves through proliferation and debauchery of every kind,\" ranted a scathing excerpt from an English editorial. \"The whole nation is thrown [itself] in contention... Such has been the degeneracy of modern patriotism, that they would expunge every word from our dictionary, or frame [canvas].\" Through the eyes of the British, the Americans, even thirty years after the revolutionary war, were uncultured and ill-mannered. But as the fledgling country struggled to establish a stable socioeconomic status, its culture blossomed, making strides in the aesthetics.","Perhaps the most intriguing artistic achievement was political cartooning. Coupled with the printing press, although it may not seem an artist's medium, it was in fact the greatest mode of spreading American aesthetics. Political cartoons were pivotal to swaying the general public to adopt a way of thinking, implement a social trend, or show fault with a particular person or regime. This was important because a large majority of the populace was illiterate; caricatures and stereotypes allowed them to understand a specific message or movement. The political cartoon was also a good mode of humor to make poor political judgments of the era somewhat humorous and palliative.","Another art form that caught on late in the postcolonial period was the realism movement. Up until the Revolutionary War, Americans had very little desire to create a painted medium. Instead, metallurgy and ceramics were more popular. The few painters who did in fact continue their trade largely focused on landscapes and architecture. As the war ended, the focus shifted to human portrait and candid rural settings. The figures in these pictures were very realistic: the bodies were well proportioned, light was focalized, and objects seemed dimensional instead of flat; the facial features, however, were greatly exaggerated, taking an almost egg-like look, which may account for the name \"egg-head.\"","Art Historian Wayne Craven argues that the painting movement was a late enterprise likely resulting from perhaps the scarcity of resources; for example, paint required oil, turpentine, and pigment. All of these goods had to be directly traded from foreign ports, which was difficult due to bad relations with other countries. Lead-based paints, while not as popular as oils, were also very hard to get, mostly because they required lead powder and paint thinner in the form of linseed oil, neither native to America. Other artists turned to alternative means of painting; using egg whites as thinner (commonly known as Tempera), pine resin, tar pitch, and even meat fat. A small contribution to the painting industry was the indigo plant from South Carolina, commonly used to make a deep blue dye, in the place of cerulean, which had to be imported from South America.  While the aesthetics had no prolific institutions in American society until the early twentieth century the ideas, creativity, and expressions of early folk art retained immensely popular amongst the general public and even the social elite for centuries.     "],"locations":[{"id":15275,"lat":40.6898659841,"lng":-74.0453059885,"zoom":7,"place":"New York, New York"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":89,"tag":"Art development"}]},{"id":4495,"title":"Indian Land","course_id":20,"status":"P","start_date":"1830-08-20","end_date":"1830-08-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On Friday, August 20, 1830, the editor of the <em>Eastern Argus</em> printed some of the Indian Removal Act's guidelines and stipulations for all citizens to read and then judge whether this law was fair to Indian nations, especially the Penobscot Indians of Maine. Land bought and sold by the Penobscot caught the eye of the State legislature.  The state saw a way to intervene in tribal affairs to govern the harvesting and selling of timber and land.  Many whites, opposed to this treatment of the Penobscot, felt that the State put \"guardianship\" over a sovereign and independent nation. By removing the Penobscots' freedoms this would ensure Maine's sovereignty, giving the state power to rule. The editor of the <em>Eastern Argus</em> argued for the same rights for Indians as for white citizens of Portland, Maine.","Andrew Jackson, depicted by some as a king in the early 1830s, pushed the Indian Removal Act down the throat of Congress, so whites could enjoy the land once hunted and farmed by Indian tribes.  Removal of Indians had strong opposition: the Democrats feared that this bill was supported by enemies of \"internal movements,\" and other factions such as Quakers and religious groups were outraged by a bill questioning the rights of Indians. Removal of Indians from native hunting grounds and sacred land was in Jacksons' best interest, then land could be divided to white settlers.  Once the bill passed, Jackson himself became the overseer of Indian removal, by giving him a chance to exercise his leadership skills and preparing him for things to come.  Indian removal became an insurmountable ordeal for Indian tribes of the 1830s."],"locations":[{"id":5858,"lat":null,"lng":null,"zoom":8,"place":"PENOBSCOTT, Maine"}],"tags":[{"id":90,"tag":"Indian Removal Act of 1830"},{"id":114,"tag":"Andrew Jackson"},{"id":19,"tag":"Native-Americans"}]},{"id":4496,"title":"Cape Lookout Lighthouse\n","course_id":20,"status":"P","start_date":"1859-09-19","end_date":"1859-09-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Official information has been received at this office from Captain W. H. C. Whiting, corps of engineers United States army, that the new lighthouse at Cape Lookout has been completed.\" The new lighthouse had the shape of a cone made of brick, with an iron lantern as the light. The tower rose 156 feet above sea level. The light was a \"fixed\" light that could be seen up to 22 nautical miles during ordinary weather. The light was lit for the first time on November 1, 1859.","According to historian Cheryl Shelton-Roberts, \"the most modern architectural logic of the time went into the design of the Cape Lookout lighthouse.\" It was the first to rest on cross timbers instead of on pilings because pilings could not be driven into the compact sand. \"The lighthouse stood tall enough to reach out over across Lookout Shoals and rise above morning mist and fogs,\" and its light sequence rotated every fifteen seconds. Cape Lookout was one of many lighthouses along the North Carolina coast, located in southwest Carteret County on the 22-mile-long Core Banks. The lighthouse's job was to warn mariners of dangerous shoals that extended eight miles into the ocean. Mariners had to memorize each lighthouse's sequence of how the light blinked to know their location along the coast. Each lighthouse along the coast of the United States had a different light sequence. The Cape Lookout Lighthouse saved many ships that carried important cargo to the mainland from running aground on the shoals that were off the coast.","In the nineteenth century, transatlantic trade was booming. \"Even after the invention of the steamboats,\" notes historian Daniel Howe, \"merchants continued to favor sailing ships for ocean going voyages because they did not have to devote a lot of precious cargo space to carrying fuel for a long voyage.\" It was not until 1840 that Samuel Cunard pioneered the idea of using steamboats for the transatlantic voyage, but instead of using wood they would use coal. Using coal left a lot more room for the cargo, which meant that the merchants could make more money. Almost every major port had a lighthouse like Cape Lookout, allowing the ships to come into port safely during the day and at night."],"locations":[{"id":9307,"lat":34.9040918306,"lng":-76.2536140613,"zoom":9,"place":"CARTERET, North Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":16,"tag":"Science/Technology"}]},{"id":4497,"title":"A Pennsylvania Anti-Slavery Movement\n","course_id":20,"status":"P","start_date":"1848-12-20","end_date":"1848-12-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On December 20, 1848, in a small chamber of the Assembly Buildings in Philadelphia, the Pennsylvania Anti-Slavery Society held a very outspoken convention. Many gathered -- presidents, vice presidents, and secretaries -- in order to set straight their position in regard to the Free Soil Party and the church. They were also going to let the people of Pennsylvania know their stand on the United States Constitution. As soon as the convention started, Edward M. Davis, president, invited all people attending the convention, whether they were friendly or unfriendly, to the Pennsylvania Anti-Slavery Society to participate in the discussions at the Convention. Many of the people who attended the convention felt that Congress should secure the freedom of every slave who set foot on any national territory or national vessel. Congress received different petitions through letters; some members of Congress read different newspaper articles and brought them up at meetings. The petitions came to be very successful, only because they agitated the nation.  "," Six problems were addressed and resolved during the convention. The first two basically reviewed the rise and accomplishments of the anti-slavery cause. The next two established a committee chairperson to be in charge of running the petitions. Finally, members resolved that the anti-slavery convention would express their hearty approval and would further recommend throughout the state and country that the appropriate petitions to Congress were needed."," The Convention reaffirmed its use of antislavery petitions as a tool in achieving emancipation. Mr. H.C. Wright, a convention official, said, \"in our efforts to abolish slavery we must be prepared to cut through whatever should stand in our way. Now is the favorable time to press these petitions and others.\" With this being said, after the convention adjourned, abolitionists near and wide petitioned everywhere they could. Slavery was to be the great question of discussion during the coming sessions of Congress."," Two key issues that Congress debated from 1848 to 1850 were the Compromise of 1850 and the Fugitive Slave Act. Moreover, the anti-slavery petitions started to become more important.  Slavery played a major role in these debates. The Fugitive Slave Act was the most controversial; it required citizens to assist in the recovery of fugitive slaves. The passage of this act made abolitionists all the more resolved to put an end to this slavery. The Compromise of 1850 accomplished what it set out to do -- kept the nation united -- but the solution was only temporary."],"locations":[{"id":11228,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":95,"tag":"Abolition"},{"id":64,"tag":"Anti-slavery"}]},{"id":4498,"title":"The Survival of Innocent Slaves on Ship Erie\n","course_id":20,"status":"P","start_date":"1860-10-04","end_date":"1860-10-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The capture of the slave ship <em>Erie</em><em> </em>was a very jubilant moment for Mr. Seys, the United States agent for recaptured Africans. \"It did my heart good,\" he said, \"to hear the shout of exultation and the expressions of delight visible on every countenance.\" The ship was residence to 897 slaves. From the foul odor of feces to the rapid spread of unknown diseases, this ship was in no condition for any human being to reside. The living conditions of the slaves were brutal, foul, and insanitary. The age of the <em>Erie</em><em>'s </em>residents ranged from early childhood to late adulthood. The successful capture of this ship and its captain, Nathaniel Gordon, made a great historical change in the illegal transatlantic slave trade.","Captain Gordon openly violated British and American laws by carrying slaves on the <em>Erie</em>. The ship intended to sail to the Congo River and exchange a cargo of whiskey for hundreds of slaves, and then deliver those slaves to Cuba. But Gordon's plan went awry, resulting in the capture of his ship. On August 8, 1860, with the triumphant capture of ship <em>Erie</em>, 860 of its slaves were set free, while the other thirty-seven lost their lives due to diseases and poor living conditions.","The capture of the ship <em>Erie</em><em> </em>did not abolish slave trade, but it did affect the trade system. Great Britain and the United States played a large role in abolishing slave trade. The British began to fine ships that carried slaves, but also compensated slave owners for their loss of slaves. The American Civil War began shortly after ship <em>Erie</em><em>'s </em>capture. This was the Americans' way of putting an end to slave trade. The end of the war in 1865 ensured the adoption of the Thirteenth Amendment on December 2, 1865, freeing all remaining in the United States. These tragic events in the slave trade history resulted in the start of a new beginning for African Americans."],"locations":[{"id":8861,"lat":44.3791988514,"lng":-75.856779795,"zoom":8,"place":"JEFFERSON, New York"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"}]},{"id":4553,"title":"Politics in 1855","course_id":20,"status":"P","start_date":"1855-10-01","end_date":"1855-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Two of the nominees are negroes,\" is a statement not heard in everyday life.  Today it is not that big of a deal that a black man is running for president, or for any office in the government.  However, one hundred and fifty years ago, a black man was not even considered a person, much less someone who could run for political office, especially Secretary of State.  Fredrick Douglass, a former slave, was about to change all that.  Facing much persecution, he ran for the office Secretary of State of New York in 1855.  This idea had been opposed by many.  As it is said in the <em>Macon Weekly Telegraph</em>, \"the whole thing is supremely ridiculous and can only issue in increasing the feeling in New York against this class of people.\"  Most did not think or believe that a black man should be allowed to hold such a position.","Douglass's race would be a big issue in his run for office.  In the mid 1800's a black person was not considered a whole person, much less a candidate for a government office.  Under the Constitution an African American was only considered three-fifths of a person, and was sold like property.  Also, most African Americans had limited access to education.  As a former slave, Douglass taught himself how to read and write in many different ways.  He educated himself and then escaped to freedom.  After he became free, Douglass became an abolitionist, fighting to end slavery for all blacks.  He would play a huge role as one of the few abolitionists who had actually been through slavery before.  This would help him in his run for office.  It allowed people to know his name, and know what he stood for before he ran.    ","Douglass's run for high office brought him a lot of unwanted attention, though.  The more people who became informed of Douglass's goal, the more people who would try to stop his progress.  It is written in the <em>Macon Weekly Telegraph</em>, \"if the Negroes cannot vote, they can be voted for and if under a social ban, they can be ennobled.\"  But since blacks could not vote yet, Douglass had to rely on whites to vote him into office, and the chances of a white man voting for a former slave, or any black man, seemed impossible.  Although Douglass did not receive the position of Secretary of State that he longed for, he did write books about his life.  He wrote about his thoughts, his slavery, and his freedom using what education he gathered through the years.  After documented his life as a slave and made aware of many of the brutal things that slaves had to do, he used his writings to help end slavery."],"locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"}]},{"id":4564,"title":"African Slave Trade in the United States","course_id":20,"status":"P","start_date":"1857-04-01","end_date":"1857-04-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The United States Congress outlawed the African slave trade in 1808, but there were some who still took part in the slave trade, knowing it was illegal.  Some southerners even talked about reviving the slave trade in the mid-1850s, but most Americans opposed this idea, and numerous slave smugglers were put on trial in the United States.  According to the <em>New York Herald</em>, \"the United States considered slave trafficking legal but the laws considered it piracy.\"  During the Revolution it was a fact that the American Colonies were involved in the slave trafficking, but at that point all nations considered it legal. By the middle of the nineteenth century, many western nations opposed the slave trade. ","Before 1808, Congress could not prohibit Americans from participating in the slave trade, but they did pass a law, in 1794, that the owners of American vessels caught engaging in any slave trafficking would be fined two thousand dollars and forfeit their vessel. In 1800, Congress changed the fine to one thousand dollars and added two years imprisonment for anybody present on the vessel while participating in slave trafficking. In 1818, the laws changed dramatically: any captain caught carrying any person of color for enslaving would forfeit not only his ship but also the cargo on the vessel. The American and British navies worked to limit the number of ships transporting slaves to Central and South America, but with limited success. Between 1794 and 1840 thousands of slaves were imported into Brazil and Cuba; some smugglers even brought African slaves into North America, where prices for slaves rose dramatically during the 1850s."],"locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":96,"tag":"Slave Trade"}]},{"id":4559,"title":"William Wilberforce&#39;s Acts of Abolition","course_id":20,"status":"P","start_date":"1833-01-01","end_date":"1833-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["William Wilberforce was only one among many men who south to abolish the      transatlantic slave trade throughout his lifetime. He was a British politician      who began his political career by becoming an independent member of Parliament      for Yorkshire, where he learned how to debate and express ideas. During his      time there, he also became an evangelistic Christian. He grew eager to spread      his new religion and assert its incompatibility with slavery. Wilberforce      agreed with the Philadelphia National Enquirer that, \"slavery takes away the      key of knowledge, withholds the Holy Scriptures, crushes the intellect of      God's intelligent creatures, and exposes to insult without protection.\" His      dear friends, James Ramsay, shared unbelievable stories of his work on slave      ships, stories that horrified Wilberforce. He became restless for the chance      to save innocent human beings who were treated like animals.","Inspired by his      faith and the knowledge he had gained through his political career,      Wilberforce decided it was time to promote change. He and a group of      abolitionists promoted the idea to stop the transportation of slaves, which      would hopefully lead to the complete abolition of slavery.      Without slave ships and trade ports, slaves could not be transported anywhere,      and many people would lose their jobs.Wilberforce, supported by his group of      abolitionists, introduced the idea to stop the transatlantic slave trade to      Parliament in 1787.During the twenty years that it took to get Parliament's      approval to stop the transatlantic slave trade, Wilberforce grew tired, and      the effects began to show in his physical health. On March 25, 1807, the Slave      Trade Act was finally passed. Wilberforce lived the rest of his life fighting      for the complete abolition of slavery. The Slavery Abolition Act of 1833      abolished all slavery in the British Empire. William Wilberforce died just      three days later.","The success of abolition in the British Empire shocked American slaveholders.      Plantation economies in America were built on strong slave labor and slaves      were used to produce cotton, sugar, and tobacco. They were an important      resource to keep agricultural production going. Even though the United States      Congress abolished the slave trade in 1808, slaves were reproducing in      American and by the 1850s were at an all time high. It was the American Civil      War, rather than an act of Congress, that brought the end of slavery in the      United States."],"locations":[{"id":11227,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":95,"tag":"Abolition"},{"id":4,"tag":"Slavery"}]},{"id":4567,"title":"The Consequences of Non-Conformity","course_id":20,"status":"P","start_date":"1879-05-20","end_date":"1879-05-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Little Chief of the Cheyenne Indian tribe once said, \"I'd rather die than conform to the white man's way.\" On the morning of May 19, 1879, Secretary of Interior Carl Schurz spoke to the Cheyenne Indians and their leader, Little Chief. Little Chief was old and spoke for the Cheyenne Indians, while the five other tribe members, being very young, listened. Schurz had told Little Chief, \"the game has disappeared, and the time had passed when the Indians could live without work: that Sitting Bull's people, who were in Canada, and many of them were crossing the line and coming to the agencies for food.\" Little Chief then said, \"I'd rather die than conform to the white man's way.\" As Schurz went on, Little Chief then saw that the whites were as numerous as the leaves of the forest, and if the Indians continued their old ways, they would be crowded off their lands.","Indians were once thought as savages across the Americas, but really they were the backbone of American culture. During the colonial era, Indians taught the English how to hunt for game, plan crops, and basically survive. Yet the English repaid Native Americans' assistance with violence. Throughout American history, Indians have been massacred for no reason, and banished from American culture. History has taught that Indians helped Americans with trade, food, and other resources to help them survive in an era when there was no hope for Native Americans, themselves, to survive.","No issue has plagued Indian-white relations as much as property or territorial rights. According to historian Vine Deloria, \"United States law and the courts have substantially failed to protect Indian lands from arbitrary confiscations, partitioning, bureaucratic control, and treaty violations.\" Congressional efforts of this era provided individual rights for Indians apart from their tribal identity in that they \"centered on distribution of property rather than on the articulation of traditional liberties.\" Court rulings resolved many problems between the two cultures over the years, but many unresolved issues still remain."],"locations":[{"id":1277,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":19,"tag":"Native-Americans"},{"id":148,"tag":"Carl Schurz"}]},{"id":4570,"title":"Sixty-Sixth Annual Meeting of Amercian Board of Commissioners","course_id":20,"status":"P","start_date":"1875-10-06","end_date":"1875-10-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The American Board of Commissioners met on October 6, 1875, to discuss foreign religious missions.  The meetings were held every day and lasted for about one week.  The committee consisted of 207 members, of whom 116 were clergymen and ninety-one were laymen.  Inside the Board there was another committee that handled all expenses and missionary affairs.  That committee was called the Prudential Committee.  This committee included nine to ten people who were appointed by members of the board.  Secretary Nathaniel G. Clark presented the report on the foreign field.  His report said that the number of churches had increased across the country since last year, and the number of Native Americans who had taken Christianity as their main religion had increased as well.  Also, four missionaries had passed away while on their missions in foreign countries.  The missions that were still in progress were in countries such as Turkey, India, North China, Western Mexico, Spain, and Austria.  The main objective of the missionaries was to spread the word of God to the people of the country and convert them to Protestantism.  \"Most of these pastors are exceeding our expectations,\" one member of the committee said.  In other areas of the country, there were other missionary groups trying to spread to the word of the Lord.  In Illinois, the Central Illinois Presbyterians and the Episcopal Board of Missions encouraged people to come and visit their churches if they so desired.","Each mission had its own goal; that goal was to convert most of the citizens of the country that they were in to Protestantism.  Each mission that was launched was coordinated on a national basis.    These theories were unsuccessful and because of their failures, mission conferences were started.  The first missionary conference was held in New York City in 1854.  Most Americans were aware of the missions that were taking place but did not get involved.  They felt this way because only certain Americans were missionaries.  The Americans who were not missionaries felt that it was the duty of the actual missionaries themselves to take care of the responsibilities of the mission."],"locations":[{"id":2540,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":147,"tag":"Missionaries"},{"id":79,"tag":"Religion"}]},{"id":4574,"title":"Reasons for the War of 1812","course_id":20,"status":"P","start_date":"1812-01-01","end_date":"1815-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"I am ready to allow, Mr. President, that both Great Britain and France, have given us abundant cause for war.\" These were the words of General German in the United State Senate that was displayed by the press in Spooner's Vermont Journal. The war described here is the War of 1812, where both Great Britain and France attempted to bully the United States into trade allegiances with either nation. In order for America to maintain neutrality, it was necessary to display its military strength. A country that cannot defend itself against foreign powers will not carry respect from those powers. Because of this it, was necessary to declare war on Great Britain.","Great Britain had been in at war with France for several years across numerous conflicts. After the Revolutionary War, America had a need to remain neutral in order to strengthen its economy and infrastructure; this made trade across the Atlantic Ocean with various European countries was vital. Both France and Great Britain were among America's largest trading partners. With the conflict between these nations, Britain required resources and economic support. This need, combined with Britain's little respect for the fledging United States, drove them to bully and restrict America to trading solely with them. They had several ways of accomplishing this. Some of the most notable ways of accomplishing this were blockading French ports to American trading ships and conducting impressments of American merchant sailors. After much debate by Congress, the conclusion was made that because of these among various other violations against America as a neutral nation, the only way to maintain independence was to declare war on Great Britain. The War of 1812 lasted from 1812 to 1815 and was generally considered a stalemate.","American forces throughout the war did not gain significant victory against Britain's colonies in Canada, and after America successfully repelled Britain's invasions on her native soil the war ended in a draw. With the signing of the Treaty of Ghent, a <em>status quo antebellum</em> was declared, both ending the war and returning all lands to the pre-war holders. While the war had little initial effect, its results could be seen in the years to come with greater respect from Great Britain toward America as a sovereign, neutral nation."],"locations":[{"id":5802,"lat":null,"lng":null,"zoom":8,"place":"CUMBERLAND, Maine"}],"tags":[{"id":154,"tag":"War of 1812"},{"id":155,"tag":"Great Britain"},{"id":20,"tag":"Diplomacy/International"}]}]}