{"id":21,"title":" Culture, Power, and Society","school_id":5,"school_name":"Rollins College","term":"Fall 2008","abbr":"RCC 100","url":"","description":"Rollins Conference Course for first year students","points":[[28.5664573086,-81.3013732137],[30.4938122303,-81.4274627631],[43.146431005,-77.6958978677],[24.6544423073,-81.6949104117],[28.6157324623,-81.3533405132],[27.9426871515,-81.6937337321],[27.9494655498,-81.7000051722],[25.7665375474,-80.1467565312],[27.9325389945,-81.1174374911],[27.6286133698,-82.7216318391],[39.2038567799,-78.2606208397],[35.0203647029,-116.285711144],[40.9562853666,-73.0371992045],[28.7910878524,-80.7439573301],[41.35622529,-83.1461990727],[29.1017950909,-80.8721179654],[29.7925410318,-84.93839964],[40.4163759163,-75.9260393819]],"bounds":[[43.146431005,-73.0371992045],[24.6544423073,-116.285711144]],"episodes":[{"id":4543,"title":"The Other Side of The Slave Trade","course_id":21,"status":"P","start_date":"1845-01-01","end_date":"1845-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A letter from Geo B. Matthew to Lord Stanley in 1845 gives us a unique insight into the way in which the slave trade was operated.  Matthew gives reports of ships with \"Colored\" crews that have been wrecked and the crews were sold into slavery.  The letter also shows us a comparison between slaves in the United States, as compared to other parts in the world.  "," As opposed to obtaining slaves directly from Africa, or relying on native born slaves, some slave owners in the south bought stolen slaves.  These slaves were not the average field hands either; they were crew members on ships.  The crew members would have been skilled workers. Therefore, they were not at the absolute bottom rung of society if they were entrusted with manning a ship. Also obtaining slaves that were already skilled workers diminished the need for \"slave breeding\" in which, according to British economist John Elliott Cairnes, \"The old states . . . undertook the part of breeding and rearing slaves till they attained to physical vigor\" (Lowe & Campbell, 1976).","The idea that these slaves were not at the lowest social level provides a comparison between the treatments of slaves in America with those who were enslaved in areas of the Caribbean.  Those in the Caribbean were used on ships, which meant they were trusted to work as a crew without working to overthrow their owner.  While in the United States, plantations implemented harsh regulations on slaves.  There were slave codes which worked to trap the slaves, as well as overseers who watched over the fields.  ","This letter provides plenty of detail into the differences of slaves in America and other parts of the Western Hemisphere.  Also it shows that the origin of slaves in America was not always easily identified.    "],"locations":[{"id":1283,"lat":null,"lng":null,"zoom":8,"place":"ALCHUA, Florida"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"}]},{"id":4548,"title":"Creek Trouble With Americanization","course_id":21,"status":"P","start_date":"1797-01-01","end_date":"1797-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A letter from Tennessee Governor John Sevier from 1797 emphasizes the tension between the Cherokee nation and white settlers.  We begin to see retaliation from the Cherokee people who have become untrusting of White people.  The attempt of whites to gain a sense of trust from the Cherokees is also evident.  ","            The Cherokees were very protective of their tribal lands, and after the murder of their tribe members, they did not hesitate to react.  Native American tribes of the south had \"understood frontier violence to be an integral and healthy part of their relationship with whites\" (Saunt, 1999).  This caused problems, because the tribe did not file complaints into the courts.  Sevier writes, \"None of your people sent me any information.\"   The Cherokees were unaccustomed to American ideas of justice and did not have faith in the judicial system.  Nor did they have their own official judicial system.  \"Creeks did not have a centralized means of enforcing conformity\" (Saunt, 1999).  For this reason, some members had killed those believed to be guilty of the crime.","            The Americans can be seen as drastically trying to change the minds of the Cherokees.  First, they are violently resolving disputes on the frontier.  If they are not violently forcing assimilation on the Cherokees, they are trying to do so by making them accept American cultural ideas such as property and common law.  This is visible in Sevier's request that the Cherokees had made their grievances known to the courts as opposed to taking the law into their own hands.  This letter shows the tension between whites and Native Americans before the forced removal of Indians."],"locations":[{"id":15241,"lat":null,"lng":null,"zoom":8,"place":"Southwest Territory, Southwest Territory"}],"tags":[{"id":128,"tag":"Creeks"},{"id":1,"tag":"Crime/Violence"}]},{"id":4549,"title":"The Lasting Tradition of Eatonville","course_id":21,"status":"P","start_date":"1898-01-01","end_date":"1898-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["            A report on the Eatonville Farmers' Conference by a speaker from the conference Nathalie Lord shows that the meeting was geared towards continuing the goals and dreams set forth at the establishment of the Hungerford School and the town of Eatonville.  At the conference, the town came to their resolutions regarding the direction of the school through the democratic process.  They concluded \"that thrift and industry be encouraged to the fullest extent among our people. That the education of the young receive the closest attention from parents and guardians,\" and \"that the idea of property getting be stimulated.\"  Thus continuing with their self determination principles that started from the beginning of the town since \"August 15, 1887,\" when \"27 registered voters, all black men, met in a building they call Town Hall and voted unanimously to incorporate.\"  The push for schools in Eatonville to continue vocational training falls in line with Booker T. Washington's ideas about \"achieving economic stability through education (mainly, vocational training).\"  Through these resolutions we see that the town of Eatonville was determined to continue along with the ideas set forth in the town from the beginning.  "],"locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":129,"tag":"Eatonville"},{"id":84,"tag":"Black History"}]},{"id":4554,"title":"Bessie Coleman: inspiration from the sky","course_id":21,"status":"P","start_date":"4/26/26","end_date":"4/26/26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["Bessie Coleman unbuckled her seatbelt, she needed to be prepared for tomorrow's big parachute jump over Jacksonville, she wanted to get used to not having it on. Willie had seen these maneuvers before – Bessie loved to push the envelope and keep everyone on the edge of their seats, and that included her manager Willie. Bessie didn't know if she quite trusted this new plane yet. She had just bought it from a shifty Texan the day before, but it seemed fine on the flight down from Dallas. She shifted her weight around and made herself comfortable and she pulled knobs, checked dials, and adjusted her throttle stick. Willie wiped the sweat from his brow and glanced nervously back and forth from Bessie's face to the gauges, he felt something out of the ordinary, not right about the situation; but could not put his finger on it. . .","            Little Pete played outback in the field behind the house. Spot sat next to him and panted in the sun as it beat down on their backs and he wagged his tail. Pete was playing with his favorite ball that afternoon. It was a lazy afternoon, with nothing different or out of place about it. Pete's Ma was over near the house, singing a sad song that he had often heard at church. Over there she would pause occasionally while hanging up or folding laundry. A loud din approaching broke the silence. To little Pete, it sounded like a train wreck in the sky. A wispy snake of grey smoke ripped through the bright blue sky and roared overhead.  It passed and a thud cloud be heard down the road away from the house. The ground shuddered. That night when Pa came home from work with the paper, Ma started crying real hard and shouted up on at the Lord, towards the sky. Pete would learn that all that smoke and the funny noises in the sky were important because it had been Bessie Coleman in an airplane crash. Soon, Pete felt sad because he learned that Bessie Coleman was a special young lady who was blazing a trail for African Americans everywhere – by defying white people by proving that an African American could fly a plane just as well as they could. Pete wanted to fly airplanes now too, so that he could say he was a brave as Bessie.  "],"locations":[{"id":20565,"lat":30.4938122303,"lng":-81.4274627631,"zoom":9,"place":"Duval, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":7,"tag":"Women"}]},{"id":4555,"title":"Zephaniah Kingsley and His Treatise on a Patriarchal Society","course_id":21,"status":"P","start_date":"1829-01-01","end_date":"1829-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Zephaniah Kingsley was a plantation owner on Fort George Island, now Jacksonville, FL. In his \"<em style=\"mso-bidi-font-style: normal;\">Treatise of Patriarchal, or Co-operative System of Society\"</em>, Kingsley spoke of the use of slaves in southern states as the only answer to agricultural production because the white people of the region were not created to work within the area. He used the argument of many slave holders of the time; that whites were too feeble and sickly to work the harsh lands. Blacks were instead seen as brutes that thrived in the intense heat and work.","            It was believed in the 18th century that slaves were lucky compared to poor whites families because they were supplied with all their physical needs without having to work to feed their families. They were given food, shelter, clothes, etc. for increasing the wealth of their masters while poor whites had to deal with creating enough food to feed their families. Very few even had enough work to create a monetary profit. This of course was only if the slaves had a \"kind\" master. If not, they were hardly given enough clothes to cover their backs or enough food to fill their bellies. Also, it did not matter if they had a kind master of not when it came to punishment; all were beaten or abused for their mistakes. ","Kingsley assumed that being kind, giving slaves justice, and creating equality with freed blacks would create a better society.  He used Brazil as an example for a powerful nation that maintained a majority of blacks: 3 million compared to the 1 million whites with 1 million of the blacks free. Many white citizens claimed that there was harmony between the classes because the blacks were treated kindly and were given work opportunities with the white population. Many people within the United States wanted this same existence within the nation due to the constant fear of uprisings by their slaves and the freed black population. ","Kingsley believed that slavery was a necessary option for the growth of a powerful nation as white people were not \"made\" for many of the lands in America. They were too weak and feeble while the captured Africans seemed to \"thrive\" within the swamplands in the south. He also believed, as many did, that to free the slaves was a horrible idea as it would destroy civilization with the onslaught of ignorant and uneducated people into society. It was believed in the south that slaves had a good life, much better than the ones they would have back in Africa, because of the generosity of their masters while the white man had to work for his own family. Slavery in the eyes of Kingsley and many of his friends and neighbors was a necessity for the advancement of the nation and the continued productivity of America's southern states. "],"locations":[{"id":1281,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":135,"tag":"Zephaniah Kingsley"},{"id":136,"tag":"Argument for Slavery in Florida"}]},{"id":4557,"title":"Susan B. Anthony&#39;s Personal Letter on Funding","course_id":21,"status":"P","start_date":"1897-05-25","end_date":"1897-05-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter to Mrs. Gross, Susan B. Anthony discussed her plans for raising money for Woman's suffrage and the current actions of the International Council of Women. A woman she spoke about throughout her letter was Reverend Anna Shaw, noting her array of lectures throughout the North. Reverend Shaw was an ordained Methodist minister, physician, temperance lecturer, woman's suffrage speaker, and peace advocate. She was the first woman to receive the highest civilian Presidential citation; the Distinguished Service Medal for her efforts with global peace.  She was also a good friend of Susan B. Anthony and a great contributor for the equality of women.","            The main reason for her letter to Mrs. Gross, a distinguished business woman at this time, was that she wanted her to be one of twenty trustees over the Woman's Suffrage Fund. Susan did not want to leave her successors to have to beg for money like she had to, so she was creating a fund and trying to raise half a million dollars for the material needs of suffrage work. She was also asking Mrs. Shaw if his business could contribute a few thousand to the Standing Fund as they were both supporters of suffrage rights. The reason behind her need for this money was that many women did not have much money to contribute. The way that Anthony and Stanton, another women's activist, received the most of their money was through begging from the rich and from big businesses.","Susan B. Anthony was a great supporter and orator for woman's rights throughout her long life. She traveled throughout America and Europe, speaking for a total of 45 years. She also spoke for abolition and African American rights before the Civil War. Though she spoke of women's rights when it came to abuse from their husbands before the Reconstruction period, it was only after black men were granted the right to vote that she moved into suffrage. It was unequal to have all men, black and white, to be superior over women, no matter their color. She was a strong friend with Elizabeth Stanton and helped her organize the first women's state temperance society after being refused to a convention on account of her sex. Anthony became one of the most proclaimed speakers of the Women's Movement and helped to shape life as it is today, moving women closer in their equality with men. It was through such organizations and the correspondence to women like Mrs. Gross that Susan B. Anthony and Women's Suffrage organizations were able to gain equality when it came to national, state and local levels. "],"locations":[{"id":8905,"lat":43.146431005,"lng":-77.6958978677,"zoom":9,"place":"MONROE, New York"}],"tags":[{"id":137,"tag":"Womens Suffrage Organization"}]},{"id":4558,"title":"Seminole Misison in the Everglades, 1900","course_id":21,"status":"P","start_date":"1899-11-01","end_date":"11/30/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Throughout Florida during the early centuries of the colonization of America, Native Americans tribes dominated the Everglade region, mainly the Seminoles. With this came the need for missions in order to civilize and absorb the Indians into American society. H. Gibbs, a missionary in Florida during the early 1900s, wrote of the alcoholism and diseases that plagued the Natives after white settlers moved into the region. It can be seen through his article in the Palm Branch newspaper, the affects that white settlers had on the lives of Native Americans who lived near their colonies.","                On an Everglade mission site, measles were striking the Natives and making them seek out remedies from the surrounding white communities. The Missionary was troubled by the medication that local whites were selling to the Seminoles . . . whiskey. This contraction of the measles by the Native tribe is a good example of the force that European diseases had over the Indians. They did not have immunities towards the diseases like the Europeans did. Also this shows that Indian's genetic predisposition for alcoholism and the deception of white settlers.  The Natives were told that whiskey was a medicine for measles and so flocked to the vendors for a cure. ","                This occurrence also exhibits the importance of conversion on the part of the missionary as he mentioned this sickness as an act of God to reach more Natives. Gibbs used the disease as a way to meet with more Indians and hopefully \"civilize\" them. During this time, the training of Native Americans to live as whites did was of main focus to many Americans. One of the key ways that they were supposed to switch over would be through the acceptance of Jesus and of the Christian God. Through the use of missions and forced spiritual guidance, the white settlers hoped to control the surrounding Native tribes and gain their lands."],"locations":[{"id":1432,"lat":24.6544423073,"lng":-81.6949104117,"zoom":8,"place":"MONROE, Florida"}],"tags":[{"id":138,"tag":"Diseases in Native Tribes"}]},{"id":4561,"title":"The Hannibal Square Elementary School","course_id":21,"status":"P","start_date":"1883-02-11","end_date":"1887-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Location: Winter Park, Florida","Date: 1883/02/11 ","Tags: First African American Public School","In 1883, Hannibal Square Elementary School was the first public school for African American children, which was located in Winter Park, Florida. On February 11th, 1890, a brand new facility was established. The facility included Loring A. Chase, founder of Winter Park and philanthropist and S. A. Williams who served as Principal. In 1892 it was thus announced that both the election and the Hannibal Square area was not included in the incorporated limits of Winter Park. The City Council gave black citizens the option to use the building as a school house. There was one catch, the black citizens could not use it for free, it was twenty-five dollars for the school term (1893-1894). Thus, they declined the offer. ","            The town counsel was initially in the wrong according to the town solicitor. The town solicitor stated that they had no legal authority what so ever to neither remove the school building nor maintain a school, which was outside its specific town limits. He concluded that it should be the decision of the Orange Country Board of Public Instruction for black educators, and it was. ","            The building that served as Hannibal Square Elementary School faced Pennsylvania Avenue in 1890. Soon after a six room block structure was built in 1926. This building was part of the school and was on the north side of West New England Avenue. It accommodated first through eighth grade, and first, second and eighth grade was taught in separate rooms. As for the remaining grades, they were taught in three rooms. The rooms were well lit and equipped with a teacher's desk in the front of every class. ","            Enrollment was flourished with Two hundred and fifty students in 1927, with approximately twenty students per classroom. Free textbooks were provided for reading, writing, mathematics, history, geography, and spelling. These books were mostly used books that came from white public schools. Books were not given for practical arts of sciences. ","            All students from the Hannibal Square Elementary School walked in large groups t school each day and arrived to school ready to line-up by grade outside the rear of the school building. The youngest grade went into the school first and then so on and so fourth until everyone was in the building. Though facilities at the school was limited they did have a basketball clay court where many of the children liked to play. However, students had to bring their own balls, marbles, yo-yos, etc from home if thy wanted to play basketball or any other activity that required recreational tools. ","            The Hannibal School was one of the first great opportunities for children to become educated. They were taught the basics of reading, writing, and arithmetic, as well as spelling, history and geography. Though the Hannibal School only provided for grade first through eighth and no high school there is no doubt that the children were prepared for it. Many student moved to find high schools in which they could attend or were just satisfied in graduating elementary school. If students did wish to move to high school they would attend Hungerford in Eaton Ville, Florida, where they could continue their studies and prepare for their futures. "],"locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"},{"id":1448,"lat":27.9426871515,"lng":-81.6937337321,"zoom":8,"place":"POLK, Florida"}],"tags":[{"id":142,"tag":"african americans"},{"id":143,"tag":"school"}]},{"id":4562,"title":"The Kingsley Plantation","course_id":21,"status":"P","start_date":"1814-03-07","end_date":"1815-03-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early years of the nineteenth century many people came to Spanish Florida. Some were forced to come to Florida to work on plantations and others like Zephaniah Kingsley sought to make their own fortunes by obtaining land and establishing those plantations. During this time alliances and politics were shifting and though some of the enslaved would later become free landowners, they had to watch out for the dangers of the shifts. ","            Kingsley moved t Fort George Island in 1814, which is also known today as The Kingsley Plantation. He brought along with him his wife whom he had purchased as a slave woman, Anna Madgigine Jai. His wife and three children helped Kingsley manage the plantation. Not only did his wife help manage the plantation but she also acquired her own land and her own slaves. With an enslaved work force of about sixty, the Fort George plantation was able to produce Sea Island citrus, cotton, corn, and sugar cane.  As years passed Kingsley continued to acquire property in north Florida and eventually possessed more than 32,000 acres, including four major plantation complexes and over 200 slaves. ","            In 1828, Kingsley presented an intriguing defense of slavery titled <em>A Treatise on the Patriarchal, or Cooperative System of Society, As it Exists in Some Governments, And Colonies in America, and in the United States, Under the Name of Slavery, With its Necessity and Advantages</em><em style=\"mso-bidi-font-style: normal;\">.</em> Kingsley's book effectively separated race and class all together. He believed that a three-caste social structure would best suit Florida's climate as well as the economy. His Treatise was known to be the first and most important formal articulation of a proslavery ideology by a Floridian. ","\"Power may for a while over weakness and misfortune. But as all nature (from the eternal principal of self) takes part with weakness against power; the re-action finally must be terrible and overwhelming.\"(Kingsley, 1828, p. 14)","Kingsley was against the restrictive laws, which argued that more humane treatment would ensure peace and the perpetuation of slavery. Kingsley's opinions published in his Treatise reflected his ideas and thoughts on slavery. Though he was proslavery, Kingsley made an announcement to let it be known that his wife was a slave and his children were mulatto. He had no shame in his family and wanted people to know the truth. His published opinions talk a great deal about his relationship with his wife and children and how he adapted to \"loving his slave family\"(Kingsley, 1828, p. 23) He stated that:","\"In the name of Almighty God, Amen: Let it be known that I, D[on]. Zephaniah Kingsley, resident and citizen of the St. Johns River region of this province hereby state: That I have as my slave a black woman named Ana, about 18 years old, who is the same [native African] woman that I purchased in Havana from a [slave] fleet which, with permission of that government, was introduced there; this Negress I have had and have procreated with to produce three mulatto children.\"(Kingsley, 1828, p. 23)","The Kingsley plantation symbolizes a time and a place in history representing people both free and enslaved. More than that, Kingsley Plantation represents people who were willing to put their efforts to survive in a changing land and take initiative to improve that land."],"locations":[{"id":1280,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":144,"tag":"plantation"},{"id":135,"tag":"Zephaniah Kingsley"}]},{"id":4563,"title":"The Tampa Museum of Art and it&#39;s History","course_id":21,"status":"P","start_date":"1899-01-01","end_date":"3/8/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Tampa Museum of Art reveals the history and diversity of works by black artists. There are many pieces of work that date all the way back to the 1850s. While there are primarily African American artists in the museum there are also White artists. The museum includes major artists such as Jacob Lawrence, Romare Bearden, and Henry O. Tanner. ","            Though many of the dates are approximate on each piece of work the dates themselves are vital simply because they give the viewer the sense of the difficult history of black people in this specific country. <em style=\"mso-bidi-font-style: normal;\">Street Corner Discussion</em> is an oil painting by an unknown artist that was done in 1860. The painting shows several black men gathered in front of a wall bearing political messages. <em style=\"mso-bidi-font-style: normal;\">Brother Gardner</em>, 1881, painting also remains an anonymous painting, by an artist who only identifies as Barse Jr. The painting portrays a man reading the Detroit Free Press in front of a wall with both a paper titled Rules and another titled Colored Peoples Union. Though the lettering is unusual, it is seen that these works, up on the wall behind the man in the painting, came at a time when education and political action for the black community were on the rise. ","            There is no \"plea for sympathy\"(Marger, 1990, p. 24) in Jacob Lawrence's painting, <em style=\"mso-bidi-font-style: normal;\">Blind Flower Vendor</em>. He has painted a man in the middle of the canvas and around him lively color and patterns. There are few religious paintings with some exceptions such as Henry O. Tanner's piece, <em style=\"mso-bidi-font-style: normal;\">Flight into Egypt (1859)</em>. Tanner had a very traditional background common to some of the best White artists of the day.","            All of the work that the Tampa Museum has to offer reflects on African American struggle dating far back before the 1900s. Art is an extremely useful way to gather information about this specific culture just by looking at a piece of art weather it be a painting, a drawing, a sketch, or a sculpture. Each piece of art takes the viewer on a visual history lesson on the diverse work of black artists, and a slight reminder of how much things have changed in society today. "],"locations":[{"id":1449,"lat":27.9494655498,"lng":-81.7000051722,"zoom":8,"place":"POLK, Florida"}],"tags":[{"id":145,"tag":"art"},{"id":3,"tag":"African-Americans"}]},{"id":4577,"title":"The reliance on the slave trade as a benefit to the economy","course_id":21,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Slave Trade","Understanding the economic standards for growth in the new world at the time can help one understand the importance of the slave trade. There was a constant demand for slaves because they were vital to the stability of their individual plantations. \"Slavery shaped the economic growth of the lower South in the eighteenth century \" (Rosenbloom 1999). These individual slaves were not looked at as important figures, but what was essentially important to their owners was what they got out of them. Their labor was cheap, but what they produced was expensive. Therefore, the slave owner was making a complete profit through the purchase of a slave or slaves. \"If eight vessels were fitted out for this purpose, and but a single one escaped the vigilance of the cruisers, the profit accruing from the sale of her cargo would more than counterbalance the loss sustained in the capture of the remaining seven\". This quote explains the risk/reward factor that is related to the slave trade. A slave's dedication to the plantation can produce such a great profit over time. This economic factor leaves little doubt as to why a landowner would want slaves.","Nowadays the buying and selling of slaves is looked at in the right moral context. However, in the centuries even before the founding of America slavery was viewed as a way to achieve economic proliferation. This was seen by acquiring land to grow cotton in warm southern climates such as Florida. Feelings and rights were not accounted for when talking about slavery. What mattered most was that the slaves were delivered in the right quantity to their prospective owners. Africans were treated as a possession like any other object that was traded for at the time. However, possessing a slave at the time guaranteed a turnover rate in the favor of the owner. This concept began to spread throughout the country as owners battled for the possession of hard working and dedicated slaves. Society became dependant on the goods that slaves produced consequently demanding more land, which in turn meant more slaves. These slaves would be found through the network of trade from Africa and the Caribbean. Without this vast system of trade that brought about thousands upon thousands of slaves, plantations would have died out resulting in an economic failure."],"locations":[{"id":1319,"lat":25.7665375474,"lng":-80.1467565312,"zoom":8,"place":"DADE, Florida"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":157,"tag":"Transatlantic Slave Trade"},{"id":4,"tag":"Slavery"}]},{"id":4578,"title":"Chief Osceola and his resistance to European influences","course_id":21,"status":"P","start_date":"1898-01-01","end_date":"1898-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Chief Osceola","            Chief Osceola represents the struggle to resist European influence amongst Indian tribes in the early eighteenth century. \"He led by his own charisma, bravery in battle, and outspoken views against removal\"(Kimball 2002). His cultural ties to the Muskogee tribe were undermined because he was thought to have a European father. This identification and relationship created by the white people infuriated Osceola. Europeans were slowly trying to strip him away from his Muskogee culture by referring to him under the white name of Billy Powell.","            While Europeans were trying to put a face onto Osceola by civilizing him, he embodied what he believed all Indians at the time ought to do. \"Osceola himself repudiated with great scorn the rumor that he had white man's blood in his veins, saying to an army officer on one occasion: 'No foreign blood runs in my veins. I am a pure-blood Muskogee'\" (Coe 1898). He constantly refused to give into the European lifestyle and live a life that was strongly connected to his tribal beliefs. Violence was used against him, but he also gave it right back to the oppressor. Throughout the life of Osceola, many common tactics were used that were relevant in the demise of various Indian tribes. Unlike many Indians after him, Osceola refused to rely on European production and influence."],"locations":[{"id":1445,"lat":27.9325389945,"lng":-81.1174374911,"zoom":8,"place":"OSCEOLA, Florida"}],"tags":[{"id":158,"tag":"Osceola"},{"id":159,"tag":"Chief Osceola"}]},{"id":4579,"title":"Slave Rebellion","course_id":21,"status":"P","start_date":"1835-01-01","end_date":"1838-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Slave rebellions were common in the south during the 19th century, as those held in bondage began to fight back against their oppressors. Spurned on by stories of Nat Turners bravery, and as more and more slaves acquired the ability to read and speak the English language, they began to pick up on some of the conversations that took place between their white masters. This learning made the slaves even bolder, as they began to fight for freedom they feel like they had earned.","One of the largest slave rebellions took place between 1835 and 1838, when slaves in the south fled their masters and joined the Seminole Army that was fighting in the second Seminole War. The Black Seminoles were descendants of both free Africans and Runaway slaves, and teamed up with the Native Americans living in Florida to form the Seminole Tribe. During the second Seminole War, American troops attempted to relocate the Indians stationed in Florida to Indian Territory in the west. Instead of accepting this forced evacuation, the Seminole Tribe fought back, putting their support behind militant leaders like Chief Osceola. During this war, the tribe torched and burned sugar plantations and helped facilitate the escape of nearly 400 slaves.","As incredible as this was, it has been largely disregarded by history. Why was it so quickly forgotten. Maybe because the southern whites did not want to admit defeat to the black rebels, as it would admit weakness and facilitate even more rebellion. So, the story was buried in the annals of history, and has only come to light a few years ago."],"locations":[{"id":1380,"lat":null,"lng":null,"zoom":8,"place":"JEFFERSON, Florida"}],"tags":[{"id":4,"tag":"Slavery"},{"id":119,"tag":"racial violence"}]},{"id":4580,"title":"This is an example of the types of encounters within the Third Seminole War or Billy Bowlegs War","course_id":21,"status":"P","start_date":"1856-01-01","end_date":"1856-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Indian Revolt"," Over the course of time as White colonists kept pushing their culture onto the Indians a lack of patients was stirring amongst the tribes. Seminoles in Florida had been involved in long lasting wars with the government and had quickly resolved to violence. A total of three Seminole wars were ignited and the last of which ended in 1858. This third Seminole war or Billy Bowlegs war had many violent encounters, but as with many Indian wars disputes were over land. A new guerilla tactic was used in the third war. \"The Billy Bowlegs War was the final clash of an intermittent guerilla conflict between the Seminole Indians of Florida and the United States\" (Online Highways 2008).  "," A particular guerilla encounter was on the 25th of January 1856, where a group of Seminole Indians attacked a group of White men and their mules. Details of the encounter state that the Indians also shot the mules right behind the ear implying that the Indians had purposefully killed the animals. Although this series of events can be looked at as irrational, it stems from built up frustration over the past two Seminole wars. Mass destruction and reduction of land had finally been expressed through the events of late January. ","     What is interesting about the article is that it is obvious that it had been written from a White individual's perspective. There is an all out attack of the Seminole tribe and the author goes on to state, \"The Seminoles must leave Florida, or the last one be exterminated, is the verdict of the people. To accomplish this, the Indian Territory should be flooded with troops\". Obviously this angered the White settlers, however the struggles of this tribe have to at least be taken into account by the oppressors and this may add some justification to the situation."],"locations":[{"id":1363,"lat":27.6286133698,"lng":-82.7216318391,"zoom":7,"place":"HILLSBOROUGH, Florida"}],"tags":[{"id":161,"tag":"Seminole Revolt"}]},{"id":4581,"title":"Soldiers Perspective in the Seminole War","course_id":21,"status":"P","start_date":"1840-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["William Frazer was a practical man who wrote about his interpretations of the Florida army. There were 1200 soldiers accompanying William on his journey to fight in the second Seminole war. The Second Seminole war was being fought over the Indian removal act. The act was to move all of the Indians west of the Mississippi river. Few of the soldiers accompanying William were fierce, and would take the life of someone in the blink of an eye, but not all soldiers shared this mentality since one fourth of the soldiers were volunteers. During William Frazer campaign the steamboat he was on, headed towards the Seminoles Indians, ran out of wood, so camp was set up for three days in order to chop a supply of wood for the steamboat. The constant threat of Indians instilled fear upon many of the soldiers; the army even sent half of their soldiers to guard camp throughout the night. The Idea of Indians became a great burden on many of the soldiers during the three day regrouping. Indians were perceived as barbaric men, who had no sympathy for others. During one of the nights a shot was fired because one of the soldiers claimed that he saw an Indian. The shot alarmed all of the soldiers, who only took one minute to react, which entail being up and armed.","William believes that the cause he is fighting for is extremely honorable. William, not serious, says that he should only walk in the presence of Princess Victoria. However William, as did many of the other soldiers, thought that being a soldiers was an exceptional honorable. William describes the Indians as cunning and daring, which makes his task seem harder, and nobler because he is fighting the Seminoles. William wrote to his brother showing and giving examples of the hardships of being a soldier in the Army of Florida. "],"locations":[{"id":1456,"lat":null,"lng":null,"zoom":8,"place":"ST JOHNS, Florida"}],"tags":[{"id":161,"tag":"Seminole Revolt"},{"id":19,"tag":"Native-Americans"}]},{"id":4582,"title":"Experiences of a soldier in the first Seminole War","course_id":21,"status":"P","start_date":"1817-01-01","end_date":"1817-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["William Frazer, an ordinary soldier in the Seminole war was ordered to take action against the creeks in southern Florida; he started his marched from Fort Mitchell in 1817 with his 200 fellow soldiers when he was called to order. The soldiers had expected the creek warriors' reactions were to be slightly territorial, as they hoped for the opposite. For many of the men it was their first time to the south of Florida and that included William Frazer, with expectations of sickness and populated lands, but they were shocked by the rural lands and the dozens of black slaves that worked these cotton fields.","William Frazer was put through change in his journey through the south; from religion, diet and money to the difference of the types of characters met in these areas. William Frazer met challenges in his expenses when he borrowed money from a friend he found the south 'ate' all of his money before he could regenerate it.","William Frazer did not suffer in his time as a soldier, but was vulnerable to change because of the lack of experience in his earlier life. He was not nervous of the challenges he was going to face, but of the challenges met at the time."],"locations":[{"id":1280,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":162,"tag":"Seminole War"},{"id":5,"tag":"War"}]},{"id":4583,"title":"The March for Freedom","course_id":21,"status":"P","start_date":"3/3/13","end_date":"3/3/13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["The day was March 3, 1913 in Washington D.C., many women at the time have wanted equal rights, that they were not receiving, so many important women icons decided to act upon their beliefs. The women gathered 5,000 supporters, such as Mrs. Taft. She and other supporters walked down Pennsylvania Avenue in hopes of rallying the crowd and getting as many supporters as possible. The women used decorated floats in order to persuade the public to sympathize with there cause. The women were pleading that they should be able to vote, and they their current situation in society was unfair. They marched down the boardwalk while cars where honking for there cause and bands where playing religious music. The women started a movement that day, and the movement was known as the greatest appeal for women's support in America. The women were also walking towards the memorial continental hall in order to give many speeches by icons, so their voice would be heard. There were many famous women speakers, such as Carrie Chapman Catt who was the president of international suffrage alliance. The women who marched for women's rights used music, newspapers, magazines, and pamphlets to demonstrate there lifetime work on women's right."],"locations":[{"id":16399,"lat":39.2038567799,"lng":-78.2606208397,"zoom":9,"place":"Frederick, Virginia"}],"tags":[{"id":7,"tag":"Women"},{"id":48,"tag":"Women&#39;s Rights"}]},{"id":4584,"title":"Life of a slave master in the west","course_id":21,"status":"P","start_date":"1865-02-09","end_date":"1865-02-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["George N. Linns, a plantation owner in Jefferson County, Colorado who owned many of his slaves at a time of war was forced to release them (Thomas, as he was named by his slave master George was one of these slaves). At age 22 Thomas was a young black man and he was forced to serve as a soldier for the European American army in 1865. He was not well educated in reading or writing and neither well fed by his master or master's wife at his time on the plantation. He was a hard working slave, as he had no records of escaping from the plantation or rebelling against his master, Thomas was committed to what he had to do and a request from the Government was just what he needed. Thomas would be given his liberty after war if he was not to die, and would be someone who deserves their freedom.","Thomas's master was made to sign a receipt for the selling of his slave to the government, many of Thomas's details were on this note, his height, his weight and his newly given name, Thomas. George N. Linns was able to sell Thomas for forty five hundred dollars which was a considerable amount of money for a slave of Thomas's status. Thomas like many other slave had no experience of going to war, therefore offered no skill to the soldiers. All Thomas was once he was sold was another man who would stand with fellow slaves and fight for a country he was forced to live on.","George N. Linns may have lost a slave through war, but Thomas has gained his liberty from the hidden opportunity of freedom through war."],"locations":[{"id":957,"lat":35.0203647029,"lng":-116.285711144,"zoom":7,"place":"SAN BERNARDINO, California"}],"tags":[{"id":163,"tag":"Slave master"},{"id":4,"tag":"Slavery"}]},{"id":4585,"title":"The accomplishment of a free Black","course_id":21,"status":"P","start_date":"1798-01-01","end_date":"1798-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Venture Smith, given black's social status in America, knew that his freedom was a privilege and not a right. Venture Smith was always trying to help the African American population, especially buy purchasing other slave's freedom. The first slaves venture smith purchased were his two sons, Solomon and Cuff, which cost him four hundred dollars. Venture Smith made his money by working on the land he had purchased in Long Island, And by selling watermelon. Since Venture Smith was free and owned property, he was able to accomplish more than the average free black person.","Once Venture Smith was able to purchase his whole family, he began to buy as many African Americans as possible. Although he had a kind heart by purchasing slaves, he still expected the African Americans to work for him. Many of the slaves that were purchased did not seem to respect venture Smith because usually within a year they would run away. Venture Smith had an extraordinary life, first being born in Guinea, then becoming a slave, then becoming free, and finally owning other black people. One of the reasons's why people view venture smith as a kind hearted man is because he would still take African Americans word, especially when they told him they would not run away. One African American who worked for venture was named Mingo. Mingo was paid and allowed to stay at Venture smith's house, so that Mingo knew Venture Smith on a personal level. Yet, when Mingo was lent eight dollars from him, Mingo tried took advantage of his boss, by running away with the money. It seemed as if every time that hospitality was given by venture smith to an African American, Venture Smith was taken advantage of. The hardships of plantations created scenarios where slaves had little trust for their masters, and as a result Venture Smith was taken advantage of. "],"locations":[{"id":15376,"lat":40.9562853666,"lng":-73.0371992045,"zoom":7,"place":"Suffolk, New York"}],"tags":[{"id":164,"tag":"Slave"},{"id":92,"tag":"Freed Slaves"}]},{"id":4586,"title":"Seminole Indian churches","course_id":21,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Edward P. Hooker is the chairman of the State Congregational Association in Florida. He organises the churches help towards the Seminoles. He helps provide for the Seminole Indians educationally and religiously. Edward P. Hooker is a Christian but unlike many white southerners he is open to many other religions and does not force Christianity upon the Indians who get help from his missionaries. Edwards's success in setting up these missionaries has allowed him to be recognised by other chairmen of churches. This recognition leads to financial benefits for his missions and a higher status in the south. Much of the recognition has got him set up with missionaries in Philadelphia as well as Florida and other parts of the south.","Edward P. Hooker develops plans that will better help the Seminole Indians socially and economically. By helping the Seminoles set up churches he is also providing a space for school education and work for Native American children. In the late 19th century he wrote to many other churches requesting they share ideas and plans for the Seminole Indians in Florida.","Edward P. Hooker is the chairman of a church based in Winter Park Florida, which gave him the advantage over other because of his close proximity to the Seminole Indians who lived in southern Florida. Edward is a very motivated white man and he is recognised because of his determination to help the Seminoles in their trouble after the Seminole wars.","The Seminoles in Florida needed the help of the missionaries to help restructure their society after both the Seminole wars. Without the missions in Florida the Seminole Indians may have not been able to reconstruct their society and they may have been abolished from Florida."],"locations":[{"id":17779,"lat":28.7910878524,"lng":-80.7439573301,"zoom":9,"place":"Brevard, Florida"}],"tags":[{"id":165,"tag":"Church"}]},{"id":4587,"title":"William T. Stockton","course_id":21,"status":"P","start_date":"1863-12-07","end_date":"1863-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William T. Stockton was a confederate soldier serving in the Florida Militia during the Civil War, acting as the Major and Lieutenant Colonel for the 1st Florida Calvary Regiment. Before this, he had been elected mayor of Quincy, Florida several times, as well as being married and having 9 children with his wife Julia. He served honorably during the Civil War, even returning from a nasty facial wound received while fighting against the Chickamunga tribe. In November of 1863, Stockton and several other regiments were overrun by Union forces and he was taken captive. He was taken to a Union Prison Camp in Sandusky, Ohio where he was released at Wars end.","While imprisoned at this camp, Stockton and his fellow captives were treated well, and given things that they needed in order to survive. This was a far cry from what a normal Civil War prison camp, where the conditions were horrendous, and a scarcity of food led to rampant disease and death. These soldiers were not prepared to care for all of these soldiers, and either couldn't or wouldn't help the soldiers that needed care. In the end, close to 56,000 soldiers died during the Civil War in prison camps. This proves how lucky Stockton was to be stationed where he and his fellow captives were. They were clothed, fed, and watered, even dining on turkey with some of the other captives. This was There was also lots of changeover in the military ranks, as it has been reported that General Bragg had died and General Hardee has assumed command of the Confederacy. Stockton was eventually released at the end of the Civil War, and returned to Quincy, where he died in 1869."],"locations":[{"id":10556,"lat":41.35622529,"lng":-83.1461990727,"zoom":10,"place":"SANDUSKY, Ohio"}],"tags":[{"id":32,"tag":"Civil War"},{"id":166,"tag":"prisoner"}]},{"id":4588,"title":"Forced Immigration","course_id":21,"status":"P","start_date":"1853-02-23","end_date":"1853-02-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The increasing immigration of America by Europeans forced the nation to begin expanding the land it needed. The idea of Manifest Destiny was prevalent throughout the citizens of the US, and each wanted his/her piece of land so they could start living out their lives. Florida was one the most lush and fertile areas in the country, and was prime location for more settlers who wanted to acquire property so that they could make some money. However, there was a large Native American population that had been living there for centuries. So, something had to give, and it ended up being the Native Americans.","For the Seminole Indians of Florida, this was a serious issue. Formed during the 18th century by Indians from Georgia, Alabama and Mississippi and former members of the Creek nation. When they were told to relocate, thousands did so, but several hundred stayed behind to stay and fight the settling whites as well as the government forces. During what is known as the Seminole Wars, the tribe fought, and killed, over 1500 American soldiers. This group can still be considered unconquered, because they were never truly defeated.","In 1853, the Governor of Florida passed a bill stating that any Indian captured in Florida would be sent west of the Mississippi. This was a major moment for Anglo-Indian relations in Florida, because it was the first document forced relocation in Florida history. It caused thousands of Seminoles to leave, and for those who stayed, they were forced to accept land that was a pittance compared to the land they had previously overseen."],"locations":[{"id":1440,"lat":29.1017950909,"lng":-80.8721179654,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":31,"tag":"Immigration"},{"id":19,"tag":"Native-Americans"}]},{"id":4589,"title":"Order On Plantations","course_id":21,"status":"P","start_date":"1857-01-01","end_date":"1857-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Maintaining order on a plantation that was dependent on slavery was very important. To achieve this slaves required positive aspects in their life to look forward to. These privileges drove them to work. The creation of task systems and gang systems were frequent practices and established content lives among workers. Task systems were designed so that each slave had one engagement he or she was required to complete for the day. This instilled a compelling attitude that drove the slaves to finish their work in order to live out there lives. Gang Systems also worked in a similar way but a supervisor, also a slave, drove them. Gang systems also were prone to be more violent. These systems created a desire to achieve this higher status driving salves to work harder. For the most part, with the completion of their tasks slaves could live a customary life. These slaves lived in communities on the plantations, like that of Zephaniah Kingsley. Kinsley's plantation consisted of twenty-three cabins for slaves arranged in a semi circle. Here slaves engaged in cultural activities like dancing, music and religion. They were driven to: go home and tend to their gardens, perform these cultural activities, be with families, and even work to create a profit of their own. Task and gang systems did compel slaves to work hard, and in result were successful in achieving order on plantations. "],"locations":[{"id":1339,"lat":29.7925410318,"lng":-84.93839964,"zoom":9,"place":"FRANKLIN, Florida"}],"tags":[{"id":164,"tag":"Slave"},{"id":144,"tag":"plantation"}]},{"id":4591,"title":"The Replacement Act","course_id":21,"status":"P","start_date":"1838-05-26","end_date":"1838-12-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Native Americans were an ancestry that was brutally mistreated by our first settlers. They were considered to be barbarians but truly America's first settlers were the barbarians. The selfish acts of the \"Indian removal act\" are a disgrace to what our country now stands for. It was put into effect May 26, 1830 and was an agreement that all Native American tribes would be removed from their territory. The reasoning behind this as stated, \"That a mixed occupancy of the same territory, the white and red man, is incompatible with the safety or happiness of either, is a position in respect to each there has long since ceased to be room for a difference of opinion\" (Republican Complier, 1).","             As a result, Natives were promised not only 13 million acres east of the Mississippi, but also 5 million dollars to the advancement of their society. After trickery and bribery performed on the Natives, eight tribes woefully journeyed to their new land on what is now referred to the trail of tears. The relocation was not easy for natives and resulted in changes in society.  Naturally over time Natives lost respect and trust for the settlers discovering a distinguished hate for them. The Seminals, the only tribe remaining on Native territory razed a ruckus in Florida, murdering settlers with no regards to age or sex.                                             "," The first occupiers of our country, the first true citizens, continually were mistreated over the years. They are the first Americans, but continue to be forgotten. The American culture over powered the natives. Settlers felt that the land was theirs, that they were doing everything in their power to help Native society. The fact of the matter is that the settlers took advantage of these remarkable groups of people; they used the trust and power they had against them changing native society and culture for the worst.   "],"locations":[{"id":1393,"lat":null,"lng":null,"zoom":8,"place":"LEON, Florida"}],"tags":[{"id":168,"tag":"Replacement Act"}]},{"id":4592,"title":"Women&#39;s Temperance Act","course_id":21,"status":"P","start_date":"1874-02-14","end_date":"1874-02-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Women in America struggled to live lives equal to that of men in 1800s. Women, in no way, neglected issues that they felt strongly about. It seems that every instance that women were given the chance to stand out and make a change they did everything in their power to do so. The Women's Temperance society was created around this time period and existed for many years after. The society for the longest time fought for many women's rights and influential leaders like Susan B. Anthony were evolved. Over time this faded and they fought strictly for control over alcoholic beverages and in some instances the deletion of the substance altogether from American society (Ideas and Movements The Temperance Movement).","            Thursday, June 2 1853 the Temperance Society met to discuss the issue regarding the addition to the constitution banning men from joining this committee. Men and women both attended this meeting, which was later postponed until the next meeting by Fredrick Douglas. There was much excitement in regards to this dilemma because an over all fear was present. Men and women in both circumstances feared that the society might become divided. In the end the name of the society was changed to The Peoples' New-York State Temperance League, but many of the leaders that were newly elected were indeed women. Susan B. Anthony resigned from her position of president because she no longer had interest in committee that did not focus for the most part on women's rights. "],"locations":[{"id":10857,"lat":40.4163759163,"lng":-75.9260393819,"zoom":9,"place":"BERKS, Pennsylvania"}],"tags":[{"id":48,"tag":"Women&#39;s Rights"},{"id":169,"tag":"Susan B. Anthony"}]},{"id":4609,"title":"This episode is about an attack of the Seminole Indians on a family on Indian Key, FL.","course_id":21,"status":"P","start_date":"1840-08-17","end_date":"1840-08-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Massacre at Indian Key","            Doctor Perrine and his family lived on a small island known as Indian Key, which was part of Florida. The Perrine lived on Indian Key during the period of the Seminole war. The Spanish Indians were beginning to become angry with some many people stealing their territory. Unfortunately, Dr. Perrine was attacked by a group of Spanish Indians and was killed. His family was able to escape from the Spanish Indians but suffered greatly from his death. Living on Indian Key Perrine had dedicated his life to the study of botany. He moved to Indian Key to continue his study of botany, his studies would have been very beneficial for Florida but all of his notes were destroyed from the Spanish Indians attack.","            It was August 7 1840 when the Spanish Indians attacked the people living in Indian Key. Perrine family was startled by the sound of glass breaking and gunshots. Mrs. Perrine immediately realized that her family was in danger and quickly rushed the children down to their cellar for protection. Instead of retreating down to the cellar, Doctor Perrine stayed upstairs to see if he could try and stop the Indians from attacking his family. The Perrine's heard the Indians attacking the houses of their neighbors and the Indians eventually broke into their home. Doctor Perrine was upstairs and instead of hiding he bravely informed the Indians that he was a physician and they left. Although they retreated from the Perrine home they did not stay away for long. The Indians returned to the home and rather than going back to the cellar Doctor Perrine went upstairs to his cupola which had a heavy trapped door. Assuming he was safe he hid there while the Indians destroyed his home. Despite his efforts to save himself and his family, the Indians discovered him and murdered him. His family heard every moment of his massacre yet they were still safe in the cellar. The family had been hiding in the turtle crawl of the basement and when the Indians lit the house of fire smoke began to fill the air. Doctor Perrine's son, Henry, refused to burn to death and he said, \"He would be killed by the savages than be burned to death.\" Without his Mother to force him back, he quickly forced his way out of the turtle crawl. The rest of his family feared he would be discovered by the Indians but could not let him go out alone. They followed him and escaped from the burning home. Because of Henry they rest of the Perrine family survived the tragic attack. But they were not clear from danger. With great motivation to survive, they found a boat and paddled away from the Island. They paddled their way to vessel where they found other families that had survived the attack. Even though they had reached the vessel everyone stilled feared the Indians would find them and kill them. Eventually of schooner arrived at the vessel and took them to Cape Florida. There they boarded a steamer and headed for St. Augustine.","            This incident of the Seminole War was a tragic for the Perrine because they lost a beloved father/husband. But it clearly illustrates the Spanish Indians hatred for white settlers and how they were unable to tolerate the white settlers on their territory. These people might not have deserved the brutal attack but the Indians were proving their point that they were the first to live in the territory therefore it should not be taken over by people who were not willing to respect their land."],"locations":[{"id":1504,"lat":null,"lng":null,"zoom":8,"place":"MOSQUITO, Florida"}],"tags":[{"id":179,"tag":"Seminole War,"},{"id":19,"tag":"Native-Americans"}]}]}