{"id":22,"title":"The Historian's Craft","school_id":10,"school_name":"University of Alabama at Birmingham","term":"Spring 2009","abbr":"HY300","url":"","description":"","points":[[37.7029266937,-123.005394924],[38.2044891404,-118.115137929],[42.485420527,-71.3919329913],[42.3511485836,-71.9050032885],[42.4842595758,-71.3901525974],[40.7805662337,-73.9388482485],[34.4075182166,-85.8332057791],[33.5543155862,-86.8964933862],[39.878712355,-75.2036894677],[34.147691174,-87.2600796897],[35.7245461538,-83.9525246649],[41.8934243127,-88.7703716419],[32.2488115675,-86.1666274124],[40.7964015502,-73.8979738005],[41.2053333739,-90.7414019737],[40.6916304076,-74.0035386433],[36.1192254335,-84.2048630353],[42.484744285,-71.3896495091],[33.553801834,-86.8960886107],[42.3649994065,-70.9800517697],[40.468833638,-79.9812076782],[40.6774734233,-119.692996384],[33.7862251516,-84.4230424472],[38.9151212228,-76.9435162098]],"bounds":[[42.485420527,-70.9800517697],[32.2488115675,-123.005394924]],"episodes":[{"id":4667,"title":"Chinese Immigration in San Francisco","course_id":22,"status":"P","start_date":"1876-05-21","end_date":"1880-05-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Chinese immigration was an important issue in San Francisco in the mid 19th century. The Burlingame Treaty of 1868 gave the Chinese full rights to immigrate to the United States. When an economic depression hit in the 1870's, an intense competition for jobs lead white residents to become extremely opposed to Chinese immigration. In the May 21st, 1876 issue of the<em> Daily alta California</em> newspaper, it was announced that leading Chinese merchants had telegraphed their correspondents in China asking them to \"tell all shippers- either by sailing vessels or steamers- to carry not over 100 passengers; or do not send any goods by them. The newcomers are doing nothing, and it will be dangerous to all if more come as present.\"","The people in San Francisco wanted the Chinese in China to know that because of the depression, it would be of no benefit for them to keep coming into California. The article ends by saying, \"it cannot be for the benefit of the Chinese Companies here to have their countrymen come in such numbers, if they cannot obtain work, and become burdensome to their countrymen here.\" Despite the desires of San Francisco's white population, immigration continued. A year after that news article, anti-Chinese mobs rioted in the Chinese parts of the city, burning buildings and lynching 22 Chinese. In 1880, the Burlingame Treaty was revised to allow regulation of immigration."],"locations":[{"id":968,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"SAN FRANCISCO, California"}],"tags":[{"id":251,"tag":"chinese"},{"id":31,"tag":"Immigration"}]},{"id":4666,"title":"Gold Rush in Manhattan Nevada","course_id":22,"status":"P","start_date":"1/10/06","end_date":"1/10/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A gold strike in the small mountain valley town of Manhattan, Nevada lead to a population increase of four thousand people within one week, and one man was killed in the rush for gold.  He was driving an overcrowded stage when it tipped over and killed him, slightly wounding other passengers. An article in the January 10, 1906 <em>Los Angeles Herald</em> did not name the man who passed away.","Manhattan's population before the gold strike was only twenty people, but after the discovery of gold, teams of miners rushed to the mountain valley.  Some miners rented automobiles for two hundred dollars a day to get there quicker. The town is only eighty miles northeast of Goldfield, Nevada, which at that time had been a booming mining town since gold was discovered there in 1902. At least 2,000 miners from Goldfield alone made the trip to Manhattan.","The newspaper article reported that life on the camp was strenuous. There was no law or order and lots had jumped from $25 to $3500. Mining was not a cheap enterprise. There were fantastically high prices for everything in a mining boomtown.","Today, Manhattan Nevada is a small town that proudly holds on to its gold mining heritage. Goldfield still holds a small population, but is mainly a ghost town."],"locations":[{"id":52209,"lat":38.2044891404,"lng":-118.115137929,"zoom":7,"place":"Esmeralda, Nevada"}],"tags":[{"id":257,"tag":"nevada"},{"id":256,"tag":"gold rush"}]},{"id":4665,"title":"The Death of Billy the Kid","course_id":22,"status":"P","start_date":"1881-07-19","end_date":"1881-07-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Billy the Kid gained legendary status as one of the Wild West’s most famous outlaws. Even before his death, the public viewed him as larger than life, thanks in part to newspaper coverage of his murders, his capture, and his escape from jail. When he was finally tracked down and fatally shot by sheriff Pat Garrett of Lincoln County New Mexico, news of his death was printed in newspapers all around the New Mexico, Nevada, and California areas.","On July 20th, 1881, the <em>Daily alta California</em> newspaper ran an article offering further information on the killing of Billy the Kid. It informed readers that Billy had been living with Mexicans in disguise since his escape from the Lincoln county jail. Sheriff Pat Garrett had been put on his trail by some Mexicans after threatening their lives in order to get them to divulge information about the whereabouts of Billy the Kid. Around midnight, Garrett entered the house of a large stock driver named Pete Maxwell who supposedly had information on the outlaw’s whereabouts. The article reports that Garrett had been in the house for less than twenty minutes when Billy the Kid entered the same dark room Garrett and Maxwell were occupying. He had a revolver in one hand, and a butcher knife in the other.","Sensing another person in the room, the Kid asked Maxwell who it was. According to the paper, Maxwell gave no response. Garrett then fired at The Kid twice, the first shot hitting him in the heart and killing him instantly, the second shot missed. In a book later written by Garrett, he indicates that Maxwell actually whispered \"that's him” to Garrett, leading him to fire at Billy the Kid.","The article notes that if Garrett had missed with his first shot, it is likely that he would have been \"riddled with bullets, as the Kid is known to have been terribly desperate and very accurate in his aim when in close quarters.\""],"locations":[{"id":8635,"lat":null,"lng":null,"zoom":8,"place":"LINCOLN, New Mexico"}],"tags":[{"id":271,"tag":"billy the kid"},{"id":255,"tag":"new mexico"},{"id":254,"tag":"old west"}]},{"id":4649,"title":"Columbus Discovers Ayer’s Sarsaparilla","course_id":22,"status":"P","start_date":"1883-01-01","end_date":"1899-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Columbus and his men are on their journey to America, and to their surprise, they seem to find \"AYER'S SARSAPARILLA\" waiting for them on the shores of the New World. In the play on words, the Victorian Trading Card claims, \"Without Doubt the Discovery of America is Ayer's Sarsaparilla. Dr. Ayer's almanac gives the signatures of thousands of sick people who consumed Ayer's Sarsaparilla and fully recovered from their diseases. On Aug. 11, 1886, Charles Kearful, from St. Joseph, Mo., wrote, \"I have been subject to bad cough all my life; but last Feb. I had the most severe cold from which I ever suffered. When everything failed to give relief, I tried Ayer's Cherry Pectoral [Sarsaparilla] and in a brief time I was completely cured.\"  Also on Aug. 12, 1886, S.A. Stonebraker, from Black Jack, Kansas wrote, \"Ayer's Sarsaparilla is the blood purifier of the nation.\"","Ayer's Sarsaparilla was said to be composed of the Sarsaparilla-root of the tropics, Stillingla, Yellow Dock, Mandrake, and other roots, held in high repute for their alterative, diuretic, tonic, and durative properties. The Trading Card claims, \"If your blood is vitiated cleanse it without delay by the use of AYER'S SARSAPARILLA.  Such claims are hard to believe, but the popularity of Sarsaparilla is undeniable. Dr. Ayer's first almanac, published in 1852, which contained a great variety of appealing jokes as well as complete information about the medicines and the customers. In 1855, the producer of proprietary medicines, Dr. Ayer, started selling his invented formulas as prescription medicines. Soon, Dr. Ayer's business grew in size from year to year, until Ayer's Medicines became known not only through the United States but in every part of the civilized world.  It sold millions of copies. A large laboratory was built to accommodate the growing manufacture, and nearly 300 persons joined. The company published around 15,000,000 almanacs a year. In 1877, the firm of Dr. J. C. Ayer & Co. was succeeded by The J. C. Ayer Co. Dr. Ayer died on July 3, 1878, leaving enormous wealth to his family.","One of the main remedies prepared by Dr. Ayer was his Cherry Pectoral Sarsaparilla. His Cherry Pectoral Sarsaparilla was used by millions of people around the world.  According to the book<em> Toadstool Millionaires, </em>a blood purifier made from a recipe discovered - so Ayer said -- by a common sailor who had been cast away \"upon the <em>mysterious shores of Japan\" </em>eight years before the Commodore arrived. The Japanese Emperor was shortly to be one of the recipients of Cherry Pectoral especially prepared for donation to foreign sovereigns by James C. Ayer. Other dignitaries included the Sultan of Turkey, the Queen of Spain, the King of Siam, the Emperor of China, the President of Peru, and the Czar of Russia. "],"locations":[{"id":6176,"lat":42.485420527,"lng":-71.3919329913,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":267,"tag":"Health"}]},{"id":4663,"title":"Begginings of Football","course_id":22,"status":"P","start_date":"10/1/00","end_date":"10/31/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" "," ","Riots took over most of Boston when students started flipping carriages and partaking in bloody fights in the streets over a football game. The game was between freshman and sophomores at Harvard College. In the 1820’s, on Ivy League campuses the earliest form of football was invented. Princeton began playing what was then known as ‘ballown’. Participants would use their fists to advance the ball, and then their feet, this game consisted mainly of one goal: to advance the ball past the opposing team. There were no hard and fast rules applied to this earliest attempt at the game we now call football. At Harvard University a tradition started known as Bloody Monday, a massive football type game between the freshman and sophomore classes. This was a brutal game that usually broke out into fights and riots on the campus and throughout Boston. Post Civil War the game began to increase in popularity in prep schools and cities throughout the northeast. But the big jump for football came in 1873, when representatives from five colleges met in New York City to formulate the first intercollegiate football rules for the increasingly popular game. The man behind this was Walter Camp who mad up the rules and scoring system for the game of football. Within a decade of play on university campuses, concern over the brutality of the game led to its ban by some colleges. There was a reported one hundred eighty players who had suffered serious injuries, and eighteen deaths from playing the game of football. The game was almost on the verge of extinction, but President Theodore Roosevelt called upon Harvard, Princeton, and Yale to help save football from demise. At a meeting between the schools, they agreed upon more rule changes. Then at their second meeting more than sixty schools showed up to help reform the game, and they appointed a seven member Rules Committee and set up what would later become known as the National Collegiate Athletic Association, or the NCAA. Because of this meeting life in America changed, football became America’s passion and weekends in the fall began to belong to football."," "],"locations":[{"id":49626,"lat":42.3511485836,"lng":-71.9050032885,"zoom":8,"place":"Worcester, Massachusetts"}],"tags":[{"id":264,"tag":"football"},{"id":265,"tag":"america"}]},{"id":4660,"title":"The Black Enchanter","course_id":22,"status":"P","start_date":"1848-01-15","end_date":"1848-01-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“The Black Enchanter…”  functions as the comic relief in a play titled <em>John-Donkey’s Prize Plays. </em>This actor was one of many white actors in a black face minstrel show in the period before the Civil War. This black character is portraying the “court jester” of  this time period, entertaining white people in old torn clothes with his over exaggeration of black features:  broken language, leaping, laughing, shuffling, and dancing. By appearing in a clumsy manner, the white audience is entertained by is performance due to the belief that “most people thought that caricatures were simply funny. They laughed with good humor, but their sense of humor revealed a pervasive lack of sensitivity”, in regards to the system of black enslavement.","In this portion of the play, the “Black Enchanter”, the white actor in blackface, is giving advice to Admed Shaw, a young man in search of items of importance, with Negro song and dance. The character in blackface is using his sly manner as a “negro” to capture the humor of the audience by exploiting the so-called slave song and dance, but the ironic part of this story is the methods used to capture the humor of the audience; by exploiting the so-called slave song and dance. The ironic element of this portion of the play is that white audience of this anitbellum period did not see anything wrong with taking advice from a “negro”, while at the same time finding joy in the condition of a black slave."," "],"locations":[{"id":6172,"lat":42.4842595758,"lng":-71.3901525974,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":229,"tag":"Blackface"},{"id":252,"tag":"Minstrel Show"}]},{"id":4661,"title":"A Defeat So Sweet","course_id":22,"status":"P","start_date":"1876-11-03","end_date":"1876-11-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 3, 1876 Rutherford B. Hayes wrote a letter to General M.F. Force. As the November 7th presidential election loomed, Hayes wrote with a melancholy tone about his prospect for victory. In the letter he tells General Force that he will find a variety of things to console him in the event of his defeat, and that there is nothing he would go back and change about his campaign if he could. Hayes also writes about the corruption of the other party through manipulation of finances and how these events have weakened both parties, and complains of how the \"corrupt use of money by our adversaries, have greatly affected the strength of parties.”","                The corruption Hayes referred to in his letter was not a fantasy. The Democrats had in fact bought votes with the help of the notorious Boss Tweed of Gramercy Park.  But the Republican Party was, ironically, no less corrupt. At first, Hayes’s fears about Democratic corruption were confirmed with the early results on Election Day, according to Harper’s Weekly, and it appeared to be a clear victory for the Democrats. What started as an obvious defeat for the Republicans developed into an all out brawl over-night to capture the electoral votes in the Southern states of South Carolina, Florida, and Louisiana. In these typically Republican states, votes were counted, thrown out, and bought, but the final results favored a flabbergasted Hayes. The final verdict was that Hayes had defeated Tilden by one electoral vote, even though the popular vote had favored Tilden by a narrow margin. Completely unaware of his party’s role in the whole debacle, Hayes quickly accepted the presidency he was convinced he would never hold."," "],"locations":[{"id":8927,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}]},{"id":4659,"title":"Heroines of the South","course_id":22,"status":"P","start_date":"1863-05-25","end_date":"1863-05-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As General Forrest frantically searched for an alternate route across the Black Creek Ford about three miles from Gadsden, Alabama, the enemy was quickly approaching.  The stream was overflowing and the bridge was broken so General Forrest retreated into the town in hopes of locating another way around the flooded creek.  Upon entry into the town, General Forrest knocked upon a stranger’s door.  A young lady answered the door and General Forrest implored that if any individual knew an alternate route to cross the stream, he needed them to lead him and his men to safety.  No man was present in the home and the young lady explained to General Forrest that she could lead him and his men across the stream.  Her name was Miss Emma Samson.  Her mother refused to allow her daughter to leave with a gentleman that she did not know, “[s]ir, my child cannot thus accompany a stranger” she said sternly.  General Forrest explained who he was and that Miss Emma could ride behind him upon his horse.  “Madam, my name is Forrest, and I will be responsible for this young lady’s safety.”  The mother consented after the explanation of who General Forrest was, “[o]h, if you are General Forrest she can go with you”, and Miss Emma Samson and General Forrest and his men were off into the woods.  While being under fire from the enemy, Miss Emma Samson safely led General Forrest and his men across the stream and refused to leave her post until each man was out of danger.    ","The astounding and remarkable indications of the incident at Black Creek Ford portray not only the images of Southern women’s traditional roles but the role of Southern women that continue to this day.  The belief that a woman needs a man to protect and keep her safe is a traditional belief held by many Southern men that has forced all Southern women into a role of meek and timid creatures that are incapable of providing for themselves.  The response of the mother also displays the beliefs about the pious and righteous nature required of Southern women.  The social structure and role of women created many years ago in the Deep South is still evident in the South’s society today.  The aftermath of the deep beliefs of Southern culture were viewed and still are by many Northern states as regressive and forcing women into submission without options of escape.  These notions are seen each day in the South in common every day actions and will continue until the masculinity of the South as a region is broken.    "],"locations":[{"id":141,"lat":34.4075182166,"lng":-85.8332057791,"zoom":9,"place":"DE KALB, Alabama"}],"tags":[{"id":228,"tag":"Roles of Women"},{"id":227,"tag":"Women of the South"},{"id":226,"tag":"Southern Women"}]},{"id":4658,"title":"The Game That Ended Segregation in Sports","course_id":22,"status":"P","start_date":"9/12/70","end_date":"9/12/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On September 12, 1970 University of Alabama under legendary coach Paul \"Bear\" Bryant played the University of Southern California at Legion Field in Birmingham Alabama. The Trojans ran up and down the field on that hot September night. The final score was USC 42, Alabama 21. The Trojans dominated the game rushing on the ground for 485 rushing yards to Alabama's 32. This demanding win for USC would forever change the dynamics of college athletics in the United States.","There was not that much build up about the game in the papers. The Birmingham News printed basically nothing about the story that would change the shape of college athletics in America. The story was that USC would be the first fully integrated college football team to ever come and play a game against a college in the south. At this time in America every major college football team in the South Eastern part of the United States was segregated.  USC would be the first fully integrated team to ever come to the South to play a game against one of these teams.","After this disappointing loss to USC, the Alabama fans were amazed by the power and speed of the USC players. Every touchdown in the game was scored by an African American athlete. Two were scored by Birmingham native Clarence Davis and three by Sam Cunningham who ended the day with 135 yard on only 12 carries. Bear Bryant knew that a loss like this would change the view toward African American athletes in the south. It is said that that Monday after the loss he walked into an Alabama board of trustees meeting and said that any player should be able to play football for Alabama no matter what the color of his skin. The next season Alabama started recruiting African American athletes to play football and short after them so did every other college of the south. An assistant coach at Alabama later said that \"Sam Cunningham did more to integrate Alabama in 60 minutes than Martin Luther King did in 20 years.”"],"locations":[{"id":35012,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":264,"tag":"football"},{"id":266,"tag":"Segregation"}]},{"id":4657,"title":"Visit to Slave Jail","course_id":22,"status":"P","start_date":"1843-11-08","end_date":"1843-11-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 8, 1843, a reporter from the <em>Philadelphia Enquirer </em>described his visit to a slave jail. Outraged by the horrific conditions he decried “the wickedness and the cruelty of the abominable system…”   In his article the reporter describes the conditions of the jail and the different types of slaves who were being housed in the jail. The proprietor of the jail “was continually occupied in telling how comfortable and happy they were- how much enjoyment they derived from jumping, dancing, fiddling, gallanting and frequently remarked that they enjoyed more happiness than he or we did”. The proprietor insisted that the slave prisoners’ situation was not at all harsh but rather more pleasant that most jails, but upon inspection of the jail the reporter discovered that there was more to the jail and the slave prisoners under the surface. The proprietor was counting on this young slave’s act as a diversion based on the belief that “as outcast in a white dominated society, blacks alternately were portrayed as feeble-willed noble savages, comically musical minstrel figures, and dehumanized brutes”.","In one apartment of the jail there was a young slave by the name of Jim Crow Jr. who was who was forced by the jail proprietor to “ jump jim crow”. The reporter felt that “it was evidently done to draw our attention from a contemplation of the real situation of these unhappy beings”. In the next jail there was a mulatto young female slave that was suing for her freedom. What was interesting about her case was that she was so fair or light-skinned that she could easily pass for white. The reporter had the most sympathy for her by saying “my eyes filled with tears, and gladly would I have made almost any sacrifice, could I have released her from that gloomy prison”.","Before leaving the jail the reported thought about purchasing all the slaves from the jail, but the price was well out of his reach. As the reporter finished the article, he reflected on this visited and felt ashamed that he had not done more to help the slave cause."," "],"locations":[{"id":11228,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":4,"tag":"Slavery"},{"id":253,"tag":"Slave Jails"}]},{"id":4655,"title":"Winston County Unionists","course_id":22,"status":"P","start_date":"1861-12-03","end_date":"1861-12-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dr. A. Kaiser of Winston County passionately wrote down the concerns of his fellow Confederate supporters at the meeting conducted on November 30, 1861 in Alabama.  Winston County is a small, rural county in the upper northwest corner of Alabama.  The county was a pro-Union county that was creating a disturbance in the Confederate state.  In Dr. Kaiser’s letter, he emphasizes the wishes of the citizens to remain anonymous unless otherwise instructed by the need of the Confederacy or the need of the Great State of Alabama.  He claims that these individual loyalists are willing to make themselves known and accept responsibility for their actions or lack there of in supporting the Confederate States of America.  The purpose of the meeting was to contain the rebellion in Winston County as best as could be done.  These people feared that if the loyalists’ notions remained unchecked, their hostility could fester into open rebellion.  He discusses the large number of loyalists in comparison to Confederate supporters.  Dr. A. Kaiser states that many of these loyalists have banded together as Union militia.  He then emphasizes the visit of a very prominent person to Winston County in attempt to win over the disenchanted Unionists and claimed that the spirit of rebellion only seemed to be strengthened by Mr. George S. Houston’s visit.  He then urges the intervening into the matter by Governor John Gill Shorter to halt the rebellion.  Dr. Kaiser then exclaims that all citizens of Winston County should take an oath of allegiance and if they refuse to do so should be treated as aliens.  Finally, he claims that the governor should mandate a requirement of two hundred and fifty volunteers for the Confederate Army to serve in the Civil War.","Citizens in Winston County, Alabama were extreme loyalists.  The citizens of the county met at  Looney’s Tavern in which the members of the county voted to leave the State of Alabama.  Over two thousand five hundred individuals from Winston County were in attendance at the meeting.  The meeting was attended by individuals from several other counties as well, for example Lawrence, Blount, Walker, Fayette, Marion, Marshall, and Franklin counties.  The loyalists in attendance at the meeting drafted resolutions to resolve the issues of loyalty.  The first resolution was to commend the representatives of these counties who were in attendance at the Secession Convention for remaining loyal to their constituents.  The second resolution stated that these individuals supported Jacksonian principles that no state could leave the Union; however, if this was not true, then these citizens felt that counties had the same rights to secede from the state through the same reasoning.  The final resolution was that the citizens instituted a neutrality statement that they preferred to be left alone rather than fight against their neighbors in the South or against America.  These resolutions drafted by the large number of anti Confederate supporters in the upper northwest counties of Alabama display the underlying theme resounding throughout American history that the Civil War was a war fought for economic reasons not states’ rights as the Southern states claimed.  "],"locations":[{"id":414,"lat":34.147691174,"lng":-87.2600796897,"zoom":10,"place":"WINSTON, Alabama"}],"tags":[{"id":224,"tag":"Winston County, Alabama"},{"id":32,"tag":"Civil War"}]},{"id":4654,"title":"Unionist Sentiments in Alabama","course_id":22,"status":"P","start_date":"1861-12-07","end_date":"1861-12-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["P.C. Winn’s letter disturbed Governor John Gill Shorter of Alabama.  Winn dictates the contents of a letter given to himself by Dr. A. Kaiser of Winston County.  Winn elaborates on his personal visit to the county in the Great State of Alabama.  He details the accounts of a meeting that Dr. K had alluded to and states that he was charged with the writing of the Preamble and Resolutions passed at this meeting.  Winn states that the entirety of Winston County is consumed by avid loyalists to the Union.  He reports that men are drilling everyday and after interviewing several of the potential members for the Confederate cause, he discovered that each of these men had promised to fight for President Lincoln and the Union.  Winn desperately urges the governor to mobilize forces to eliminate the rebellion of the Winston County citizens regardless if it requires his own personal attention.  Winn claims that he will be venturing into Winston County again very soon and would enjoy recruiting approximately four hundred of the loyalists to serve the Confederacy. ","Although several loyalists composed the majority of Winston County, Alabama, many other individuals in various states shared similar pro Union sympathies.  Throughout the South, many states refused to support the Confederacy.  For example, the states of Tennessee and Georgia had many pro-Union counties that were in collaboration with specific counties in Alabama to possibly form a new state.  The new state between these disaffected counties would form the new state of Nickajack.  Many meetings were held between representatives of these counties to attempt to form a new state.  These sentiments spanned across the entire nation.  The United States was completely divided into pro-Union and pro-Confederacy sentiments that persisted long after the Civil War came to a close."],"locations":[{"id":414,"lat":34.147691174,"lng":-87.2600796897,"zoom":10,"place":"WINSTON, Alabama"}],"tags":[{"id":223,"tag":"Unionists in Alabama"},{"id":32,"tag":"Civil War"}]},{"id":4652,"title":"Religious Recognition for Greeks in the U.S.","course_id":22,"status":"P","start_date":"8/24/53","end_date":"8/24/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1953, Greeks in the U.S. wanted to have their Greek Orthodox faith recognized. The Greek Orthodox Youth of America, GOYA, a Greek organization, made attempts and held drives to have their religion be included in the major faiths of the U.S. At the time, only the Catholic, Protestant and Jewish faiths were recognized as faiths in the U.S. The chairman of GOYA gathered with other members of the organization in Birmingham, Alabama to hold a conference on how to further their cause and get their faith validated. With over 5 million Greek Orthodox followers in the U.S. they felt they deserved the right.<br /><br />The United States constitution boasted freedom of religion and this was true for the most part. The Greeks and people of other faiths were allowed to practice their religions. However, the U.S. only chose to officially recognize 3 major religions of the time. Soldiers serving in World War II that were not Catholic, Protestant or Jewish were unable to have their respective faiths listed in their profiles. This practice continued for many years. GOYA was eventually successful in their attempts to have the Greek Orthodox faith recognized."],"locations":[{"id":28563,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":221,"tag":"Greeks"},{"id":79,"tag":"Religion"}]},{"id":4653,"title":"Greek Immigrants in U.S. find new start","course_id":22,"status":"P","start_date":"1/1/46","end_date":"1/1/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Stamatis Demoes was saddened to leave his Greek hometown behind. He would miss the people and the vineyards he worked in. But he had no choice because his town had been destroyed in an attack by Communist rebels. Demoes was part of the outnumbered troops that fought against them to the very end. After his town was virtually destroyed, Demoes and his family managed to come to Birmingham, AL with the help of some relatives. He was grateful for the opportunity for a new life and requested help for those he had left behind from his new community. He did not want to forget his roots.<br /><br />Demoes was one of a great number of Greeks that migrated to the United Sates and especially the South during the early part of the twentieth century. Most Greeks arrived in the South starting in the late nineteenth century in an effort to find work. Some Greeks also arrived later as a result of the ongoing war in their home country. Demoes was one of these Greeks. He brought his family to the new country and established his allegiance to it. However, he never forgot those that were left behind."],"locations":[{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":221,"tag":"Greeks"},{"id":222,"tag":"birmingham"}]},{"id":4686,"title":"I Was Not Saved to Run","course_id":22,"status":"P","start_date":"12/25/56","end_date":"12/25/56","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was Christmas 1956.  Taking the place of presents and songs, Reverend Fred L. Shuttlesworth and family woke up to the sound of sixteen dynamites exploding from underneath their home.  By looking at photographs of the damage, you would think everything within ten feet of the home was dead.  However, Shuttlesworth and his family reemerge unharmed.  Shuttlesworth being a religious man gave God all the credit and looked at the big picture.  He said, “If God saved me through this then I’m gonna stay here and clear this up.  I wasn’t saved to run…I was saved to lead the fight”.  Shuttlesworth truly embraced his role as leader of integration.  ","Rev. Shuttlesworth was the fearless leader of the Civil Rights Campaign in Birmingham, Alabama. He was “the negro most feared by whites…the voice of the Negro in Birmingham”.  He would eventually invite Dr. Martin Luther King, Jr. to Birmingham.   White supremacists, some including politicians, businessmen, and police wanted him dead or vanished from Birmingham.  Numerous attempts were made on his life.  Therefore, Shuttlesworth had a security detail posted at his home around the clock.  Colonel Stone Johnson was organizer of the volunteer security detail for Shuttlesworth and his organization, the Alabama Christian Movement for Human Rights.  I had the opportunity to converse with ninety year old Johnson during a recent visit to the Birmingham Civil Rights Institute.  Johnson, like Shuttlesworth is a very religious man and looked at this incident from a spiritual perspective.  Johnson stated, “Shuttlesworth knew how to stay in his lane, God put you in a lane….Shuttlesworth was on God’s program before he was born”.  Two years later, Johnson helped remove a second bomb from Shuttlesworth’s home before it exploded in the street.  Yet again, no one was injured.  History has proven that God had a destiny for Shuttlesworth."],"locations":[{"id":28563,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":220,"tag":"alabama"},{"id":244,"tag":"Violence"},{"id":21,"tag":"Race Relations"},{"id":238,"tag":"African American"},{"id":42,"tag":"Civil Rights"}]},{"id":4650,"title":"Black-Draught and Cardui Promise Quick Relief","course_id":22,"status":"P","start_date":"1806-01-01","end_date":"1831-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Mr. J. H. Davidson from Scarborough, Tenn. wrote on June 1<sup>st</sup>, 1887, \"For several years I have [had] serious trouble with my liver. It has appeared to be enlarged, and was slightly sore. Pains in abdomen and chest were frequent, and excruciating pains in both lungs often made me fear consumption. At times I had headache and dry throat.  In April, 1816, I tried Thedford's Black- Draught and it gave me relief at once. I have enjoyed better health for twelve months than I have in twelve years, and have gained twenty pounds in flesh.\" On Oct. 28, 1889, from Humboldt, Tenn., Mrs. Lvenda Brown wrote in a similar vein, \"McELREE'S Wine of Cardui is the best medicine to the world. My daughter, in Jackson, is taking it and says it had cured her. I hope the Lord will bless you in your work.\" These are just a few letters out of thousands that were sent to the Chattanooga Medicine Company by customers. Black-Draught claimed to treat basically everything: headaches, common colds, liver problems, indigestion, bilious diseases etc. The 37 page manual of Thedford's Black-Draught is filled with such claims.","  Black-Draught, a senna-based laxative patent medicine, was created in1879. The product was produced half a decade earlier by Dr. A.Q. Simmon's Liver Medicine Company; and later, Z.C. Patten purchased all rights to Black-Draught from Dr. Simmons's son-in-law and founded the Chattanooga Medicine Company to market the product Black-Draught. During the Civil War, Black-Draught sold well in the Southern United States because Southerners stopped buying medications from the North. But it struggled thereafter. With the aid of four other Chattanooga businessmen, Patten began an aggressive plan which included the distribution of items such as flyers, wall calendars, almanacs, and even songbooks for churchgoers to boost sales of Black-Draught. Production of these items made sure that the company's product names were continually in the eyes of the public, and for that, they used letters of endorsement from satisfied customers to create a stronger trade base in the Southern states and, due to this, the first year's sales reached around $35,488. This achievement encouraged Patten and his partners to increase their product line. Hence, in 1880, a menstrual relief product, Dr. McELREE'S Wine of Cardui was introduced. It was said that Cardui was created as a rival to Lydia Pinkham's Vegetable Compound, \"Female Complaints,\" which was the top product in the North. Cardui was composed chiefly of potassium carbonate (51.9 percent), salt (16 percent), and alcohol (20.3 percent). Wine of Cardui instantly became successful when more than 6,500 women reported being cured. According to the company's historical information, customers were so pleased with the new products Black-Draught and Cardui that the Chattanooga Medicine Company quickly became the biggest producer in the Chattanooga area."],"locations":[{"id":15527,"lat":35.7245461538,"lng":-83.9525246649,"zoom":10,"place":"Blount, Tennessee"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":267,"tag":"Health"}]},{"id":4647,"title":"Chicago Grain Corner","course_id":22,"status":"P","start_date":"1874-07-31","end_date":"1874-07-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["       In July 1874, America was in the middle of the largest economic downturn it had ever seen. Prices on goods and services had started on a deflationary path and would decrease by a total 15.6% during the period of 1873-1879 according to the Balke-Gordon Price Index. The bad news of bank failures, labor riots, and disastrous epidemics were coming in from everywhere, but on July 31, 1874, Chicago had news that would cause commodities dealers “to be beside themselves with excitement.” In fact, the <em>New York Times</em> reported that the “dealers were so excited that when the bell struck 3 o’ clock and the doors to the receipt office were closed, the dealers broke down the doors and insisted that the clock had been tampered with.”  What caused all this excitement? What was all the commotion about? This, the day that the reporter called “one of the most exciting days in annals,” It was no other then the Chicago Grain Corner of 1874.","       The grain corner of 1874 was set in motion when four investment banks contracted for the shipment 1,021,500 bushels of corn on top of the 89,000,000 bushels of corn that had already been contracted or sold. The investment banks were essentially buying all of the corn that had been produced in 1873. This corner on the corn market drove the price of corn from $.62 a bushel in the morning to $.80 a bushel by 2 o’ clock in the afternoon. With such a great price increase in one day, the dealers who were able to deliver their corn futures to the receipt office were going to make money. Just as the <em>New York Times</em> reporter theorizes “A day or two will the story better, but it is said by those claiming to know that the amount not delivered is not short of six hundred thousand bushels. A great number of small dealers lose heavily and will doubtless have to suspend” the firms that could not deliver their orders would soon be reminded that they were still in the midst of the “Long Depression”"],"locations":[{"id":2559,"lat":41.8934243127,"lng":-88.7703716419,"zoom":9,"place":"DE KALB, Illinois"}],"tags":[{"id":215,"tag":"\"Chicago Grain Corner\""},{"id":216,"tag":"\"Chicago Market Crisis\""}]},{"id":4645,"title":"<em>What do you do when the Klan is after YOU?</em>","course_id":22,"status":"P","start_date":"10/1/28","end_date":"11/10/28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Major Harwell Goodwin Davis is sitting at his desk and he hears the distinctive ring of the telephone. He picks up the receiver only to find out that the head of the Ku Klux Klan in Alabama is the man at the other end. In the 1920s, anybody would listen to what this man had to say, even a man running for Congress.","Davis was fast-rising politician that just finished a well-known court case as the Attorney General prosecuting the system of convict labor. He decided to not continue with his current office, and instead run for Congress in 1928. Just two weeks before the election, the man who headed the Ku Klux Klan in Alabama, Jim Elsdale, called to offer him membership into his very publicized group. Before Davis could even respond, Elsdale explained even further that it was Hiram Evans, the chief of all of the klans in the United States, which gave him the authority to do so. Evans was the highly publicized Imperial Wizard of the Ku Klux Klan from 1922 to 1939. He was so popular that he was even on the cover of Time magazine in 1924. Davis could do nothing but tell Jim Elsdale that he would think it over.","Major Davis knew what his choice was going to be, but he needed the advice of one of his friends. Herman Beck was a Jewish businessman whom Davis thought would give himself the final push he needed to deny the Elsdale’s offer. Davis explained the proposition he received, and Beck did a strange thing. The shop owner immediately went to his cash register to contribute the fifty-dollar membership fee to Davis’ campaign. Davis was absolutely dumbfounded with the sight of a Jewish man actively persuading his friend to join an organization that publicly despises his religion. Beck explained that the public approval of the Klan would guarantee his election in a state that thrived on racial prejudice. He said that if it was any Klansman that got elected, he would rather it be he than someone else who knew better. Davis rejected the contribution.","Major Davis ended up going to the office of Jim Elsdale and formally explained his reasons why he was going to decline the membership. He ran for Congress, and ended up losing the race by just one hundred votes. The defeat was tough to bear, but he explained in an interview fifty years later that, “There is a destiny that sometimes overshadows anything you want to do.”"],"locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":18,"tag":"Politics"}]},{"id":4644,"title":"<em>The Beginning of the End of Convict Labor in Alabama</em>","course_id":22,"status":"P","start_date":"1/1/28","end_date":"12/31/29","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Your name is screamed aloud behind you. So, what do you do? If you are the Attorney General to the State of Alabama in the 1920s, you do not turn around. Major Harwell Goodwin Davis learned this lesson the hard way. Coming out of the Justice Department in Downtown Birmingham, he turned to address the shout he had heard and the next thing he knew, he was waking up in a hospital with a nasty bruise on his head. There was a reason behind the knot on his head, and it is one of hundreds of cases of assault due to racial unrest in early 1900s Alabama.","Davis was a lawyer working for the State of Alabama when he was presented with a case of Mr. John Knox in 1928. Knox was a Mobile, Alabama resident that was sentenced to hard labor at the Flat Top Coal Mine in Central Alabama. At Flat Top, he would be expected to produce three to four tons of coal a day, which was the standard for convicts at the time. During one of his shifts, he was said to be “malingering.” For punishment, the officials on duty literally tried to whip him into shape. This tactic proved to be futile. The deputies then threw him into a vat of water, which was used to boil hogs. Their decision ended up costing Mr. John Knox with his life and it gave Major Davis a new case, almost three years later.","During his investigation, Davis found that the information given about the cause of death of John Knox was false. It was written that he died from the ingestion of mercury pills, while Davis discovered the pills still lodged in the deceased’s throat from almost three years ago. This proved that it was the mistreatment that killed him, not the medication given. He proceeded with his case, but did not get one single conviction. The only ramifications were that the warden was to be fired.","Although the case did not serve immediate justice, it did catch the eye of a few notable people. Literary Digest caught wind of the story and published an article on its account. The governor of Alabama at the time of the case, Bibb Graves, read this article and along with several inside sources in the political system, decided that Major Harwell Goodwin Davis was trying to take a stab at his incumbency. Graves immediately decided to put the reformation of the convict labor system on his platform of his next election. He won his race, and put an end to the system in Alabama in 1928.","Major Davis later explains in his interview with a historian from the University of Alabama at Birmingham that while he was informed during his hospital stay of who it was that blind-sided him. As it turned out, the man who hit him was the same warden of the prison that he got fired in his famous John Knox case."],"locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":208,"tag":"Convict Labor"},{"id":209,"tag":"New South"}]},{"id":4651,"title":"Encouraging Immigration to Alabama","course_id":22,"status":"P","start_date":"1869-01-01","end_date":"1869-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“A state favored by nature in every way” boasted a booklet created by the state of Alabama. Published in 1869, this 22 page document contained a detailed list of the states assets. “No part of the United States offers so many and such striking inducements to the immigrant as Alabama.” It was an effort to entice foreign immigrants to come and establish their roots in Alabama. It covered every topic; the many job options for the labor worker and the entrepreneur, descriptions of the beautiful land in all corners of the state, the great health and living conditions, the newly commissioned railroad and the free public education. A foreigner reading the booklet would indeed be inclined to believe that Alabama was the land of opportunity.<br /><br />In the aftermath of the Civil War, Alabama’s labor supply had dwindled. A great number of the recently freed slaves had fled to the North hoping for better opportunities. The brochure was an attempt by the state to bring new labor into the region. It was sent to European countries where the population was overwhelmingly white. Despite the impact on the state’s economy by the loss of black labor, Alabamians were still unwilling to welcome non whites. It is ironic then, to find the passage in the pamphlet talking about the free public education where “no one can be excluded on account of race or color.” If the pamphlet was only being sent to countries with white populations, there would be no need to express this sentiment. It can only be assumed that this was an attempt by the state to seem a more tolerant and open minded state. One thing it does show is that there were definitely some exaggerations in the brochure on the qualities that Alabama possessed."],"locations":[{"id":301,"lat":32.2488115675,"lng":-86.1666274124,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":220,"tag":"alabama"},{"id":31,"tag":"Immigration"}]},{"id":4642,"title":"The Family Doctor Calls on the Corset","course_id":22,"status":"P","start_date":"12/1/02","end_date":"12/31/02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["At the dawn of the twentieth century, women discovered exciting new things to do with their bodies.  Women fell in love with exercise and this helped heat up the debate over the healthiness of wearing corsets.  An ad carried by the December 1902 issue of Munsey's Magazine, written like a letter from \"the family doctor,\" immediately noted that articles debating the merits or faults of tight lacing often appeared in the pages of the magazine written \"by all sorts and conditions of people.\"  The writer of the article, supposedly a medical doctor, agreed that there was much to be said for both sides of the argument.  The letter stated that \"stays are useful to support the female figure if used in moderation, and they are constructed with a due regard to health.\"  The ad, disguised as a letter pertaining to medical advice, then went on to recommend Mr. Thomas' Duchess Corset because it \"adds materially to the elegance of the figure without causing any injury to the vital parts.\"","While still wearing corsets, women in America discovered the joys of exercise.  Cycling, tennis, and basic aerobics became very popular, particularly among younger women.  Gyms for ladies sprung up in larger towns, and gymnastics evolved in to an important part of the curriculum in female education.  Fashion, however, mostly refused to keep up with the trend.  Though the popularity of exercise grew, women continued to wear restrictive corsets.  Much of the country fiercely debated the merits of wearing a corset, or at least the degree of tightness to which one laced the garment.  Experts weighed in on both sides of the debate offering no clear answer.  Many doctors warned wearing a corset led to problems with internal organs, especially the reproductive system.  Other doctors called those claims overblown.","Early twentieth century corset advertising did not over look the importance of altering the female figure, but it reflected the population's growing concerns and put more emphasis on health issues, even though many companies made false claims.  The author of this ad from Munsey's Magazine failed to mention what features made the Duchess corset more safe for women to wear.  The illustration included in the advertisement, if looked at as a technical drawing, shed no light on the subject either.  Often, manufacturers made claims of improved safety but failed to deviate from the standard production of a corset model.  The Duchess corset appeared to be one of these models.","Though many groups protested claims made by corset manufacturers, they failed to stop companies from making outrageous claims about their products.  Many women learned the hard way that corsets advertised as exercise friendly or more medically sound than past models showed little, if any, difference from corset models already on the market.  The false advertising continued as long as companies sold corsets and left the job of scrutinizing claims to the consumer.","<a href=\"http://s647.photobucket.com/albums/uu197/alteredtyme/?action=view&current=458px-TheFamilyDoctorTheDuchessCors.png\" target=\"_blank\"><img src=\"http://i647.photobucket.com/albums/uu197/alteredtyme/458px-TheFamilyDoctorTheDuchessCors.png\" border=\"0\" alt=\"Photobucket\"></a><a href=\"http://s647.photobucket.com/albums/uu197/alteredtyme/?action=view&current=800px-TheFamilyDoctorOct19_1889page.png\" target=\"_blank\"><img src=\"http://i647.photobucket.com/albums/uu197/alteredtyme/800px-TheFamilyDoctorOct19_1889page.png\" border=\"0\" alt=\"Photobucket\"></a>"],"locations":[{"id":49747,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"New York, New York"}],"tags":[{"id":207,"tag":"women's aerobics"},{"id":197,"tag":"fashion"},{"id":198,"tag":"corsets"}]},{"id":4641,"title":"Committing a Crime","course_id":22,"status":"P","start_date":"3/16/77","end_date":"3/16/77","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1977, a Jefferson county, Alabama man learned the price of being with a prostitute. According to police records, a man paid a prostitute twenty dollars and took the woman to a friend’s house. The next morning, the man woke up and discovered that the prostitute took all of his belongs, including his car, a suitcase full of clothes, his wallet, money, and the pants he was wearing. <br /><br />Learning that the house he was in had no telephone, the man wrapped a sheet around himself and went to a neighbor’s house to call someone to bring him some clothes. Later, the man found the prostitute and asked for his car back. The prostitute explained that she hit a parked car and told the owner of the parked car she couldn’t pay for the damages. The owner then demanded for the car she was driving for payment and the woman willingly gave it to him. The man never recovered any of his belongings.<br /><br />In the United States the crime of prostitution is defined by “sex offenses of a commercialized nature, such as prostitution, keeping a bawdy house, procuring, or transporting women for immoral purposes .” From 1994 to 2004, prostitution arrests have gone down. In 1994, nationally there were 97,600 arrests. In 2004, nationally there were 86, 100. While in recent times it has gone up it’s not as high as it was in 1997. Nationally, in 1997 there were 100, 200 arrests.<br /><br />By being a prostitute, the woman is already committing a crime. Prostitutes are going to commit a variety of crimes, raging from burglary as in the case above to drug use. The only reason the prostitute in the above mention case stole the car was because it was available."],"locations":[{"id":35012,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":83,"tag":"Prostitution"},{"id":203,"tag":"Birmingham, Alabama"},{"id":204,"tag":"Seventies"}]},{"id":4640,"title":"Sexist Laws: Are Prostituion Laws Sexist?","course_id":22,"status":"P","start_date":"8/30/74","end_date":"8/30/74","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1974, the city of Birmingham, Alabama prostitution ordinance survived the first challenge in court. A federal judge denied a request from a Foxy Entertainment employee who called the ordinance unconstitutional. A woman, Lynn Floyd, is appealing her prostitution conviction. Floyd’s suit says that the ordinance is unconstitutional because it seems to only apply to women. <br /><br />Linda LeMoncheck found in her book Loose women, lecherous men “feminists aligned with sex workers point out that while sex work regulations are purportedly designed to protect prostitutes and facilitate their work, the laws nevertheless exist within a cultural ideology whose sexual double standard and sexist attitudes subvert the law to reinforce women’s unconditional sexual access to men .”<br /><br />Prostitution laws in the United States vary from state to state. The majority of counties in the state of Nevada have legalized prostitution. But in the state of Nebraska, if a prostitute is caught then she faces up to one year in prison and/or has to pay a one thousand dollar fine. But the customer, only has to pay two hundred dollars if it’s their first offense and any other times only five hundred dollars. Some states have equal punishments for the prostitute and the customer. In the state of Alabama, both the prostitute and customer can spend up to a year in jail and/or have to pay a six thousand dollar fine. In the state of Arizona through, the prostitute gets fifteen days in jail while the customer can have up to thirty days and/or a five hundred dollar fine. <br /><br />The ordinance that was challenged in the seventies in Alabama was upheld. The majority of prostitution laws mainly punish the prostitute, who is mainly a woman. Those laws rarely punish the man who pays for sex. It illustrates a double standard in American society, where it is perfectly fine for a man to pay for sex, but the woman is punished for accepting money. If every state in the country had equal laws for both the prostitute and the customer then the sexism would go down."],"locations":[{"id":35012,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":204,"tag":"Seventies"},{"id":203,"tag":"Birmingham, Alabama"},{"id":7,"tag":"Women"},{"id":205,"tag":"prostitution laws"}]},{"id":4639,"title":"Making Money","course_id":22,"status":"P","start_date":"6/24/75","end_date":"6/24/75","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Prostitution in Birmingham, Alabama and the surrounding areas was bad in the seventies. It was so bad that in June of 1975 the city of Homewood passed a new ordinance that reduced the number of hours prostitutes were allowed to be on the street. The week before the ordinance was passed, three prostitutes were arrested for working out of a motel. Mayor Bob Waldrop said that Homewood was working to deal with the problem of prostitutes working out of local motels. The ordinance made it illegal for prostitutes to work between the hours of nine p.m. and six a.m. Waldrop called the ordinance “old fashion. The ones arrested last week were caught at two in the afternoon.” Homewood city attorney Irvine Porter countered by saying the ordinance “forbid known prostitutes from even being on the streets during such times .”<br /><br />According to Hilary Evans in her book, Harlots, Whores, & Hookers: A History of Prostitution, women have gone to different lengths to provide either food for their children or drugs for themselves. By preventing prostitutes to go out and earn their own form of pay, it prevents them from making money that allows them to buy food for themselves or their children.  <br /><br />Jess Winchester, a former prostitute claims that “the motive for many of the women is to earn a wage that supports their children well and allows them to be able to spend more time with them than most working mothers .”<br /><br />The big picture is that the majority of women become prostitutes for two reasons: for an economic opportunity that they couldn’t other wise achieve or because it allows them support their family while letting them spend time with their children. To deny a woman the right to choose either is wrong. And limiting the prostitutes’ working hours in the 1970s was preventing them from working."],"locations":[{"id":35012,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":204,"tag":"Seventies"},{"id":203,"tag":"Birmingham, Alabama"},{"id":83,"tag":"Prostitution"}]},{"id":4638,"title":"The Defiance of Chief Black Hawk","course_id":22,"status":"P","start_date":"1832-04-01","end_date":"1832-04-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","“I fought hard. But your guns were well aimed. The bullets flew like birds in the air, and whizzed by our ears like the wind through the trees in the winter. My warriors fell around me; it began to look dismal,” said Sauk chief Black Hawk upon his surrender to the U.S 6<sup>th</sup> Infantry in August of 1832. He had fiercely resisted the continuing encroachment of white settlers into his lands and had fought many bloody battles to preserve the Sauk way of life. Black Hawk admonished the whites, “You know the cause of our making war. It is known to all white men. They ought to be ashamed of it.” He had experienced the scorn with which the whites regarded the Indian, the deceit and lies that had been used to cheat the Indians out of their lands and the poisoning influence of whites upon his people. “We were becoming like them,” he said, “hypocrites and liars, adulterers, lazy drones, all talkers, and no workers.” And so, in order to preserve the Sauk Nation Black Hawk had no recourse but to make war on the whites. His course had been set by the highest authority. “The spirit of our fathers arose and spoke to us to avenge our wrongs or die,\" Black hawk declared, “We set up the war-whoop, and dug up the tomahawk; our knives were ready, and the heart of Black Hawk swelled high in his bosom when he led his warriors to battle.” For five months Sauk, Fox, Kickapoo, and several other smaller Indian tribes battled the white invaders under the leadership of chief Black Hawk, but were ultimately defeated at the Battle of Bad Axe and Black Hawk was captured. With great sadness, Black Hawk addressed his people after his capture, ”Black Hawk tried to save you, and avenge your wrongs. He has been taken prisoner, and his plans are stopped. He can do no more. He is near his end. His sun is setting, and he will rise no more. Farewell to Black Hawk.”","The Black Hawk War, as it soon came to be known, was a classic example of the sad and shameful way in which the removal of Native Americans was handled. Sadly, this war was the result of a simple misunderstanding and unfounded fear on the part of white settlers. In 1831, under intense pressure from the United States government, the Sauk-Fox tribes gave up all of their lands in Illinois.  Chief Black Hawk had resisted previous attempts to remove his people, but finally acquiesced and led his people west. However, the journey was a disaster, and he found only hostile enemies and starvation on the western side of the Mississippi River. After only a year, Black Hawk led his people back to Illinois, having been reduced to only about 500 men, women and children. The sudden reappearance of the band of Indians sent the white settles into a panic and soon militia and army units arrived to deal with this perceived menace. Surprised by the reaction to his return, Black Hawk immediately tried to surrender under the white flag of truce. However, members of the already nervous militia opened fire and Black Hawk’s warriors returned in kind, thus beginning the Black Hawk War. Black Hawk fled back toward the west with his people, in a fighting retreat all the way. U.S. Army and militia forces caught up with and defeated Black Hawk at Bad Axe, ending the war after five months of bloodshed. Nevertheless, Black Hawk's capture did not defeat his spirit. In his surrender speech, he acknowledged no regrets and asserted the righteousness of his resistance to white incursion and mistreatment of his people."],"locations":[{"id":2856,"lat":41.2053333739,"lng":-90.7414019737,"zoom":10,"place":"MERCER, Illinois"}],"tags":[{"id":268,"tag":"Black Hawk War"},{"id":19,"tag":"Native-Americans"},{"id":90,"tag":"Indian Removal Act of 1830"}]},{"id":4637,"title":"Spencers Supports, Supporting Working Women","course_id":22,"status":"P","start_date":"2/1/43","end_date":"2/28/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The strong, modern women of the 1940's no longer desired the wasp waist corsets of previous generations.  The new breed of woman wanted practicality.  Hence, the advertisements of the time did not dwell heavily on waist reduction or social expectations, rather, the emphasis focused more on health issues.  An example from Ladies Home Journal published in the February 1943 issue for Spencer Supports headlined their ad by posing a question to women about their level of fatigue.  \"Tire easily?\" the author asked.  The ad goes on to claim that a woman wearing Spencer Supports \"[felt] new energy.\"  It also stated that \"doctors prescribe Spencer's for backache, fatigue, arthritis, hernia,\" and many other maladies.  These claims for new found energy came in handy for women who entered the work force in support of the war.  Many women worked long hours doing strenuous work. Advertising promised more energy and support from a \"light, flexible, durable, easily washed\" garment that also eliminated bulges and smoothed the figure, and these promises really resonated with the target audience.","When women opened the pages of the Ladies Home Journal in 1943 and saw this article, a war raged on two fronts thousands of miles away.  A large percentage of the country's young men fought on those fronts, and women found themselves in new and exciting positions performing tasks that their mothers and grandmothers never dreamed.  These previous generations of women might also be surprised at the sort of garments passing for underwear near the mid twentieth century.  The rigid font busk corsets of the Victorian and Edwardian eras, made with a one inch or more wide piece of steel down the center front making motion difficult, fell out of favor.  Women replaced the unyielding corsets with garments resembling modern girdles and brassieres.  These support garments still laced up at the front, side, or center back for a tight fit, but they now came with stretchy elastic sections so less pressure was exerted on the wearer's waist.","The 1940's also saw a shift in how corsets companies marketed their products to women.  In decades past, advertisers made much of how small a corset shrunk the wearer's waist.  It was such an important detail that companies often altered photographs and encouraged artists to render drawings with skewed prospective to make waists look unnaturally small.  In contrast, the woman drawn in a Spencers Support appeared with normal proportions. Older advertisements also preyed on women's fears of inferiority pertaining to social expectations.  When manufacturers choose to use these fears in a positive light, the ad sometimes included claims that their corsets made it easier to keep up with young children or gave the wearer energy to take on household chores.  When advertisers used such tactics in negative ways, they doomed women without the proper corset to the lives of old maids.  The Spencers ad, however, highlighted cures for medical complaints rather than promises of a social and family life.","The clothing women wore evolved in to a much more practical state in the 1940's.  Undergarments followed suit and also changed for the better, because women looked for different qualities in their underwear than the ladies of previous generations.  Women attained new roles in society and fashion moved forward to meet the changing needs of the twentieth century woman.","<a href=\"http://s647.photobucket.com/albums/uu197/alteredtyme/?action=view&current=img0112.jpg\" target=\"_blank\"><img src=\"http://i647.photobucket.com/albums/uu197/alteredtyme/img0112.jpg\" border=\"0\" alt=\"Photobucket\"></a>"],"locations":[{"id":27491,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":198,"tag":"corsets"},{"id":197,"tag":"fashion"},{"id":199,"tag":"working women"}]},{"id":4636,"title":"The Double Hip “Ironsides” Corset shapes American Women","course_id":22,"status":"P","start_date":"1885-01-01","end_date":"1885-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Victorian women liked their corsets tight.  If a person looked up and down any busy street in the late nineteenth century, they saw townswomen that struck dramatic silhouettes.  The corset, a tight fitting, boned garment, restricted movement and reshaped the natural position of organs inside a women's body.  A trade card from 1885 featured a corset typical of the period dubbed the Double Hip \"Ironsides\" Corset.  The construction of this corset placed stiff cords diagonally under the boning that ran perpendicularly over the hips.  The advertisement proclaimed that the hip bones are longer than those found in competitor's corsets \"producing a corset of great strength.\"  The card then explained that \"the bones on the sides and hips, and also the sides steels, are doubly protected by three or four thicknesses of jean\" which diminished the likely hood of snapping a steel bone from wear and added \"much to the durability of the corset.\"","From a construction standpoint, this corset was solidly built.  It is no wonder the manufacturer used the nickname of the USS Constitution, a ship whose \"ironsides,\" made of tough oak were said to be impenetrable by cannonballs.  However, four layers of denim over the hips, even before the addition of steel bones and cord, made moving the hip joints very difficult.  A woman wearing such a rigid undergarment found even simple tasks much more difficult to complete.  Household duties such as chasing after children, cooking a meal, or even tidying the house while wearing a corset made some women begin to wonder if the practice made any positive impact on their lives.","Middle and upper class women found themselves restricted in many ways during the Victorian era.  Though Susan B. Anthony and Elizabeth Cady Stanton launched the National Woman Suffrage Association in 1869, women did not have the right to vote on factors that affected their lives.  In addition, the majority of women did not have jobs outside the home.  In the home, society expected a woman to keep her household running seamlessly.  However, restrictions placed on women branched into other areas beyond social expectations.  While performing the roles assigned to them by society, Victorian fashion expected women to maintain specific hemlines and necklines.  The clothing that women wore took restriction to another level, and the corset led the way.","The difficulty of performing daily tasks as well as health concerns soon led to the formation of rational dress societies and movements across the Western Hemisphere.  Many of the members simultaneously fought for the right of women to vote, and encouraged them to choose clothing more appropriate for healthy lifestyles.  The rational dress voices represented a minority at the time this trade card was printed.  The fight to loosen the corset raged for several decades, but by the time women won the right to vote in America they were able to show up to polling places in much more comfortable clothing.","<a href=\"http://s647.photobucket.com/albums/uu197/alteredtyme/?action=view&current=img012.jpg\" target=\"_blank\"><img src=\"http://i647.photobucket.com/albums/uu197/alteredtyme/img012.jpg\" border=\"0\" alt=\"Photobucket\"></a>","<a href=\"http://s647.photobucket.com/albums/uu197/alteredtyme/?action=view&current=img013.jpg\" target=\"_blank\"><img src=\"http://i647.photobucket.com/albums/uu197/alteredtyme/img013.jpg\" border=\"0\" alt=\"Photobucket\"></a>"],"locations":[{"id":8929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":197,"tag":"fashion"},{"id":198,"tag":"corsets"},{"id":196,"tag":"women's rights"}]},{"id":4680,"title":"Tennessee Miner Uprising","course_id":22,"status":"P","start_date":"1891-01-01","end_date":"1891-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","In Tennessee, the abuse of the convict labor system was putting many coal miners out of work in the late 1800’s.  If an employer was unsatisfied with wages or conduct of his workers, he could hire convicts as employees of the state.  Thousands of Tennessee miners rose up against the use of convict labor by the state’s coal companies in 1891.  This involved significant mountain communities in a revolt against government involvement in the state’s convict labor system.","Driven by the common anti-elitist ideals of populism and unionism, the miners initially sought to abolish the convict lease system in a legislative and legal manner.","Peaceful tactics failed to achieve reform in the lease system.  In a more aggressive move, one of the mountain communities overpowered and destroyed a convict camp.  The desperate group of white miners took control of the stockades and liberated the black convicts from the mining wards. ","The miner’s revolt accelerated the termination of convict leasing in Tennessee.  The decision to end convict labor helped repair the local coal economy at the cost of greatly weakening organized labor in the state of Tennessee."," "],"locations":[{"id":11839,"lat":36.1192254335,"lng":-84.2048630353,"zoom":9,"place":"ANDERSON, Tennessee"}],"tags":[{"id":248,"tag":"tennessee"},{"id":208,"tag":"Convict Labor"}]},{"id":4635,"title":"Vegetable Compound Cures Women's ills","course_id":22,"status":"P","start_date":"1862-01-01","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the eighteenth and nineteenth centuries, in the successful patent medicine business, the most popular product was Lydia Pinkham's Vegetable Compound. Pinkham claimed to treat the worst cases completely from her Vegetable Compound. This claim comes from Victorian trading card of Lydia Pinkham's Vegetable Compound that is found in many different styles. Lydia Pinkham's Vegetable Compound was made for all those painful complaints and weaknesses that are so common among women. So, what made Lydia start her patent medicine' business? How was she able to be so popular in an era when women had no rights? Answers are connected with the social and economic situations of the time.","Lydia opened her business at a fortuitous time to save her family from poverty. She made herself into an entrepreneur of remedies for Female Complaints, which was made principally from unicorn root and pleurisy root, with a strong amount of alcohol (a \"solvent and preservative\"). Lydia's Female Complaints became popular in Lynn because many women at the time were hesitant to discuss their illnesses with their male Physicians. \"Lydia Pinkham began selling her Vegetable Compound in an era marked by medical controversy, public dissatisfaction with doctors, an obsessive concern with women's weaknesses-a climate ideally suited to promote the success of the Pinkham venture,\" remarks Sarah Stage in <em>Female Complaints.</em>"," In 1875, her business got off to a slow start, but the family worked tirelessly printing handbills and pamphlets and soliciting testimonials from customers and druggists. In 1876, when New York's major patent medicine dealer, Charles N. Crittenden took his first cash order of Lydia's Female Complaints, the product began moving extensively. Lydia also started sending and receiving letters to her customers to discuss their illnesses.","After her death in 1883, Lydia Pinkham's remedy was grossing $300,000 a year and sales were still increasing. Her product stayed well-liked into the twentieth century because the company sustained great publicity. Even though Pinkham's motives were to some extent self-serving, many modern feminists admire her for circulating information on menstruation and other facts of women's lives; they consider her to be a crusader for women's physical conditions in an era when women were poorly served by health organizations."," "," ","<strong> </strong>"],"locations":[{"id":6174,"lat":42.484744285,"lng":-71.3896495091,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":267,"tag":"Health"},{"id":230,"tag":"Medicine/Health"}]},{"id":4679,"title":"Banner Mine Tragedy","course_id":22,"status":"P","start_date":"4/8/11","end_date":"4/8/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On April 8, 1911 the Banner Mine ignited killing 128 convict laborers.  The actual cause of death was attributed to blackdamp asphyxiation.  Blackdamp is a mixture of unbreathable poisonous gases which displaces oxygen.  \"Clark McCormick, accompanied by former miner J.R. Baird, went into the mine.  Their first discovery was less than reassuring.  Not far from the mine entrance and pathetically near to safety, they found a man, seated but leaned forward and quiet as though asleep.  He was convict boss O.W. Spradling, dead from the blackdamp.” This scene set the tone for what is the most notorious convict labor controversy of the early twentieth-century. The Banner Mine was located in Littleton, Alabama (Jefferson County) and was owned by the Pratt Consolidated Coal Company.","This event turned the state and national spotlight towards the controversy of the convict lease system. Abolishing the lease system in Alabama did not go without resistance.  Leasing convicts to work in the mines was inexpensive and proved to be very profitable.  In fact, it was so profitable that Alabama passed legislation for mine safety to help relieve criticism so they could keep the system.","The convict labor system shutdown was long overdue.  Governor Bibb Graves’ successful campaign for governor included the promise to end the leasing.  On June 30, 1928 Alabama finally passed a law to abolish the convict labor system."],"locations":[{"id":18257,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":245,"tag":"banner mine"},{"id":208,"tag":"Convict Labor"}]},{"id":4646,"title":"The Long Depression Begins","course_id":22,"status":"P","start_date":"1873-09-24","end_date":"1873-09-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","       “Father has not yet returned. We are a little interested to know whether he had any money in the hands of Clews & Co. whom we hear failed yesterday, or I should say, suspended, but I suppose it amounts to the same thing.” As Blanche Butler Ames wrote his brother in September 1873, he had no idea of the economic downfall to come.  The failure of Jay Cooke & Co, one of the United States largest investment firms, and other banks, like Clew & Co. in September 1873, set off a tidal wave of bankruptcies, foreclosures, and job layoffs. In fact, John Dobson states that “before the year was out, over 5,000 commercial firms failed.”","       The Panic of 1873 officially started in the September of 1873 and “set off the nation’s first full scale industrial downturn as well as set off the first nationwide labor confrontation.” At the time Blanche, like most people, felt that the Panic would only last for a couple of months; however, the Panic would last for seven years and become known as the “Long Depression.”"],"locations":[{"id":6211,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":212,"tag":"\"Long Depression\""},{"id":211,"tag":"\"Panic of 1873\""}]},{"id":4668,"title":"A Writer's Reaction to the Treatment of the Cheorkee People in Georgia","course_id":22,"status":"P","start_date":"1830-01-02","end_date":"1830-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["January 1830. An impassioned plea has been made by writer William Penn in the January 2<sup>nd </sup>1830 edition of   <em>The Religious Intelligencer</em>, for the case of the Cherokee Nation against the state of Georgia. He has expressed a growing outrage and disgust against the way Indians in general have been mistreated by the United States and her citizens. The government is called upon to act with Christian morality in its dealings with these ancient people, particularly in light of the conduct of the state of Georgia with regard to the Cherokee people.  In the name of moral necessity, it is said, these proud people are to be encouraged, coerced if necessary, to remove themselves west, for their own good, as well as for the benefit of those who eye the lands of the Cherokee with undisguised greed. Penn writes “It is urged, that if the Cherokees remain where they are, the state of Georgia is deprived of a valuable portion of land within her chartered limits.” However, the fact of the matter is that the lands of the Cherokees are virtually worthless, except to the Cherokees themselves. Georgia further attests “that great inconveniences will be experienced, by having an <em>imperium in imperio</em> –a separate, independent community surrounded by our own citizens.” On the contrary, the experiences of other, older states of our union do not bear out Georgia’s assertion. The United States of America is bound by treaty to defend the right of the Cherokee people to possess their country. Mr. Penn states, ”The Cherokees should, especially at this juncture, be again assured, that they stand behind the shield of the law, -the supreme law of the land,- which, in a government like ours , should afford a defence not less perfect, and certainly more convenient, than could be afforded by a cordon of 150.000 bayonets, or a wall of adamant from the earth to the sky.” The Cherokee are in crisis and “moral necessity” dictates that we deal with them prudently, “not only for our conscience’s sake, but for the reputation of our justice.”"," ","Williams Penn’s article was a reaction to what was merely a prelude to the demise of the Cherokee Nation in Georgia. His plea apparently fell mostly upon deaf ears. The dispossession of the Cherokee people came to fruition with the passage of the Indian Removal Act in December 1830. The state of Georgia seized the opportunity to enact a series of draconian laws against the Cherokees. The Cherokees appealed to the Federal government for aid against Georgian repression, and achieved a couple of small victories in court, but their fate was already sealed. President Andrew Jackson was encouraging Georgia’s anti-Cherokee policies while at the same time telling the Indians he was powerless to interfere in states’ affairs. Without the support of the Federal government, the Cherokees were unable to combat the oppressive policies of the state of Georgia. A few Cherokees had voluntarily moved west to the Indian Territory in Oklahoma, succumbing to the pressure to leave placed on them by the Georgian government while groups of tribal leaders continued to fight the state government and attempted to seek more favorable terms with the Federal government. But by the late 1830s, tribal leaders saw that removal of the Cherokee people was unavoidable. They sought to capitalize on the growing public outrage generated by the treatment of the Cherokees with the goal of obtaining a new treaty that would allow them to settle in Tennessee. However, this was not to be. In the summer of 1838, Federal soldiers were sent to forcibly remove the remaining Cherokees and relocate them to the Indian Territory, thus beginning the infamous Trail of Tears. The United States had managed to break every treaty it had made with the Cherokees and simultaneously besmirched what William Penn referred to as “the reputation of our justice.”"],"locations":[{"id":2390,"lat":null,"lng":null,"zoom":8,"place":"INDIAN LANDS, Georgia"}],"tags":[{"id":260,"tag":"Cherokee Indians"},{"id":19,"tag":"Native-Americans"},{"id":90,"tag":"Indian Removal Act of 1830"}]},{"id":4669,"title":"Tecumseh's Indian Unification Crusade","course_id":22,"status":"P","start_date":"1811-11-01","end_date":"1812-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Through the autumn and winter of 1811 and into 1812, Shawnee leader Tecumseh had been on a whirlwind tour to speak to several Indian tribes. From the Eastern Seaboard, to the Old Northwest, to the Southeast, to Canada, Tecumseh sought to convince all Indian tribes to unify against the growing white intrusion into Indian lands. With a fervor born of desperation and necessity, Tecumseh addressed the Osages, as he had so many other Indian tribes on his mission to unify the Native Americans. \"Brothers!\" he exclaimed, \"The white people came among us feeble, and now we have made them strong, they wish to kill us, or drive us back... Now, nothing will satisfy them but the whole of our hunting grounds, from the rising to the setting sun.\" Tecumseh had seen the trickery of the white men at the Treaty of  Fort Wayne and was determined to halt their advance. Tecumseh understood that all Indians were all one family, all children of the Great Spirit, and only by standing together could the red man expel the white invaders. If they did not, the consequences would be dire. However, cooperation would bring success. \"If we all unite, we will cause the rivers to stain the great waters with their blood.\" Tecumseh implored the Osages, \"Brothers, - if you do not unite with us, they will first destroy us, and then you will an easy prey to them. They have destroyed many nations of red men because they were not united, because they were not friends to each other.\" Tecumseh knew the key to survival was to adopt the political structure of their common enemy, the United States, and form a confederation of Indian nations. Tecumseh had delivered and ultimatum to the Osages: unite or die. \"Brothers, - We must be united\" he cried, \"we must smoke the same pipe; we must fight each others' battles; and more than all, we must love the Great Spirit; he is for us; he will destroy our enemies, and make all his red children happy.\""," ","Angie Debo writes, “Tecumseh stands as one of the greatest Indians known to history.” Tecumseh ascribed to the idea that all land belonged to all Indians in common and no single tribe had the right to sell part of their common holdings. Although Tecumseh originally did not want war with whites, he soon understood that only the unification of the Indians would be enough to stem the tide of white incursion. His crusade began in 1808 and spent the next five years traveling across the country, even into Canada, to spread his message of unity to as many Indian tribes as he could reach. At each stop he delivered an impassioned plea for the tribe to join his cause fight together against the Americans. Most of the time he was successful, sometimes he was not. Several tribal leaders outright refused to join him, whether out of pride or fear, none know for certain. He addressed the Osages twice and failed both times to bring them around to his cause. However, Tecumseh managed to generate an impressive following and engaged in and won several violent battles against white settlers and U.S troops. In the war of 1812, Tecumseh allied himself with the British in an effort to use the might of the British Empire to further his own goal of stopping American invasion. Unfortunately, he was abandoned by his British allies at the Battle of the Thames in Canada on October 5, 1813, and was killed in the fighting. With the Indians now leaderless and disorganized, American forces quickly re-conquered the Old Northwest. White settlers soon flooded the area and the familiar pattern of Indian land cession from the now fractured tribes continued. Tecumseh’s dream had failed and his dire predictions of the fate of Indian people had sadly come true."," "," "," "," "," "],"locations":[{"id":14866,"lat":null,"lng":null,"zoom":8,"place":"WISCONSIN, Wisconsin"}],"tags":[{"id":262,"tag":"Tecumseh"},{"id":19,"tag":"Native-Americans"},{"id":90,"tag":"Indian Removal Act of 1830"}]},{"id":4671,"title":"The Birmingham District Rises in the Late 19th Century","course_id":22,"status":"P","start_date":"12/1/89","end_date":"12/31/89","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    According to an 1889 article found in the Chautauquan, a popular weekly news magazine, Birmingham, Alabama was the future of the iron and steel industry in America. Seated in Jefferson County, which is located in central Alabama, Birmingham was named after the industrious steel city of Birmingham, England. Also known as the “Magic City” and “Pittsburgh of the South”, Birmingham had earned these titles after its immense industrial growth. Birmingham’s steel productivity was made possible by its twenty-five local blast furnaces. These twenty-five blast furnaces were used in the smelting process. Smelting is the process in steel making that removes the iron metal away from its ore.  Birmingham’s extreme industrial success was due to the locality of iron, which was found on nearby Red Mountain.  Red Mountain’s ridge runs southeast along the Magic City’s southern border and was named “red” after the color of the iron that was found there.","    Bertha Bendall Norton, a Birmingham historian writes, “If in early 1900 you had stood on Red Mountain where Vulcan, the largest iron statue in the world stands today, and gazed out upon this once sacred valley of Indians, you would, perhaps, have had a strange feeling of wonder, excitement and pride.”  The Pittsburgh of the South was exactly that, exciting and wonderful. New jobs were being created by the arrival of the steel and iron industries such as Sloss furnaces and Tennessee Iron and Coal Company, which opened in 1886.  Birmingham’s industry became self- sustaining and that began to concern northern industrialist who, at first, were not involved. Much of the United States was still oblivious to the Magic City’s capabilities of becoming the leading iron producer in the  industry. Birmingham was a city that worked around the clock in hopes for maximum production of steel.  Birmingham, Alabama of yesterday had proven itself worthy in the late nineteenth century and had indeed become the future of the iron and steel industry in America"],"locations":[{"id":39832,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":203,"tag":"Birmingham, Alabama"},{"id":231,"tag":"Steel and Iron Industry"}]},{"id":4672,"title":"Black Worker Finds Dignity at Sloss Furnaces","course_id":22,"status":"P","start_date":"1/1/25","end_date":"1/31/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["           On a cold January evening in 1925, the Sloss Furnaces graveyard shift clocked in at seven. From ground level of the plant, one could see brilliant light almost as bright as the sun flowing from the ladles into the troughs as men worked frantically to obtain their quotas of pig iron. In an 1984 interview, Alonzo Gaines revealed life as a black worker at Sloss Furnaces in Birmingham, Alabama.  Alonzo Gaines was a Laborer/Stove tender during his tenure at Sloss Iron and Steel Company from 1925 to 1940. As a black worker in the South, Gaines experienced some extreme working conditions.          ","            Born in 1906, on a farm in Athens, Georgia, Gaines was exposed to racism from a young age.   “They always called us niggers, not blacks, but that didn’t bother me much, because for me working at Sloss Furnaces was a great opportunity,” said Gaines. Alonzo, like many other blacks at the time flooded into factories in search equality and opportunity. The conditions for blacks were good in industrial Birmingham. There were many jobs to be had by black workers in the \"Magic City\", and working at Sloss Furnaces was a popular place for many African Americans like Gaines.","            Although many blacks found that there was money to be made at Sloss Furnaces, outside the factory gates they were confronted with a segreagated, Jim Crow society.  As Birmingham historian, Bobby M. Wilson notes, “Sloss furnaces, like other large corporations in Birmingham, were unique in how they gave blacks a chance to improve their status in the workplace.” But Wilson goes on to pinpoint the difficulties of translating that status to the wider community.  Gaines stated, “I used to look forward to going to work, because I could work beside a white man and he would talk to me like I was a man instead of an animal.” For this reason blacks sought security in such industries as Sloss. Job security for blacks became more evident and concrete with the advent of labor unions and the Civil Rights movement in Birmingham. Sadly, like many black workers, the Civil Rights movement is something that Gaines never had the opportunity to experience during his tenure at Sloss."],"locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":232,"tag":"Sloss Furnaces"},{"id":203,"tag":"Birmingham, Alabama"}]},{"id":4682,"title":"A Campaign for Freedom","course_id":22,"status":"P","start_date":"2/7/42","end_date":"2/14/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            February 7, 1942, was a day that changed America. Segregation and discrimination had reached a point that was no longer tolerable, and according to the <em>Pittsburgh Courier</em>, it was time for a campaign. The “Double V Campaign,” as it was called, stood for two victories for black Americans: a victory at home and a victory abroad. ","            This campaign was orchestrated by the <em>Pittsburgh Courier, </em>a weekly black newspaper that helped influence public opinion among black Americans. According to the <em>Courier</em>'s February 14<sup>th</sup> headline, “The Courier's Double 'V' for a double victory campaign gets country-wide support.” This support showed that black America was tired of being oppressed and ready for change. The Double V campaign helped tremendously the plight of black Americans. Blacks everywhere were discriminated against based on their color, and the armed forces at this time was no exception. If blacks were allowed entrance into the army, they were only given menial jobs such as cooks or stewards. The Double V campaign called for integration and for the possibility of fighting for freedom everywhere. The <em>Courier</em> went on to say in its’ February 14<sup>th</sup> article, “We, as colored Americans are determined to protect our country, our form of government and the freedoms which we cherish for ourselves and the rest of the world, therefore we have adopted the Double ‘V’ war cry—victory over our enemies at home and victory over our enemies on the battlefields abroad. Thus in our fight for freedom we wage a two-pronged attack against our enslavers at home and those abroad who will enslave us. WE HAVE A STAKE IN THIS FIGHT...WE ARE AMERICANS, TOO!” Not only did the campaign gather blacks together in support of racial equality, but afforded them the opportunity to feel part of a bigger struggle for freedom everywhere. The shared struggles of black America were also felt by black service men in the armed forces. According to Lawrence P. Scott, a black airman in the 99th, and an eventual Tuskegee Airman, \"every man in the 99th was aware that the success of the 99th would impact the status of blacks in the Army Air Force and the army as a whole and that each man performed his job as if the race depended on him.\"","            At war’s end, the campaign would serve as a reminder of why black service men and women fought. Not only was the war fought to free enslaved people abroad, but was also fought for the equality of black Americans at home who were willing to fight and die for their country. This campaign would later help to serve as an impetus for the future civil rights movement of the 1960s that would eventually grant black Americans the equality for which they lived, fought, and died."," "],"locations":[{"id":27548,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"Allegheny, Pennsylvania"}],"tags":[{"id":258,"tag":"World War II"},{"id":42,"tag":"Civil Rights"},{"id":269,"tag":"Double V Campaign"},{"id":270,"tag":"Freedom"}]},{"id":4673,"title":"Baseball Boosts Morale during Hard Times in America","course_id":22,"status":"P","start_date":"9/26/31","end_date":"9/26/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["     During the 1930s, J.T. White was a man living and working in hard times. He did what he could to heal the pains of Birmingham. White served as the organizer for the Tennessee Coal Industry (T.C.I.) intramural baseball team. White may not have made a dent in the ailing economy of the United States, but he did manage to boost the morale of the people around him.","     White wrote to a Mr. Tom Appleyard an intramural baseball tournament organizer in Tuscaloosa, Alabama in order to enroll his T.C.I. team. He asks about a double-header in order to “show these boys a real good time.” He hasn’t “promised these boys any more than a good time but of course they will be expecting eats after the game,” and he “would like to see a large crowd out as we are proud of our squad.” This correspondence depicts the jocularity and the optimism even in a period of social and economic hard times.","     In the United States the post civil war period of modernization witnessed the “proletarianization” of the once elitist game of baseball. Strenuous physical labor may well have required strenuous physical release. In the interest of high productivity, employers wanted a healthy work force and sport came to be seen as a way of ensuring physically fit and happy workers.","     Sport's appeal was connected to its potential for providing an exciting and even effervescent escape. This is to be understood not in the context of physical release but more in terms of a dream world far removed from the monotony of industrial work and the harsh reality of urban life. Like religion it could serve as a more socially acceptable opiate than drink or drugs. Yet, especially for males, sport was more effective than religion. It was 'real' with a reward not in the hereafter but in the here and now.","     An examination of American baseball during the 1930s and 1940s reveals that when faced with the challenges of the Great Depression and World War II, Franklin D. Roosevelt used baseball to ward off despair and retain American pride and morale during a period of crisis. Roosevelt and his speech writers manipulated baseball metaphors in order to explain the New Deal. When selling his New Deal, Roosevelt used phrases like “I have no expectation making a hit every time I come to bat”.","     Sports, particularly baseball, had an enormous social impact on the United States during the Great Depression era. Baseball gave hope to the nation on a local and national scale with local leagues sprouting and leaders’ addresses riddled with baseball rhetoric. J.T. White helped the men of T.C.I. to forget their economic troubles and enjoy life."],"locations":[{"id":24536,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":235,"tag":"Sports"},{"id":234,"tag":"Sports and Labor"},{"id":233,"tag":"Baseball"}]},{"id":4676,"title":"Breaking Barriers in Baseball","course_id":22,"status":"P","start_date":"5/9/46","end_date":"4/16/47","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     The difference between the North and South in the United States has been similar to that of night and day. During the period between the 1870s and the 1970s, the South is generally viewed by outsiders as a backward, ultra-racist region, and the North is seen as tolerant and progressive. Only a year apart, Birmingham, Alabama praises its successful Negro League Baseball team, while New York sneers at the courage of a man standing against a racist institution.","     Cooper Green as President of the Commission of the City of Birmingham praised the Birmingham Black Barons Negro League Baseball team. Green was “proud of the team’s reputation of winning.” He declared Thursday, May 9<sup>th</sup>, 1946 as “Black Baron’s Day.” This was an official in segregated Alabama acknowledging and praising an African American institution","     A year after the Birmingham Black Barons were honored for their success, Jackie Robinson bravely stepped onto Ebbets field for his historic Major League Baseball debut. During the game, Robinson “unenviable hit into a rally-ending double play” and was booed harshly; but his “tremendous speed afoot did accomplish one thing, it set up the winning run.” The New York Times described Robinson as a “muscular Negro that minds his business and shrewdly makes no effort to push himself. He speaks quietly and intelligently when spoken to.” After the game, One of his teammates admitted that he “just did not know how to act with Robinson.” One of the veterans made the surprisingly progressive statement of “other sports had Negroes. Why not baseball?” The most important news media in the nation described one of the greatest accomplishments in sports as “quite uneventful.” ","     An interesting disparity in our country although African Americans make up approximately 12% of the population of the United States, this group is the majority in the world of professional sports. The people in charge of Birmingham, Alabama were Caucasian; however, at this was and still is a majority “black city.” This phenomenon could explain the city’s appreciation of the city commission to a Negro League team. New York at this time was an eclectic city made up of multitudes of people.","     For approximately a century, the United States was one of the most polarized countries in the world. Among the stereotypes that the North and the South carried, this is at least one instance in which the roles were reversed. "," "],"locations":[{"id":27491,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"},{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":238,"tag":"African American"},{"id":235,"tag":"Sports"},{"id":233,"tag":"Baseball"}]},{"id":4677,"title":"The Brute vs. the Uncle Tom: Fighting for American Respect","course_id":22,"status":"P","start_date":"7/4/10","end_date":"7/4/10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     Two men stand between the ropes among a crowd of blood thirsty white faces. In the United States, a black man physically assaulting a white man would have resulted in a lynching; however, when colorful trunks and padded gloves are added to the skirmish, the event becomes a spectacle. ","     Late Victorian culture identified the powerful, large male body of the heavyweight prizefighter as the pinnacle of manhood and evolution. The July 4, 1910 heavyweight championship bout in Reno, Nevada between the white challenger Jim Jeffries and the black champion Jack Johnson was supposed to be an easy victory for the undefeated Jeffries; his superior intellect and Anglo-Saxon masculinity were supposed to vanquish the black brute. Johnson decimated Jeffries, and race riots occurred in numerous cities. Johnson had defeated the so-called epitome of white male. Johnson was seen as an animal that destroyed ideals, dated white women, and was openly belligerent to the status quo; and therefore could never be America’s hero.","     On the other hand, the “Brown Bomber” Joe Louis is viewed as “one of the greatest stories ever written in the ring.”  Max Schmeling boasted that “the Negro would always be afraid of him.” The German audience stays up for the 3:00am radio broadcast of the fight. The heavyweight bout lasts only two minutes and four seconds, and “the ardor of German radio parties and café gatherings are quickly dampened.” Schmeling’s maid is so embarrassed by the fight that she keeps the news from Mrs. Schmeling. Louis avenges his earlier loss to “Unser Maxe” Schmeling and dealt a major blow to the Nazi idea of Aryan supremacy. Parties and riots break out in major cities in the United States. Louis did not “rock the boat” as his predecessor Jack Johnson and was thus loved by most of the public and labeled as an “Uncle Tom” by others. ","     In many sports, there is the strange phenomenon that many of the players are African American, while the majority of the spectators are Caucasian. This leads to a search by fans and media for “the Great White Hope” to snuff out the success of the black athlete. This anomaly leads to the media creation of racial feuds between black and white players. One of the most significant examples is the basketball rivalry between Larry Bird and Earvin “Magic” Johnson which began in college and continued into the National Basketball Association.","     The stories of boxing legends Jack Johnson and Joe Louis established the dominance of African American athletes in sports in America. While Johnson may be one of the founders of the tension between the superior black athlete and the white fan searching for their athlete avatar, Louis is viewed as a sports hero. Because of their polar personalities Johnson is seen as a brute among his contemporaries and Louis is portrayed as an “Uncle Tom” in some circles.    "],"locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"},{"id":17575,"lat":40.6774734233,"lng":-119.692996384,"zoom":8,"place":"Washoe, Nevada"}],"tags":[{"id":238,"tag":"African American"},{"id":235,"tag":"Sports"},{"id":239,"tag":"Boxing"}]},{"id":4681,"title":"James Knox: Convict Lease Martyr","course_id":22,"status":"P","start_date":"1/1/23","end_date":"12/31/26","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","James Knox - Alabama’s Convict Labor System Martyr","Ex-sailor and convicted felon Mr. James Knox was sent to Flat Top Mine in Jefferson County to carry out what would be his death sentence.  In 1923 Mr. Knox came out of the mine claiming that he “gave out in the mines and the deputies contended that he was a big strong man and was malingering”.  This day, which proved to be Mr. Knox's last, he was burned and drowned to death in a large concrete vat of boiling water by two convict deputies.","In an attempt to conceal the murder, Warden Charles Davis, who was the man in charge for the state, stuffed bichloride of mercury pills down Mr. Knox’s cold dead throat and claimed that he took them and was died.  They then buried the body without further question.","Upon hearing the story of Mr. Knox in 1926, three years after the incident, Attorney General Major Harwell Goodwin Davis discovered that bichloride of mercury has to enter the circulatory system via the bloodstream to cause death.  Major Davis discovered that the ingestion of bichloride of mercury pills could not acutely kill a person.  Major Davis went out to Flat Top Mine Cemetary and exhumed Mr. Knox’s body only to discover the pills were still lodged in his throat.","Although Charles Davis was never convicted of any crime, this controversy incident served as the catalyst for the abolition of the convict lease system in Alabama."],"locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1621,"tag":"james knox"},{"id":247,"tag":"convict lease"}]},{"id":4690,"title":"Atlanta Burns- The climax of a young girl's wartime journal","course_id":22,"status":"P","start_date":"1864-08-01","end_date":"1865-01-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Paralyzed by fear she sat in the cellar praying to survive the Union attack on Dixie.  The Berry estate was a sitting duck amongst cross fire between Union and Confederate soldiers as ammunitions echo in the yard.  Carrie Berry describes the daily “shellings” or constant barrage of gunfire as it penetrates the house, ricochets off trees and pierces the ground above.  Sometimes the ammunitions included cannon-fire as she recalls her father “white as a corpse” as he flees a Yankee Ambush in the garden.  Amidst all of chaos she is up to speed on her daily routines of “nursing her lil sister”, sewing doll clothes and personal items, mastering arithmetic lessons and even celebrates her 10th birthday highlighted by “ironing”.  She recalls the harsh bite of the white frost all around and how the family must now survive on bread because General Sherman’s men nearby steal their pig.   General Tecumseh Sherman wrecks far greater havoc on all of Atlanta with the “dreadful burnings all around” or the use of total warfare to choke out civilian support to the Confederate Army.  This predecessor to the“March to the Sea” left the city in utter ruins."," Fortunately the Berrys have a provost guard to watch the house (probably because her father did work for the Union Army) and shield it from the Union torch.   However, they have no choice but to watch in suspense as enraged flames swallow the city whole.  One Union soldier recalls the grizzly fire that could be seen 50 miles away in poignant terms-“great tongues of flame shot up fifty feet above the roofs and constantly the walls would fall in with a crash which sent a cloud of embers up among the stars”.  Another union soldier concludes that General Sherman must not have “any mercy in his composition” as he witnesses Sherman as he simply walks unaffected through the streets as though he is immune to the panic and spectacle of the fire.  The streets are ablaze as Union Soldiers change uniforms while in march as spectators question their dignity and convulse at the shameless pillage on city.  Some vigilante army men even hunt after stray southerners and torch homes from back alleys much to the dismay of the Union army. ","The time is now eleven at night and the fire is at its zenith and so is the morale of the Sherman’s Headquarters Party.  The 33<sup>rd</sup> Massachusetts division strikes up the band in a burst of patriotism and belts out Verdi’s “<em>Miserere</em>” Opera <em>Trovature</em> and “<em>John Brown’s Body</em>”.  The incensed arsonists of the headquarters party sing in unison “<em>Glory, Glory, hallelujah</em>!” as they march onward at seven in the morning.  One official of the SVW Post of Fourteenth Corps Union Army says in reaction to the music “Nero made music while Rome burned, why not (the) Post make a little while Atlanta burns?”.  ","Soon thereafter, the Berrys are made to relocate.  Carrie shows her capacity for defiance as one soldier relates the little girl “behaved very badly…nobody knows what we have suffered”.  Carrie journals   nothing of her struggle against the relocation rather she feels more positive after they are settling down and the Holidays draw near.  She delights in a “Christmas Tree” lighting activity, makes cakes with the women of the house and feels secure in matters of imminent safety.  However, in very same entry her hopes diminish because she fears that the following day her “father may be tried and put away in the army”.  Her final entry reveals that her father is spared from the draft.  Going beyond the Carrie Berry journal timeline many historians contest that Sherman’s “March to Sea” would not have been possible without the total war tactics as those used in burning Atlanta.  "],"locations":[{"id":1820,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":282,"tag":"youth eye witness"},{"id":283,"tag":"Carrie Berry"},{"id":284,"tag":"General Sherman"},{"id":285,"tag":"\"March to the Sea\""}]},{"id":4691,"title":"Esquire v. Walker: The Varga girl trial","course_id":22,"status":"P","start_date":"10/1/43","end_date":"11/29/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This trial has everyone paying attention.  It is no wonder; the right to display pin-up art in men’s magazines is on trial.  Post Master General Walker is in Supreme Court against Arnold Gingrich and various brilliant lawyers of <em>Esquire</em>.  The prosecutor Walker assembles four assistant post masters to prove that <em>Esquire’s </em>Varga pin-ups “had gone too far in exploiting the female form”.  The famous Peruvian born pin-up and celebrity portraiture artist Alberto Varga with his risqué, half-naked models illustrations is charged with obscenity.  <em>Esquire</em> magazine employs Varga and therefore is the defendant in this landmark case <em>Esquire v. Walker</em>.  The exhibit in question at these hearings consists of literally hundreds of pounds of Varga prints and illustrations that result in almost two thousand pages in testimony.  The testimonies are interviews of clergy members, pillars of the community, stewards of the faith based communities, and elderly people.  “I wouldn’t care to exhibit this in my Sunday class” retorts the honorable Edwin Hughes when confronted with a tantalizing Varga image.  The morally righteous do not support the Varga Girl seen below.","However, <em>Esquire’</em>s ties to the military would shield them from morally superior brow-bashing.  The war is still on and morale and wanton woman go hand in hand.  The military and the federal government even fund dates for service men.  During the trials there dances, balls, picnics and events are in full swing setting service men up with attractive young girls and supplying alcohol.  <em>Esquire</em> magazine salute of the sweet and sultry girl next door images and capitalize in the real life counter parts of these enigmas- i.e. “Victory Girls”.  The men friendly magazine had supplied military hospitals with magazines for wounded veterans.  Varga was a service man’s everyday hero because he got to eyeball and “enhances” the kind of women service men only dreamt about.  The Esky Service Men’s kit was a popular favorite staple in the all male indulgent inventory and included Varga playing cards.  It is by no coincidence that during the trial the Varga calendar in 1943 doubled in sales.  While on trial in Washington for two months in the fall of 1943 when the court confirmed the images “innocent”.   "," "," "],"locations":[{"id":25291,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":9,"tag":"Law"},{"id":286,"tag":"Censorship"},{"id":287,"tag":"Pin-up"},{"id":288,"tag":"Varga"}]}]}