{"id":23,"title":"The Abolitionists and American Society","school_id":11,"school_name":"University of Richmond","term":"Spring 2009","abbr":"HIST299","url":"","description":"","points":[[37.954527025,-76.8481834827],[39.2464830538,-76.5960396412],[38.9151212228,-76.9435162098],[42.3649994065,-70.9800517697],[43.0056890825,-76.1943998481]],"bounds":[[43.0056890825,-70.9800517697],[37.954527025,-76.9435162098]],"episodes":[{"id":4633,"title":"Southern Outrage","course_id":23,"status":"P","start_date":"1835-09-08","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Anti-abolitionists reacted violently and swiftly to the onslaught of antislavery literature that inundated post offices across the South during the fall of 1835. Northern abolitionists had hoped to amicably convert slaveholders through their postal campaign, yet had only further amplified the severity of the slavery issue to re-instill fear among the free black population in the South. After receiving antislavery mailings, fuming anti-abolitionists invaded the Charleston post office and snatched every letter and book in sight. They returned the following day and proceeded to torch any remaining mail in the flames of a large bonfire. Such anti-abolitionist mob behavior, with riots ensuing across both the North and South, had come to define the resistant and defiant reaction against Northern abolitionist activism.","It was in this contentious atmosphere that an anonymous Southerner wrote an opinion letter to the <em>Richmond Enquirer</em> in which he condemned acts of violent intimidation that suppressed both freedom of speech and freedom of assembly. His criticism, however, was not aimed at mobs in Charleston but rather at the “seditious and traitorous agitating measures” of those abolitionists who had exhibited a “fanatical and intolerant spirit” in Lowell, Massachusetts. According to the letter, a meeting held by a congregation of anti-abolitionists was abruptly disturbed with the sounds of violent screams and loud hisses, as fervent abolitionists attacked the building where the meeting was being orchestrated. The detailed account of abolitionist aggression provided in the letter mirrored the actions of many anti-abolitionist mobs, as the author attempted to redirect criticisms away from slaveholding anti-abolitionists. He called upon his fellow Southerners to take action against rising Northern activists, urging that immediate action was crucial to preventing any further abolitionist gains.","Specifically he called for a boycott of Northern goods. The suggested boycott of Northern manufactured goods by Southerners countered a growing trend among anti-slavery proponents known as the Free Produce Movement. The movement was generated by abolitionists who recognized the sinfulness of slavery and who refused to contribute to an economy based on slave labor. Quakers and free black abolitionists initiated the movement in the early 1820s, but the collective effort to disrupt the production, purchase, and procurement of slave-free goods lasted up until 1867. Just as this Southerner's criticisms of Lowell abolitionists mirrored the abolitionists' condemnations of anti-abolitionist acts of intimidation, in calling for a boycott of Northern manufactured goods he once again borrowed and adapted an abolitionist tactic. The author's careful literary manipulation is a notable rarity, as its existence demonstrates the rising tensions surrounding the issue of slavery, and the extent to which the matter had begun to affect the nation in its entirety. As the political implications of such strains surfaced nationally, the continued struggle for power between the North and South signified the magnitude of the slavery issue on a political, societal, and economic level. The cooperative balance that existed between the industrial North and labor intensive South was thus at risk with such boycotting tactics.","The implications of emancipation threatened the very foundation of the South’s economy and challenged the hierarchy of power that such Southerners were so accustomed to. The letter was one of numerous opinion letters published throughout various publications across the South during the aftermath of the abolitionist postal campaign, as Southern opposition began to manifest itself into formalized meetings, riots, and anti-abolitionist literature. Clearly, the beginnings of what would eventually become a decisive Southern antislavery movement had commenced."," "],"locations":[{"id":14216,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":278,"tag":"boycott"},{"id":277,"tag":"anti abolitionism"}]},{"id":4634,"title":"Daniel Raymond and Anti-Slavery Maryland","course_id":23,"status":"P","start_date":"1825-09-24","end_date":"1825-09-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In Maryland in 1825, an anti-slavery candidate emerged from the city of Baltimore named Daniel Raymond. Seeking a position in the Maryland General Assembly, Raymond was highly publicized in the anti-slavery circles in Maryland. One such publication, the <em>Genius of Universal Emancipation and Baltimore Courier</em> touted Raymond’s disdain for slavery and his support of gradual emancipation. Nominated by the Anti-Slavery Society of Maryland, Raymond represented the best hopes of abolitionist Marylanders under the system of slavery. While Raymond lost the election and the following one in 1826, his candidacy raises many questions as to the nature of the anti-slavery movement in Maryland. Who exactly was Daniel Raymond and why did he support abolition?","<br /> Daniel Raymond was originally from Monteville, Connecticut and he moved to Baltimore in 1814. A veteran of the battle for Fort McHenry, Raymond gained notoriety for his various publications while in Baltimore. Of these works, his 1819 pamphlet on the Missouri Compromise contributed the most to his rise in the anti-slavery movement in Maryland. Raymond’s profile as an anti-slavery advocate was not unique for the 1820s, his belief in gradualism and manumission were the leading theories at the time and his membership in the American Colonization Society was very common for the period. Following the publication of his pamphlet, Raymond became increasingly involved in the anti-slavery movement. In September of 1824, Raymond was elected secretary of the Baltimore Emigration Society, a local colonization group headed by the Mayor of Baltimore. As he gained more prominence from this position, he used his connections to help found the Anti-Slavery Society of Maryland in 1825. During a meeting in August of that year, Raymond was elected President of the Society. Now possessing a considerable amount of influence within the anti-slavery community, Raymond was able to make a run at political office. Using his new platform to express his ideas, Raymond’s campaign literature was filled with his anti-slavery theories.","<br />Raymond contributed to anti-slavery thought in a predominantly economic and demographic way. His pamphlet on the Missouri Compromise was filled with economic arguments concerning the problems of spreading slavery. Raymond’s main argument against slavery was that slaves, while adding to the overall production within the economy, were also a detriment because of their lack of motivation. As Raymond saw it, free whites were better contributors to society because of their innate desire for self-advancement whereas slaves had no ability to advance themselves while in bondage. Even when freed, Raymond noticed their lack of motivation continue. He wrote that “in regard to manumitted slaves...nine out of ten…industrious and moral before, become vagabonds, and one half of them perhaps, get into the penitentiary.” However, Raymond later wrote in favor of total manumissions for all slaves because by making the entire black population free, there would be less of a distinction between blacks and whites. Raymond used his second campaign in 1826 to express many of these ideas. In a public address to the citizens of Baltimore, Raymond presented an argument of his critics, that “the free negroes are a nuisance in the community, and therefore their numbers ought not to be increased.” In response, Raymond said “that if all the negroes in the state were free, they would not be so great a nuisance as the present number of free negroes are.”","<br /> Without his rise through the anti-slavery community and his high profile as a political candidate, Raymond may not have had the opportunity to present his theories on slavery. Raymond’s quick accession through the ranks of the anti-slavery community suggests that the movement was small and isolated in Maryland. The nature of the anti-slavery community in Maryland presents many avenues for further study and Daniel Raymond could be a potential starting point for a deeper examination into the subject. The unique geographic and ideological position of Maryland beseeches historians for a closer look."],"locations":[{"id":5928,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":64,"tag":"Anti-slavery"},{"id":280,"tag":"Maryland"}]},{"id":4632,"title":"Sumner-Brooks Affair","course_id":23,"status":"P","start_date":"1856-05-22","end_date":"1856-05-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Massachusetts Senator Charles Sumner sat as his desk in the nearly empty Chamber of the United States Senate on May 22, 1856. He had recently given a speech called “The Crime Against Kansas” on abolishing slavery in the United States. The speech described atrocities occurring in Kansas at the time. There pro-slavery border ruffians from Missouri crossed into Kansas and attacked anti-slavery settlers. Senator Sumner specifically mentioned Senator Andrew Butler, of South Carolina in the speech because of his involvement with the Kansas-Nebraska Act. Butler’s nephew, Congressman Preston Brooks, who had taken the speech particularly personally, entered the Senate Chamber. He proceeded to attack Senator Sumner with a walking stick. Brooks, who was accompanied at the time by Congressman Laurence Keitt of South Carolina and Congressman Henry Edmundson of Virginia, assaulted Sumner “with a considerable amount of violence.\" Sumner was struck with “numerous blows on and about the head with a walking stick which cut his head.\" Brooks hit Sumner so hard with the cane that part of the cane shattered. When other senators attempted to intervene and assist Senator Sumner, they were blocked by Congressman Keitt, who was wielding a pistol and shouting.","The attack was brutal, and Senator Sumner did not make another public appearance after the attack until November 5, 1856. Sumner did not return to the Senate for three years, but was repeatedly reelected by the Massachusetts General Court. Despite the extreme violence involved in the attack, an investigation by the United States Congress determined that Brooks did not intend to kill Sumner, but simply aimed to “punish him.\"","The 1856 attack shed light on the amount of passion in the debate about slavery n the United States during the 1850s. It was common for physical altercations to occur on the frontier in the Kansas area between anti-slavery and pro-slavery settlers, but a physical exchange in the Senate Chamber did not happen often. The fact that such a violent attack was not regarded as much more than retribution for something said in a speech by Senator Sumner exemplified how the conflict between pro-slavery and anti-slavery partisans was increasingly escalating into violence during the 1850s. Northerners and Southerners obviously reacted to the incident differently. Many Southerners viewed Brooks’s ations as manly and honorable because he was standing up not just for his family, but also his state, section, and slavery. However, in the North physicality and violence were increasingly at odds with ideals of manhood among the middle classes, and many northerners to viewed the caning of Sumner by Brooks as a barbaric assault, not just on Sumner himself, but on the fabric of American democracy. Speeches given at the time were taken personally, especially when the speeches invoked the names of relatives. This beating demonstrated the passion sparked by the debate over slavery, which eventually contributed to the start of the Civil War."],"locations":[{"id":1275,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":249,"tag":"Kansas-Nebraska Act"},{"id":193,"tag":"Abolitionism"},{"id":194,"tag":"Sumner"},{"id":195,"tag":"Brooks"},{"id":244,"tag":"Violence"}]},{"id":4628,"title":"Bleeding Congress","course_id":23,"status":"P","start_date":"1856-05-19","end_date":"1856-05-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" "," ","Tensions on Capitol Hill had been rising for years as Southern and Northern politicians continued their debates with one another over the slavery issue. By the 1850s there was a full out war of words in both chambers of Congress as each side was becoming increasingly uncompromising in their cause. These tensions had been creeping across the country at an extremely fast rate throughout the nineteenth century, and by 1856 violence over the issue was something that occurred more often. The peak of these violent acts began in 1855, as proslavery and antislavery forces violently confronted one another in the newly formed territory of Kansas.","This Border War, called Bleeding Kansas by many living at the time, conveys the desperation of both sides; many Northerners wished to keep slavery from spreading, and many Southerners hoped slavery would continue for years. Violent outbreaks in the Kansas territory made it clear to everyone that the issue of slavery was not one that would be decided by a piece of paper signed by men in Washington D.C. People in the North saw the violence committed by these anti-abolitionists as vile and disgusting, while those in the South saw this as their last, viable option. The halls of Congress soon became another front in this war as politicians took up the argument of their counterparts. Charles Sumner, Senator from Massachusetts, had always proved his abilities as an orator and leader. He chose to use his talents to convey the sheer atrocity being committed by slaveholding Southerners. On May 19 and again on the 20<sup>th</sup>, Sumner stood in front of his fellow Senators and made his case against the Kansas-Nebraska Act. He began with soaring rhetoric criticizing the bill on a legal level; however, matters soon turned personal. As he stood in the front of the dozens of other Senators, Charles Sumner openly mocked the main authors of the bill, Senator Stephen A. Douglas and Representative Andrew Butler of South Carolina. Using the same skills that made him a revered abolitionist in Massachusetts, Sumner embarrassed these two men. Sumner talked about how Douglas was a “noisome, squat, and nameless animal” and that he was “not a proper model for an American senator.” These words drew cheers and chuckles from Northerners, while Southerners looked at Sumner as though he had just spat in their faces. Sumner continued, and became even more personal when he began to talk about Butler. He accused Butler of having “a mistress, who, though ugly to others, is always lovely to him; though polluted in the sight of the world, is chaste in his sight – I mean, the harlot, Slavery.” Northerners went wild, as did the Southerners, for obvious different reasons. Sumner continued to batter the elder statesman as he mocked his speech and physical mannerisms, which had been greatly affected by a stroke Butler had suffered from. By the time the session that day had ended, Sumner’s speech had roused support from many of his fellow Northerners and complete resentment from many others. News traveled fast about this speech, but no one thought it would take the turn it did.","Two days following the attack, Charles Sumner was busy doing paperwork in an almost empty Senate Chamber. Unbeknownst to him, Rep. Butler’s nephew, Representative Preston Brooks entered the chamber. He approached Sumner, along with Laurence Keitt and Henry A. Edmundson. Sumner stopped writing and gave his attention to the three men before him. Sumner measured up the men in front of him, and before he had the chance to say anything, Preston Brooks began. He politely informed Sumner that he had read his speech two times, and that it was “a libel on South Carolina, and Mr. Butler, who is a relative of mine.” Sumner, realizing the severity of the situation stood up to speak with Brooks. As Sumner began to rise out of his chair, Brooks lifted his thick gutta-percha cane with a gold head. He raised the cane and brought it down with such a force that Sumner was immediately knocked to the floor. Blood splattered everywhere, and Brooks continued to beat the unarmed Senator. Sumner attempted to find shelter under the desk, but Brooks, in such a rage, was able to rip the bolted desk out of the floor. He continued to assault the Senator, who by this time had been blinded by his own blood and was near unconsciousness. Slowly and painfully, Sumner made his way up the aisle in the chamber, with Brooks following him the whole way, beating him the whole way, until breaking his cane over Sumner’s head. As Sumner lay unconscious, other Senators ran over to help him, and Butler, as casually as he had entered the building, left."],"locations":[{"id":1275,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":193,"tag":"Abolitionism"},{"id":200,"tag":"Bleeding Kansas"},{"id":201,"tag":"Brooks-Sumner Fight"},{"id":244,"tag":"Violence"}]},{"id":4626,"title":"<strong>Abolitionists Urged to Reunite Under Common Goal</strong>","course_id":23,"status":"P","start_date":"1841-02-19","end_date":"1841-02-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 19, 1841, abolitionist Gerrit Smith urged his fellow activists to reunite in their common cause after having split into two factions. He offered a “proposition for peace amongst ourselves.” He encouraged abolitionists of every persuasion to tolerate their differences so that they can employ “against their common foe the time and ammunition, which, for the last two years, they have been guiltily wasting in their war upon each other.” He concluded his letter with a passionate plea of “let us be magnanimous enough to forget our past dissentions; and to make room for the holy resolution, that, until we or slavery die, we will hate it and love each other.”","According to Smith, the groups clashed over two main issues: “the doctrine of ‘woman’s rights’ and the doctrine of ‘non-resistance.” The doctrine of women’s rights held that “women should participate with men in the proceedings of our benevolent and religious societies.” Non-resistance men and women should remove themselves from the government and reject political actions such as voting because they were corrupt, compromised principles and seen as “a substitution of political action for moral suasion.” William Lloyd Garrison led one group that had firmly committed to both of those doctrines while Arthur Tappan led another group that felt including women was a “violation of an implied understanding and of the invasion of their rights of conscience” and that voting as an abolitionist strategy was completely moral and more effective than moral suasion alone.","In this letter to the <em>Liberator</em>, Smith suggested a resolution to these issues that had divided the abolitionist community. The official split occurred at the American Anti-Slavery Society’s annual meeting in 1840 when Abby Kelley was appointed to the business committee. Three very prominent men, Lewis Tappan, Charles W. Davidson, and Amos A. Phelps all resigned from the committee in protest. The next day the American and Foreign Anti-Slavery Society was formed with Arthur Tappan as president, James G. Birney and Henry B. Stanton as secretaries, and Lewis Tappan the treasurer.","The split within the American Anti-Slavery Society did not end the hostility between the two factions. Smith describes the situation as “a spirit of intolerance which more than any thing else, has separated abolition brethren from each other.” Rather than take his advice to do the Christian thing and “bear the ridicule and reproach meekly” instead “many of them retaliate the intolerance.” The opposing groups held each other in such contempt that it was difficult for them to realize that they had a common goal.","As an abolitionist, Smith agreed with Garrison’s views on immediatism but disagreed with the doctrine of non-resistance by becoming a member of the Liberty Party. Unfortunately, Smith’s call for a mutual tolerance was not successful. The disagreements and divisions proved to be too deep to overcome. Ideological battles within the abolitionist movement continued up until the 1860s."],"locations":[{"id":6208,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":192,"tag":"Gerrit Smith"},{"id":193,"tag":"Abolitionism"},{"id":191,"tag":"Liberator"},{"id":190,"tag":"William Lloyd Garrison"},{"id":210,"tag":"AASS"},{"id":250,"tag":"American Anti-Slavery Soc"}]},{"id":4687,"title":"Abolitionists Free Suspected Runaway Slave","course_id":23,"status":"P","start_date":"1851-10-04","end_date":"1851-10-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Wednesday October 4, 1851, Syracuse city police, led by Deputy U.S. Marshall Allen, arrested an African American man by the name of Jerry McHenry.  John M. Reynolds of Marion County, Indiana, claimed McHenry to be his slave, and as a result, McHenry was taken into custody as a runaway slave and set for trial.  However, Reynolds would soon be surprised by an unexpected turn of events that neither he nor the court anticipated.","As U.S Commissioner Joseph F. Sabine adjourned the courtroom at two o’clock pm on October 4, a crowd of black and whites seized McHenry from the custody of the officers.  McHenry’s team of rescuers successfully fought their way out of the courtroom, but failed to carry the prisoner very far before police caught up with them and took McHenry back into custody. McHenry’s would-be liberators were not deterred by this initial failure.  A primarily African American group, consisting of Liberty Party members from all over the state and abolitionists from the County Fair, gathered in front of the courthouse the very next day.  Reverend Samuel R. Ward, an African American preacher and abolitionist, gave a “stirring speech” to the group rousing them into an angry mob.  The mob threw “stones and other missiles” at the courthouse windows injuring some of the army officers, forcing them to nail up the windows with planks and discharge firearms in a desperate attempt to intimidate the mob.  <em>The New York Daily Times</em> reported that once the Commissioner adjourned the court at eight o’clock, “a systematic attack was made, with axes, sledges, crowbars, and a battering ram in the shape of a heavy plank, upon the door of the outer office” until the door gave way and allowed the mob to enter the courthouse and carry McHenry out to his freedom.","The daring rescue of McHenry was only one example of black resistance during the antebellum period and of northern defiance to the 1850 Fugitive Slave Law.  During the rise of immediatism, public protest and antislavery publications served as the first most popular strategy for blacks protesting slavery, but the use of violence against slavery became more common in the 1850s after the passage of the Fugitive Slave Law.  The Fugitive Slave Law of 1850 placed every Northern African American in danger because it declared that any person suspected of being a runaway slave could be arrested without warrant and turned over to a claimant without proper trial.  This significantly increased black resistance and protests, especially during fugitive slave trials.  Influential abolitionists like Congressmen Joshua Giddings who strongly endorsed antislavery violence persuaded more abolitionists to turn to violence as a means of protest.  The government further angered abolitionists by passing laws that penalized free African Americans ten shillings for every day a runaway was hidden and protected from government officials.  The strategy of mass action, involving crowds of abolitionists gathering outside, and sometimes inside, fugitive slave trials in northern states, began as peaceful protests but sometimes ended violently when protestors chose to interfere with the trial.  As more and more abolitionists felt the impulse to engage in civil disobedience, they began to accept the use of righteous violence."],"locations":[{"id":8955,"lat":43.0056890825,"lng":-76.1943998481,"zoom":9,"place":"ONONDAGA, New York"}],"tags":[{"id":193,"tag":"Abolitionism"},{"id":202,"tag":"Abolitionist violence"},{"id":244,"tag":"Violence"}]}]}