{"id":26,"title":"US Since 1945","school_id":3,"school_name":"Juniata College","term":"Spring 2009","abbr":"HS 325","url":"","description":"This course offers an overview of United States history since 1945. It does not attempt to offer an exhaustive examination of the period, but instead exposes the student to central events, major themes, and key personalities that have shaped our country over the past fifty years. These themes include the Cold War, the internal and external impact of war, the civil rights movement, the new role of women in society, suburbanization, the growth of a consumer society, popular culture and the impact of the presidency upon U. S. policies.","points":[[43.0070321924,-87.9667286742],[40.6916304076,-74.0035386433],[38.9151212228,-76.9435162098],[33.6102040074,-101.820548142],[28.7910878524,-80.7439573301],[34.7631159557,-86.5502041094],[36.7242965456,-81.9600960155],[42.107446354,-83.1351982696],[47.753303502,-122.256313883],[29.4255371375,-90.0017454475],[40.9100159753,-73.7674032747],[35.1836907507,-89.8956007997],[33.0342766311,-118.614221051],[37.7029266937,-123.005394924],[40.5763036462,-74.2034374021],[40.8753172357,-73.7847150105]],"bounds":[[47.753303502,-73.7674032747],[28.7910878524,-123.005394924]],"episodes":[{"id":4692,"title":"Bill Christofferson, a Vietnam Veteran, Experiences Forty Years of Coming Home","course_id":26,"status":"P","start_date":"2/1/68","end_date":"2/28/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Vietnam War was one of the most traumatic events in postwar American history. At its peak, the United States had 543,400 soldiers stationed in Vietnam and as a whole, the United States sent over three million soldiers to Vietnam. One of these veterans of the Vietnam War was Bill Christofferson, who was a combat correspondent who returned from active duty in 1968. However, like many other Vietnam veterans, Christofferson never completely felt home.","In an article written by Christofferson in the Spring of 2008, he described his coming home experience. He explained that the Marine Corps sent him home to the United States in 1968 and immediately issued him his first set of dress blues, not to wear in the office but to wear for funeral duty. Christofferson stated that he wore these dress blues many times in February of 1968, which was the beginning of the Tet Offensive. The funeral duty troubled Christofferson so much that he decided to write columns about his horrible experiences in Vietnam and the reasons why he was anti-war. One experience he described was in regards to one of his boot camp buddies who was killed by a booby trap.","Christofferson explained that he never felt at home. He did not feel as if he had any close bonds, like the ones he had in Vietnam. He stated that it was not until he joined the Vietnam Veterans Against the War (VVAW) that he truly felt at home with his friends. Christofferson declared, \"'Welcome Home' had seemed like a cliché at times when I've been greeted that way by fellow vets. But marching with VVAW last year (2002) really did feel like coming home, even if it was almost forty years late.\"","Christofferson's account of his \"coming home\" experience from Vietnam reflects the experience of many Vietnam veterans. Veterans who returned home in the 1960s and 1970s frequently felt unwelcomed and were unable to assimilate back into domestic life. Some suffered from Post-Traumatic Stress Disorder (PTSD). Christofferson did not suffer from PTSD, but as he states, he did not feel at home until he was finally able to march with other Vietnam veterans."],"locations":[{"id":33802,"lat":43.0070321924,"lng":-87.9667286742,"zoom":10,"place":"Milwaukee, Wisconsin"}],"tags":[{"id":5,"tag":"War"},{"id":20,"tag":"Diplomacy/International"}]},{"id":4688,"title":"Restrictions on Immigration grow in popularity.","course_id":26,"status":"P","start_date":"7/1/86","end_date":"7/4/86","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","A joint <em>New York Times</em> and <em>CBS News</em> poll showed the United States to have contradictory feelings towards immigrants. Despite the U.S. being founded on immigration, and containing the world’s largest immigration population, those polled show an increasing percentage of natives disapproving further immigration. On a personal level, the American citizen was welcoming to immigrants individually. But a decrease of support for higher immigration numbers occurred compared to statistics collected twenty-one years prior to this poll. A decrease of four percent was collected regarding the question of whether immigration levels should be kept the same or increased. A dramatic increase of sixteen percent favored a decrease of immigrant populations.","In terms of demography voting, college graduates preferred increasing diversity, whilst those with only high school education appear tired of America’s ‘melting pot’ identity. The poor, suffering from a lack of employment opportunities, thought their position could be improved if immigration were restricted. Thirty-five percent of the white demographic in the poll believed in installing the military along the Mexican border in an effort to stop illegal immigration. This drastic approach can be attributed to the growing dissatisfaction within the U.S. public with corporations hiring illegal immigrants as low-pay workers. The Immigration and Naturalization Service estimated that at the time of this poll that approximately three to five million illegal aliens lived in the U.S. Not only was the hiring of non-naturalized people illegal, the practice took jobs from domestically born Americans, and was exploitative of illegal immigrants and violated human rights.","Against the national trend, the most supportive of increasing immigration levels was in the U.S.’s multiethnic northeast area – such as New York, New York. In fact, two days after the poll’s findings, Ronald Reagan would speak at a ceremony at the Statue of Liberty. Here, Reagan would declare the role immigrant workers had on shaping modern America."],"locations":[{"id":39105,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":31,"tag":"Immigration"},{"id":80,"tag":"American Immigration"},{"id":28,"tag":"Work"}]},{"id":4689,"title":"Subcommittee formed to better manage aliens.","course_id":26,"status":"P","start_date":"5/24/81","end_date":"5/24/81","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The fourth wave of immigration to the United States, created by the Immigration Act of 1965, was due to the economic situations of émigrés. Seeking a better lifestyle, many immigrants were being admitted legally, though many also entered as illegal aliens. By the time Ronald Reagan entered the Oval Office in 1981, many immigration policies needed authorization by Congress. Moreover, since the 1960s, it had been seen by the U.S. that levels of immigration, both legal and illegal, were unsustainable.","The government established a joint sub-committee headed by Senator Alan K. Simpson. Congress organized the panel to come forth with a program to be forwarded for approval to Reagan – with the goal of improving the laws on immigration. Simpson was particularly concerned with the U.S.’s main immigration policy at the time, based on family reunification which allowed unlimited numbers of relatives to enter the country.","The sub-committee also pushed for harsher penalties concerning employers hiring illegal immigrants and put forth the idea of naturalizing aliens who have resided in the U.S. for five years. The committee was well timed, as Regan was to meet Mexican President José López Portillo within a month. Mexicans accounted for about half of the approximately five million illegal immigrants in the U.S. It was wished by Simpson’s committee that Mexico could co-operate in a guest-worker program which, hopefully, would better manage cross-border workers and illegal aliens."],"locations":[{"id":40259,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"}],"tags":[{"id":31,"tag":"Immigration"},{"id":281,"tag":"aliens"},{"id":80,"tag":"American Immigration"}]},{"id":4693,"title":"Interview with Robert M. Bayless and Life in the 1940s After the War","course_id":26,"status":"P","start_date":"1/1/45","end_date":"12/31/47","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After the guns of World War II silenced on August 14, 1945, the United States anxiously awaited the return of its sixteen million veterans that served the counrty from 1941-1945. These veterans left a United States still in the midst of the Great Depression and Americans feared that the veterans' return would continue the depression. At this time, Robert M. Bayless, was just out of high school and he witnessed the return home of his friends and family to his small town in Texas.","Bayless remembered that his hometown did not have a grand celebration, unlike the celebrations in larger towns and cities, such as Seattle. Bayless declared that \"out there in these little towns like this, I think that mainly it was just a little bit of horn honking and maybe going to an extra movie or something like that, but there was really no wild celebrations. Lubbock had a small welcome home for the 5,420 veterans that returned from the war. However, Bayless recalled that \"every time anyone mentioned something about, well, now all our boys are gonna be coming home, they would always say, 'Gee, it's great. All our boys are gonna be coing home, but I wonder if they're gonna be able to find a job when they get home. I wonder.'\"","Even though Bayless was only seventeen years old, he remembered hearing the returning veterans worry about what they would do since there were no jobs for them. It seemed to Bayless that every one of them as soon as they arrived home, said, \"Well, wow now we can draw for a year, for fifty-two weeks. We can draw a certain amount of unemployment compensation.\" Bayless stated that he did not understand why the veterans could not just re-integrate into society.","Many Americans did not understand the trouble that World War II veterans had adjusting back into society. Bayless' account of the immediate years after V-E Day and V-J Day gives an accurate description of what typical Americans were feeling as thousands of World War II veterans were coming home."],"locations":[{"id":26289,"lat":33.6102040074,"lng":-101.820548142,"zoom":9,"place":"Lubbock, Texas"}],"tags":[{"id":5,"tag":"War"},{"id":17,"tag":"Government"}]},{"id":4694,"title":"Apollo Mission Puts Neil Armstrong on the Moon","course_id":26,"status":"P","start_date":"7/20/69","end_date":"7/20/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Neil Armstrong gained world-wide fame as he stepped off of the Apollo 11’s lunar module and became the first human to set foot on the moon. Completing the awe-inspiring moment he said, “That’s one small step for man, one giant leap for mankind.” Earlier that day, Armstrong and Edwin “Buzz” Aldrin, the <em>Eagle </em>lunar module pilot, had undocked from the command module and began their journey to land on the moon’s surface. As Armstrong and Aldrin headed for the moon’s surface, Mike Collins remained to pilot the command module <em>Columbia</em>. As the <em>Eagle </em>descended to the moon the crew experienced several problems. The first involved two program alarms, which made the crew nervous, but had no effect on the landing. The other problem was that the lunar module had overshot its intended landing area. Armstrong was able to pilot the vehicle and land it safely on another area of the moon. The transmission from Armstrong helped folks on Earth breathe easier, “Houston, Tranquility Base here. The <em>Eagle</em> has landed.”","            Video footage of the moon landing was seen around the world. One of the stations that broadcasted the event was CBS, with commentary from Walter Cronkite. People were amazed to see the live footage from the moon, as Neil Armstrong became the first man to set foot on its surface. The images seen by the public on the night of July 20, 1969 were not the best images captured of the event. The footage was degraded because the format sent from the moon was not the correct format for television broadcast. For the video to be seen on television, a commercial camera recorded video from a monitor displaying the original. The original footage was recorded, but has since been misplaced. Even though the images broadcast on television were of lower quality, people all over the world were thrilled to see them.","            President John F. Kennedy, on May 25, 1961 set the goal of reaching the moon before the end of the decade. This goal was in part due to a “space race” with Cold War rival the Soviet Union. Before this goal was set, several space programs had been at work. The Mercury Program demonstrated that the U.S. was able to orbit the Earth in a spacecraft, and return the astronauts safely back to Earth. The Gemini Program exposed astronauts to space flight for periods of up to two week to see how the human body was affected by space travel. Gemini also gave astronauts the opportunity to practice docking orbital vehicles in space. The Apollo Program was initiated to prepare astronauts for the ultimate goal of landing on the moon. The first successful moon landing was Apollo 11 on July 20, 1969. The Apollo Program would have six successful moon landings with the last moon landing to date being Apollo 17 on December 11, 1972."],"locations":[{"id":33676,"lat":28.7910878524,"lng":-80.7439573301,"zoom":9,"place":"Brevard, Florida"}],"tags":[{"id":291,"tag":"Cold War"},{"id":16,"tag":"Science/Technology"}]},{"id":4695,"title":"Wernher Von Braun Advises the Vice-President on the Space Program","course_id":26,"status":"P","start_date":"4/29/61","end_date":"4/29/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Wernher Von Braun stated in his letter to United States Vice President Lyndon Johnson, “we have an excellent chance of beating the Soviets to the first landing of a crew on the moon.” The letter discussed the strategic direction the United States should take to surpass of the Soviet Union in the space race. With the Cold War raging between the U.S. and the Soviet Union, space exploration became a competition. The Soviet Union had taken the lead, launching <em>Sputnik, </em>the first satellite, as well as putting the first man in orbit, as Yuri Gagarin made a single orbit around the earth in the spacecraft, <em>Vostok I. </em>","            The United States had fallen behind in the space race. President John F. Kennedy asked Vice President Johnson to recommend a space program that would allow the United States to take the lead in space exploration. Johnson wrote some experts within the country requesting counsel on the topic and Von Braun responded with a ten-page letter assessing the situation. Von Braun discussed several directions the United States could take. One would be establishing a manned laboratory in space, but the Russians had the advantage as the U.S. was still trying to perfect the Saturn C-1 rocket. Another option would have been a soft-landing of a radio transmitter station on the moon. However, the Soviets had the ability to accomplish this at anytime, while the U.S. lagged behind in the development of required equipment. The last two options involved traveling to the moon. The first goal would have been sending a three-man crew to orbit the moon, but the Soviets could accomplish this relatively soon, if they waived certain safety procedures. The last option was landing a crew on the surface of the moon. This feat appeared to be the best way to beat the Soviets, as they did not have a clear advantage, and it was this goal that the Apollo program successful pursued.","            Werhner Von Braun was a rocketry expert educated in Germany. He worked for the Nazis during World War II, developing the deadly V-2 rocket. As WWII came to an end he was brought to the United States as part of Operation Paperclip. Operation Paperclip was a United States program by which top German scientists where brought to the U.S. to continue their work. Von Braun continued his work on rockets, and also brought his dream of space exploration. He developed missiles for the cold war arms race. He also became a prominent figure in the development of rockets for the National Aeronautics and Space Administration. These rockets were used to launch spacecrafts and astronauts into space. Most notably he led development of the Saturn rockets, which were used in the Apollo missions that sent the United States to the moon."],"locations":[{"id":31519,"lat":34.7631159557,"lng":-86.5502041094,"zoom":9,"place":"Madison, Alabama"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":291,"tag":"Cold War"}]},{"id":4696,"title":"John Kerry Denounces the War in Vietnam","course_id":26,"status":"P","start_date":"4/23/71","end_date":"4/23/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Speaking to the United States Senate Committee on Foreign Relations, former Army Captain John Kerry explained the atrocities and falsehoods that the soldiers on the ground were forced to carry out while serving in the Vietnam War from 1966-1970.  He made it clear that the actions of the United States government and military leaders should not vanish into thin air.","According to Kerry, soldiers were forced to carry out attacks on women, children, animals, and anything else of value to the Vietnamese.  Kerry's examples included “cut off ears, cut off heads, taped wires from portable telephones to human genitals and turned up the power, cut off limbs, blown up bodies, randomly shot at civilians, and razed villages in fashion reminiscent of Ghengis Khan.”  There was no respect for human life or culture while in the jungles of Vietnam.  Kerry and others learned  “the meaning of free fire zones, shooting anything that moves, and we watched while America placed a cheapness on the lives of orientals.”  Government denial, as well as anti-war sentiment in the states, put veterans in danger both in the jungle and at home.","Military historian John M. Hawkins believes Kerry was especially critical of Harassment and Interdiction firing practices during the war.  Hawkins explains that Harassment and Interdiction fire was “a type of artillery mission practiced by the United States throughout two world wars and bitter fighting in Korea...”.  Kerry believed these practices were war crimes, even though they were seen as “accepted policy by many units in South Vietnam”.","Kerry was not alone in his protest of the Vietnam War.  Citizens of the United States gathered in massive groups to protest the policies and decisions of the American government.  Doug McAdam and Yang Su of the <em>American Sociological Review </em>believe a march on the Pentagon in 1967 “represented a new and disturbing high water mark in anti-war protest.”  As many as 20,000 people clashed with police and other authorities,  “causing 647 arrests and 47 injuries.”"],"locations":[{"id":34713,"lat":36.7242965456,"lng":-81.9600960155,"zoom":10,"place":"Washington, Virginia"}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}]},{"id":4697,"title":"Vietnam Veteran Testifies in Winter Soldier Investigations","course_id":26,"status":"P","start_date":"1/31/71","end_date":"1/31/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On returning home from Vietnam, some veterans were asked to testify before Congressional committees regarding their actions during the war. Rusty Sachs, a member of the Marine Medium Helicopter Squadron 362, testified before Congress and explained his recollection of destroying villages and killing innocent civilians. Approximately twenty other soldiers testified from various branches of the armed forces in the Winter Soldier Investigations.","Sachs revealed that playing games with Vietnamese prisoners was a popular way to pass the time. The men in charge of loading the helicopter “in addition to maintenance on the aircraft would blindfold the prisoners, holding the blindfold on with heavy wire, safety wire.” The soldiers would tie the hands and feet of the prisoner, then held a contest to see who could toss them the farthest off the aircraft. This was done in the company of high-ranking military officials. Nothing was done to stop these actions because officers felt they were doing nothing wrong. Many Marines never received special training in the handling of prisoners. Sachs states, “...we were never told anything about the way to treat prisoners if we were the capturers rather than the captee and this was very standard.”","Historian Patrick Hagopian believes trials, such as the Winter Soldier Investigations, go a long way in obtaining the sense of justice that had been lost during the war. He states that a critical legacy of the Vietnam War was the “U.S. armed forces' and government's failure to investigate and prosecute perpetrators of war crimes in Vietnam rigorously and exhaustively.”","The soldiers who saw combat and carried out these acts were seen as less equipped mentally to handle other service missions when compared to high-ranking officers. Social Scientists Cynthia Gimbel and Alan Booth believed that only twelve percent of servicemen were in combat jobs during the war. These jobs were often filled by men “with lower mental aptitude and skills who were presumed unable to handle complex support positions.”"],"locations":[{"id":35437,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}]},{"id":4698,"title":"U.S. Museums Possess Nazi Art Plunder","course_id":26,"status":"P","start_date":"10/17/97","end_date":"10/17/97","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","The model Henriette Darricarrere posed as an odalisque for artist Henri Matisse’s painting, “Oriental Woman Seated on Floor.” As the title suggested, she was seated elegantly on the floor wearing traditional Mediterranean apparel in the foreground while a chair covered in decorative floral-patterned textiles filled the space in the background. Acquired by prominent French Jewish art dealer, Paul Rosenberg, the masterpiece disappeared along with the other 162 works in his collection in 1941 when Nazi’s looted thousands of private and national art collections during WWII. From the time the piece left Rosenberg’s safe until it reached the hands of the Seattle Art Museum in 1954, it had been exchanged between art dealers no less than three times without proper investigation as to its provenance. It was not until 1997 when the heirs of Rosenberg sought out the museum to claim and prove they deserved rightful ownership of the Matisse. After two years of investigation and deliberation, the Rosenberg family was confirmed as the legal owners and added the masterpiece once again to their collection.","After Hitler gained leadership in Germany, one of his plans was to create the world’s greatest museum, the Fuhrermuseum, as historian Robert Edsel has shown. In order to acquire the most famous works in history, he executed the greatest art theft in history by plundering all the museums in Europe as well as the homes of prominent collectors and Jewish exiles. When the Allies arrived and liberated Paris, the “Monuments Men” of the Monuments, Fine Arts, and Archives program of the United States Army were in charge of locating and restoring all the stolen works of art back to their places of ownership. At war’s end, over 40,000 works remained missing some of which, through complicated exchanges between dealers, turned up in museums in the United States. More and more U.S. museums including the National Gallery and the Metropolitan Museum of Art had to search their collections for works acquired after 1933, when the Nazis gained power in Germany, to identify all questionable provenance information. Some museums returned their most prized possessions to heirs of art collectors who had their items stolen by the Nazis and made their way into museums through misrepresented provenances from dishonest deals made during previous exchanges."],"locations":[{"id":42009,"lat":47.753303502,"lng":-122.256313883,"zoom":8,"place":"King, Washington"}],"tags":[{"id":289,"tag":"Art/Leisure"},{"id":5,"tag":"War"},{"id":290,"tag":"Crime"}]},{"id":4699,"title":"Monuments Men Recover Nazi Stolen Art","course_id":26,"status":"P","start_date":"6/23/43","end_date":"6/8/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","One month before the end of WWII, the American soldiers discovered a salt mine full of gold and paintings that had been looted and abandoned by the Nazis. On April 12, 1945, General Dwight D. Eisenhower, General Omar Bradley, and General George Patton ventured down into the Merkers salt mine to inspect the treasures found that day. Snapped in a photograph owned by the National Archives, the three men sorted through the art works to see what had been unearthed. Bradley and Patton stared in astonishment at Edouard Manet’s “Wintergarden” among the stacks of looted art, but Eisenhower kept his composure as he continued to sort through the pile of art works not yet revealed. Behind the three generals, the heroes of the Monuments, Fine Arts, and Archives program who uncovered the hidden treasure watched as their commanding officers explained the full magnitude of their find.","After the war, historians made an effort to locate and credit the “Monuments Men” for their tremendous finds. Researchers revealed new information about the process of the Nazi plunder in terms of how and why the Germans began the theft as well as how the United States achieved such success in locating and returning the works of art. As historian Robert Edsel has shown, Hitler appointed staff members to museums across Europe before the invasions even began to start making lists of all the items in which they would steal throughout the war. When the Allies learned of the Nazi art plunder, the Monuments, Fine Arts, and Archives program was established to locate and return as many works as possible to their original locations. Nicknamed the “Monuments Men,” the group consisted of approximately 350 men and women who were museum directors, curators, and art historians who volunteered for service in the U.S. Army to attempt to protect the works of art stolen by the Nazis. Joined by passionate curators and directors at the prominent European museums such as Rose Valland, curator of the Louvre museum, the Monuments Men were able to obtain confidential traces to the locations of the Nazis’ hiding places. Art treasures were recovered from mines, trains, and other storage sites where they were waiting to be transported to Germany and destined for residency in the Fuhrermuseum. Rescuing millions of prominent works by Old Masters such as De Vinci, Cezanne, Manet, Raphael, Vermeer, and many more, the Monuments Men restored the cultural heritage of Europe back to the hands of its own people."],"locations":[{"id":25291,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":290,"tag":"Crime"},{"id":5,"tag":"War"},{"id":289,"tag":"Art/Leisure"}]},{"id":4700,"title":"Vietnam Veteran Claims Agent Orange Illness","course_id":26,"status":"P","start_date":"1/1/79","end_date":"12/31/79","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Upon returning home from Vietnam, Marine Lance Corporal Kenneth Pullen claimed that he had been a victim of Agent Orange poisoning. Since his honorable discharge in 1967, eight years before the war ended, Pullen suffered from a wide variety of illnesses. Doctors diagnosed him with having anything from jungle rot to trench foot, to Buerger’s Disease to arthritis. No doctor has been able to give him a direct answer as to the cause of his illnesses; yet Pullen is positive the culprit was Agent Orange. The Federal Government has thus far denied the existence of Agent Orange poisoning.","During the Vietnam War nearly three million American soldiers served in the armed forces and fought in Vietnam. At this time the North Vietnamese were known for their guerilla tactics and the use of dense jungle foliage to conceal their movements and attacks. In order to neutralize the enemy’s advantage the U.S. government enacted what came to be known as Operation Ranch Hand in 1962. Over the period in which Operation Ranch Hand was active, U.S. military forces would drop nineteen million gallons of herbicide over almost four million acres of land in Vietnam. Throughout the period that followed the use of these chemicals, reports came in from soldiers claiming that the agent had caused serious health problems.","While the government continues to reject the possibility of chemical poisoning, men such as Kenneth Pullen are the physical embodiment that something has gone seriously wrong. Commonly accepted at the time, Agent Orange was thought to cause Type II Diabetes, Hodgkin’s Disease<em>, </em>Multiple Myeloma, Prostate and other cancers,and a wide range of other disorders. It was believed that soldiers who came into contact with the agent ran the highest risk of developing health problems.","This came from the dioxin that was found to be contained within the agent. The trouble was anyone from soldiers who loaded planes with the chemical to those who cleared base perimeters with backpack sprayers had been exposed to the deadly toxin. Between 1967 and 1969, the heaviest years of spraying, nearly one and half million soldiers were serving in Vietnam. Fortunately for the men who came back the Department of Veterans’ Affairs set scientific studies in motion to determine the extent of Agent Orange’simpact. Unfortunately though, according to Veterans Affairs President Brett Bullians, \"By the time we get everything out and a real apology comes out we'll all be dead so they won't have to worry about it.\""],"locations":[{"id":35712,"lat":29.4255371375,"lng":-90.0017454475,"zoom":9,"place":"Jefferson, Louisiana"}],"tags":[{"id":5,"tag":"War"},{"id":267,"tag":"Health"}]},{"id":4701,"title":"Vietnam Veteran's PTSD Leads to Suicide","course_id":26,"status":"P","start_date":"12/2/83","end_date":"12/2/83","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Karl Lerchenmuller suffered from nightmares and flashbacks and would often disappear into the woods with his firearm for days at a time. Prior to his psychiatric ward suicide, Lerchenmuller had attempted to take his life four times. It was believed that the effects of the war could alter brain chemistry and allow for the onset of Post-Traumatic Stress Disorder (PTSD). Lerchenmuller resided in a Veteran’s Administration psychiatric ward due to the concern of a judge who had sentenced him to a psychiatric hospital instead of prison on the grounds that “it would be silly to put someone like him behind bars. With his history, you knew he could kill himself.”","Whether called Combat Fatigue, Shell Shock, or War Neurosis,these terms all refer back to the same thing: Post-Traumatic Stress Disorder<em>. </em>Caused by exposure to traumatic events that threatened injury or death, the soldiers of theVietnam War experienced high levels of severe psychological strain. Throughout the sixteen years the war lasted soldiers had to fight an enemy they often could not see while they watched men dying all around them. At the end of the war over fifty-eight thousand men had died fighting the Viet Cong and the North Vietnamese army. Five hundred thousand would return home, only to learn that PTSD had impeded their readjustment in post-war America.","The men who survived and returned to the lives they left behind sometimes found their world changed. The veterans would relive their days in Vietnam through the nightmares and flashbacks to the war they endured. Much like soldiers in earlier conflicts, PTSD had appeared again. Affected by alcoholism or drug abuse, relationship deterioration, or other physical and mental symptoms, Vietnam veterans even turned to suicide to solve their problems. According to a study completed by the Centers for Disease Control, Vietnam Veterans are twice as likely to contract PTSD symptoms when compared to other veterans."],"locations":[{"id":39584,"lat":40.9100159753,"lng":-73.7674032747,"zoom":9,"place":"Westchester, New York"}],"tags":[{"id":5,"tag":"War"},{"id":2,"tag":"Health/Death"}]},{"id":4702,"title":"<strong>Ronald Reagan Signals a Change in US Policy Toward Central America</strong>","course_id":26,"status":"P","start_date":"11/16/80","end_date":"11/16/80","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Only days after Ronald Reagan’s 1980 presidential victory, an article in the <em>New York Times </em>explored how his conservative politics would change the nature of the conflicts in El Salvador, Nicaragua, and Guatemala. Alan Riding wrote “Reagan Impact Felt in Central America” as a broad overview of the actions and reactions that happened in the region due to anticipated changes in United States policy. This reporter had credibility on the subject of U.S.-Central American relations because it was his journalistic specialty from 1970-1989.","Alan Riding reported in the article that the Guatemalans greatly anticipated Reagan coming to power “The conservative Government and private sector in Guatemala, which had been strongly critical of President Carter’s human rights campaign, were delighted by his defeat and seemed hopeful of resumed American military assistance to help combat leftist guerrillas.”","The historical context leading up to this involved official policy from the previous administration.","In 1977 President Jimmy Carter ordered a human rights report on the actions of the Guatemalan military. What the study found was later confirmed by the United Nations Commission for Historical Clarification. The Guatemalan military was responsible for 93% of the human rights violations committed during the war, the guerrillas for 3%. The Guatemalan government reacted to these negative findings by refusing United States military aid.","Reagan immediately voiced his support for funding Guatemala once again in his first presidential news conference. He stated: “You can [not] turn away from some country because here and there they do not totally agree with our concept of human rights.”  Public opinion at the time about United States involvement in Central American Civil Wars is hard to gauge. While some, like former Peace Corp volunteer John Elder actively participated in the process of bringing Guatemalan refugees to the United States, most Americans remained inactive. The United States Military’s involvement was mostly logistical, so the violence did not have a direct effect on American citizens. Our aid to Guatemala did not cause the same public out rage that Vietnam did because few Americans died. The reinstatement of funding was a political success from Reagan’s point of view and by 1983, most of the Guatemalan countryside was subdued. This episode correctly previewed the situation in Central America and the changes that Ronald Reagan's administration would bring to US policy for that region."," "],"locations":[{"id":40259,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"},{"id":39105,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":291,"tag":"Cold War"},{"id":293,"tag":"Ronald Reagan"},{"id":294,"tag":"Containment"},{"id":295,"tag":"International Relations"}]},{"id":4703,"title":"Dancing to the Jailhouse Rock: The Last of Elvis the Pelvis","course_id":26,"status":"P","start_date":"1/1/57","end_date":"12/31/57","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["By 1957, Elvis Presley was already a star, when Jailhouse Rock, his third movie appeared. The movie’s plot was a loose allegory of Presley’s own life. The main character, Vince Everett, played by Elvis, was a construction worker sent to jail where he learned to sing and play guitar from his cell mate, a former country musician. Upon being released from prison Vince begins a career as a pop musician. The love interest for Vince in the movie was Peggy (played by Judy Tyler) who provided the support and inspiration Vince needed to achieve success. What drew her attention was not his musical talent but “the way he swings the guitar.” Peggy works for a record company so they record a few songs and try to sell them. One of the record companies steals the best song leading Vince and Peggy to start their own record company. In the movie, the audience was offered many chances to see Vince ”wing that guitar” from bars to stages. The title track from the movie, Jailhouse Rock”, would go on to become a billboard hit and is featured in the movie as a choreographed dance routine.","Glenn Altschuler, author of All Shook Up, compared and contrasted the early American rock stars. When Altschuler looks at Elvis’s life before this movie, he concluded “Elvis embodied some of the characteristics of his ‘low-down’ social class and of many fellow teenagers.” In ways this movie was giving the  audience what it wanted: a pop star only concerned with money and women. As Ian Inglis suggested, however, in an article exploring Elvis’s rise to fame, the Elvis of “Jailhouse Rock” was the last of “Elvis the Pelvis.” Following his performance in this movie Elvis enlisted in the army, taking a break from performing, and became more aligned with middle class societal values. His image would become “reassurance not rebellion,” in Altshuler’s words. The career that Elvis resumed after his army service would see his music take new paths including a religious direction in the 1960s."],"locations":[{"id":30480,"lat":35.1836907507,"lng":-89.8956007997,"zoom":9,"place":"Shelby, Tennessee"}],"tags":[{"id":296,"tag":"Elvis Presley"},{"id":297,"tag":"Jailhouse Rock"}]},{"id":4704,"title":"Los Angelinos React to the 1992 Riots","course_id":26,"status":"P","start_date":"5/1/92","end_date":"5/31/92","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" "," ","Los Angeles in 1992 was a vast, amorphous city, sliced-up into innumerable racial and ethnic enclaves, which a mass of interconnecting highways did little to integrate. The bloody race riots in the Spring of 1992 killed fifty-three people, injured thousands more, led to rape and widespread looting, and the destruction of buildings by vandalism and burning, altogether causing around one billion dollars’ worth of damage. The suddenness and sheer scale of these events led a fearful population - whether in government, the media, or still in school - to frantically search for explanations for the outrages, though in a city so complex opinion inevitably diverged. For many city dwellers, particularly those from more affluent areas (many of whom were white), the riots shook their whole understanding of their city, even their country. They had trouble comprehending how such a thing could happen in their modern society, particularly in a city previously regarded as something of a paradise - it simply did not fit with their long-held world view. Some even took to referring to the riots as \"the war\", indicating just how extreme and aberrant they seemed to them. Since many of the rioters were black, many politicians and journalists blamed sociological problems within the black community for the violence, and (white) Vice President Dan Quayle went so far as to claim that dependence on welfare, broken homes, and even sexual permissiveness were partially to blame. Others, particularly among the poor (many of whom were black), were scarcely surprised at all: they perceived that the long-existing injustices of city life, which they experienced every day, had simply boiled over into open conflict. For them, there was nothing particularly shocking or unexpected about the outbreak of the riots, whom many referred to as a \"rebellion\", implying a political dimension to the events, where others saw only a succession of criminal acts. Some carried the analogy further, claiming their neighborhoods were akin to \"occupied territory\" after National Guardsmen were stationed to enforce peace. Some clearly felt threatened by the authorities on racial grounds."," ","The riots thus appeared very differently to different people, with plentiful evidence of the racial divides that had led to the riots in the first place. Even within a single classroom, white and black students from the same community could reveal strikingly different opinions on the causes of the violence, who had provoked what, and even on whether there was a degree of justification for the barbarities unleashed. The police, government, and media were all accused of racism, but without a public debate little came of it. The gaps in understanding between Los Angeles' many ethnicities, imbedded as they were in complex questions of immigration, economic decline, social disadvantage and other divisions based on language, culture, or geography, seemed unlikely to vanish. Despite the best efforts to promote peace, tolerance and understanding by teachers and government officials, lack of co-operation from informal community leaders, who were afraid to take a stance against local gangs, meant little progress was made in many of the worst-affected communities, while Los Angeles' ever-increasing size and ethnic diversity promised to create further problems.","\"Riots in Los Angeles: A Difficult Lesson: Searing Lesson for Children: How Hate Can Undo a World\", <em>New York Times</em>, May 5, 1992.","Manning Marable, <em>Beyond Black and White: Transforming African-American Politics Today (</em>New York: Verso, 1995).","'Two Reporters Describe Los Angeles' Racial Tensions, 1995' in <em>Major Problems in American History since 1945, </em>ed. Robert Griffith & Paula Baker (Boston: Houghton Mifflin Co., 2007), pp.439-442."],"locations":[{"id":43370,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":298,"tag":"Reactions to Violence"},{"id":21,"tag":"Race Relations"}]},{"id":4705,"title":"Californians Deal with the Fall Out of Proposition 187","course_id":26,"status":"P","start_date":"11/8/94","end_date":"11/20/94","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By the 1990s popular opinion had turned against the stream of immigrants that had begun in the early 1980s, and illegal ones in particular (who amplified all the traditional anti-immigrant accusations of undermining wages and straining public services). In California this resentment was fanned by local politicians, including Republican Governor Pete Wilson - who was staring electoral defeat in the face over the state's abysmal economic performance - who latched onto the issue like leeches. By introducing Proposition 187 and tying it to the general election of November 8, 1994, they fed off popular anger and secured their return to power. Passed by a 58.93% margin, Proposition 187 banned illegal immigrants from all social services, all but emergency health care, and from public education within the state. Immigration appeared to have become a non-partisan issue, as although the Proposition was a child of the state's conservatives, support was widespread among moderates and even liberals too: the bill could never have been passed without their support. Yet support was far from unanimous: over 40% were against it."," ","People's position on Proposition 187 did not tell the whole story. In California the consequences of enforcing the bill began disturbing officials at many levels of the administration as soon as it was signed into law. Problems such as how to prevent the spread of communicable disease when part of the population was ineligible for vaccination, or the extra burden that enforcement would put on a police force struggling to cope with Los Angeles' crime epidemic, caused many public figures, like L.A. police chief Willie Williams, to publicly announce their intention to ignore it. This made the bill, and the government, look ridiculous. A state judge swiftly barred enforcement of the ban on public education for illegal immigrants, hardly a surprise given that the Supreme Court had already ruled on their right to free public education back in 1982. And on November 16, barely a week after the Proposition was signed into state law, Federal Judge Matthew Byrne Jr. issued a restraining order which prevented almost all of the bill’s clauses from coming into force. Californians had been humiliated over the bill, and were now angry with their leaders. As soon as they could, they punished the mostly Republican conservatives who'd championed the bill, making sure they went down with it. Illegal immigration and debate on what to do about it did not go away. Nor did the majority drop their broad opposition to it. But the realities of enforcing a law against illegals, quite apart from the legal challenges, appear to have turned people against the Proposition, and the government that had ridden it to stay in power. It is this fear of the potential consequences that led such a large percentage to vote against the bill in the first place, not love of illegal immigrants. The Republicans paid a high price for their perceived opportunism: with the [Understandable?] exception of 'The Governator' (Arnold Schwarzenegger, governor since 2003) no Republican has won a gubernatorial, senatorial, or presidential election in California since 1994."],"locations":[{"id":41140,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":31,"tag":"Immigration"},{"id":299,"tag":"Controversial Legislation"}]},{"id":4706,"title":"Bob Dylan Chooses a Name","course_id":26,"status":"P","start_date":"1/1/61","end_date":"12/31/61","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Born Bobby Zimmerman, Bob Dylan escaped a life in small town Minnesota and eventually arrived in Greenwich Village, New York in 1961.   Andrew Muchin, author of the article “Dylan’s Jewish Pilgrimage,” argues that Dylan’s arrival in New York gave him the chance to “reinvent himself as the musical heir to folk troubadour Woody Guthrie.” Zimmerman’s choice of names, given the prominence he achieved as Bob Dylan, begs for explanation.","In <em>Chronicles: Volume I</em>, Dylan says himself that “I’d seen some poems by Dylan Thomas… People had always called me Robert or Bobby, but Bobby Dylan sounded to [sic] skittish to me…” By the time Dylan reached New York and was asked his name he “… instinctively and automatically without thinking simply said, ‘Bob Dylan.’”","When recreating himself something would have had to happen to the old identity. Dylan explains Zimmerman’s disappearance was due to a motorcycle accident in 1964. In the place of Bobby, Andrew Muchin believes, Bob Dylan began his career by “re-animating tradition-laden folk music with original, topical songs.” Bob Dylan found success with this in his songs such as “Blowin’ in the Wind,” “Masters of War” and “Like A Rolling Stone.” As Dylan notes he became labeled the conscience of a generation but really, he felt he “…was only a musician.”  In Muchin’s article Dylan’s Jewish Identity is questioned and the feeling is “There’s a sense of Jewishness, especially culturally, but also an overriding feeling that ‘you’re an American.’”"],"locations":[{"id":33199,"lat":40.5763036462,"lng":-74.2034374021,"zoom":11,"place":"Richmond, New York"}],"tags":[{"id":300,"tag":"Bob Dlyan"},{"id":301,"tag":"Dylan"}]},{"id":4707,"title":"L.A. Racial Tensions Lead to Separation","course_id":26,"status":"P","start_date":"1/1/95","end_date":"12/31/95","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the Fall of 1995 the Los Angeles Times gave a hard look at Los Angeles’ ethnic gulf and noted how the city was balkanizing. The city of Los Angeles has long been a tense place in terms of race-relations.  The intermixing of different peoples set the stage for violent race riots in the early 1990s, which were kicked off when Rodney King was beat savagely in 1992 by four LAPD officers and the police were found innocent of all charges.  The trial and subsequent acquittal of OJ Simpson in 1995 added fuel to the simmering divides between ethnicities..  The race riots did not simply take place between blacks and whites—Latinos and Asians also feuded with those who did not share the same heritage.  The time for peaceful resolutions to these race problems had long since passed, as Los Angeles has always been more open to a diverse population more so than other cities in the United States.  The <em>Los Angeles Times</em> journalists noted: “In many ways, L.A. symbolizes the racism in this country like probably no other city.  It’s become the poster city for racism in America.”  The economic problems of Los Angeles during this time, as well as the constant drug trafficking, further intensified the racial tension in the City of Angels.  Residents of Los Angeles competed for money whether they could obtain it legally or illegally, and if a member of a different race took another race’s means to make a profit, racial hostility occurred. ","            The riots in the early 1990s were brutal; residents reported incidents of people being dragged out of their cars and being beaten.  All races were involved in the simmering tensions in Los Angeles.  Buildings were looted and set ablaze, and Los Angeles’s reputation would not recover from the highly publicized events.  “A place once viewed as idyllic and tolerant, a palm-lined paradise, has come to be seen as quite the opposite—a worst-case example” claimed the <em>Times</em> writers..  The Los Angeles Race Riots were large in scale and gave the city a tarnished image in the view of the rest of America.  Citizens of the city found out that the easiest way to avoid the racial problems was to avoid other groups altogether."],"locations":[{"id":43370,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":3,"tag":"African-Americans"}]},{"id":4708,"title":"Carmichael Calls for Black Militancy","course_id":26,"status":"P","start_date":"9/1/66","end_date":"9/30/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Many African-Americans had become frustrated with the slow rate of racial progress in the 1960s.  While Martin Luther King Jr. and others protested racial injustices in a nonviolent way, other African-American lost patience with the attitude of whites towards these movements.  Stokely Carmichael, a one-time non-violence believer, became an advocate and leader of the “Black Power” movement.  This movement called for a more violent and direct way of protesting against the inequality between whites and blacks.  “For too many years, black Americans marched and had their heads broken in and got shot,” Carmichael stated in the <em>New York Review of Books</em>.  Indeed, much of the peaceful resistance put up by King and other Civil Rights leaders served only to frustrate the white population rather than make them change.  While the south was full of passive protests, Northerners like Carmichael felt a growing anger inside with the way racial progress was going.","            Carmichael called for young black people to join his Black Power Movement, which was more aggressive in both speech and actions.  Carmichael denounced the concept of integration, saying that “. . . in order to have a decent house or education, blacks must move into a white neighborhood or send their children to a white school.”  Instead, he argued that blacks should have better facilities in the first place so they can be in a less hostile environment (presuming the hostility of schools consisting mainly of whites).","            This type of attitude appealed to many younger African-Americans who saw their parents and leaders of the Civil Rights Movement beaten down without any repercussions or retaliation.  The youth saw no progress being made and thought that a resistance that was not as passive may be the only way to get justice. Carmichael says in the <em>New York Review of Books</em> “One of the tragedies of the struggle against racism is that up to now there has been no national organization which could speak to the growing militancy of young black people in the urban ghetto.”  This type of movement was popular, but also drew the wrath of white law enforcement and the government, who were less likely to accept this method of resistance than the nonviolent variation adapted by the southern Civil Rights activists."],"locations":[{"id":34264,"lat":40.8753172357,"lng":-73.7847150105,"zoom":11,"place":"Bronx, New York"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":3,"tag":"African-Americans"}]}]}