{"id":27,"title":"Digital History: New York, New York","school_id":22,"school_name":"Stonehill College","term":"Fall 2009","abbr":"GH100","url":"","description":"","points":[[45.5138816836,-69.9587615884],[40.7805662337,-73.9388482485],[32.2202206971,-86.2076124057],[41.8399513458,-87.8166666032],[42.3649994065,-70.9800517697],[40.6916304076,-74.0035386433],[42.3399569086,-70.8833658099],[40.7964015502,-73.8979738005],[42.560328524,-70.797191322],[39.75455715,-84.290629961],[38.9151212228,-76.9435162098],[41.606885685,-71.3622294656]],"bounds":[[45.5138816836,-69.9587615884],[32.2202206971,-87.8166666032]],"episodes":[{"id":4909,"title":"Prohibition in the United States as a Social Experiment","course_id":27,"status":"P","start_date":"1/1/20","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    Upon the beginning of the 20<sup>th</sup> century, many Americans, including various social groups introduced and supported the radical new idea of Prohibition. As made official through the Volstead Act and The Eighteenth Amendment, “The manufacture, sale, or transportation of intoxicating liquors within, the importation thereof into, or the exportation thereof from the United States and all territory subject to the jurisdiction thereof for beverage purposes is hereby prohibited.” [1] Americans in the South and Midwest, as well as the Ku Klux Klan, and the Women’s Christian Temperance Union had gained Congressional support in ratifying the legislation resulting in the ban of alcoholic beverages in order to hope to improve the behavior, purity of Americans, as well as improving their work ethic. However, this wholesomeness was not achieved as the rise of crime, gangs, smuggling, and more alcoholism among the youth were introduced and flourished in America, especially urban areas.","                When Prohibition was introduced in the Roaring Twenties, America was already experiencing a cultural shift supported by the Progressives and the overall revolutionary ideas Americans were being introduced to. This supports the idea that Prohibition was a social experiment which was not carefully thought out. America had made an early attempt at controlling national alcoholism by trying to limit alcohol sales on individuals including the amount purchased, the distributor, and the frequency of consumption. However, it is significant to note that under the control of Neal Dow, Maine became the first state to introduce temperance and before Congress’ official ban on alcohol thirty-three of the forty- eight states already had prohibition laws. The United States’ national action regarding alcohol was seen as a global example, as noted by Earnest H. Cherrington, the General Secretary of the World League Against Alcoholism in this book <em>American Prohibition</em>, “If American Prohibition should fail, such failure would undoubtedly tend to discourage the anti-alcoholic forces in other parts of the world and to delay the final solution of the world-wide problem.” [2]","                As Cherrington noted, alcoholism and the social experiment of Prohibition not only affected Americans, but had a global impact as well. Upon prohibiting the sale of alcohol in America, those who were still wishing to consume alcohol turned to foreign markets for their supply. As stated by New York congressmen, Fiorello La Guardia, this had a large impact on economics and finances in America at the time, “At least $1,000,000,000 a year is lost to the National Government and the several states and counties in excise taxes.”[3] Because Americans were obtaining their alcohol from foreign or illegal sources, such as bootleggers, there was a great loss in revenue during a time when America could definitely use any financial help.","                These shady means of obtaining alcohol were a direct negative consequence of Prohibition as Americans saw the rise of organized crime, developed an underground culture with places such as speakeasies, and were introduced to a new lawlessness and irresponsibility unseen before the ratification of the Eighteenth Amendment. As a visitor to America in 1920, Count Felix von Luckner observed this saying, “A large part of the population has become accustomed to disregard and violate the law without thinking. My observations have convinced me that many fewer would drink were it not illegal.”[4] David Kyvig, a modern day historian, drew from accounts such as Count Felix von Luckner’s to understand the development of the new industry, “The behavior of those who sought to profit by meeting the demand for alcoholic beverages created an indelible image of lawlessness. National prohibition provided a potentially very profitable opportunity for persons willing to take certain risks.”[5] As noted many Americans were disobeying the law because enforcement was so weak and often took part in corruption and indulgence themselves.","                Prohibition, which is either viewed as a Noble Cause or a Social Experiment had both domestic and global impacts and was known for its radical impacts and consequences. In an attempt to control American’s wild drunkenness, Prohibition actually worsened the situation as more crime, lawlessness, and misbehaving occurred.  The failures of Prohibition were both nationally and globally recognized and eventually the ban was repealed by the Twenty-First Amendment."," "," ","[1] <em>The 18<sup>th</sup> Amendment.</em> 30 November 2009 http://www.albany.edu/~wm731882/18th_amendment_final.html"," ","[2]Cherrington, Earnest H. <em>American Prohibition. </em>Westerville, Ohio: World League Against Alcoholism, 1926.","[3] Fiorello La Guardia. <em>Prohibition. </em>1926","[4] Count von Luckner, Felix. <em>Seeteufel erobert Amerika; </em>in Handlin, Oscar<em>. This Was America. </em>Harvard University Press, 1949.","[5] Kyvig, David. <em>Repealing National Prohibition.</em> Kent State University Press. 2nd Revised Edition, 2000."],"locations":[{"id":19269,"lat":45.5138816836,"lng":-69.9587615884,"zoom":8,"place":"Somerset, Maine"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":518,"tag":"Alcoholism"}]},{"id":4949,"title":"Courageous Irish Brigade","course_id":27,"status":"P","start_date":"1862-11-18","end_date":"1862-11-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["       Their eager face showed no doubt or fear. Their hearts pumped full of excitement and pride. As the Irish Brigade took to the streets of New York City, the citizens of the metropolis rose up to cheer them on. The New York Times described in detail the farewell march of the 69<sup>th</sup> New York Volunteers’ otherwise known as the “Irish Brigade”. The Irish Brigade was an infantry brigade, consisting predominantly of Irish immigrants, which served in the Union Army in the American Civil War. They fought as part of the 69<sup>th</sup> New York Militia. The Irish Brigade’s in the Civil War was only separate from ever other Union brigade because during the 1800s Irish immigrants were discriminated against and racial profiled by native born citizens and government officials. Other troops did not want to serve with them and deemed them  untrustworthy. ","      For many of these Irish American soldiers, a cheering crowd of New Yorkers might have been a surprise. Before the war, Irish immigrants faced widespread discrimination. Driven out of Ireland by the Potato Famine in 1845 and 1852, arriving in America poor and unprepared for urban life, the Irish faced widespread racism when they arrived in their adopted country. Many “native” citizens of America looked down on the Irish believing them to be poor and criminals. The Irish immigrants’ wiliness to work for little pay also threatens establishes citizens' who feared their employers would hire Irish workers to save money.  The military's decision to separate the Irish into their own brigade reflected the prejudice against the Irish, such as the Know-nothing Party.  ","      To their fellow immigrants, the Irish Brigade gave hope that they could be accepted in America and recognized as equals by other Americans.  In the years to come, the ancestors of the first Irish Brigade would witness their acceptance into mainstream American culture including Civil Right Acts 1866 and 1964 have been passed to help stop discrimination in American."," "],"locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":520,"tag":"Race Relations: Irish"},{"id":32,"tag":"Civil War"}]},{"id":4954,"title":"A Walk With God","course_id":27,"status":"P","start_date":"12/1/55","end_date":"12/20/56","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 23, 1956, more than two thousand African Americans filled the church from basement to balcony and overflowed into the street for a meeting to urge their followers to boycott the city’s buses.  This meeting was the result of resistance efforts that began when Rose Parks refused to give up her seat on a Montgomery city bus to a white man on Thursday, December 1, 1955.   Months later in the basement of the church the African Americans chanted and sang; they shouted and prayed; they collapsed in the aisles and they sweltered in the eight-five degree heat.  African Americans worked with these blistering conditions for months as they boycotted the Alabama city buses. ","Eighty-nine of the boycott participants, including twenty-four Protestant ministers, were arrested February 23, 1956 and were charged with carrying on an illegal boycott.  But the African Americans did not give up; they set up a “prayer pilgrimage day”.  During this pilgrimage they gave up the use of automobiles and taxis and walked the streets in protest.  Reverend Ralph D. Abernathy claimed, “We are not trying to impress anybody with our strength; we just plan to demonstrate to the people who do not have cars that we are willing to walk with them”","As the African Americans waited for the church meeting to start they sang, picking up the hymns that came to mind.  When the leaders appeared at the rear of the church the audience stood and cheered.   At the Baptist Church Martin Luther King Jr., head of the Montgomery Improvement Association, told the gathering that the protest was not against a single incident but over things that “Go deep down into the archives of history, this is not war between the Whites and the African Americans but a conflict between justice and injustice.”  Dr. King went on to say “We must use the weapon of love.  We must have compassion and understanding for those who hate us”","On June 4, 1956 the federal district court ruled that Alabama’s racial segregation laws for buses were unconstitutional.  The boycott continued until, finally on November 13, 1956, the Supreme Court upheld the district court’s ruling.  This victory led to a city regulation that allowed African American bus passengers to sit anywhere they wanted, and the boycott officially ended December 20, 1956. (Wright)  In the end the African Americans passive resistance worked in their favor.  Collective activism was a strong and important tactic because the African Americans joined together in order to gain the rights that they deserved all along."],"locations":[{"id":29188,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":17,"tag":"Government"},{"id":3,"tag":"African-Americans"},{"id":42,"tag":"Civil Rights"},{"id":572,"tag":"Buses"}]},{"id":4957,"title":"The Chicago White Sox Scandal of 1919 Shines Light on Early Baseball Business Practices","course_id":27,"status":"P","start_date":"1/1/19","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Lying, cheating, and gambling.  Do these sound like actions that men who were respected and looked upon with admiration would commit?  The fans who supported the Chicago White Sox in 1919 never thought the players they adored would do such things.  However, these fans were wrong.  In September 1920, just as playoffs were about to begin, eight beloved players from the White Sox were charged with gambling and conspiracy to throw the 1919 World Series.  An article entitled “White Sox Stars Confess They “Threw” Last Year’s World’s Series for Money” published in the <em>Philadelphia Inquirer</em> reported these events, with an emphasis on statements made by White Sox pitcher Eddie Cicotte.  He discussed how he received the money he was promised from gamblers, such as Arnold Rothstein, if he helped to throw the World Series.  He was reported as saying that “it is easy to throw a game,” which shows his willingness to take part in the planned conspiracy.  Chicago White Sox owner Charles A. Comiskey was mentioned in this article when it stated that he suspended the eight players involved in the scandal.  The fact that Comiskey suspended those players shows that despite knowing baseball’s historical connection with the marketplace and gambling, those heavily involved in the sport were critical of any activity that reflected this.","For those who read this newspaper, among others who kept themselves informed about the scandal, the larger question looming over these incidents was why.  Why would these baseball stars, such as Cicotte, choose to engage in this conspiracy?  According to the article in the <em>Philadelphia Inquirer</em>, each of the players involved in the scandal received between $5,000 and $50,000 for throwing the baseball championship.  Looking at these numbers from a modern day standpoint, these amounts appear as though they would not be much of a reward for throwing the all-important World Series.  However, in the world of early twentieth-century baseball, the amounts that these eight players received for throwing the series far surpassed their salaries.  In the years leading up to 1919 and for some years after, baseball players had no way of negotiating working conditions or salaries for each season.  Chicago White Sox players were notoriously underpaid; they made anywhere from $3,000 to $6,000, and these amounts were far lower than those of teams with less talent.  This explains why Eddie Cicotte accepted the $10,000 to throw the World Series: he nearly doubled his yearly salary as the White Sox’s starting pitcher.  Not only did this scandal, later called the Black Sox scandal, expose the problems of gambling in association with baseball, but it also shone light on the unfair business practices of baseball owners in the early twentieth-century."],"locations":[{"id":17541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":510,"tag":"Scandal"},{"id":233,"tag":"Baseball"}]},{"id":4959,"title":"Sojourner Truth asks \"Ain't I a Woman?\"","course_id":27,"status":"P","start_date":"1850-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1851, Sojourner Truth stood in front of the Women's Convention in Ohio, looking over the numerous white faces, and asked the crowd “Ain’t I a woman?”. In the speech that followed, Truth challenged the idea that men should treat all women the same, “That man over there says that women need to be helped into carriages, and lifted over ditches, and to have the best place everywhere. Nobody ever helps me into carriages, or over mud puddles, or gives me any best place, and ain't I a woman?” Truth wanted to challenge the idea and the general understanding of a “woman” and womanhood to the conference. She believed the term should expand to include black women. She believed that every woman deserved to be treated with respect by men of all color no matter the color of the women’s skin.","Sojourner Truth also known as Isabella Baumfree was an African American woman and a slave. She was a young teenager who was sold to John D. Dumont. Seventeen years later, Isabella escaped Dumont’s control and became a runaway slave. After traveling family to family for two years, she found herself in New York City. The Anti-Slavery Act, that was passed, allowed Truth to be free. She was able to sue her former owner for selling her son into slavery. In 1843, Isabella changed her name to Sojourner Truth and preached in New England about women’s rights and slavery.  Later on in her life she helped other slaves find freedom and success in society. Generally women who were forced into slavery at an early age did not have an education, Truth helped the women learn how to succeed in the outside world. Black women in society were seen with little respect and a low social status. Twenty years after Truth’s moving speech, historians felt “the silence had been broken and the veil was raised to reveal the long obscured and ignored activism and experiences of one half of the black population in America”[1]. When historians look back on Sojourner Truth’s speech, they realize she stated a radical idea for the mid 1800’s because she proposed and questioned why black women were not treated with the same respect as white women."," ","[1] Clark Hine, Darlene. \"Ar'n't I A Woman?: Female Slaves In the Plantation South-Twenty Years After.\" (2007): 14."," "],"locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":582,"tag":"Ain't I a Woman?"},{"id":581,"tag":"Anti-Slavery Act"},{"id":580,"tag":"Sojourner Truth"},{"id":4,"tag":"Slavery"}]},{"id":4960,"title":"Boston Suffragists Celebrate Their Efforts","course_id":27,"status":"P","start_date":"9/22/20","end_date":"9/22/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 22, 1920, the women of Boston took to the streets for a “victory parade” to celebrate the “happy ending to a ‘long fight and a good fight’.” Four hundred strong, they wore dark clothing and hats; with the exception of 37 women, who were dressed in white clothing, wore blue streamers and carried the name of each state that had passed the Suffrage Amendment. Seven automobiles carried guests of honor, officials of state suffrage associations, and prominent suffragists who led the parade of women. By 1920, American women had finally succeeded in their long and hard fight. Beginning in 1848 in Seneca Falls, New York at the Women’s Rights Convention, suffragists engaged in a seventy-two year long struggle; finally concluding their efforts with the ratification of the 19<sup>th</sup> Amendment in 1920. With the passing of this amendment, the United States became the twenty-seventh nation to grant women the right to vote.","Suffragist leaders worked at creating associations, holding conventions, and organizing movements to dispute the laws that granted only men the right to vote. The suffrage movement appealed to a broad population including mothers, workers, professionals, and reformers. In the early years of the 20<sup>th</sup> century, women who were part of the first generation of educated professional women joined the movement to push for full citizenship of women. Women from all over the United States worked hard to achieve their right to vote. Massachusetts suffragists created their own organization called the Massachusetts Women Suffrage Association, which after 50 years of activity and the ratification of the 19<sup>th</sup> Amendment became the Massachusetts League of Women Voters. ","The parade ended at Faneuil Hall where more than 1,000 noisy, enthusiastic, and happy people were crowded into the hall awaiting speeches that were given by the leaders of suffragist associations. These women spoke to the crowd about their victorious efforts and the positive effects that their achievements would have in the future. Mrs. Maud Wood Park explained her experiences in Washington as she watched Secretary of State, Bainbridge Colby, sign the suffrage proclamation. She also challenged the audience that each and every Massachusetts women must not act upon their right to vote and also must cast their votes intelligently. Park made it clear that a long and hard fight had been battle in order for women to achieve suffrage and that those women must exercise their right to vote because their votes had the weight to make a difference.","Sadly, shortly after the ratification of the 19<sup>th</sup> Amendment, women’s solidarity and feminist organizations began to crumble. The early 20<sup>th</sup> century marked a time where both external and internal influences within the women’s movement affected its actions. The exploitation by the media of women’s sexuality and the votes cast by women at the polls were factors that led to the decline of the women’s movement. Women did not vote for females who ran for office, and therefore this caused a decline in the power that women had the chance to hold. Females were so insistent on becoming a part of the male world of sex, professionalism, and politics that they became distracted.","The fight for women’s suffrage was a continuing struggle, consuming vast amounts of time and effort of the women who took part. Massachusetts suffragists celebrated their efforts by way of a parade through the streets of Boston, making it known to the public that their extensive efforts had finally paid off. The parade was a an event that showed that the public came to accept the newly applied laws that granted women full citizenship and the same rights that men had. The Massachusetts suffragists who participated in the parade made it visible to the citizens of Boston that they had successfully completed a battle that had been in progress for over seventy years. The parade signified the ending of the efforts of the women’s movement, which was too bad because sadly the feminist organizations collapsed due to lack of support after the ratification of the 19<sup>th</sup> Amendment."],"locations":[{"id":21126,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"Suffolk, Massachusetts"}],"tags":[{"id":7,"tag":"Women"},{"id":170,"tag":"suffrage"},{"id":591,"tag":"Laws"}]},{"id":4961,"title":"Reactions to Intigration in Baseball","course_id":27,"status":"P","start_date":"10/25/45","end_date":"10/25/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["      In the New York Times article entitled, “Rickey Takes Slap at Negro Leagues”, Branch Rickey, the president of the Brooklyn Dodgers faced a hailstorm of critics as he announced his decision to sign Jackie Robinson to the previously all white Brooklyn Dodgers farm team.  Facing the press, he dispelled the rumors that he had been forced into making the deal, that the Negro leagues had been raided, and that he had in mind twenty-five Negroes who might be signed to contracts. Rickey stated, \"I have not been pushed into this “, and, “I signed Robinson in spite of the pressure-groups who are only exploiting the Negroes, instead of advancing their cause. I signed him because I knew of no reason why I shouldn’t.  I want to win baseball games, and baseball is a game that is played by human beings.” What if an African American was able to play baseball within the white baseball leagues, would others agree and approve of this? The idea of an African American playing in the Major League Baseball Association during the 1940s was seen too many as just plain nonsense, and to others  nothing but a dream.  In a segregated America, the chance of an African American playing organized baseball in the white leagues was slim to none. Although the blacks had their own organized leagues, they weren’t nearly as popular, paid only a fraction of the salary as a white player, nor were they seen as major contenders compared to the white players in the Major Leagues.  Branch Rickey's decision to sign Jackie Robinson not only marked a defining moment in baseball history, but also was a major adjustment for the American public against the integration of African American athletes into the big leagues.","     Jackie Robinson was the first African American to play organized baseball in the white leagues. Recruited by Branch Rickey, the president of the Brooklyn Dodgers at the time, Robinson went on to become the first African American player to sign with their farm league. While signing Robinson might seem like a good decision now, in 1945, the decision of signing Robinson to the Dodgers farm league, made by Rickey, created a huge controversy.  Critics against integrating baseball, once again, suggested Rickey might have been pressured to sign Robinson. Also, players at this time such as Hornsby, a player for the Texans, and Dixie Walker , with the Dodgers, thought the situation wouldn’t work out .They assumed that African American players would be unable to travel, use the same busses, stay at the same hotels, or eat in the same restaurants, as their white counterparts.   These reactions tell us that many Americans at the time viewed sports, especially baseball, as solely a “white” hobby, that African Americans didn’t belong in the white \"professional\" baseball league, and that they should remain in their own leagues.","      Branch Rickey’s signing of Jackie Robinson to the Brooklyn Dodgers in 1945 (minor   league affiliate and then 1947, major league) was because of his innovation, determination to desegregate, business sense, and idealism.  Robinson was baseball’s first rookie of the year, and the Dodgers made it to the World Series the year he signed on.  Rickey chose the most talented man for the job, not based on his color. He opened the door for more African American athletes as well as other visionary leaders and executives in Major League Baseball."],"locations":[{"id":27491,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":233,"tag":"Baseball"},{"id":266,"tag":"Segregation"},{"id":592,"tag":"Rickey Branch"},{"id":593,"tag":"Jackie Robinson"},{"id":594,"tag":"Reactions to Intigration"}]},{"id":4962,"title":"The Boston Tea Party: A Turning Point in a Revolution","course_id":27,"status":"P","start_date":"1790-12-16","end_date":"1790-12-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 16, 1773 during one of the most important times of the Revolution, George Hewes describes “dressing] ... in costume of an Indian” and “arrived[ing] at the wharf” in Boston harbor along with about sixty other civilians.  He and his fellow Patriots began to throw the tea overboard from boats in the harbor.  This totaled about 340 chests.  While the tea was falling into the water Boston citizens and others from surrounding areas rushed to try and obtain the salvageable tea.  The next morning to ensure that the tea could not be used by anyone, small boats went into the harbor and began “beating [the tea] with oars and paddles”.  Hewes’ eyewitness account captures a seemingly insignificant act of rebellion, yet the Boston Tea party, as it came to be known, stands as a turning point in the revolutionary war.  An event such as this not only occurred before the Revolutionary War but it was also a precursor of what was to come.  Shortly after the Boston Tea party in 1773, the Boston Port Act went into place in March of 1774.  This was to discontinue the landing and shipping of goods coming into Boston Harbor.  This increased the separation between the British and the colonists.  Even more so later in the Revolution came the choice of George Washington as Commander in Chief.  This was a major factor accumulating up to a revolution because a leader was put into place. ","In the late 1700’s, before the United States of America became a nation, there was a lot of turmoil between the American colonists and the British.  The colonists living in what is known today as the United States were furious at the British control over them.  The British were taxing the tea that many colonists used in their daily lives.  For the colonists to give up their tea was a very important part of this rebellion.  Many colonists gave up something important to them, to help move their purpose forward. This was a turning point in the Revolution as a whole because it allowed people to realize that rebellion was acceptable.  Rebellions, such as the Boston Tea Party, exemplify a way in which revolutions come to be.  After a few years, in 1776, the United States became its own nation, and a part of that success stems from the Boston Tea Party. "," "," "," "],"locations":[{"id":15395,"lat":42.3399569086,"lng":-70.8833658099,"zoom":7,"place":"Suffolk, Massachusetts"}],"tags":[{"id":595,"tag":"Boston Tea Party"},{"id":596,"tag":"Revolution"}]},{"id":4963,"title":"An Influx of Irish Immigrant: Young Women arrive in New York","course_id":27,"status":"P","start_date":"1897-01-01","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The woman from Ireland looked around the chaos on Ellis Island visibly upset, as the immigration officials accused her of giving them the wrong name of the person picking her up.  Migrations to the United States “did not always occur without problems or disruptions and occasionally the colleen arrived with no one to greet her.”[1]  On April 30, 1897, The New York Times published an article that focused on the influx of immigrants from Ireland.  The ultimate goal of these immigrants was to find work that paid a decent salary and offered better opportunities than the jobs available back home.","While the workers at Ellis Island extolled the “promise of better times in this country”, numerous Irish women faced fear and confusion upon arrival.  When it came to immigration, a great deal of the chaos was due to the miscommunication or misinformation exchanged between individuals.  “Immigrants frequently failed to find one another because they constantly changed residencies, expecially if they were poor, and because Irish women continued using their maiden names after marriage.”[2]  In the 1897 newspaper article, a woman named Cassidy was looking for a lady named Maggie Molloy, but was told that her name was not on the list.  Maggie Molloy’s name was in fact on the list, however due to the miscommunication, Cassidy was very upset.[3]  Events like this were not uncommon, and this is what caused much of the confusion on Ellis Island.","The Irish invaded America by the thousands from the late 1800’s into the early 1900’s. Much of the incentive to leave Ireland was due to the unfavorable living conditions in the Irish countryside According to the Irish who remained in Ireland, many of the women were frustrated by the male dominated agricultural society and had left their homes in hopes of finding luck in the United States.  These oversea journeys were life threatening, but foreigners were willing to take a chance.  To the immigrants, anything was better than what they were leaving back home.[4]","A portion of the women immigrating to the United States via Ellis Island had their voyages paid for by other relatives already living in America; however, it was not uncommon for the father to emigrate first, earn money, and then send it back home to pay for his other family member’s voyages or for a family to emigrate as a group or for single members to travel alone.","These girls faced many difficulties in America, due to the fact that they were uprooted from their homes in Ireland.  Previously, these Irish women were accustomed to working around the house and caring for others, but life in America was going to be much different.  Once the young women arrived, they needed to begin to search for work immediately.  Coming from an area where most people were agriculturalists, their transition to an area in the heart of New York City was drastically different from their familiar surroundings.","Of all the different groups of immigrants, Irish women were of the greatest amount.  This difference was due to the “emergence of the modern Irish family structure”  With the newly evolving land and family forms that were coming about, there was a decrease in the number of children emigrating.  Between the years of 1852 to 1921 the median age for female immigrants was 21.2 years old.  This age was “younger than the median age of marriage”, and therefore explains the reason why so many of the immigrants got married upon arriving in America.[5]","“Emigration was the end of peasant live in Europe; it was also the beginning of life in America”.[6]  Ireland depended on their crops for survival, and therefore life was miserable at home for many of the Irish families.  Providing for everyone became difficult, and as a result many Irish left their familiar hometowns to start a new life in America.  The decision to come to America marked a huge milestone in an individual’s life, because they were leaving their native land and putting their lives at risk. Assimilating to life in America was not going to be easy, and immigrants needed to be taught about the way of life in America."," ","[1] Diner, Professor Hasia R.. \"The Search for Bread: Patterns of Female Migration.\" In <em>Erin's Daughters in America: Irish Immigrant Women in the Nineteenth Century (The Johns Hopkins University Studies in Historical and Political Science)</em>. Baltimore: The Johns Hopkins University Press, 1983. 31,33-34,37-39.","[2] ibid","[3] MANY GIRLS FROM IRELAND :Hundreds of Them Arrived at Ellis Island Yesterday on the Majestic and Servia. TIMES ARE VERY HARD AT HOME More Irish Immigrants Now Than for a Great Many Years -- Amusing and Pathetic Scenes at the Landing.. 1897. <em>New York Times (1857-Current file)</em>, April 30,  http://0-www.proquest.com.library.stonehill.edu/ (accessed November 19, 2009)."," [4] Diner, Professor Hasia R.. \"The Search for Bread: Patterns of Female Migration.\" In <em>Erin's Daughters in America: Irish Immigrant Women in the Nineteenth Century (The Johns Hopkins University Studies in Historical and Political Science)</em>. Baltimore: The Johns Hopkins University Press, 1983. 31,33-34,37-39.","[5] ibid","[6] Gjerde, Jon. \"Approaches to American Immigration and Ethnic History.\" In <em>Major Problems in American Immigration and Ethnic History (Major Problems in American History)</em>. Boston: Houghton Mifflin Company, 1998. 5."," "],"locations":[{"id":8931,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":597,"tag":"Irish"},{"id":7,"tag":"Women"},{"id":31,"tag":"Immigration"}]},{"id":4964,"title":"<strong>The Beverly Beacon: Rise of Women's Voice in Media Publications </strong>","course_id":27,"status":"P","start_date":"11/1/13","end_date":"11/1/13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     In New England at the turn of the twentieth century women took pen to paper to address the struggles among women in the fight for equality. <em>The Beverly Beacon</em> was the first all women published newspaper. Emerging in the early 1900s, it expressed women's opinions about social, economic, and political aspects of life in the rural New England town of Beverly Massachusetts. The women writers of the newspaper, <em>The Beverly Beacon</em>, expressed the fears they had for their children, gender inequality and the political, social and economic concerns of everyday women. They urged their readers to \"wake up and be more alive\"[i] to the needs of their communities, and encouraged other women to get more involved in public life.","   The early 1900s witnessed new voices in the cry for women's rights. Publications like the Beacon, made the public aware of women's political voice, a voice previously muted by male dominant media. However, while the <em>Beacon's</em> articles address issues important to their readers, they walk the fine line between acknowledging women's equality and campaigning for political change. For example, the editors claim that there is no need for a political section in their newspaper because they \"are neither Republican, Democratic, nor Progressive;in fact we care very little about politics and the chief aim of women is to get things done. It is not party nor principle nor platform but performance that counts in the forum of the home.\"[ii] However, the editors did include articles about the fight for women's suffrage and the need for advancement in political society. As one article noted: \"There is no good reason why women should not\"[iii] vote as an American citizen born with the same unalienable rights as a man. The Declaration of Independence of the American nation proclaims that all men are created equal, and \"if the term men is used figuratively, meaning the human family as comprising both men and women, then our present form of government is in flat contradiction of that time honored document.\"[iv] With its common vision of equality for women, <em>The Beverly Beacon </em>and similar publications helped create awareness of women's problems and concerns while advocating for women's voting rights. As one scholar noted, papers like the <em>Beacon</em> were a \"chance to help women see their own problems, help bring out the things that are true in the traditions that have bound them; help show up the things that are false.\"[v] The publication of <em>The Beverly Beacon</em> initiated the rise of women's voice in the New England area by creating an impenetrable bond between mothers, sisters, daughters, and friends. The publishers of <em>The Beverly Beacon</em> will be remembered as activists whose voices were carried across the nation, as the messages issued by women artists and writers \"appealed to universal principles of humanity and foresaw a new social era accompanying women's participation in politics.\"[vi]","[i] <em>The needs of the girls of Beverly, </em>Mary E. Bulkeley. Beverly Beacon. A Women's Newspaper, November 1, 1913.                                                                   ","[ii]Politics Page. Beverly Beacon A Women's Newspaper, November 1, 1913","[iii]Equal Suffrage, Anna C.M. Tullinghast. Beverly Beacon A Women's Newspaper, November 1, 1913","[iv] <em>Equal Suffrage, </em>Anna C.M. Tullinghast. Beverly Beacon A Women's Newspaper, November 1, 1913","[v] <em>Suffrage Art and Feminism</em>. Sheppard, Alice. Hypatia, Vol. 5, No. 2, Feminism and Aesthetics (Summer, 1990), pp 122-136. Published by: Indiana University Press","[vi] <em>Suffrage Art and Feminism.</em> Sheppard, Alice. Hypatia, Vol. 5, No. 2, Feminism and Aesthetics (Summer, 1990), pp 122-136. Published by: Indiana University Press."," "],"locations":[{"id":16933,"lat":42.560328524,"lng":-70.797191322,"zoom":9,"place":"Essex, Massachusetts"}],"tags":[{"id":7,"tag":"Women"},{"id":18,"tag":"Politics"},{"id":196,"tag":"women's rights"},{"id":600,"tag":"Media"}]},{"id":4965,"title":"National Women's Convention in Cincinnati","course_id":27,"status":"P","start_date":"1855-10-08","end_date":"1855-10-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Thursday October 8, 1855 the crowd of government and union officials at the The National Convention of Women’s Rights in Cincinnati fell silent as Lucy Stone Blackwell took the stage.  The preceding speaker Mr. Wise, had discussed gender inequality in education. Wise theorized that America was the home of a generation of “disappointed women.” who had been denied equal access to educational opportunities. Blackwell's address drew from her personal experience as a \"disappointed woman\". She described her education and said that she was not allowed to attend the same school as her brother because the school was unfit for girls. “As she grew up and desired equal education with her brother, she found all the schools and the colleges open to him, but shut to her, and again she was sorrowful and disappointed.” This can be considered one of the first waves of feminism that was taken. It was one of the first attempts to equalize the unbalance amongst women’s rights and education. Education is the first step to women’s rights.","After the morning convention they reconvened at 7pm, and was called into order by Mrs. President Wright. During this part of the Convention orators, Mrs. Cutler, Mrs. Rose, and Lucy Stone Blackwell spoke on their overall views of women’s rights. Each woman spoke about the importance of women’s education, and how women should be entitled to the same rights men are given. However, Lucy Stone Blackwell expressed what they truly desired out of this convention. She reads, “Whereas, The women of the state if Ohio are recognized as citizens by the Constitution, and yet are disfranchised on account of sex only, we do respectfully demand for them the right of suffrage, a right which involves all other rights of citizenship, and one that cannot justly be withheld.” Addressing the inequality necessary in order to alter the discrimination involving education. This convention was one of many that took place in an effort to improve women’s rights.  In discussing the creation of The National Women’s Suffrage Association and The National Organization for Women they were able to further women’s rights through education."],"locations":[{"id":10443,"lat":39.75455715,"lng":-84.290629961,"zoom":9,"place":"MONTGOMERY, Ohio"}],"tags":[{"id":196,"tag":"women's rights"},{"id":614,"tag":"Female Unionists"}]},{"id":4966,"title":"Barbie: The Female's Icon","course_id":27,"status":"P","start_date":"1/1/59","end_date":"1/1/59","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The eyes of little girls widened everywhere, as they witnessed the TV debut of a beloved toy.  Finally, there was a doll that resembled a “grown up girl” and not a baby.  Already an icon of beauty by the time of her TV commercial, Mattel's marketing emphasized the dolls mature face and figure that had made her famous:  “Barbie is small and so petite, her clothes and figure look so neat.[1]” The commercial’s attention to the face and figure of their womanly doll symbolized the profound changes in standards and gender roles in American culture.  As a feigned image of ideal beauty with a figure that was in actuality, completely unattainable for a human, Barbie's first commercial stands as a key example of the measure of success that women would soon compare themselves against.   “Manufactured images of ideal beauty and supermodel glamour had come to dominate women’s consciousness.”[2]","As the mind behind it all, Ruth Handler’s expectations of her new creation were nowhere close to the mania that followed the debut of Barbie at New York City’s Toy fair in 1959.  The 1950’s marked a time when popular culture emphasized women’s appearances and the beauty and cosmetic franchises expanded at rapid rates.  So when Mattel unveiled Barbie, she only reinforced the struggle and competition for feminine perfection that had begun in the past.  Then, just after Barbie was made public in 1959, the 1960’s began the emergence of the second wave of feminism in American Culture.  During this time, women fought for equal treatment particularly in the family and the workplace.  Women were exhausted of the obligations that patriarchies held them to.  In these types of households, males held authority over women.  They went off to work while the wives remained at home, tending to the house and children.  At this time, women began striving for equal rights as men, to gain a function in the work world.  Then, Barbie began being displayed as a beautiful working girl, with fabulous clothing and multiple successful jobs.  As one scholar has noted, “If the model of success and beauty has a tiny waist, long blonde hair and wears couture, then what does that tell us about how women are valued in society.[3]” The image Barbie exhibited formed a feeling of inadequacy in women.  Although Barbie became something for younger girls to look up to, she also became the embodiment of what women in the 1960’s worked so hard to achieve - equality to men in the workforce.  Her continuous makeovers and maintenance of youth only added to women’s struggle for perfection.  This manufactured doll, seemingly innocent as a play toy for young girls, actually symbolized something much more for women."," "],"locations":[{"id":28501,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":615,"tag":"Barbie"},{"id":616,"tag":"Toys"},{"id":617,"tag":"Feminism"},{"id":618,"tag":"Femininity"},{"id":619,"tag":"Second Wave Feminism"}]},{"id":4967,"title":"Comforting a Nation","course_id":27,"status":"P","start_date":"5/7/33","end_date":"5/7/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Franklin D. Roosevelt had a great challenge ahead of him as our nation’s 32<sup>nd</sup> President. The United States was in a period of unemployment and extreme poverty. The people were losing faith and it was F. D. R.’s responsibility to fix the problem. On May 7, 1933, F.D.R. entered American homes through their radios. Hoping to restore hope to the public, Roosevelt assured them that Congress was taking the necessary steps to fix the economic situation.","In the early 1900’s, the United States entered the “Great Depression.” With the stock market crash, the majority of people lost jobs, along with their homes. Soup kitchens had more business than ever before. People had to change their lifestyles just so that they could survive. Roosevelt came up with numerous programs to help the country’s economic situation. Programs like the Railroad Bill and others gave jobs back to different families all over America.","  F.D.R.'s “Fireside Chats” brought the president into the homes of the American public through a series of radio programs. On May 7, 1933, F.D.R. tried to comfort people and assure them that things were going to get better for them. He explained that he knew everything was not yet perfect, but soon everything would turn around and begin to get better. He said that the government was going to ease mortgages, grant money to the states, and take further steps to increase employment. Families gathered around their radios to hear the voice of their President assuring them that the government was working on many different ways to improve their lives.         ","These radio chats were a novel idea in communication between the President and the common citizens. Before this, no other president used this method to reach the people. Presidents after this, however, realized how important it was to make a connection with the people. They began to see that communicating on a more personal level helped their popularity with the voters. Now, Presidents take advantage of the media as much as they can. Use of the media makes the Presidents closer to the general public. It is much more personalized and effective to use the media to reach the people, and Franklin D. Roosevelt was the first to understand and use this method."," "],"locations":[{"id":22331,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":620,"tag":"Franklin D. Roosevelt"},{"id":621,"tag":"Fireside Chat"}]},{"id":4969,"title":"Facebook Makes a Wave in Social Networking","course_id":27,"status":"P","start_date":"2/4/99","end_date":"2/4/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 2005, journalist Ellen Rosen reported on a little known website making waves in the college community: Facebook. Created February 4, 2004 by 21-year-old Harvard student, Mark Zuckerberg, Facebook was initially intended for college students but soon grew. Prior to future changes, the site allowed anyone with a .edu email to create a profile online and accept and request friends. The creator of Facebook, however, wanted a way to keep the site limited to students only.  The solution was to have college students send invitations to high school students who could then invite their own friends. The growth of social networking sites such as Facebook, raises important questions about community, identity and technology in the 21<sup>st</sup> century.","According to peer-reviewed journal, First Monday, by April of 2008 the site had surpassed 70 million active users. Facebook’s success reflects a culture focused on less personal ways of networking and communicating. Contemporary critics, accuse sites like Facebook of eliminating person-to-person conversations and portraying technology as the solution to feelings of alienation and loss of community. As others have noted, Facebook ushered in a new definition of “friend”. On Facebook, a friend is a fellow Facebook user, not someone you talk to everyday and know well. Adding friends and accepting them becomes more of a competition to see who has more friends rather than as a means of actually getting to know an individual.  On the other hand, Facebook offers an opportunity for individual expression and a connection to a broader community.  Facebook has become a popular site for youth culture to explore themselves and broaden relationships. Despite forgoing “quality for quantity” when using social networking sites, positive aspects of what technology has allowed can be seen through social networking sites such as Facebook. In her book <em>The Facebook Era</em>, Clara Shih discusses important effects of online communication as a result of the rise of Facebook. She notes that “prior to the online social networking era, most of us didn’t have the capacity to maintain these relationships, nor sufficient knowledge or prescience to know which ones might become valuable in the future”. Online social networks like Facebook have defined a more causal kind of relationship, which allows one to maintain more connections. In order to maintain and establish connections, Facebook provides an “easy to use database for managing contacts” and an efficient and easy way to search for people. In addition to providing an easy to use social database, Facebook offers other modes of interaction, such as photos and user statuses, which make communication faster and easier. The visual aspect of Facebook allows for a different type of networking in which people can see other users’ photos and videos allowing users to match a name to the face. Like photos, statuses on Facebook allow users to stay updated and know what is going on in a “friend’s” life. For example, a user might write that he or she is writing a paper whereas, ”in the pre-Facebook era, many of these thoughts and feelings that people had were simply never communicated.”","A survey in 2006 that surveyed freshman students reported that overall, students spent twice the time online (28 hours per week) using the Internet for “communicative purposes” than for “noncommunicative purposes” (14 hours per week). It is certain “that students overall have exhibited clear preferences towards using the Internet as a medium for social interaction and, in most cases, use it with great frequency in their everyday lives.” Facebook is now used all over the world by all ages so users can meet others and explore identity formation."],"locations":[{"id":43039,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"Suffolk, Massachusetts"}],"tags":[{"id":622,"tag":"facebook"},{"id":623,"tag":"social networking"}]},{"id":4970,"title":"The advancement in African American rights due to the 1st Rhode Island regiment's successful defense of Major General John Sullivan's unit in the battle of Newport, Rhode Island.","course_id":27,"status":"P","start_date":"1790-08-29","end_date":"1790-08-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Major General John Sullivan’s letter to George Washington, Commander in chief of the Continental Army, he explains how both the dwindling size of his force and the great numbers of the British justify his necessary retreat from Newport, Rhode Island, where the British were rapidly approaching.  He continues, however, by praising the skillful tactics and<br />brave stand the 1<sup>st</sup> Rhode Island Regiment took under the command of Colonel Christopher Greene, describing them as “hav[ing] acquird great Honor by their activity and spirited exertions during the day.”[1] As a direct result of the tactics employed by Colonel Greene’s black unit, Major General John Sullivan’s unit escaped with virtually no casualties. February of 1778 was a particularly difficult time in the war. The Continental army was slowly dissolving against the confident British forces. Given the state of their situation, the General Assembly of Rhode Island was desperate for new recruits. As a result, they passed a law that would allow “every able-bodied Negro, Mulatto, or Indian Man slave, in this state may enlist in either of the two Continental Battalions.”[2] The state guaranteed freedom to any and all slaves brave enough to take up arms and fight for the very country that enslaved them.[3] The establishment of black units in the Continental Army not only promoted the growth of the free black community in the North, but planted seeds for the future Emancipation Proclamation just 80 years later.<br /> One of the most noted units created as a result of the recruitment of slaves was Rhode Island’s first regiment, sometimes referred to as the ‘black regiment’ for nearly its entire unit consisted of patriotic slaves or freed black men. On August 29, 1778, under Colonel Christopher Greene, the unit bravely marched into the battle of Newport, after French reinforcements failed to assist Major General John Sullivan against a pressing attack made by British and Hessian forces. Forced to retreat, General Sullivan left the defense of Newport and his successful retreat in the hands of these valorous men. Even after several waves of attack by British forces, this almost completely black unit repelled each wave that marched upon them. Major General John Sullivan, as a result, was able to retreat with extremely few casualties, and the Continental Army’s line at Newport was never broken.[4]<br /> This highly exalted victory at Newport forever changed the roles of African Americans in America. They demonstrated that they were willing to serve their country for the greater good despite their past slavery, proving to white leadership that they were capable and willing to serve alongside white soldiers. Their victory showed that the blacks had more than just courage, but that they were competent in battle. It was not an easy feat to successfully repel the British’s experienced, organized waves of assault. The former slaves freed by their service would go on to form a visibly activist community of African Americans in the North.  Their efforts in the Revolutionary war set the stage for latter debates over citizenship and military service and their ancestors would see the passing of the Emancipation Proclamation in the later years to come.<br /> <br /> <br />","[1] Major General John Sullivan to George Washington, August 31, 1778, in The Papers of George Washington; edited by Theodore J. Crackel.  (Charlottesville, Virginia, University of Virginia Press, 2006) 450.","[2] Greene, Lorenzo. “The Journal of Negro History, Vol 37, No 2 (Apr., 1952), pp. 142","[3] Rhode Island Archives: Records of the State of Rhode Island, December 1777-October 1779, X, 41.","[4] Adams, Gretchen. \"Deeds of Desperate Valor\": The First Rhode Island Regiment. “http://revolution.h-net.msu.edu/essays/adams2.html”"],"locations":[{"id":15392,"lat":41.606885685,"lng":-71.3622294656,"zoom":7,"place":"Newport, Rhode Island"}],"tags":[{"id":625,"tag":"Revolutionary War"},{"id":624,"tag":"1st Rhode Island Regiment"},{"id":607,"tag":"General John Sullivan"}]}]}