{"id":3,"title":"U.S. Women, 1790-1890","school_id":2,"school_name":"Wheaton College","term":"Spring 2007","abbr":"233","url":"NULL","description":"NULL","points":[[41.5286517402,-71.0500153769]],"bounds":[[41.5286517402,-71.0500153769],[41.5286517402,-71.0500153769]],"episodes":[{"id":4114,"title":"Manners and Conduct in America during the 1850&#39;s\n","course_id":3,"status":"P","start_date":"1857-11-01","end_date":"1857-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["    In November of 1857, G. Holbrook of the Wheaton Female Seminary in Norton, Massachusetts, submitted her article \"The Jintlemanly Young Lady,\" to Rushlight. The article told the story of a young man named Patrick who gave up his seat for a young lady on a train ride. Commenting on this behavior, Holbrook wrote \"The true lady and the true gentleman have many qualities in common; each should possess the same nobility of character...\" Holbrook later discussed the sorts of principles that someone of \"elevated character\" should possess. Specifically mentioning the students attending the Wheaton Female Seminary, the article concluded with a series of short paragraphs that posed different questions about what sort of behavior defined a \"jintlemanly young lady.\"","    Holbrook's contribution to The Rushlight reveals that there was much emphasis placed on manners and conduct for young women during the nineteenth century. Between the 1820-1850's, several female seminaries were established in the United States. Unlike many female seminaries, which focused their energy on teaching domesticity, the Wheaton Female Seminary taught religious practice as well the conduct that a sophisticated young lady should have. As Historian Leonard I. Sweet notes, \"Women should be distinguished less for their musical talents and parlor charm than for their 'elevated course of convention' and 'well digested opinions, habits of thinking and observation, good judgement, and well disciplined temper.\" Holbrook's article identifies one of the central topics for both men and women in a crucial period of time in Antebellum America. "],"locations":[{"id":6121,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}]},{"id":4124,"title":"We Much Prefer the Country Still\n","course_id":3,"status":"P","start_date":"1861-07-10","end_date":"1861-07-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"Women don't like the country\" was an article featured in the Rushlight, the literary magazine of Wheaton Female Seminary, on July 10, 1861.  Writing about a lecture given at the school, the student author complained about the generalization the lecturer made concerning people who spend time in the country.  She defended herself and other women in their love for nature by comparing the green country to the dirty city in vivid descriptions, and by using short examples of people who like or dislike the country.  For instance, she wrote that any woman who would rather walk on a \"dusty sidewalk\" than through the \"green fields,\" could have the city and lie \"unwept\" in a tomb because the \"right kind of a woman always loves the country.\"","During the last half of the nineteenth century, many women worked in textile mills in large cities and many had moved from their rural homes to do so.  Part of the resistance that emerged to working in mills was that women felt separated from nature.  Lucy Larcom was a Lowell mill operative who in later years, coincidentally, taught at Wheaton and founded the Rushlight.  Larcom, like her fellow workers, often put plants on the mill's windowsills in order to feel connected to nature and to God and to disguise the smells of machinery.  \"The sweet air of the woodland which lingered about [the roses] would scent our thoughts all day,\" wrote Larcom in a memoir.  Indeed, many female authors chose to be nature's advocates.  They wrote essays about their \"natural right\" to further their intellect and created other essays and poems about nature.  Cecil Frances Alexander described in her poem titled \"All things bright and beauteous\" the many natural things God had created.  Hence, many women felt that experiencing nature was a way to be close to God.  In the Rushlight article, the author compared the country to the man-made city.  In one paragraph she addressed all men and said that God made nature and \"although you did make the town, we much prefer the country still.\"     "],"locations":[{"id":6122,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":7,"tag":"Women"}]},{"id":4135,"title":"What to do with a Seminary Education?\n","course_id":3,"status":"P","start_date":"1877-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    In 1877 \"From Her Point of View\" was published in Wheaton Female Seminary's literary magazine The Rushlight. The story depicted a young woman, \"just out of school, and life with all its sorrows and joys awaiting her\" sitting by a fire contemplating her future. The young woman was surrounded by \"tokens of wealth\" but she wished for something different. While her mother's spirit looked down over her she wanted more than just to enjoy the festivities of life and have a good husband and marriage. \"She had seemed to be happy, and had been envied by her friends: it was only in the quiet hours, when she was alone, that she cried out for more that she could gain in her present life.\" The young woman was unsatisfied and felt a sense of rebellion grow within her. The piece concluded with a final question, \"will the life of the girl with her fine sensibilities and delicate organization be anything more to her than a frivolous holiday, or seeing it from her point of view will she make it holy and grand?\"","    \"From Her Point of View\" raises some important questions for women of the mid to late nineteenth century. American society expected women to fill the roles of wives and mothers during this time, however many women asked themselves whether this was what they truly wanted to do with their lives. Historians like Charlene Boyer Lewis, have examined the lives of American women like Elizabeth Patterson Bonaparte who stated, \"that with her disposition and character she never could have vegetated as the wife of some respectable man in business 'since nature never intended me for a life of obscurity.'\" Many white women wanted to pursue alternative gender roles but for most family pressures or lack of opportunity and resources led women to be wives and mothers, who had to dream in silence.  However, for young women of the mid to late nineteenth century female seminaries provided a place for women to expand their horizons as Helen Lefkowitz Horowitz explains in her book, Alma Mater. \"By 1859, sixty Mount Holyoke graduates had entered foreign missionary work\" is one example of the opportunities seminary women had just out of school. Overall, \"Students created their own standards of success in this world\" which sometimes liberated them and sometimes kept them feeling trapped by social norms. "],"locations":[{"id":6123,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}]},{"id":4151,"title":"   City or Country Education?\n","course_id":3,"status":"P","start_date":"1860-06-01","end_date":"1860-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["      \"Ought girls to receive a country or city school education?,\" asked the anonymous author of an essay published in the June 1880 issue of Rushlight, the literary magazine of Wheaton Female Seminary in Norton, Massachusetts.  The author explained that people thought a city school education was better because \"one has opportunities for mingling with a great number of people, and attending more fine concerts, lectures, etc. which form a desirable part of one's education.\"  However, she argued, such advantages were only an hour's trip from the country school.  She further maintained that it was more advantageous to observe events and their outcomes from a distance, in the country, before experiencing them first hand than \"to have lived in the very whirl of constantly occurring events\" (in the city).  The author also explained there was no greater teacher than nature.  In the country, one had the benefit of observing the harmony and lessons of nature.","     Women's seminaries used more than books to educate their students.  The idea of using the natural environment as a tool for education was stemmed from the work of Johann Heinrich Pestalozzi, the father of modern educational theory, and his assistant, Joseph Neef.  They felt that first hand knowledge would be more beneficial than learning strictly through books.  According to historian Gerald Lee Gutek, these men thought that \"natural instincts and interests should control, close contact with nature should furnish the occasion and means of education.\"  Where the school was located was equally important.  Schools like Mount Holyoke, Wellesley, and Wheaton, were located in ideal areas where students could study under the trees, learn about the stars through their observatories, and look at the beautiful landscape of the seminary.  Though city schools were supposed to provide cultural and social opportunities, students at Radcliff were unable to take advantage of the Cambridge society.  As historian Helen Horowitz has noted, one commentator asked rhetorically, \"Do the Annex girls enjoy the advantages of Cambridge society?...No; partly because the students are working women without leisure for frequent engagements; partly because Cambridge society is busy and absorbed and does not go out of its way to offer the Annex social culture.\"  "],"locations":[{"id":6122,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}]},{"id":4337,"title":"All She Wanted Was Elbow Room\n","course_id":3,"status":"P","start_date":"1861-07-10","end_date":"1861-07-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"All She Wanted Was Elbow Room\" was published in <em>The Rushlight, </em>a student literary magazine of Wheaton Female Seminary in Norton Massachusetts in 1861. The main characters Fannie North and Nancy South had extremely different views but the one characteristic they shared was their desire for change. The external image of two girls represented the divisive issue of slavery opinions in the north. Fannie North lived in a small cottage and longed for \"a larger and freer home\" in which to grow and be independent. Nancy South had plenty of room and the finest of all material goods, but she was always seeking more. Nancy was not content with her blessings and fortunes. Rather she chose to conquer land and impose her force on others. While \"quiet little Fannie North was [...] contenting herself faithfully living in her narrow sphere, till God should see fit to grant her more room, big Nancy South spread out broader than ever,\"  the desire for more room in which to expand herself only contributed to her selfishness. Fannie was saddened by her lack of freedom and wanted nothing more than to help herself and others enjoy free will. Her counterpart was unsympathetic and self-interested, wanting only what benefited her. The story ended with reassurance that \"Nancy's mansion is large and high, but on a sandy foundation\", her power was diminishing day by day. ","Opinions ran rampant during the Civil War which began in April of the publication year. Many northerners felt strongly that slavery was immoral and must be condemned. The portrayal of southerners as guided by financial and material gains rather than values began appearing in literature and propaganda. Carl Osthaus commented on southern deviance by saying they were all \"shiftlessness and exploitation was the rule to follow\". He believed this was why they failed to see the human side of slavery.  The <em>Rushlight</em> article articulates these images by creating Nancy South to be one-dimensional, \"elbow room to her would have been no blessing, unless obtained at somebody else's expense\". "],"locations":[{"id":6122,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}]},{"id":4352,"title":"A Morning in the Kitchen\n","course_id":3,"status":"P","start_date":"1886-12-01","end_date":"1886-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     In December of 1886, \"A Morning in the Kitchen\" was published in <em>Rushlight</em>, the magazine of Wheaton Female Seminary in Norton, Massachusetts. In this essay our unknown author provided accounts from a day without her cook. She began her essay by remarking on the morning outside and then discussed the tasks of making and cleaning up after a meal. She stated that men's genius was wasted on other scientific endeavors when they could have focused on inventions for domestic aid. She then noted that bread making was a women's science. However, this revelation was interrupted by a peddler who was trying to sell her linens. After inquiring on the size, price, color, and wear she sent the peddler away without purchasing the linens. She stated her disdain for peddlers, saying they were a waste of time. She then noticed that it was eleven and the market man had yet to arrive. Soon, he did arrive to bring her a roast, and she immediately began to cook dinner. With an hour left until dinner, our author noticed that her cousin John was coming home with her boys. She concluded her account by stating that since they had a dinner guest, she was glad that she had prepared such a good dinner, and hoped it tasted as good as it looked.","     Historians suggest that in the nineteenth century the value of women's domestic labor had decreased. This change placed more value on a man's income than a women's domestic role. With these changes housewives learned to adapt by scavenging, shopping wisely, nursing the family, and becoming thrifty in order to stretch family income and improve economic security. However, this role was seen differently by many. With the addition of servants, such as maids and cooks, the women's role was no longer considered economically advantageous, but seen more as a pleasurable activity and a married woman's last attempts to preserve a way of life. This idea was not shared by all, as some women, like our author, saw their work as economically beneficial, as well as a source of pride. "],"locations":[{"id":6124,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":11,"tag":"Economy"},{"id":7,"tag":"Women"}]}]}