{"id":31,"title":"African-American History from 1863 to the Present","school_id":9,"school_name":"University of North Carolina at Pembroke","term":"Fall 2009","abbr":"HIST 3620","url":"","description":"","points":[[34.2953764793,-77.7420682293],[33.7862251516,-84.4230424472],[35.2392503756,-77.6416017962],[33.3596398044,-82.0735645683],[35.9291897812,-80.544596269],[35.0485350444,-78.8273232021],[35.0059264773,-79.7479707157],[35.7900765104,-78.6503526888],[35.8067238469,-78.6641504807],[35.7048390542,-77.9184792937],[36.035925149,-78.8764297072]],"bounds":[[36.035925149,-77.6416017962],[33.3596398044,-84.4230424472]],"episodes":[{"id":4767,"title":"Middle-Class Blacks on Lynching","course_id":31,"status":"P","start_date":"8/31/11","end_date":"8/31/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“The key to success for our race depends not on uprising and quarrels, but on the obedience to law and order.” Doctor W.M. Alexander echoed these words throughout a congregation of 500 prominent African American men at a conference in Wilmington. During the discussions on lynching and the crime rate among African Americans, Alexander argued to his constituents that submission to law was the foundation for success upon which the race stood. Touching upon the progression of their race, Alexander also explored the fact that the lynching and burning of black men was not strictly confined to the Southern states.","Alexander exclaimed that the “most shameful and degrading” reports of lynching belonged not the South, but in Pennsylvania. As the temperance movement was coming to fruition in America, African American disenfranchisement further increased. Consequently, according to the <em>New Georgia Encyclopedia</em>, “prohibition of alcoholic drink became intertwined with Black disenfranchisement and subordination.” Doctor Alexander began to tell stories of black liquor runners in Pennsylvania who were caught by white men and brutally murdered without a proper trial. The victims were subjugated to burning, lynching, torture, and even castration. “The mutilation and castration of lynching victims brought into explicit focus,” wrote historian Jacqueline Jones, the further racial violence towards African Americans.","Doctor Alexander sought to reveal to his peers in Wilmington that disobedience of laws, especially prohibition, could not sustain dominance if the race was to advance and succeed in a society already against them. Wilmington, like many other Southern cities, saw many prominent upper-class African Americans rise to leadership during the Jim Crow era. “In this period, a small but significant number of affluent blacks were becoming increasingly visible. Doctors, lawyers, real estate owners, insurance executives, bankers, college professors and well-to-do ministers constituted Atlanta’s black upper class,” wrote historian Tera W. Hunter. These visible leaders took it upon themselves to be prototypes of successful, valuable members of American society to which the black working class could look for guidance. The overwhelming central message of these pioneers was social order and control. Alexander, like many of his fellow leaders, sought to show his constituents that revolt and riots against the government were not the road toward complete freedom and success. W.M. Alexander taught that obedience to law and order was in fact the means for advancing the black race."],"locations":[{"id":17464,"lat":34.2953764793,"lng":-77.7420682293,"zoom":10,"place":"New Hanover, North Carolina"}],"tags":[{"id":368,"tag":"middle-class"},{"id":367,"tag":"Lynching"},{"id":142,"tag":"african americans"}]},{"id":4833,"title":"Lynching in the South","course_id":31,"status":"P","start_date":"1896-08-01","end_date":"1896-08-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Run, Ed, run. This is what was probably going through Ed Aiken’s mind when he realized that he could not catch Sallie Harris, a young white lady. Ed Aiken was a black man who was on his way to work on Joe Maddox’s farm. Sallie was leaving her grandmother’s home and was going to her home, the farm of J.F. Harris, a well-known farmer in the Conyers, Georgia area. When Sallie got home and told her story to her father, he and his son grabbed their guns and set out looking for the black man. When they found Aiken, he “acknowledged that he was the right man, claiming that he had meant the young lady no harm,” reported the editor of the <em>Atlanta</em><em> Constitution.</em> Harris decided to let the law handle the situation, turning Aiken over to the sheriff. When word got out in Conyers about what had taken place, people began pouring into town, and the sheriff got worried.The sheriff knew that Aiken would surely be lynched. So the sheriff decided to take him from Conyers to Atlanta to jail for safe keeping until his trial. Aiken would remain in an Atlanta jail until the next court date in Conyers. He was no doubt relieved to have escaped a lynching.","Some lynching victims could be castrated, mutilated, or even killed. Aiken knew he was lucky to escape this fate, even if he meant no harm chasing Sallie. Many people thought that the main reason why lynchings took place was because black men raped white women. According to historian Leon Litwack, though, “of nearly three thousand blacks known to have been lynched between 1899 and 1918, only some nineteen percent were accused of rape.” Some mobs lynched blacks for stealing shoes, calling white girls on the phone and annoying them, or even just for running past a white girl and accidentally brushing up against her. “A South Carolina editor acknowledged in 1917 that some three-fourths of lynching was for ‘trivial offenses,’ and sometimes entirely innocent men were ‘butchered,’” Litwack observed.","All the violence between whites and blacks continued due the need of blacks to have self control over their own lives and the need whites had to control blacks. According to historian Jacqueline Jones, “white men’s persistent violation of black women constituted a more common phenomenon that served as a backdrop for periodic lynchings throughout the South, especially during the years of 1890 to 1910.” It was fine for the white man to attack a black woman, but was wrong for a black man to attack a white woman. Blacks were scared to walk by whites, thinking they could be attacked or lynched just for looking at them wrong. Whites were scared for their families just as blacks were scared for theirs. White men had to constantly reaffirm their sense of racial superiority and their manhood. The mutilation and castration of lynching victims brought into explicit focus the tangle of “hate and guilt and sex and fear” that enmeshed all southerners well into the twentieth century, wrote Jones. White men lynched blacks due to the control they had at the time, but those lynchings only caused hatred to build up more and more in society."],"locations":[{"id":1823,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":142,"tag":"african americans"}]},{"id":4763,"title":"The \"Exodusters\"","course_id":31,"status":"P","start_date":"1879-12-05","end_date":"1879-12-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Goldsboro inhabitants were shocked at the condition of the African American “Exodusters” coming through town in December 1879. There were some 139 blacks traveling in this group, all shabbily dressed, according to the <em>Raleigh Observer. </em>The paper reported their departure with a hint of contempt and disgust, as if the fact that blacks were unhappy with their living conditions was something unheard of in the years following Emancipation. According to the <em>Raleigh Observer, </em>this was not the first time that residents of Goldsboro, North Carolina, had this problem of northern-bound blacks temporarily invading their town. “It will be remembered that, “the author noted,” a few weeks since we spoke of the feelings of the colored people of Wake towards the exodus movement.” This new motley crew of blacks, however, had hailed from Green Castel in hopes of making their way north in search of new jobs and living opportunities. “The crew had an array of colors, sexes and ages, from those still suckling to a ripe old age.” The group had no designated leader and seemed to be completely unorganized, and not well educated. Though this crew had aspirations of the great life the North had to offer, many of the blacks did not have sufficient train fare to reach these far-off places. Many had to settle with going to Indiana or Washington, whereas others could only afford to go to the next town.","The white people of Goldsboro were not the only people or town to have an experience with these “Exodusters.” In the years following emancipation, many blacks did not know what to do with themselves. This was most prevalent in the year 1877. As Nell Irvin Painter explains, “by 1877, thousands of ex-slaves realized they never could fulfill their aspirations in the South- aspirations for their own farms, an education for their children, and a comfortable life.” So in the late 1870s many blacks began to migrate from states all over the South, such as Mississippi, Louisiana, Texas, Tennessee, and many more places. They planned to rebuild in Kansas, where, Historian Glen Schwendmann said, “‘they believed’ they would be furnished free transportation, where farm, implements, and subsistence awaited all who succeeded in making an appearance.”","The “Exodusters” of 1879 were part of the black migration trying to find and build new opportunities for themselves. Many whites did not understand why many blacks would want to leave the situations they were in; because many whites felt ex-slaves should be happy enough having their freedom.  This, however, was not the case; as Painter suggests, many blacks just wanted the opportunity to provide themselves with the tools to survive in a world still dominated by their white oppressors."],"locations":[{"id":9577,"lat":35.2392503756,"lng":-77.6416017962,"zoom":9,"place":"LENOIR, North Carolina"}],"tags":[{"id":142,"tag":"african americans"},{"id":365,"tag":"Emancipation"},{"id":366,"tag":"Migration"}]},{"id":4816,"title":"Industrious Women Find a Niche","course_id":31,"status":"P","start_date":"1896-01-18","end_date":"1896-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“In many places there are plenty of industrious and accomplished women who are skillful with the needle, or in the kitchen, and who could make many a nice things the public would like to have if there was only some way in which they could be got before the public.” The Augusta Women’s Exchange, noted the <em>Atlanta Constitution</em>, provided women with the means. “For the fee of one dollar per year any woman could send her work to the exchange to be sold without the need to reveal herself to the purchaser.”","The exchange was so successful that many women were able to work off their debts and have consistent enough business to support themselves and their families. Also, the paper suggested, some women who did not need to support their families found a way to earn their own money for such things as: “pin money for church, for summer trips, or to indulge in some of the fads women love.” The author went on to describe additional benefits the exchange offered.  For example, the woman in charge of running the exchange received a good salary something that at the time was very rare. Also, it allowed the women the ability to use their skills to their advantage while staying inside the bounds of their domestic sphere.","Women of the late nineteenth century had very few avenues available to them for earning a substantial amount of money. However, the Augusta Women’s Exchange allowed the women of the city to use their skills to produce profit. During the nineteenth century, women were confined to a specific social sphere, one that dealt with domestic affairs. This provided very little means for women to take care of themselves and or their families other than just keeping house.","Contrary to the article’s author, the idea of the women’s sphere was becoming increasingly less attainable because of the changing times. In the post-Civil War era there were numerous factors that helped bring about this shift of spheres. For instance, historian Anne Scott explained that the readjustment of the economy, the fact that poverty was everywhere, and the war itself all greatly influenced the need for women to earn money. More specifically, Scott proposed, that the war “had created a generation of women without men.” According to historian, Jacqueline Jones, however, these hardships have always been the case for black women.  This concept of the woman’s domestic sphere was not the reality for most women. Many women, like the ones mentioned in the article, did not have the luxury to earn money purely for the pleasure of purchasing trinkets. Most women had to earn money in order to help their families survive."],"locations":[{"id":2194,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":421,"tag":"Women's roles"},{"id":226,"tag":"Southern Women"},{"id":58,"tag":"Industry"}]},{"id":4823,"title":"Grand Jury Probes Shooting","course_id":31,"status":"P","start_date":"4/24/33","end_date":"4/24/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The death of John “Red Shirt” Davis, an African American from Georgia, seemed to be a very routine shooting for the Coolemee police. Though the death of Davis was not something the police were happy about, it seemed to be necessary because Davis had resisted arrest, according to the <em>Raleigh Observer</em>. The police officer who shot him was Special Officer Jess Saunders. According to Officer Saunders, “the man was shot when he reached for a hip pocket in what the officer thought was an attempt to draw a weapon.” Because the officers had discovered a quart of whiskey in Davis’s house, they felt he was going to draw a weapon on them. Early on in the case, “a coroner’s jury headed by coroner W.E. Kennen exonerated the officer, but when the body was being prepared for burial a second bullet hole was found in the Negro’s back.” With the discovery of this new evidence it would lead one to think that the coroner’s jury ruling would have been changed or overturned. Though Mr. Davis was killed under the assumption he had a concealed weapon, the Davie County police released that “this was the first man killed by Davie county Officers in more than 40 years.”","The death of a black man by a police officer was nothing new to black folks in 1933. However sad, this was an accepted fact of life for many black people in the United States, and especially those who lived in the South. While life in the United States for a black person was hard, it was nowhere harder than in the South, especially after the rebirth of the Klan in the 1920s and new sense of white supremacy. Whites wanted to keep a social order with them on top and blacks below and they were willing to do anything, however deadly, to maintain this. In many Southern states “physical assault against blacks was also a feature of the social order” says Herbert Shapiro. The violence against blacks sometimes went farther than just assault.","With the rebirth of the Klan also came the rebirth of fear among blacks for their safety and their lives. Once the Klan came back one of their main goals as Richard Schaeffer says was “to deal with a host of changes in the ‘American Way,’ including immigration of aliens to the United States and migration from rural South to the Northern cities of Negroes.” The way the Klan dealt with these changes were they began to lynch and once again instill fear. This resulted in many needless deaths of blacks, with stories of men being stolen from prisons with the assistance of police officers. While it was not uncommon for police to provide the suspect to the Klan, it was very common for those very Klansmen to be police officers."],"locations":[{"id":22638,"lat":35.9291897812,"lng":-80.544596269,"zoom":10,"place":"Davie, North Carolina"}],"tags":[{"id":428,"tag":"African American death"},{"id":429,"tag":"White violence"}]},{"id":4864,"title":"Birth Control","course_id":31,"status":"P","start_date":"8/18/68","end_date":"8/18/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the <em>Fayetteville Observer</em> on Sunday August 18, 1968, the paper noted that a Russian man came up to a Westerner and asked him for some birth control pills for his wife.  Normally, a man would ask for whisky or chewing gum, but this time it was different, and the request took the Westerner by surprise.  The reason he asked for birth control pills was because there was a housing shortage in Russia and many couples had to avoid pregnancy.  “In addition to a lack of birth control pills, Soviet couples say they face a shortage of such other means as intrauterine devices, and experience problems with chemical preparations including on which causes a painful burning sensation,” the paper noted.","Historian Elaine Tyler May has addressed the importance of birth control and family planning to the United States during the Cold War.  “Throughout the 1950s,” she noted, “proponents of contraception continued to promote it as a means of controlling fertility abroad and spacing children at home.” In 1968, Russians had some sort of contraception, though they were not always safe.  Birth control was a wide-spread movement, but there were not enough pills for all Russians.  “Because of these problems a Muscovite says, most women use the rhythm method. If that doesn’t work, they get an abortion,” reported the <em>Fayetteville Observer</em>.","Abortion had never been an issue that is taken lightly, even now in the twenty-first century. May stated, “advocates of family planning endorsed contraception, but drew the line at abortion.  Unlike contraceptives, which were promoted as a means of strengthening the family, abortion was considered a threat to sexual morality and family life.  While contraception was the reward for the virtuous, abortion was the punishment for the immoral.”","The baby boom was a big part of American life; in the 1950s people had children to be happy.  May stated, “a major study conducted in 1957 found that most Americans believed that parenthood was the route to happiness.  Childlessness was considered deviant, selfish, and pitiable.”  If Americans thought of having children as the route to happiness, then the Russian’s should have felt the same way, even though they had a housing shortage.  The baby boom contradicted many social views on the birth control issue and family planning.  Other countries were not as fortunate as the United States during the 1950s, making birth control and family planning the only smart option for other countries. May stated, “the war gave rise to the first direct connections between the American birth control movement and population control abroad.”  Russians had many children, and were not considered “deviant or selfish” for choosing birth control, because they were just not economically equipped to house many children.  Birth control would be the best method for family planning during the Cold War for Russians.","In conclusion, Russians had a hard time controlling pregnancy because of a shortage of birth control contraceptives.  The housing shortage made it even harder; families often had to share apartments.  If they used the rhythm method and failed, they were looked at as a bad person if they got an abortion.  If everyone could have been on some type of birth control pill or have safer contraception then Russians would not have experienced the housing shortage and family planning would have been a success."],"locations":[{"id":33963,"lat":35.0485350444,"lng":-78.8273232021,"zoom":9,"place":"Cumberland, North Carolina"}],"tags":[{"id":481,"tag":"birth control"},{"id":291,"tag":"Cold War"},{"id":7,"tag":"Women"}]},{"id":4866,"title":"The Ford Company","course_id":31,"status":"P","start_date":"7/8/35","end_date":"7/8/35","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The new Ford engine gave drivers the “Power To Go And Power To Stop,” proclaimed the <em>Fayetteville Observer</em>.  This was a slogan for the Ford Company in July 1935.  The advertisement in the <em>Fayetteville Observer</em> promoted the performance of the Ford V-8 engine.  “The Ford thus gives you double safety.  The way it drives helps you to avoid danger.  The way it is built provides unusual protection in time of emergency.”","Fordism shaped much of daily life during the Progressive Era in America. Historian David Kennedy wrote, “by 1925 a completely assembled Model T Ford rolled off the continuously moving assembly line at Henry Ford’s Highland Park plant every ten seconds.  Just a dozen years earlier it had taken fourteen hours to put together a single car.” Henry Ford made sure his employees who worked on the assembly lines in his factories could afford those vehicles that they were producing.  He paid his workers an unheard-of five dollars a day, which was more than double the pay for most industrial workers.","By the time the Great Depression hit, the Ford industry had to lay off nearly two-thirds of their workers and cut labor costs.  “Hourly wage rates for autoworkers were high, but their gross incomes were low, thanks to the industry’s practice of periodically shutting down the production lines to accommodate annual model changes.  The Ford Motor Company exacerbated the effects of that practice by its policy of rehiring seasonally laid-off workers, regardless of skill or seniority, at the starting rate,” Kennedy observed.  The Ford Company was among the Big Three automobile manufacturers in 1936. General Motor was the biggest; Ford and Chrysler were the other two.","In the 1930s, Ford cars changed their appearance dramatically.  The Ford Company had to change something during the hard economic struggle to get people to buy Ford cars; they promoted safety and appearance to accomplish their goals.  The appearance changed from the box shaped model to a more modern appearance with curves.  The cars also featured things like a built in heater and radio.  The heater promoted the defrosting feature, which was a safety feature as well.  In the middle of the decade Ford introduces steel disc wheels in the place of wire wheels to promote a smoother ride.  By the end of the 1930s, Ford introduced the hydraulic brakes, which lasted longer on dirt roads.","The advertisement that appeared in the <em>Fayetteville Observer</em> by the Ford Company was to persuade the buyer that the Ford V-8 engine was the best car on the market.  Considering the economy and the competition of the Big Three, the Ford Company promoted safety and the performance of the car.  Considering the time of the year when the advertisement came out, July 1935, the Ford Company was promoting the new Ford V-8 engine, a new annual model change and a well built car."],"locations":[{"id":23665,"lat":35.0485350444,"lng":-78.8273232021,"zoom":9,"place":"Cumberland, North Carolina"}],"tags":[{"id":483,"tag":"Fordism"},{"id":482,"tag":"Ford Company"}]},{"id":4867,"title":"No Blacks in New County Jury Lists","course_id":31,"status":"P","start_date":"7/12/35","end_date":"7/12/35","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Negroes have not served on juries in North Carolina since the White Supremacy Campaign in 1898,” noted the <em>Richmond County Journal</em>.  Yet In 1935, commissioners faced a decision of the United States Supreme Court that African Americans could not be systematically excluded from jury lists. African Americans were excluded anyway. The <em>Richmond County Journal</em> stated that the Register of Deeds, Mr.Battley, did not want any African Americans on the jury list, and with no remorse, stated that African Americans would not be considered. African Americans seeking improved treatment looked to the president, the justice department, and whenever the issue could be forced, the Supreme Court.  Although considered free, African Americans were also considered racial outsiders, kept largely outside the political establishment that shaped the criminal justice system, especially when it dealt with civil rights.","African Americans’ exclusion from juries was well documented throughout history. Historian Gail Williams O’Brien recounted indictments against thirty-one African Americans and four whites; of the thirty-one African Americans, twenty-eight faced serious charges ranging from shooting police men to accessory only. These charges could, if convicted, have the accused serve from two to twenty years in prison. The four white men indicted were never brought to trial. There were no African Americans participating in any of these trials; therefore, justice was not served. After this incident, the jury selection box was empty. 750 names were needed to fill the empty slots. Although qualified, no African Americans were used to fill the open slots. 217 men testified of never serving on a jury or hearing of an African American who had. There were many judicial unjust toward African Americans, and being falsely accused of crimes not committed, were not only unjust but terrifying. African Americans never knew when they would be wrongfully accused, and with no intent to have an African American on a jury, there was unfair trials recorded throughout history."],"locations":[{"id":22183,"lat":35.0059264773,"lng":-79.7479707157,"zoom":9,"place":"Richmond, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":484,"tag":"Juries"}]},{"id":4868,"title":"\"More Negroes Being Hired\"","course_id":31,"status":"P","start_date":"10/2/68","end_date":"10/2/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The North Carolina Good Neighbor Council, according to the Rockingham <em>Daily Journal,</em> indicate that by 1968, more African Americans were finding jobs in North Carolina State Government than ever before. The jobs of interest were in education, health, or hospitals, while fields not associated with education, health, or hospitals were still filled with white employees.  A survey was preformed to indicate what percentages were white in the health fields and what percentages were African Americans.  The survey indicated more than 8,000 people, 17.1 percent of all state employees, were African Americans, which represented a 1.5 percent increase since 1966.  Although there was an increase, the percentage of African American professional and managerial slots declined. The decline was attributed to consolidation of state agencies headed by white individuals, which left African Americans without a directorship. Without a directorship, it was beneficial to be employed in predominately African American institutions."," The American Journal of Public Health conducted a survey that analyzed African American employment between 1968 and 1993. One seventh of employed African American women worked in medical care. Women today hold 78 percent of medical care jobs. One fifth of the employees in the medical field are African American women.  These positions, then and now, give the women a sense of achievement and self sufficiency."," Unfortunately, the willingness of some hospitals to employ black women in the 1960’s “could distract attention from the larger pattern of persistent discrimination,” notes historian Jacqueline Jones.  This discrimination was entirely unrelated to efficiency and productivity; it was the result of prejudice. Because African Americans demonstrated a loyal willingness to bear and share responsibilities, there was no reason to discriminate against a skilled workman just because they were black other than prejudice.  This prejudice kept African Americans out of professional and managerial positions in state government until late in the twentieth century. "],"locations":[{"id":32160,"lat":35.7900765104,"lng":-78.6503526888,"zoom":9,"place":"Wake, North Carolina"}],"tags":[{"id":448,"tag":"Black Labor"},{"id":485,"tag":"African American jobs"}]},{"id":4870,"title":"Land for African American Schools","course_id":31,"status":"P","start_date":"7/4/12","end_date":"7/4/12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“After a lengthy and at times acrimonious debate, the House today passed a bill conveying to the board of education of New Hanover County, N.C., thirty-four acres of land in the city of Wilmington for the erection of an industrial school for Negroes,” reported the Raleigh <em>News and Observer</em>. African Americans in the early twentieth century faced poverty, joblessness, poor housing, unequal justice, inadequate health care and the denial of full civic participation. Suffrage restrictions, schools that were unequally funded, and a culture of white progressivism that hypocritically assigned a stigma of inferiority to blacks defined the existence of most African Americans through many years.  Even in the North, African Americans were discriminated against in the universities and colleges; therefore, African Americans wanted provisions to educate their people and to have the same rights to education as white individuals.  Leaders like John L Godwin, responding to the developments in the state and national government, sought to make the concessions to have equal education for African Americans available to create an appropriate climate for growth.  Reverend Kirton, who participated in a discussion for the erection on schools for African Americans, stated: “the doctrine of ‘separate but equal’ has never solved the problem of human relations.  We can solve our problems together, but any other way there will be tensions and trouble because we can’t understand each other.  What is needed most here is to make all citizens, both Negro and White to feel they are the family of New Hanover County.  All problems can be solved in the spirit of brotherly love.  You can’t ignore them or leave them for our children.”","William Edward Burghardt DuBois was a renowned educator; he believed that ignorance was a cure for nothing. Therefore, W.E.B. Dubois developed ideas about an optimal education for African Americans during a critical stage in the struggle for equality.  There were many others who agreed that educating African Americans was necessary to the uplift and development of the race. Fisk University, a four-year black institution was established to train leaders to “uplift their race.” The neighborhoods surrounding Fisk were home to black Southerners removed from slavery.   Tuskegee University became another victorious accomplishment in the development of African American schools, when George Campbell, Booker T. Washington and Lewis Adams (African Americans) gained control of the school from the state of Alabama. Hampton University, an historically black university, was another dynamic, progressive institution of higher education. One of the areas uppermost in the minds of many blacks, especially in the late nineteenth and early twentieth centuries, was education.","If the history of educational attainment were a barometer for the advancement of African Americans, the results would probably be mixed.  The Civil War ended slavery, but African Americans were promised nothing, and they realized this.  As African Americans fought for political, social and economic power they constantly questioned the meaning of freedom. African Americans knew the only way to defeat ignorance was to continue to educate."],"locations":[{"id":17464,"lat":34.2953764793,"lng":-77.7420682293,"zoom":10,"place":"New Hanover, North Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":142,"tag":"african americans"}]},{"id":4871,"title":"A Tax Outrage","course_id":31,"status":"P","start_date":"1878-02-12","end_date":"1878-02-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“We have paid an insane tax to the government says the North and East.  We of the West and the South have complained true, but not unreasonably, our burdens are heavier than we can bear, heavier than we ought to bear, or than we will bear.”  The northern and southern parts of the state debated tax policy during an 1878 session of the state legislature in Raleigh, North Carolina.  Both sides did have a consensus of the taxes being too high; however, each felt that one side was not doing enough.  The “About Taxes” article in the Raleigh<em> News and Observer</em> in February 1878 explained this disagreement in detail.  The whole United States was going through the same trial, and this was just a snap shot of what was in store.","This whole misconstrued situation began at the end of the Reconstruction period.  With redemption North Carolina now faced the process of rebuilding its economy after the Civil War, but at its own expense. The northern section of North Carolina felt that they had done their part by paying what was asked of them, while the southern section felt that the northern counties had got off easy.  The South, at this point in time, was indeed going through hard times due to decreasing crop sales, which lowered farmers’ income and eventually made it hard to survive, let alone pay taxes. Mean while, at this time African Americans were overlooked in North Carolina’s feud over who would pay what.  To African Americans this dispute was much bigger than the taxes.  The African Americans were the ones who played a major part in establishing the crops in the south as a whole, but their freedom had come with no tangible rewards.","African Americans had fought in the war in hopes of things being better when they returned, only for things to be worse.  They were now included in this tax war without a weapon in hand.  In southern North Carolina tobacco, corn, and cotton were the cash crops, while the northern part of the state had factories that the federal government had helped to establish, but no money was being brought in from that either.  The economic situation was especially bad for blacks because they were on the bottom step of the economic ladder.   It would be years before the state as a whole could be where they wanted to be, and North Carolina’s situation was repeated all over the southern United States."],"locations":[{"id":9845,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":487,"tag":"taxes"},{"id":11,"tag":"Economy"}]},{"id":4872,"title":"Black Men in Baseball","course_id":31,"status":"P","start_date":"4/10/35","end_date":"4/10/35","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A pair of “big league” Negro baseball teams, the Homestead Grays of Pittsburgh, Pennsylvania, and the Newark, New Jersey, Dodgers played in Wilson, North Carolina, in 1935.  The teams were members of the Negro National League.  Buck Leonard, a Rocky Mount, N.C. native, was first baseman and captain of the Grays.  Leonard stated, “this league is the only way for ‘us’ to play baseball.  The MLB will not allow Negros in and the few that do play for the MLB are treated like slaves.”  The Negro NationalLeague (NNL) was one of the several Negro Leagues that were established during the period in the United States in which organized baseball was segregated.","More than 50 blacks played professional baseball alongside whites during the 1870s and 1880s. But it was not a secure atmosphere for the black players.  In 1884, Moses Fleetwood Walker became the first African American to make it to the major leagues. He joined the Toledo Blue Stockings of the American Association as a catcher. The Irish pitcher, Tony Mullane, stated that Walker \"was the best catcher I ever worked with, but I disliked a Negro and whenever I had to pitch to him I used to pitch anything I wanted without looking at his signals.\"","In <em>Plessy v. Ferguson </em>(1896) the Supreme Court ruled 7-1 that the Constitution allowed “separate but equal” treatment of persons leading to a wave of segregationist “Jim Crow” laws.  Thereafter, an unwritten “gentlemen’s agreement” among the white MLB owners continued to “legally” ban all black ballplayers, no matter how good they were, from organized white baseball.","As a result, black baseball entrepreneurs like Andrew “Rube” Foster in Chicago and Edward W. Bolden outside of Philadelphia founded the first permanent professional black baseball leagues: Foster’s midwest-based Negro National League (NNL), which started in 1920, and Bolden’s Eastern Colored League (ECL), which began at the end of 1922. Later, the new Negro National League (NNL), which was now eastern based, started in the 1930s, as did the Negro American League (NAL), based in the midwest and south.  By the early 1940s, Negro League Baseball had grown into an extremely profitable business.  Despite their success, both on the field and off, Negro League owners failed to address formally the issue of integration, thus opening the door for white organized baseball."],"locations":[{"id":24956,"lat":35.7048390542,"lng":-77.9184792937,"zoom":10,"place":"Wilson, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":266,"tag":"Segregation"},{"id":233,"tag":"Baseball"}]},{"id":4873,"title":"Student Demonstrations at Fayetteville State University","course_id":31,"status":"P","start_date":"4/1/68","end_date":"4/30/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The <em>Raleigh Observer </em>reported that by April 1968 the students at Fayetteville State University were outraged due to the lack luster condition of their campus. A small group of students seized control of the administration building and phone systems on Thursday. The students were all male upperclassmen. Dr. Jones, the college president was the first to discover the students and speak with them. According to Dr. Jones, the students were peaceful, and no damage had been done to any school property. The takeover did interrupt the routine school schedule: the administration building had been taken over on Wednesday night, and on Thursday teachers reported to work to find few if any students in the classroom.","The students circulated a four page list of grievances signed by the “dissatisfied student body.” They urged administrators to solve the problem of apathy and prejudice among faculty and instructors with improved hiring practices and better teachers. The students wanted administration to seek more state funds, as well as add courses in African American History and a basic curriculum in black awareness, including a course in economic problems of black Americans. The list also included longer library hours and lower text book costs, with better service at the bookstore and the post office. Another demand was a full time worker in the infirmary and better cafeteria conditions, including more sanitary practices by employees, better, and pest extermination. Dr. Jones talked with the leaders of the group and was hopeful a solution could be arranged. This is the second protest at Fayetteville State; in 1966 students held a demonstration with grievances similar to these. A similar demonstration was held at Virginia Union in Richmond the same week; the students there had fifty-two grievances. Richard Mclntire, the author of<em> Impacting Change, </em>explains in his article that students were a major part of the success of the civil rights movement. Mclntire explains how a small group of students from North Carolina Agricultural and Technical College started the Greensboro sit ins at Woolworths lunch counter. The sit ins got the attention of SCLC and Dr. Martin Luther King contacted students on several campuses and within weeks students in eleven cities held sit ins. Six months later the students that sat in at Woolworths lunch counter were served. SNCC was founded at Shaw University in North Carolina that was sponsored by the SCLC. Student volunteers were called freedom riders and they took bus trips into the south to test out the newly prohibited segregation laws.","The students at these lack luster universities were surrounded by protests and demonstrations by people demanding social equality, changes in policy, and other improvements. Naturally the students were compelled to conduct a demonstration of their own. The needs of the student body were very basic, and few could doubt that there should be sanitary practices in the café and a full time worker in the infirmary. The students should not have needed to encourage administration to get funding from the government because they should have been doing that anyway. A black school should have courses about black people. In previous years, black schools on all levels were in worse conditions, but these students were still fighting for better conditions and equality with other universities."],"locations":[{"id":33963,"lat":35.0485350444,"lng":-78.8273232021,"zoom":9,"place":"Cumberland, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":488,"tag":"Protest"}]},{"id":4874,"title":"Penders Advertisment","course_id":31,"status":"P","start_date":"12/20/33","end_date":"12/20/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Pender’s grocery advertisement from the Raleigh <em>Observer</em> depicted a wealthy and very happy white family enjoying a lovely Christmas dinner. The family is being served dinner by a maid, that also appeared to be in a good mood in the advertisement. This advertisement was an illustration of the menial work black women had to do in the 1930s. Domestic jobs were usually the most common types of work available to black women; depending on the location, domestic jobs were sometimes the only work available to black women. There were very few honorable employment opportunities available to black women, but a few black women were teachers or shop keepers, and some were able to do clerical work. Many times the more respectable jobs were only available to light skinned black women if they were available to black women at all. Regardless of the job description, black women were grossly underpaid for their work.","During the 1930s the American economy was at an all-time low, and the Great Depression was in full effect. The domestic job field became very competitive due to the poor economy; more women were seeking work as domestics, while those people who had maids discontinued their services. All of these factors drove down the already low wages. Domestic workers had to cook and clean after other families as well as their own, and just as portrayed in the advertisement, domestic workers spent their holidays cooking and serving their employers instead of being with their own loved ones.","Historian Jacqueline Jones has described the Great Migration, the time when many blacks moved to northern cities from 1900 to 1930 to find better jobs and opportunities.  According to Jones, the rumors of the north being a better place for blacks were only half true. There was a lot of immigration at the same time blacks were moving to northern cites; this made it hard for African Americans to get factory jobs because although blacks spoke English and were Protestant, the employers preferred to hire immigrants. Many black women were the bread winners of their households or their wages were close to that of their men. The black women moving north had hoped to escape domestic work because the progress of African Americans as a group was tied to the job status of black women. Black women eagerly sought factory jobs that offered more money for less working hours and did not have the social woes that came with domestic work. In the end, most black women were trapped in domestic service, but according to Jones black women measured their success by the standards of those still in the South. Life in the North was hard, but women rarely decided to move back south because in the North their children had better educational opportunities, and black women could also vote and participate in politics."," "],"locations":[{"id":22391,"lat":35.7900765104,"lng":-78.6503526888,"zoom":9,"place":"Wake, North Carolina"}],"tags":[{"id":463,"tag":"African American Women"},{"id":468,"tag":"employment"},{"id":3,"tag":"African-Americans"}]},{"id":4877,"title":"State Begins to Hire More Black Workers","course_id":31,"status":"P","start_date":"10/2/68","end_date":"10/2/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 2, 1968, the North Carolina Good Neighbor Council submitted a survey to Raleigh demonstrating that blacks were being hired for more positions within the state government. That rise came over the previous two years. There were still state agencies that are all white, but those agencies did not include education, health or hospitals. “The study showed that 38 percent of the blacks employed by the state are in predominantly black institutions, compared to 50 percent in 1966,” reported the <em>Fayetteville</em><em> Observer.</em> Although the blacks still held the majority of the traditional jobs, like maids and janitors, there was an increase in black professionals. Black women were earning slightly more than black men on some of the professional jobs, such as management and clerical.","According to historian Jacqueline Jones, “between 1960 and 1970, the percentage of black women in the clerical and sales sector increased from three to 11 percent in the South and from 17 to 33 percent in the North.” These increases were partly due to laws being established at that time. One such law, the Civil Rights Act, came out in 1964. “Title VII of the act outlawed discrimination in hiring on the basis of race, color, religion, sex or national origin and it established the Equal Employment Opportunity Commission (EEOC) to enforce the law,” noted Jones. There were gains in incomes for both black men and black women. According to historian Robert J. Norrell, “the income gains among black men resulted in part from the federal government’s equal-employment pressure in skilled and semiskilled industrial jobs.”  By contrast, black women were being hired for management positions, but most of their income was coming from clerical work. “Major income gains among African Americans came from big increases in professional and managerial jobs,” according to Norrell. The passage of Title VII revealed, even in North Carolina, that more jobs would become available to blacks, but the wages still would not be equal to those of whites."],"locations":[{"id":33963,"lat":35.0485350444,"lng":-78.8273232021,"zoom":9,"place":"Cumberland, North Carolina"}],"tags":[{"id":142,"tag":"african americans"},{"id":468,"tag":"employment"}]},{"id":4878,"title":"Man's Heart Transcends Apartheid","course_id":31,"status":"P","start_date":"1/4/68","end_date":"1/4/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In South Africa, the walls of apartheid were about to be transcended by the loss of a young “cape colored” in January 1968. Young Clive Haupt was a “colored” of South Africa who died at the age of 24; while his death was tragic; it had also achieved something, though it was small. While Clive was dead, his heart was to be given to Dr. Phillip Blaiberg, a white South African man. Though this was not the first transplant performed in South Africa, it was the first heart transplant where a “colored” heart was given to a white man. Even more significant, Clive Haupt’s heart would eventually be the first “colored” buried in an all-white cemetery. This was a cause of celebration because it was illegal for “coloreds” to be buried in the same cemeteries as whites. Though it was not Clive’s whole self, a part of him would achieve something, even in his death, to stop the evils of apartheid.","The people of South Africa have been accustomed to racial separation of cemeteries for centuries, with the first officially segregated cemeteries being established in the 1820’s. It was not until 1903, however, that significant cemetery segregation would take effect among the South African townships. The reason for this segregation, historian A.J. Christopher says, was a “the demolition of the Black suburbs near the city centre following the bubonic plague outbreak,” which caused many blacks to be resettled.","With the enactment of Apartheid in 1948, the South African government had to establish new racial divides in the living areas of all the different races. With these new changes also came the development of new segregated cemeteries adjacent to these townships. The history of South Africa was one of racial segregation, and in 1968 they were still living in a world charged by Apartheid. Yet even this powerful separation it did not prevent some aspect of that law to be broken by the death of a young black man.","While villages were being segregated and new black suburbs were being established in South Africa, residential segregation was crumbling in North America. In the United States a federal act was passed in 1968, called the Civil Rights Act of 1968, were stopping the segregation of black and white housing and creating equal opportunity housing for those blacks who do not have substantial means. Certain parts of the Civil Rights act of 1968 was designed “to provide a partial remedy for the distressing housing inequities,” according the <em>Duke Law Journal</em>. The main purpose of the act was “to eliminate housing segregation,” because “it is clear that discrimination alone is largely responsible for present segregated housing patterns.” Though housing in South Africa would remain segregated for a while longer, like the Act of 1968, Clive Haupt was desegregating cemeteries."],"locations":[{"id":34277,"lat":36.035925149,"lng":-78.8764297072,"zoom":10,"place":"Durham, North Carolina"}],"tags":[{"id":491,"tag":"South Africans"},{"id":490,"tag":"Apartheid"},{"id":42,"tag":"Civil Rights"}]}]}