{"id":33,"title":"HIS 240 African-American History I","school_id":5,"school_name":"Rollins College","term":"Fall 2009","abbr":"HIS 240","url":"","description":"","points":[[31.8212333753,-81.1636262055],[28.5146851201,-81.3237702415],[30.6668452265,-81.5110477739],[28.6157324623,-81.3533405132],[39.603674835,-77.8141711851],[25.8031301893,-81.4535842442],[29.1017950909,-80.8721179654],[37.954527025,-76.8481834827],[36.035925149,-78.8764297072],[28.5664573086,-81.3013732137],[32.3884987877,-82.3675347364],[28.5174877311,-81.2997194005],[27.9201054752,-81.6833148753],[28.7169229525,-81.2362806752],[30.2285586691,-82.6224279963],[30.1025454694,-84.0003902079],[39.878712355,-75.2036894677],[42.6001926046,-73.9735779487],[42.3649994065,-70.9800517697],[40.6916304076,-74.0035386433],[28.7108435556,-81.3703448213],[39.2464830538,-76.5960396412],[30.4938122303,-81.4274627631],[37.9291720638,-83.705774024]],"bounds":[[42.6001926046,-70.9800517697],[25.8031301893,-84.0003902079]],"episodes":[{"id":4884,"title":"The Moral Question of Slavery","course_id":33,"status":"P","start_date":"1797-09-16","end_date":"1797-09-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the seventeenth and eighteenth centuries, America saw a rapid expansion economically and politically. Cash crops such as tobacco, cotton, and wheat were cultivated on large plantations that saw tremendous profits. A large amount of cheap labor was essential to producing these profits. This cheap labor came in the form of slavery, and it allowed an immense amount of work to be done without costing too much. Without slavery this rapid economic expansion would not have been possible. There is no doubt that slavery was cruel and evil, but was it a necessary evil?","Initially, when Britain arrived in the Americas a plantation system was utilized. Their mercantilist ideas caused the people in the Americas to produce as much as possible in order to achieve the greatest wealth. This system utilized cheap slave labor to tend the large amount of crops on these plantations. However, this labor was cruel and unusual, and was one of the most debated issues within American society for three centuries. The conditions slaves had to endure were unjustifiable. Slaves lived in shacks, ate small amounts of food, were constantly separated from family members, and were beaten with any act of misconduct. Disease, malnutrition, sickness, injuries, and death were prevalent throughout most of the slave accommodations. There was a constant push for the abolition of slavery because it contradicted the ‘”all men are created equal” idea implemented in American society. “It is most certain that all Men, as they are the Sons of Adam, are; and have equal Right unto Liberty, and all other outward Comforts of Life.”[1] This came from a publication in a Boston journal in 1700. The article expressed the wrongs of the slave trade by referring to the specific selling of a slave named Joseph. “There is no proportion between Twenty Pieces of Silver, and liberty.”<sup>1</sup> The journal expressed this exchange as a lack of humanity towards Joseph. If humans were bought with money then they were not humans at all. The article produces a vivid argument for the contradicting idea of slavery. Americans expressed equal rights for all humans, but treated slaves with little humanity and respect.","Consequently, it is obvious and definite that slavery was cruel, sacrilegious, barbaric, and absolutely unjustifiable. But was it necessary for the progress of the Americas? During the seventeenth and eighteenth centuries the Americas saw a gigantic increase in production and therefore profitability. This increase in production was only possible because of the immense amount of cheap labor supplied by slavery and the slave trade. “Slavery was overall very beneficial for Southerners. After 1830 cotton was booming and it became extremely profitable for a southerner to have a slave.”[2] The Americas had two established cash crops, cotton and tobacco. Both of these crops were labor intensive and required a great deal of manual work. It is apparent that the most cost effective way to utilize these cash crops would be to somehow implement large groups of cheap laborers. With this in mind; it is obvious the best economical solution would have been to use slavery. For this reason, slavery was necessary for the economic progression America saw in the seventeenth and eighteenth centuries.","In summation, no matter how necessary slavery was to the economic progression of the Americas it does not justify it in any way. But I can understand the thought process of the people at the time. Utilizing slavery was the best possible solution for cheap labor and directly contributed to the wealthy nation we are today. Slavery was evil, but also the most economically beneficial form of production during the seventeenth and eighteenth centuries."," ","[1] Green, Bartholomew . \"The Selling of Joseph .\" Ames. Cas. Consc. Lib. 5  Cap. 23 Thes. 2, 3 , no. (1700):","[2] Seneil, \"Evolution of slavery in the south: anecessary evil to a moral blessing.\" September 12, 2009.http://socyberty.com/history/evolution-of-slavery-in-the-south-a-necessary-evil-to-a-moral-blessing/"],"locations":[{"id":15422,"lat":31.8212333753,"lng":-81.1636262055,"zoom":7,"place":"Chatham, Georgia"}],"tags":[{"id":500,"tag":"trade"},{"id":499,"tag":"evil"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}]},{"id":4834,"title":"In the Clutches of Slavery","course_id":33,"status":"P","start_date":"1845-04-10","end_date":"1845-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the Clutches of Slavery","As time went on and the distribution of slaves increased it became much easier to buy slaves. The fact that labor could be bought for pennies was perfect for land owners in the New World. There were many ways that people could buy and sell their slaves. For many, purchases came right from the ships, these ships were coming up from the Caribbean. The process of slavery went on for around 258 years therefore black people in America were oppressed all throughout the formation of the United States through the Revolution all the way up until the Civil War. First the slaves would be captured in Africa, sold by their tribesmen to the slave distributers who would then trade them for currency, the slaves would be put in cells underground and kept there until the ships came to pick them up. Once they were put on ships the slaves were bound for the Caribbean. Then the slaves would be put through physical tests to see if they could be used as slaves. Tested on their strength, if they passed they would then be brought up North to be sold to the colonists. The simple process of bringing the slaves up north was sometimes fooled around with. Some ships coming from the south were purposely wrecked on the coasts of Florida. After these ships were wrecked the slaves were then forcibly sold. Therefore the slaves who were supposed to be sold to northerners were sold to southerners and the slave owners would not get the profit, the members of the ships crew were. Things like this happened often because of the amount of money that you can get from being in the slave trade. It was fast money for the slave holders for that reason it was popular to go behind the people whose slaves they were and sell them illegally. Some of the people involved in this treason wrote letters to the King or to God apologizing for their sins not of enslaving people but of illegally selling them. The trans-atlantic slave trade ended in 1808 but slavery was still high in demand. By 1860 there were around 3.9 million slaves just in the south alone. Slaves were bought and sold freely in the south therefore these slaves who were on the ships were sold freely in Florida. The owners of these shipping boats were losing large amounts of money because the captains were not only wrecking their ships but they were selling the crews of these ships."," "],"locations":[{"id":1434,"lat":null,"lng":null,"zoom":8,"place":"NASSAU, Florida"}],"tags":[{"id":436,"tag":"florida slave history"},{"id":435,"tag":"triangle slave trade"}]},{"id":4835,"title":"Zora Neal Hurston's trials and tribulations through the Harlem Renaissance","course_id":33,"status":"P","start_date":"12/13/34","end_date":"12/13/34","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Zora Neale Hurston was born January 7, 1891 in Notasulga, Alabama. Soon after her birth she moved to Eatonville, Florida which always remained her home throughout her life. Eatonville was the United States first incorporated black township, her father and many other African Americans were involved in the towns governance. Hurston was a very famous black author of short stories, novels and plays. Having close relations with people such as W.E.B. Du Bois, whom she called the “Dean of American Negro Artists.” Hurston along with Du Bois was very much involved with African American rights and the acceptance of blacks into society. She wished to break the color barrier and used her talent as a writer to inform people of the injustice that was racism.","As a leader in the Harlem Renaissance Zora Neale Hurston was a revolutionary in helping to protect the rights of African Americans. She was known during the Harlem Renaissance for her wit, irreverence, and folk writing style. Hurston was though most well know for her popular novels. Even though a novelist she was also very interested in play writing. Dr. Glover a professor at Rollins College in Winter Park, Florida received a letter from Hurston speaking about a time in her life where writing became much more difficult, and society was becoming less and less accepting of her. In the letter written in 1934 she discusses a few hardships in which she is going through along with her love for the theatre. Rollins was a school that collaborated with Hurston showing her plays at the school and supporting her throughout her endeavors. Near the end she tells Dr. Glover that she will soon be eligible for a full professorship and talks about maybe being able to teach there. She later states that although she may become these things, “[her] interest in the theatre need not die.” This only heightens the evidence of Hurstons passion for the arts.","Hurston achieved great fame in her lifetime but she also suffered disgrace and was forgotten by the public. She wrote many plays and always kept the arts close to her heart. She was very passionate about the arts, including plays, paintings and novels, all and it played a huge role. Although Hurston did not get the credit she deserved when she was alive, she was honored after her death. Her novels and plays are now getting the recognition they always deserved. A movie was made celebrating her novel, “There Eyes Were Watching God.”","Zora Neale Hurston is confirmation that when trying to fight for your rights, your freedom or even you acceptance in society there are passive ways in which you can present your arguments and there are more forward ways. She was able to use both techniques throughout her time to reach some type of racial equality.  Hurston was an inspiration the civil rights movement and will always be remembered as one."," "],"locations":[{"id":22732,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":85,"tag":"Harlem Renaissance"},{"id":437,"tag":"Zora Neale Hurston"},{"id":438,"tag":"Rollins College"}]},{"id":4836,"title":"An Act of Heroism","course_id":33,"status":"P","start_date":"6/2/48","end_date":"6/2/48","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Greeting incoming Freshman at the start of the 1943-1944 year Miss Susan Wesley assisted in the girls unpacking, settling in, and adjusting to life away from home. A dorm mother to many girls who attended Rollins College Susan Wesley was an employee for the college a total of twenty-four years. The girls depended on Susan to help them through tough times, nurse them to health when sick as well as be a friendly face in the hallways of Cloverleaf dorm. Miss Wesley was born in Thomasville, Georgia, but came to Winter Park as a young woman and found work at Rollins College as a dorm mother. “Throughout her life here she [had] been and influence of good in [the] community through her personal life and through her work in the Baptist Church.” She not only was an influence on the girl but the whole town of Winter Park.","One stormy day in 1944 there was a terrible hurricane that hit Winter Park. Miss Wesley went straight to the Cloverleaf dorm to make sure all the girls were fine. The Rollins College Sandspur reported on her story of heroism after the hurricane, entitling it, “Lets Sing a Song About Suzy.” Miss Wesley’s interview and article had quotes from her describing her treacherous trip from her home to Cloverleaf dorm. While mopping and cleaning the corridors of the dorm she was asked why she felt she need to go to the dorm. Answering quickly, “I just know that I had to get up here and take care of those chillens.” Miss. Wesley thinking more about the well being of the cloverleaf girls than that of her own house, which the wind had taken the roofing off. She risked her life to walk to the dorm mid storm. This act of selflessness showed her heroism and her faithfulness to the care of those girls. Because of Miss. Wesleys dedication to the girls she was awarded with the distinction of being a recipient of the Rollins Decorations of Honor. One which no other black woman had received in Rollins College history. In a picture of Susan Wesley with fellow recipients for the year of 1948 she stands short in stature but regal in her carriage, holding the slightest smirk of satisfaction and admiration. The story of this gracious and perfectly mannered woman reveals the acceptance of not just African Americans but African American women in the south, throughout a time of resistance towards many African Americans. It also shows that there was the time taken to recognize acts of heroism by all no matter race.","The President of Rollins college at the time of the hurricane and the year Miss. Wesley received the award President Holt stated that, “for your many years of faithful service to Rollins, during which you and I have both worked for that college that we love; for your help to many hundreds of Rollins freshman girls; for your influence in Winter Park through church and club; for your generous service far beyond the call of duty...” and it goes on to present her with the Decoration of Honor. This once again shows her act of heroism and describes her dedication to the college and those girls. Many historians argued that whites in the past believed that blacks were ill-mannered, uncivilized people but Miss. Wesley gives a chance to all African Americans that even before the civil rights movement it was possible to make a name for yourself and be accepted."],"locations":[{"id":27661,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":439,"tag":"Susan Wesley"},{"id":438,"tag":"Rollins College"}]},{"id":4839,"title":"Slave Smuggling in New Smyrna","course_id":33,"status":"P","start_date":"1826-06-06","end_date":"1831-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was June 6<sup>th</sup>, 1826 when David R. Dunham, inspector of customs at New Smyrna, located a small schooner from Virginia that was operating quite oddly. The ‘John Richard” which was captained by James Spillman, arrived in St. Augustine from Alexandria with provisions for the U.S. troops that were stationed in Florida. Captain Spillman intended to immediately stock-up and depart for the West Indies under the pretence of getting a cargo of fruit to take to New York. Dunham was informed that the vessel had in fact been charted to go to Nassau to bring into the Florida territory about 40 Negro slaves; belonging to two gentlemen residing on separate plantations along the coast where Dunham was stationed. Four days later the inspector received further information from “a gentleman of this place entitled to credit” about the Nassau slaver. What Dunham had notified about was that the correct number of slaves onboard the John Richard was actually around 100, and not 40. This new information also brought a sense of helplessness with the fact that now days later, the John Richard and all the slaves that were in it had left the port. Dunham confirmed in himself that the slaves involved in this trade would probably be carried to the coast along the Gulf of Mexico and placed on shore somewhere between Tampa and St. Marks. There it would be a very easy matter after those slaves were landed to spread them into the interior of the state and slowly afterwards get rid of them at the owners expense. Even with all this information and a more than knowledgeable approach as to where the slaves would be unloaded, Dunham’s claims went relatively unnoticed until his letter of the fifth instant respecting the slaves newly introduced into his district, had been received by the District Attorney. Incredibly, it was more than five years (1831) until the Secretary of Treasury returned the Report to Dunham. The truth was that slave trading wasn’t all that informal, and although the slaves had to be smuggled into the country, many people in power chose to ignore the influx of slaves because frankly, America needed them to ensure it’s ability to continue producing. Letters to and from the collectors of slaves helps to enforce the fact that their was actual Americans who had intel on the slave trading business and although they seldom caught and prosecuted the captains responsible – at least they were concerned with and passionate about stopping slavery."],"locations":[{"id":1281,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":4,"tag":"Slavery"},{"id":142,"tag":"african americans"},{"id":443,"tag":"Smuggling"},{"id":444,"tag":"New Smyrna"}]},{"id":4840,"title":"Anna Madgigine Jai Kingsley: A Free Woman","course_id":33,"status":"P","start_date":"1855-01-01","end_date":"1870-05-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Unrestrained Florida landscapes surround the large, white plantation home on Fort George Island, now called “The Princess House.” Echoes of past voices in celebration, in labour, and in daily life resound through the hollow rooms, the large covered porch, and the plantation grounds. Once home to an African princess, wed to a Spanish plantation owner, the home stands as a piece of living African American history.","Life for Anna Madgigine Jai was immensely different from the lives of most African slaves in the Americas. Purchased as a slave woman in Havana, Cuba by Zephaniah Kingsley at the age of 13, Anna was taken as her master’s wife and brought to East Florida, where she would eventually run plantations, operate businesses, and even own African slaves. As the supposed daughter of a ruling family in Senegal in West Africa, Anna went on to lead a royal lifestyle in Florida and to leave behind a legacy of strength and determination.","After her purchase at a slave market in Cuba, Zephaniah Kingsley- 30 years her senior- took Anna as his wife and brought her to his plantation, Laurel Grove, in then-Spanish East Florida, south of modern day Jacksonville. Anna’s life story provides a glimpse into the lives of the many African women who were enslaved in the New World and taken as wives by their masters. The practice of interracial marriage between slaves and Europeans was not uncommon in Spanish colonial times, as society was much more racially mixed than society in English colonies. The Spanish treated slaves more humanely than the French and the English, and gave them many chances to gain their freedom, allowed them to become full citizens after liberation, and frequently built families with Africans. In fact, the first free black town was formed in Spanish Florida.","Unlike her husband’s other, numerous slaves who lived in 32 tabby slave shacks, Anna Kingsley resided in the Laurel Grove’s main plantation house. In 1811, just five years after her purchase, Anna was unbound from the ties of slavery by her husband. By this time, the African princess had given birth to three of Zephaniah’s children: George, Martha, and Mary. The three mulatto offspring- of both African and European ancestry- were also freed by their Spanish father. The couple’s fourth child, John, was later born on Fort George Island.","Anna Kingsley survived enslavement, separation from her homeland and family, the “Middle Passage” across the Atlantic, purchase in Cuba, and a lifetime of struggle against expanding racist attitudes and laws in Florida. She raised four children who were constantly discriminated against for their mixed heritage, and, throughout her lifetime, policies regarding slavery and race in Florida underwent drastic changes that directly affected her life and her family. Her story is one of extreme difficulty, bravery, and endurance, but also of luxury unknown to the majority of Africans in the Americas.","Anna’s story carries on through the living history of her life on Fort George Island. The “White House of the Republic of Florida,” now called the “Princess House” after it’s historic owner, stands as evidence of Anna’s life and success on the beautiful isle."],"locations":[{"id":1435,"lat":30.6668452265,"lng":-81.5110477739,"zoom":9,"place":"NASSAU, Florida"}],"tags":[{"id":142,"tag":"african americans"},{"id":449,"tag":"Anna Kingsley"},{"id":463,"tag":"African American Women"}]},{"id":4841,"title":"<strong><strong>African Americans in the Seminole Hotel</strong></strong>","course_id":33,"status":"P","start_date":"1886-01-01","end_date":"1886-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Observing the history of Winter Park, the Seminole Hotel which was built in 1886 is one location that is significant in many ways to the American Life, especially for African Americans. The Seminole Hotel was a grand resort in Lake Osceola and it was a vacation destination which attracted many wealthy northerners who were escaping the unpleasant weather from their home towns. While it is evident that white northerners enjoyed the warm weather and the great destination, African Americans who were already in the area were not affluent enough to enjoy the properties of the Seminole Hotel. Instead African Americans were offered a different way to step foot onto the premises, they were the employees that hosted the white wealthy guests.","As mentioned in the Winter Park Historical Association website, the Seminole Hotel boasted <em>“that more millionaires and beauties were gathered on its piazzas than any other space in Florida.”</em> In this regard we easily understand that during 1886 when the Seminole Hotel was built, African Americans were just fortunate enough to be employees of the Seminole Hotel. Across the South during this period, African Americans were denied employment and equal opportunities by whites for various reasons, but were fortunate enough to find some opportunities at the Seminole hotel. As observed in the photos of the Seminole Hotel, Steve Rajatr in the Winter Park Magazine reveals that  “a large portion of their Winter Park staff of porters, bellhops, cooks, and maids were black residents who lived in Hannibal Square and who were neighbors of white families who lived on the east side of town. The hotel was one of the major companies in the area that employed black residents.”","While looking back at the importance of the Seminole Hotel we must recognize that a picture found in the Rollins College Archives with an African American woman boating wealthy white northerners on Lake Osceola depicts both positive and negative interpretations. While I rather see a picture of both African American’s and Whites enjoying the sites of the Seminole Hotel, it is still beneficial that African Americans were hired by one of the only employers that would employee them. “The city’s founding fathers intended Winter Park to be a resort destination for affluent families who wanted to escape harsh winters in the Midwest and Northeast and African American’s were apart of making these wealthy families feel welcomed.” Through the Seminole Hotel the African Americans contributed to the American experience in many ways, some more obvious than others."," "," "],"locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":11,"tag":"Economy"},{"id":21,"tag":"Race Relations"},{"id":142,"tag":"african americans"}]},{"id":4852,"title":"The Settlement of Liberia and Hindrances to its Success","course_id":33,"status":"P","start_date":"1827-01-01","end_date":"1847-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the 1810’s and 1820’s, resettlement attempts of African Americans back to Africa took place, most of which were largely unsuccessful. One of the notable attempts was Liberia, where around 6,000 freed slaves were brought to form a colony and escape racial prosecution in North America. Two organizations were responsible for this settlement attempt, The American Society for the Colonization of the free People of Color (ASCPC) of the United States and the American Colonization Society (USACS). The primary document examined is a report from a lieutenant that had spent some time in Liberia during its formation. He speaks largely on the resistances that the settlers faced, and why he believed that the colonization project was doomed for failure. The chief reasons that Liberia failed were: the limited resources they had at their disposal, limited cooperation from the freed slaves to leave America, native hostility and external world powers that threatened to invade Liberia. Both organizations mentioned above ultimately had the same goal: to provide transportation of the freed slaves back to Africa and aid them in setting up a new colony where they could escape racial prosecution.","Both ASCPC and USACS received funding from various sources including churches, various state legislators and private donors. The colony was set up in likeness of American Democracy, controlled by the Whig party with no other competing parties. The first President of Liberia was a white man born and raised in the Unites States and many of the other party members had no actual African descent. Because the political structure was a single party, a kind of aristocracy arose among all of the settlers regardless of race, seeing themselves as superior to the native people. This strained tensions, causing conflict between the natives and the settlers, as we will examine later. The total expenditure for just a few settlements for these 6 thousand people racked up a cost of over $100,000 which was a lot more money than the organizations were receiving from donors. This, over time, resulted in the organizations having to sever support of Liberia, staying on as a trustee type figure. Unable to pledge any more funds to the forming colony, both ASCPS and USACS were only to aid Liberia with advice and political decisions, a role that was already filled by the forming aristocratic class, making the founding organizations largely useless. Because of the inability to produce further aid, Liberia was requested by the organizations to declare their independence, and did so in 1847.","Liberia faced several adverse challenges during the beginning stages of its formation while it was under the leadership of The American Society for the Colonization of the Free People of Color of the United States and the American Colonization Society. The native population, who apparently was tricked into selling the land the freed slaves were settling, had referred to this land as holy, causing violent action to rise between the two factions. There was also a large amount of goods that the settlers had with them and their general lack of protection, making the settlement easy prey for the armed natives. Bloody skirmishes were constantly breaking out killing off the already small number of settlers. This, coupled with famine and disease, brought down the population size in Liberia at an early start.","Liberia was forced to declare its independence out of fear of being invaded by Britain in 1847. Claiming that it ultimately failed may be extreme, as it is still a country today and some of its inhabitants are still of free slave descent. However, the democratic government that was set up is virtually non-existent, as ethnic groups took over shortly after the organizations were unable to provide monetary compensation that was needed. Liberia ultimately failed because the United States government refused to pledge adequate monetary support as well as defenses for the settlers, coupled with the freed Slaves unwillingness to go back to Africa once being freed. The primary documents examined give  excellent insights to what the organizations were who were charged with the tasks of transporting the slaves as well as the perspective of a captain who witnessed the ongoing problems in Liberia. While the formation of Liberia may have been with good intentions, it ultimately failed due to a government that was unwilling to pledge its full support."],"locations":[{"id":6075,"lat":39.603674835,"lng":-77.8141711851,"zoom":9,"place":"WASHINGTON, Maryland"}],"tags":[{"id":464,"tag":"Liberia"},{"id":465,"tag":"\"Back to Africa\""}]},{"id":4842,"title":"Eatonville and the Robert Hungerford Industrial School","course_id":33,"status":"P","start_date":"1888-01-01","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Dr. Robert Hungerford is best known for the school in Maitland, Florida that was named after him, however, his willingness and selfless attitude in preaching education is what best characterizes the type of person he actually was. Hungerford was a young white physician from Seymour, Connecticut who spent a winter in Maitland, Florida in hopes of bettering his health.  While in Maitland, he became interested in a group of African Americans and preached to them the importance of education.  After returning home to Connecticut, from his trip to Florida, Dr. Hungerford contracted the typhoid fever from an ill African American youth and eventually passed away in 1888.  The following year, the group of Negroes he first worked with in Maitland came together and started a small black school near Maitland, naming it the Robert Hungerford School in memory great memory of their mentor.  The principle of the school was Russell C. Calhoun, who gained a college education and one of Dr. Hungerford’s brightest scholars.  A few years after the school opened, Dr. Hungerford’s father gave the school one hundred and sixty acres of land as a memorial to his son and the school greatly expanded.","The Robert Hungerford Industrial School was soon established and it provided African Americans with means of learning as well as direct industrial work experience.  The school owned more than two hundred acres of suitable land for farming and building.  The students of both sexes would attend school for half of the day and work the other half of the day.  The county of the school was given two hundred and forty dollars a month to cover the wages of the teachers, however, the principle nor the treasurer received any pay for their work.","In a time where the country was going through much racism and hatred toward African Americans, education was not viewed as very important.  This was until Dr. Hungerford came into the scene and ultimately transformed education for the African American people of the South.  His generosity and willingness to help poor African American children was taken very seriously and opened the door for many young men and women.  The creation of the Industrial School provided real life work experience, as well as many different learning opportunities.  Students came from all over Florida to take part in this excellent program that quickly took off from the very beginning.  The early 1900’s were a very tough time for African Americans, although Dr. Hungerford wasn’t directly apart of the creation of the school, his willingness to reach out and help the African Americans went a long way in establishing some of the first means of education in the South.  Black students were provided opportunities that at the time were unheard of in many parts of the U.S.  Several years after the original creation of the school, Hungerford graduates were successful students in Florida, Georgia, North Carolina and Virginia.  Although the original school is no longer present, the name still lives on as the name of an elementary school in Eatonville."," "],"locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":445,"tag":"Education for blacks"},{"id":142,"tag":"african americans"}]},{"id":4843,"title":"Zora Hurston and the Turpentine Camp","course_id":33,"status":"P","start_date":"3/1/39","end_date":"3/31/39","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Zora Neale Hurston’s expedition to a Turpentine camp in Cross City, Florida was much more exciting and informative than it sounds. Hurston described the start of her trip in an essay she wrote on her experience there as, “going up some roads and down some others to see what Negroes do for a living.” 1  Hurston exclaimed that to an outsider, these African Americans worked at a Turpentine still, but to them it was referred to as a ‘gum path’. Turpentine has many uses but in the early 1900’s it was used for caulking the seams in ships, treating ropes, solvents, medical purposes, repairs, and was even used in paints. Work at this camp started at 6 in the morning, but it was the foreman’s job to have every man up earlier than that. The foreman had 18 men under him and everyone resided in his place, he earned around $12.50 a week, and received all the firewood and gardening space that he desired. In this particular camp there were five chippers, seven pullers, another five dippers and a wood-chopper. Work on any ‘gum path’ in the U.S. during the 1920’s and 30’s was grim, long, and often a repetitive, and tiring process. A picture in the <em>Nassau County Record</em> in 1930 of a Turpentine Distillery illustrates a factory-like wooden building (similar to what Hurston describes in her essay) that was stocked with lumber, large jars of gum and was surrounded by an excessive amount of Pine trees. Also present in the picture is an all-black work force and a variety of tools that were necessary for success in this important industry[1]. While the African Americans were working, the foreman made it a point to give Hurston the complete tour so she would become familiar with his business. He noted that the chipper was the man who made the small slanting cuts on pine trees that excreted the gum. The company would pay one cent a tree, here 700 or more trees were chipped in a week. A puller was a specialized chipper, he chipped the trees when they had been worked too high for the chipper. Every tree on the camp was chipped for three years, pulled for three years and then abandoned. The dipper’s job was to take the cup off the tree, remove the gum and put in back in place in preparation for the next phase. Dippers were paid eighty-five cents a barrel for gum, and the camp averaged around ten barrels per week. The woodchopper cut the wood for the still; wood was used to fire the furnace instead of coal because the company owned millions of cords of wood for burning in trees that had been worked to the bone.1 The foreman confined in Hurston that he wished he could raise the wages for his workers but felt that they would never receive such an improvement in wages from the Government. Her trip to the Turpentine Camp was not only informative, but an experience highlighting an industry that was often over-looked in history, but required an immense amount of time and labor behind the scenes."," "," "],"locations":[{"id":24415,"lat":25.8031301893,"lng":-81.4535842442,"zoom":8,"place":"Collier, Florida"}],"tags":[{"id":142,"tag":"african americans"},{"id":446,"tag":"Zora Hurston"},{"id":447,"tag":"Turpentine"},{"id":448,"tag":"Black Labor"}]},{"id":4844,"title":"Songs in Slave Society","course_id":33,"status":"P","start_date":"1856-10-13","end_date":"1856-10-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The life of a slave was a grim one during the 19<sup>th</sup> century. Most slaves belonged to large plantations that required labor intensive work. Large groups of slaves would work on these plantations utilizing the resources the Americas had to offer so that their plantation owners could remain profitable. Because of this permanent life of servitude, many slaves tried to escape while dying in the process. The importance of song and music was for so long overlooked by plantation owners. Slaves used songs to convey hidden codes, and to help boost morale of their fellow workers. This episode will discuss the importance these songs had using specific examples.","Initially, slaves used song and music to boost the overall happiness of the people they worked with. During times of difficult labor, slaves would break out in a song to pass the time, and lift their spirits. Slaves would often sing songs that praised the lord, or asked the lord for help and guidance. My primary source is a common slave song that was sung to aquire hope, and asks for assistance on their journey. “Walk with me lord, walk with me! All along this tejus journeys, I want Jesus to walk with me.”[1] This song was usually sung during a very stressful and strenuous situation. Most slaves were devout Christians not only to give them hope and faith, but to also please the white men into possibly shortening their time as a slave. These songs were constantly heard in groups and were crucial to getting through the day. Singing these songs helped pass the time and lift the spirits of distraught workers.","Additionally, slaves actually put codes into songs to relay secret messages among their slave community. Today, these songs are well known because of the amount of specific information coded within its lyrics. The title of a very popular slave song, <em>Wade in the water</em>, specifically explains to runaways how to escape from bloodhounds. Furthermore, the song contains a reference to Jordan and a promise land. This refers to Canada which at this time was a non-slave state.","Moreover, “Follow the drinking gourd” is probably the most popular slave song ever created. It is popular because of the wealth of information provided in its lyrics. <strong>“</strong><strong>What made it special was that it not only gave hidden advice but also contained a complete coded map with full details of how to escape to Canada.”</strong>[2]<strong> The song has actually been completely decoded and translated, and tells the steps on how to escape to freedom:</strong>","<strong><em>“‘When the sun comes up and the first quail calls, follow the drinking gourd.</em></strong><strong><em>For the old man is a-waiting to carry you to freedom,</em></strong>","<strong><em>If you follow the drinking gourd.’)</em></strong>","<strong><em> With the beginning of winter on Dec. 21, the sun starts climbing higher in the sky each day. And in winter, the call of migratory quail echoes across southern fields. So Peg Leg Joe's ingenious song advised slaves to escape in winter and head north toward the Big Dipper -- code name, drinking gourd. A guide will be waiting at the end of the line. ”</em></strong><em><strong>[3]</strong></em><strong><em> (Spargo 1997)</em></strong>","<strong> In summation, the importance of song in the slave community was for so long overlooked. What started at first as a way to bolster spirits and provide hope and strength turned into an intricate and innovative way to communicate secretly. Songs became so elaborate and descriptive that they could actually provide exact directions on how to escape to freedom. Music today may not have the same importance to African Americas as it did during the 19<sup>th</sup> century, but a strong interest in music is still prevalent in African American culture. </strong>"," ","[1] Dyer, Susan. \"Walk with me Lord.\" <em>Negro Spiritual Song</em> (1856)","[2] Ponomarenko, John. \"Coded Slave Songs.\" (2005)","[3] Spargo, Mary. \"Translation of Slave Songs.\" <em>Detroit</em><em> News</em> (1997)"],"locations":[{"id":1440,"lat":29.1017950909,"lng":-80.8721179654,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":125,"tag":"Song"},{"id":164,"tag":"Slave"}]},{"id":4845,"title":"Zora Neale Hurston performs \"From Sun to Sun\" at Rollins College","course_id":33,"status":"P","start_date":"2/11/33","end_date":"2/11/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Friday, February 11, 1933 Zora Neale Hurston’s program “From Sun to Sun” was shown at the Recreation Hall of Rollins College at 8:15 in the evening. At the performance Hurston led her company of Negroes in songs of African folklore, originating from various places around the state. Such songs included “Shack Rouser,” “East Coast Blues,” and “Alabama Bound”.  The scenery for “From Sun to Sun” was designed and created by Iven Tate, a young Negro artist from Orlando, Florida.","Hurston was born on January 7, 1891 in Notasulga, Alabama, though later in life claimed she was born in Eatonville, Florida in 1901. Eatonville was the first incorporated Negro town in America, where Hurston and her family moved to when she was three years old. In her 1928 essay “How It Feels to Be Colored Me” she describes the experience of growing up in Eatonville. She began her studies there, attending a grammar school in Jacksonville and later going to Morgan Academy in Baltimore, Maryland.  Hurston published four novels and over fifty short stories, plays, and essays.","In 1927 she was admitted to Barnard College where she majored in anthropology and studied under Dr. Frank Boas. Hurston was the first Negro to ever be admitted to the college and graduated in 1928.  By January 1932, she was working closely with the Creative Literature Department of Rollins College in an effort to produce a concert program of Negro folklore. On March 1 of the same year, a special half hour performance of folk songs and dances was given by Hurston, staged specifically for Miss Ruth St. Denis, a famous American dancer.","Hurston spent four years (1927-1931) in the South collecting material for this production in an effort to recreate an authentic portrait of folk-style songs, dances, tales and rituals. The work songs in the second number of the show (“Cold Rainy Day,” “Let the Deal Go Down”) refer to the songs sung by men working on the railroads, in the sawmills and in the phosphate mines in Florida. Sometimes the words simply add body to the tune as the music portrays the sounds of sawing a log, the swinging of a pick, and the driving of a nail.","Some of Hurston’s songs originate from jooks, a place of leisure for Negroes in the South. Jooks were a place where Africans could dance, sing and socialize amongst themselves. The jook songs are commonly known as “blues”, but many of them are considered ballads because they tell a story.  A person literate enough to put them on paper never hears these songs; they travel by word of mouth from one jook to another.","Hurston’s tour of “From Sun to Sun” has traveled across the country, touching all who experience its power. Negroes and friends of the Negroes will appreciate its heartfelt message of the slave experience. Zora Neale Hurston’s own participation in the program only adds to its influence and shows that she herself believes in its message and meaning."],"locations":[{"id":22732,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":438,"tag":"Rollins College"},{"id":437,"tag":"Zora Neale Hurston"},{"id":436,"tag":"florida slave history"}]},{"id":4846,"title":"Patriarchal Slave System: How it worked","course_id":33,"status":"P","start_date":"1829-01-01","end_date":"1829-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["<br /> ”Patriarchy is a system where males are the head of the family and have all the rights of decision-making,”a system that has persisted for many years in American History. Patriarchy was not only used in government bodies, but it was also used in determining a slave child’s fate. In A Treatise on the Patriarchal or Co-Operative System of Society a humble servant by the name of Z. Kingsley allows to find out how a couple’s offspring’s destiny was chose for them by their parent’s social status. <br /> Agriculture was a great foundation to the slave trade business, a business that soon became very popular among countries such as Spain, France, and the United States. Slaves were brought in from African countries and put to work in farms under the ruling of, more often than not, a white male. Sons and daughters of these slaves future all depended on the social status of their parents. Soon enough this procedure became a law, a “law that entitles the children of free quarteroons, to all white privileges, if the father is white.” Children, whose fathers were slaves, became slaves, and children whose father was white, was to have all of the same rights as a white would hold. <br /> Families were separated and many never reencountered after being transported to different parts to continue their lives as slaves. Children often loathed their parents for being slaves, and many ran away after search for freedom. White Americans benefited greatly from this new law. The reproduction of slaves greatly favored plantation owners since it added more slaves to work their land. Young children were not allowed to work in the fields, so masters often had children working in the house, doing chores such as cleaning. Many plantation owners allowed the children to stay in their house and play with the other children. After a certain age, they were placed along with the other slaves on the fields. <br /> Slave’s offspring was not only way slave population augmented. “The slave trade was the mechanism by which one of history’s greatest mass population transfers was affected,” and this was proven truth by the amounts of slaves that were being transferred over from Africa to America; men, women, and children. Ships were being sent over from all over African and European continent filled with slaves. While lives were being torn apart, and families were detached from their roots, American economy was increasing with every slave that stepped foot on slave soil. <br /> Slavery was a never-ending cycle, and slaves began to accept the fact that the slaves themselves and their children would be in bondage for the rest of their lives. Escaping the rigorous life of a slave was almost an impossible dream to achieve. The patriarchal system ruined the lives of young girls and boys who often dreamed of being free and returning to their homeland. The fight for their freedom was reflected on misconduct of many slaves, but such rebellions only cause them more pain. African American’s lives were changed, the only aspect being passed on from one generation to the next, was that of being a slave."," "," "," "," "," "," "," "," "],"locations":[{"id":14215,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":135,"tag":"Zephaniah Kingsley"},{"id":4,"tag":"Slavery"},{"id":456,"tag":"Patriarchy"}]},{"id":4847,"title":"Abner Jordan Shares His Life as a Slave","course_id":33,"status":"P","start_date":"3/1/30","end_date":"3/31/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Abner Jordan was interviewed by a member of the Work Projects Administration for a Federal Writer’ Project that was documenting North Carolina slave narratives. Jordan has never left North Carolina since he was born there and agreed to the interview despite being the old age of 95. He discussed his birth with hesitance, claiming that he was “bawn about 1832 in Staggsville, Marse Cameron’s place”. Jordan ‘belonged’ to Marse Paul and interestingly enough, lived in an overcrowded two-story slave house on the Staggsville Plantation along with his parents and 13 other brothers and sisters. When he was of age, Abner Jordan attempted to run away with his closest friend (Marse Benny) and enlist in the war, however his master went and brought him back scolding him for “being too young to go and fight de Yankees”. Paul Cameron owned more than nine hundred slaves and he spread them out along his thirty thousand acre plantation. It was established in 1787 by the Bennehan and Cameron families, Stagville was the largest plantation in North Carolina. Abner Jordan said Paul Cameron owned so many slaves that, “when he meet dem in the road he wouldn’t know dem and when he ased dem who dey belonged to, dey’ tell him dey belonged to Marse Paul Cameron and he would say dat wus all right and from dem to go right on along”. Jordan’s father was a blacksmith who was also in charge of blowing the horn for the other slaves to come in from the fields at night. He noted that slaves were forbidden to leave the fields without Marse Cameron telling them they could, and only then could they go to their respective parts on the plantation. When the Civil War reached Stagville, the plantation was seized but rather than being concerned with the slaves, Northern soldiers were instead only interested in provisions, horses, and where Cameron had hid his silver & gold. After the surrender, Jordan’s family was one of the few couplings of African Americans to remain with Paul Cameron, and they did so for around five years.","An exterior picture of the two-story slave house on the Stagville Plantation for which Abner Jordan lived in, offers  an extra step into the life that Jordan was trying to humanize. Paul Cameron ordered the slave house to be built in the hopes that it would improve the health of those who had been living in poorly-constructed, leaky, dirt-floored cabins (which were very common on his plantation). After all, slaves that were healthy and rested could produce much more for their masters than those who were malnourished. The house that Jordan lived in is the only surviving two-story slave house in North Carolina, it housed African Americans with a common family name and lineage, with a single family consisting of 5-7 individuals living in each other four rooms in the house. The Stagville plantation is located in parts of what are now Orange, Durhman, Wake and Granville counties."],"locations":[{"id":22420,"lat":36.035925149,"lng":-78.8764297072,"zoom":10,"place":"Durham, North Carolina"}],"tags":[{"id":4,"tag":"Slavery"},{"id":144,"tag":"plantation"},{"id":452,"tag":"Slave Living Conditions"},{"id":453,"tag":"Runaway Slaves"},{"id":454,"tag":"Slave Life"}]},{"id":4848,"title":"Racial identity and the American Experience","course_id":33,"status":"P","start_date":"5/7/28","end_date":"5/7/28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A person’s racial identity is the “global human population distinguished as a more or less distinct group by genetically transmitted physical characteristics.”[1] Segregation has been deeply rooted within American culture for the past two centuries. It has forced people to become more aware of their racial identity and moreover, it has been taken to the extent of violence as well as less extreme scenarios. In her 1928 essay about racial identity and segregation, Zora Neale Hurston claims, “I remember the very first day I became colored.”[2] She wrote that moving to a new region and coming face to face with segregation first exposed her to racial identity. Until this point she knew very little about the role segregation and racial identity played in American culture.","Initially, Zora lived in a primarily Negro town of Eatonville, Florida. In Eatonville she knew very little about segregation and the role it played in African American lives. The only white people Zora knew were those who simply passed through town, coming from or going to Orlando. She would salute them while they were passing and the white men were always very courteous and friendly. They would ask her to dance and sing, and would give her small amounts of money for her performance. Zora thought her fellow townspeople acted strange when these white people passed through her town because they would peer through curtains and most were afraid to come out on their porches. However, Zora did not think much of it and thought “white people differed from colored only in that they rode through town and never lived there.”<sup>2</sup>","Finally, Zora was confronted with her first taste of segregation and the large imaginative line that was drawn between whites and blacks when she was thirteen. Zora was sent off to school in Jacksonville where she first became aware of her skin color. She was treated differently in several different ways, but claims she was not sorrowful or ashamed of her heritage at any point. “I have seen that the world is to the strong regardless of a little pigmentation more of less. No, I do not weep at the world--I am too busy sharpening my oyster knife.”[3] Someone was always letting Zora know in some way that she is the granddaughter of slaves. Whether it was the inability to make some white friends, or her peers teasing her at school she refused to let it depress her.","Accordingly, segregation has shaped American culture for the past two centuries, and discreetly continues to do so today. Immediately following the Civil War and the emancipation of African American Slaves, there was obviously resentment between races. This resentment turned into extreme segregation, hatred, and even violence. This extreme segregation shaped American culture for almost half a century. Restaurants, parks, bathrooms, hotels, and many other public facilities turned into establishments that would split races apart. This segregation led to verbal and physical arguments and would often lead to horrendous acts of violence and abuse. Consequently, Zora mentions numerous instances of lynching and use of weapons resulting from this tension. The relationship between blacks and whites, especially post- Civil War, seemed almost worse than when blacks were slaves. Children who were not raised during the time of slavery were and are still forced to lead lives completely shaped by segregation. Children were often forced to stop communicating with friends of other races because the hatred and resentment was so intense during this time.","Furthermore, prejudice and discrimination affected the minds and emotions of many children. A study was conducted by Kenneth and Mamie Clark to investigate children’s racial identification and preference. They used dolls and drawings to decipher which images children preferred and which matched closest to their own skin color. The findings concluded that many black children preferred the white doll or drawing, and often picked colors that were lighter than their own skin color. Kenneth and Mamie also observe that their findings \"indicate a clear-cut preference for white and some of them evidence emotional conflict when requested to indicate a color preference. It is clear that the Negro child, by the age of five is aware of the fact that to be colored in contemporary American society is a mark of inferior status. A child accepts as early as six, seven or eight the negative stereotypes about his own group.\"[4] In fact, these decisive observations helped determine that schools should not be segregated by the Supreme Court case, <em>Plessy v. Ferguson.</em>","Segregation is still currently present in the United States, though not to the extreme of violence as it was thirty to fifty years ago. Affirmative action, all black colleges, scholarships, beauty pageants, and organizations exemplify putting racial categorizing. The initial concept of segregation following the Civil War contributed to these examples of segregation in American culture today. Zora Neale Hurston explains her first hand account of segregation and the difficulties she had. She explains the differences between her same race community she lived in initially to the challenges she faced when she moved to an area with mixed races. Segregation has given a whole new meaning to racial identity, and has taken a significant position in defining American culture for forty years following the Civil War."," ","[1] Mifflin, John. 2007. <em>American Heritage Medical Dictionary. </em>Houghton Mifflin Company","[2] Hurston, Zora. 1928. <em>How it Feels to be Colored Me.</em>","[3] Hurston, Zora. 1928. <em>How it Feels to be Colored Me.</em>","[4] Clark, Kenneth, and Mamie Clark. 1940. <em>Skin color as a factor in racial identification of Negro preschool children</em>. <em>The Journal of Social Psychology</em>"],"locations":[{"id":21523,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":266,"tag":"Segregation"},{"id":4,"tag":"Slavery"},{"id":457,"tag":"racial identity"}]},{"id":4849,"title":"From Eatonville to Broadway","course_id":33,"status":"P","start_date":"1/1/10","end_date":"12/31/35","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Born in Alabama and raised in Eatonville, Florida, Zora Neale Hurston became one of the greatest-known black female authors of all time. Zora once said:","\"I was born in a Negro town.  I do not mean by that the black backside of an average town.  Eatonville, Florida is, and was at the time of my birth, a pure Negro town-charter, mayor, council, town marshal and all.  It was not the first Negro community in America, but it was the first to be incorporated, the first attempt at organized self-government on the part of Negroes in America.\"","Zora’s life reflects the same “attempt” as did the formation and incorporation of Eatonville; she paved the way for all female writers in America, specifically those of African descent, through the strength of her own story.","Throughout history, Zora can often be found on the frontier of African American accomplishments. In 1927, she was the first African American to be admitted to Barnard College. After graduation, Zora immediately set out to explore “Negro” folklore. Through her strong determination and interest- and after only a few months- Zora had amassed the largest collection of “Negro” folk tales in her field. She used her extensive research into African American life and history to construct plays which recalled traditional “Negro folk-lore.” One such play is her famous <em>From Sun to Sun</em>, an adaptation of <em>The Great day</em>, a theatrical revue- a theatrical performance involving short satirical and topical songs, sketches, and monologues- written in 1932.","Zora frequently worked with Rollins College in Winter Park, Florida to construct and perform her creations. The concert program of “Negro music” for <em>The Great Day </em>was built through Zora’s collaborative effort with the creative literature department of Rollins College. The John Golden Theatre on Broadway housed the first performance of <em>The Great Day</em> on January 10, 1932- Zora had made it to Broadway. On February 11, 1933, she staged an adaptation of <em>The Great Day</em> called <em>From Sun to Sun</em>, “a program of original Negro folk-lore,” at Rollins College with “Native Negro Singers and Actors.” The event program included a brief biography about Zora Hurston, an outline of the play, and specific descriptions and explanations of each song included in the revue. At 8:15 pm, “Negroes” and “white friends of the Negroes” gathered at Rollins’ Recreation Hall to “experience the richness of the material at their own doorstep.” The play was a success, as many college and local newspaper write-ups from the period suggest, and Zora continued to display her creations at Rollins in front of captive audiences for years to come.","Though she fought and stood against racial prejudice throughout her life, Zora Neale Hurston stands as one of America’s most celebrated authors.  Zora’s creative path began in Eatonville, and by the mid 30s, it brought her to all the way to Broadway. Her story stands to tell: Zora indeed took her mother’s advice to “jump at de sun.\""],"locations":[{"id":16531,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":437,"tag":"Zora Neale Hurston"},{"id":129,"tag":"Eatonville"},{"id":458,"tag":"African American Authors"},{"id":460,"tag":"African American Folklore"},{"id":459,"tag":"Female Authors"},{"id":463,"tag":"African American Women"}]},{"id":4850,"title":"Work In An All-Black Community","course_id":33,"status":"P","start_date":"1/1/46","end_date":"1/5/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Zora Neale Hurston was an African American woman born in the first all African American town in America.  She wrote countless accounts of different things she saw and experienced and this is very important because what she experienced was completely different than what most other African Americans experienced.  In the short story “Turpentine” she accounts when she walks down to see where the people were building the road.  She explains how the people built the road, what they were paid and how they felt about the work.  Zora Neale Hurston’s ideas and thoughts on African American culture in this time period is unique because of her upbringing, making her very important to African American historians.","In this story it is prevalent that all the workers are African Americans.  She speaks of the smells and her thoughts almost like a diary and this gives historians an inside look at the way African Americans felt about hard work.  The whole time there is a very positive feel to the document and I feel that this is important because it shows that the people were happy to work and glad to be getting paid for their labor even if it was “a penny per tree cut” (turpentine1) which means for every tree cleared out of the way they were collectively rewarded a penny.","Throughout her life Hurston never experienced the same kind of prejudices that most other Africans face.  She speaks of Eatonville as a sort of utopia in which African Americans could exist without the prejudices of a white dominated society.  This is what makes her accounts of history so special.  The fact that she was able to grow up in this African American society and then assimilate later in life gave her a perspective only a small portion of the rest of the world shared.  That is why she was able to stand up for African Americans in Harlem and assist so greatly in the Harlem renaissance.  This view of the world was so obtuse to other recollections that she was even shut out by many African American historians.  “Although her works stand among the richest documentary in life, labor, and culture.  Most of the denunciation of her work has come from the intellectual left, which has accused her of ignoring of minimizing the exploitation, oppression and outright atrocities visited upon black people in the post-reconstruction south” (Zora Neale Hurston and the history of southern life 10).","This account is important because of the perspective brought upon it by Hurston.  Her background and upbringing changed her view on African American society.  This change is seen here with the very positive account of a very negative job.  Taring roads is supposedly one of the worst jobs because of the danger heat and smell of the tar.  She recounts the people calling it “gum patch” which brings on a positive feel.  These accounts are so very important today because it reassures people that not every African American lived a horrible life.","Zora Neale Hurston was an influential woman not just because of her presence in the Harlem renaissance but her accounts and recollections of the time she spent in and around other African Americans.  This look into the past through her eyes can help people learn about the good times African Americans had in the post-reconstructed south.  Her positive writings about this account show that her life and the lives of the people around her were not all bad.  Not only is just a positive account but also shows the construction and expansion African American culture because of the road construction.  Much can be learned from Zora Neale Hurston and her accounts for history are worth their weight in gold."],"locations":[{"id":27661,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":437,"tag":"Zora Neale Hurston"},{"id":129,"tag":"Eatonville"},{"id":461,"tag":"life"}]},{"id":4851,"title":"Zora Hurston: Making Folklore","course_id":33,"status":"P","start_date":"1/1/30","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Zora Hurston grew up in Eatonville, Florida. The first incorporated all black town; Eatonville provided Hurston a unique childhood, despite lacking money and educational opportunities. Hurston’s passion in learning black culture and folk life established her as a very unique and intelligent individual, whom was praised in the black community.  Although her views on racism were quite different from those in the black community, she was able to win over the hearts of many, despite her eccentric differences in thinking.  As she grew up she went to grammar school in Jacksonville and attended Morgan Academy in Baltimore, Maryland.  Hurston is well known as the first African American scholar to study folklore at the level she did, graduating from Barnard College, where she was the only black student, as well as attending graduate school at the ever so prestigious Columbia University.  At the time this was unheard of,  Rollins College was truly honored when she came and performed here on campus January 5, 1934.","The title of the performance was “All De Live Long Day.”  It was a folklore representation of black life in Florida at the time.  The program consisted of songs, plays, and dance.  Her words were every uplifting for blacks in a time of constant struggle for African Americans in Florida and the rest of the country.  Her songs were unique and related to real life experiences.  Hurston alongside many other African American’s were able to change the views of blacks in a unique and uplifting performance.  The performance was broken up into seven segments with an intermission in the middle.  Each segment had its own theme and the performance hit home all aspects of black life in America during the time of slavery.","Her research and ability to perform as well as she did, created her image as one of the most prolific African American women during the black’s struggle for freedom in the early 1930’s in America.  She gave blacks the ability to laugh and joke about life even in such drastic times.  Folklore was a very popular means of connecting African Americans, it was something they valued very highly.  It provided them with means of communication and brought them very close.  What Zora Hurston was able to do to African American culture was highly praised and provides great insight of how African Americans were able to adapt to the culture they underwent."],"locations":[{"id":22732,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":462,"tag":"African Folklore"},{"id":463,"tag":"African American Women"}]},{"id":4853,"title":"Kingsley’s Plantation","course_id":33,"status":"P","start_date":"1803-01-01","end_date":"1821-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1803, Zephaniah Kingsley began bringing slaves from Africa to his plantation in Fort George Island.[1]  Fort George Island is located slightly north of modern day Jacksonville.  “The United States did not allow anyone to bring in slaves after 1808.  But Florida still belonged to Spain, and so smugglers brought in slaves to the southern United States through northern Florida.”[2]  Slaves are apparent in tabby cabins, in which they stayed during their enslavement at the Kingsley plantation.  The cabins and living conditions for slaves on the plantation were considered comfortable.[3]  Larger plantations tended to mistreat and not care about slave conditions as much as slave owners with few slaves.  The Kingsley plantation had “twenty-five slave cabins.”[4]  Therefore, it was a rarity that Kingsley provided better living conditions for slaves at such a plantation of its size.  Furthermore, Zephaniah supported the preservation of African culture, Kingsley quotes “I have never interfered with their connubial concerns, nor domestic affairs, but let them regulate these after their own manner.”  Also he states, “[I] encouraged as much as possible dancing, merriment, and dress, for which Saturday afternoon and night, and Sunday morning were dedicated; and, after allowance, their time was usually employed in hoeing their corn, and getting a supply of fish for the week.”[5]","Kingsley was definitely an opportunist; he recognized the economic compensation of keeping his slaves happy by giving them sufficient shelter.  The labor force will perform better when they are content, thus increasing productivity.  Also he was considered an economic opportunist of his time because after Zephaniah Kingsley bought slaves, he would train and teach them labor and sell the slaves for more.  He undoubtedly acknowledged the importance of keeping his slaves pleased by providing them with above average cabins, in order to have run successful plantation.  For the most part, Kingsley respected the slaves and valued their hard work.","Zephaniah Kingsley was extremely wealthy due to the fact that he was a slave owner in an incredibly lucrative industry of manual labor in the developing United States.  The more wealthy an individual was the higher they were classified in society.  Clearly, large slave owners were considered to be in the upper class.  However, Zephaniah Kingsley was not well respected among society because he married one of his African woman slaves that resided in one of the tabby cabins.[6]  Race greatly affected one’s class in society.  When the United States purchased the entire state of Florida from Spain in 1821, race relations changed.  Under Spanish rule, society was broken up into whites, free people of color, and slaves.  “But the Americans arriving in the new U.S. territory in record numbers viewed all black people-slave and free alike-as members of an inferior race and unworthy of freedom.” Although Kingsley supported slavery due to the economic benefits, “Kingsley urged the Territorial Council to pass laws encouraging emancipation.”[7] Zephaniah Kingsley was mainly known as a slave owner, but was much more than just that; he was an opportunist, economist, and activist.  Kingsley’s idea of improving housing of slavery epitomizes how he ran his plantation differently than other large plantations."," "," "],"locations":[{"id":15818,"lat":32.3884987877,"lng":-82.3675347364,"zoom":8,"place":"Montgomery, Georgia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":163,"tag":"Slave master"},{"id":412,"tag":"slave conditions"},{"id":15,"tag":"Race-Relations"},{"id":436,"tag":"florida slave history"},{"id":455,"tag":"Plantation Life"}]},{"id":4854,"title":"The African American Struggle through the U.S. Educational System","course_id":33,"status":"P","start_date":"1870-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Before the end of the Civil War, the education of black slaves in the United States was a criminal endeavor. Although efforts were made in the newly formed free black communities to organize schools, few African Americans received any education at all before the Reconstruction Era when public schools were opened. Even then, establishments for black children were poorly financed and largely ignored. Emerging in the 1870s, Jim Crow laws ruled the educational system and schools became legally racially segregated. In 1890, the first “coloured” school building in Winter Park was opened to African American children, under the harsh conditions of the time.","In 1896, the Supreme Court decision of Plessy vs. Ferguson established separate public schools for black and white students. The decision also deprived African American children of equivalent educational advantages. “Coloured” schools had to make do with scant financial support and negligible resources. A damaged photograph from 1890 documents the opening of the first school building for African Americans in the city of Winter Park, Florida. This schoolhouse appears consistent with the common characteristics of “coloured” schoolhouses emerging across the nation- few teachers, far too many students, and clearly under-financed. Two schoolteachers pose in the photograph alongside roughly 40 students – schoolchildren who mostly are in want of shoes. The schoolchildren in the photograph range from toddler-aged to early teens- a characteristic typical of the time, as generally one teacher supervised dozens of students in all subjects, and grades.","The lack of proper and fair financing for black learning institutions affected the quality of the education provided. Teachers could not give pupils ample individual attention, and therefore students were made to work exponentially harder in order to succeed. However, as the 1890 photograph illustrates, attendance was high and both students and teachers alike were proud of their new privilege, however tainted it may have been.","The struggle for fair and equal education for African Americans was long and hard, but much progress was made through the efforts of organizations such as the NAACP (National Association for the Advancement of Coloured People) and individuals like Oliver Brown, who pushed for fairness in the education system.U.S. schools were legally desegregated in 1954 by the Supreme Court decision of Brown vs. Board of Education, which overturned Plessy vs. Ferguson, and stated that \"separate educational facilities are inherently unequal.” Groups of African American students like “Little Rock Nine” began to enter previously “all-white” schools, and thus began the long process of de-segregation in American public schools. Though the U.S. school system still struggles with issues relating to fair education of African American children, the nation has certainly come a long way since the founding of Winter Park’s first “coloured” schoolhouse in 1890."],"locations":[{"id":1442,"lat":28.5174877311,"lng":-81.2997194005,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":467,"tag":"Black Schools"},{"id":466,"tag":"Educational System"},{"id":142,"tag":"african americans"},{"id":472,"tag":"Plessy vs. Ferguson"},{"id":473,"tag":"Brown vs. Board of Educat"}]},{"id":4855,"title":"The Beauty of Music in African American Culture","course_id":33,"status":"P","start_date":"1870-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the aftermath of the Civil War, former slaves rejoiced in celebration of their newly established freedom.  This emancipation provided African Americans with a sense of hope, economic opportunity, social mobility, and more of a voice in a society in which was very hard on blacks.  Music played a huge role in the establishment of African American culture during the reconstruction period.  The Banjo, originally created in Africa, was a major instrument for African Americans before and after the Civil War.  Up until the 1840’s, Africans were predominantly the only players of the banjo.  Banjos were made of gourds and skins, with strings ranging from three to nine.  The banjo was the most popular instruments in African American culture from the arrival of the first slaves to the early 20<sup>th</sup> century, creating a unique blues style of music.","After the Civil War, African Americans now finally had the freedom to express their feelings.  The earliest known players of blues music dates back to the late 1890s.  Blues first developed in the South, influenced by work songs, ragtime, church music, and the folk songs played by whites. [1] Many African Americans used blues music to express issues on racism and poverty.  Although the Civil War granted freedom to slaves, much oppression was still evident between blacks and whites.  Just like slaves sang blues in the fields and plantations, they sang out loud expressing their feelings and attitudes.  Even through an appalling time like the slave period, much of the music played expressed origins from the first blacks to be enslaved from Africa.  Music played a huge role in bringing about the culture of African Americans.","William Kenney, professor of History and American Studies at Kent State states,  “the banjo played the musically rebellious role of the electric guitar in the nineteenth and early twentieth centuries.” [2] From traditional folk songs to the creation of new beats and melodies, the banjo created a unique style of music popular to the majority of African Americans.  The creation of blues music post Civil War provided blacks the power and freedom to express their thoughts and feelings.    Although the banjo had been around for a very long period of time, during the reconstruction period, it became a very popular instrument for both blacks and whites."," "," "," "],"locations":[{"id":1447,"lat":27.9201054752,"lng":-81.6833148753,"zoom":9,"place":"POLK, Florida"}],"tags":[{"id":470,"tag":"Reconstruction Period"},{"id":469,"tag":"African American Music"}]},{"id":4856,"title":"Job Opportunities at the Seminole Hotel","course_id":33,"status":"P","start_date":"1886-01-01","end_date":"12/31/02","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1886 an impressive hotel was built on Lake Osceola called the Seminole Hotel. This hotel was a huge addition to the Winter Park community. It consisted of two hundred rooms and provided plenty of activities to entertain the guests, such as a bowling alley, croquet, tennis, and a billiard room. A bonus of being on the lake was that they were able to offer sailing, rowing, fishing, and two steam yachts. It was located close to Rollins College, so many family members of the students stayed there while visiting. It drove in famous and wealthy people such as President Grover Cleveland and William Rockefeller.","Along with the good business came numerous job opportunities for the African-Americans in the surrounding area. With only twenty-one years after slavery was abolished by the Thirteenth Amendment (1865), it was very difficult for African-American to get jobs, never mind jobs with good salary. During the Reconstruction Era, plantation owners hired the newly freed African Americans to keep production up. These arrangements did not work well, and therefore a great deal of the land was occupied by both white and African American farmers and sharecroppers.","The Seminole Hotel was a one of the only businesses that employed African-Americans in the South during this time. Some of the jobs included maids, bellhops, landscapers, cooks, baggage carriers, and caddies. They employed men, women and children to carry out these duties. Also when important figures stayed at the hotel, there would be the additional job of driving the mule and carriage to the train station just down the road, to pick up and drop of the guest. The workers were treated well here and made a reasonable pay. In a picture, dating between 1886 and 1902, shows eleven young African-American men dressed in caddy uniforms, scrabbling on the dirt ground in search of money. Most of the young men are piled on top of each other or sprawled out on the ground, while only one appears to already have some money in his hand, because he is away from the group and is looking down at his cupped hands. Written on the back of the picture it says, “Scrambling for money thrown by Seminole Hotel guest.” This picture suggests that not only did the hotel treat their workers well, but the guests did as well. They generously threw out money to these workers that were working to help support their families.","While other businesses were discriminating against the newly freed people, the Seminole Hotel invited them in with open arms. Their hard work and helping hands helped keep the hotel open for six years until a fire in the kitchen burned down the hotel. The hotel was not re-built and many people became unemployed. The Seminole Hotel exemplified how an establishment in the late nineteenth century could have interracial employees and still flourish as a well-known business."],"locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":468,"tag":"employment"},{"id":142,"tag":"african americans"}]},{"id":4857,"title":"Zora Neale Hurston: Impact on Music Folklore","course_id":33,"status":"P","start_date":"1/1/39","end_date":"12/31/39","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Music belongs to all humans. Race, size, or color does not matter. When it comes to music, all cultures come together, one voice is heard. Folklore music is a prime example of this, and Zora Neale Hurston played an extremely important role in it. Not many African Americans had the opportunity to publish any type of works, or even to express their opinions on music, but Hurston was able to and represented all those who did not have the opportunity to do so. She introduced folklore and showed us how important music is, and the role it played in African American’s lives. <br /> Folklore music really represents cultures, their beliefs as well as religion. Much of music is written to express our feelings about certain topics, Africans viewed music as a getaway, they believed that through music they were able to achieve a lot more than by actually physically reacting to a certain issue. When music was made, spirits were lifted, and feelings were expressed; much of folklore music was played during special celebrations such as weddings and burials. It brought people together, and as Hurston mentioned “it does not belong to any special time, place, nor people”. Hurston taught us so much about the evolution of folklore here in Florida, and the role it played in both white’s and African’s lives. She once mentioned that a verse is “just a talking sentence,” to show us how powerful music was really is. To prove her point Hurston included in her book Frontiers: A Journal of Women Studies, Vol. 12, No.1 fragments of folklore songs from various parts of Florida. These songs had powerful verses and stanzas that reached out to many, and painted a picture of what African American’s lives were like. <br /> Hurston often wrote about folklore music, but she also wrote “narratives and hoodoo practices.” She published many different books on music and its impact in states such as Florida, and Alabama; she also included examples of typical songs that were often popular among Africans in such regions. Her books were very descriptive and often told stories in form of songs about certain characters and their everyday lives. The characters portrayed in her books were mostly based on a non-fictional character; often people she knew and was close with. The songs reflected events that often took place in this person’s life, just told the story of their life. A perfect example of this would be Mules and Men, in which the “book really yields a valuable account of our Southern United States Negro.” <br /> Hurston’s books are known all over the country, and her works are greatly recognized in states such as Florida. History owes a great deal to Hurston, thanks to her we now know a great deal of how and what music folklore was influenced and how it was brought about here in our own Floridian backyards. We are also able to get a glimpse of what life was like during the slave trade periods, just as well as how, not only people were affected by slavery, but how culture and music were also impacted."," "," "," "],"locations":[{"id":23214,"lat":28.7169229525,"lng":-81.2362806752,"zoom":10,"place":"Seminole, Florida"}],"tags":[{"id":437,"tag":"Zora Neale Hurston"},{"id":460,"tag":"African American Folklore"},{"id":471,"tag":"music"}]},{"id":4858,"title":"Zora Neale Hurston: Improving Race Relations through African Folklore","course_id":33,"status":"P","start_date":"6/8/32","end_date":"10/10/34","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Zora Neale Hurston made contributions to the acceptance of African Americans in society through her noteworthy folklore writing.  Hurston was an inhabitant of Florida, but resided in New York City when she wrote a letter to Professor Grover on June 8<sup>th</sup> 1932.[1]  In her letter, she explains that she majored in Anthropology at Columbia University.  Furthermore, she states “I have done three years research among my people and possibly I know as much about the matter as anyone else.”[2]  The overall point of Hurston’s letter to Professor Grover was a request to give a concert of Negro folklore to accurately represent African life.  Zora Neale Hurston had notable success in the North, but it would be an arduous task to raise awareness of African life and improve race relations in the South due to discrimination.","Hamilton Holt, president of Rollins College at the time wrote a letter to William Robert Wunsch an English instructor at Rollins College on November 1 1932.  In the letter, Hamilton Holt explains, “I see no reason why you should not put on in recreation hall the negro folk evening under the inspiration of Zora Hurston.”[3]  Holt indicates he does not want anything vulgar in the presentation.  Also, he makes note there should be no Negroes in the audience unless they are segregated, but still believes that would be unwise.[4]  Later in the letter, Hamilton Holt does not recommend advertising the event, but also claims he might be wrong by not advertising Zora Neale Hurston’s work.[5]  The negativity of some of Holt’s letter to Wunsch may seem misleading.  In reality, Hamilton Holt was eventually honored by the presence of Zora Neale Hurston on campus.[6]  It seemed clear he was just taking precaution of the radical change of having an African American at Rollins College due to the discrepancy between the perceived acceptance of blacks in the North and the South.  In fact, Hamilton Holt ended his letter to Wunsch stating, “I am glad you are doing this as it is one of the best steps in the right direction.”[7]  The direction Holt is referring to portrays better race relations between blacks and whites, and equality","Through the writing of the president of Rollins College in the 1930s, Hamilton Holt not only accepted but also embraced Hurston’s request.[8]  Hamilton Holt wrote, “I was very proud that Mr. Wunsch, Dr. Gover, and the others helped you, and Rollins will always be glad that we had some part in your success.”[9]  This quote alludes to the fact that highly educated African Americans are being accepted and embraced in the South and North, thus representing an improvement in race relations.  Holt goes on to compliment Hurston’s work, and show his support by suggesting Rollins will do everything in the college’s power to improve her success and happiness.[10]","Part of Zora Neale Hurston’s acknowledgement as an accepted member of society instead of just a black woman can partially be attributed to her experience at Rollins College.  Zora Neale Hurston became an extremely accomplished folklore writer, but more than that she was an incredibly productive member of African American society.  Through Hurston’s work and optimism, she enlightened whites of African culture, which ultimately proved an African American was being accepted in the populace through different regions of the United States."],"locations":[{"id":22732,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":460,"tag":"African American Folklore"},{"id":6,"tag":"Education"}]},{"id":4859,"title":"Cruelty in Florida Slave Plantations Leads to Apology and Changes Race Relations","course_id":33,"status":"P","start_date":"1845-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Florida was the sixth state to apologize for slavery, along with Alabama, North Carolina, Virginia, Maryland, and New Jersey.[1]  In Florida, legislation has been considered to atone the vicious and inexcusable actions of slavery.  According to the article, <em>Giving Slaves a Voice</em>, Gary R. Mormino explains “one cannot begin to comprehend the history of Florida without understanding slavery.”[2]  Through personal interviews of seventy-two ex-slaves in Florida, it is clear that plantation life was incredibly unfair and cruel.  Apologies and reparations should be considered by all states based on the brutality within slave systems.  Money could never alleviate the emotional and physical harms brought about by the slave system.","Senator Tony Hill first purposed an apology for the acts of slavery in Florida in 2007.   In 2008, “Governor Charlie Crist initially said the state should also consider offering financial reparations to descendents of salves.  But within hours he had back away from that position.”[3]  Crist quotes, “Certainly it’s something you’d like to be able to do.”  He goes on to say, “Obviously, in a difficult budgetary time, it’s a challenging thing.  But I just want to focus on the good things that has happened today.”[4]","Slaves were brought to the shores of Florida as early as the 1500s, and the Spanish occupied the area of Florida up until 1845.  The Spanish treated blacks much better than the British slave system due to lesser punishments, and the British completely disagreed with intermixing of African Americans.  Florida made slave laws before it was even a state.[5]  Ex-slave Alex Thompson explains the blatant mercilessness of plantation life, “[Thompson’s slave master] gave us all we wanted to eat, but he cowhided us.  He had a cowhide and used to take us in a little room to whip us.  Did you ever know of master not to cowhide a nigger? [And] his wife wuz meaner to us than he wuz.”[6]  The former slaves’ first hand account expresses the reality and hostility slave masters took out on their slaves.  In fact, slaves would receive thirty-nine lashes of a whip for raising their hand at a white person, or using offensive or abusive language to a white person.  Another former Floridian slave, Charlotte Martin, remembered her oldest brother being whipped to death by Judge Wilkerson for staging an illicit church service.[7]  Although blacks did not have any freedoms during slavery, let alone freedom of religion, the killing of Charlotte Martin’s brother was definitely an inappropriate and immoral punishment.  Thus, an apology definitely seems necessary.  Interviews from former African American slaves shows that they did not have access to doctors or an education.  However, slaves managed to make natural resources as medicines and managed to educate themselves, as some slaves learned to read and write.","By 1860, 44 percent of Florida’s population was slaves.[8]  The ex-slave Frank Berry, who was considered a black Seminole with African heritage, went into detail upon race relations of blacks and whites before and after the emancipation, “Even in slavery we were treated better than we are now by the white people… Even the white people didn’t kill Negroes then as they do now.”[9]  African Americans were incredibly discriminated against by Southerns after the emancipation.  The confederates were filled with hatred towards blacks because they lost the war and slave owners lost their slaves.  Frank Berry’s quote infers the reasoning behind the formation of the Ku Klux Klan and other hatred groups.  Although blacks finally received their freedom just after the emancipation, they were still being discriminated against, and hated more than ever.  It seems clear there is an immense amount of validity to Governor Crist’s proposal for sorrow and reparation money towards descendents of slaves because racism seems to have even increased after the emancipation.  Race relations in American can be interpreted as better than ever, or still in need of dire progress.  American history can never forget what happened within the slave systems, but citizens will need to forgive in order to improve race relations."],"locations":[{"id":1394,"lat":null,"lng":null,"zoom":8,"place":"LEON, Florida"}],"tags":[{"id":4,"tag":"Slavery"},{"id":21,"tag":"Race Relations"},{"id":474,"tag":"Apology to Slaves"},{"id":475,"tag":"Reparations for Slavery"}]},{"id":4860,"title":"The 54th Massachusetts regiment","course_id":33,"status":"P","start_date":"1864-02-20","end_date":"1864-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 54<sup>th</sup> Massachusetts regiment of the Civil War was made up entirely of African Americans, except for its white officers. Because it was the first black regiment to be organized in the North, many were watching its progress. If the regiment’s performance turned out to be noteworthy, it would be the deciding factor if blacks would be used in battle.","The regiment was formed in March 1863 after the Emancipation Proclamation and organized by the governor of Massachusetts, John A. Andrew. Colonel Robert Gould Shaw commanded the regiment, and Andrew himself handpicked the officers. Prominent blacks such as Frederick Douglass recruited the soldiers.  The men were mostly free blacks from the Massachusetts and Pennsylvania areas. The regiment was made up of five hundred men and thirteen officers.","Instead of the standard $13-a-month wage for soldiers, the colored regiment was paid $10. The regiment refused to accept the unequal pay. Ultimately, many blacks fought and died without accepting a penny from the federal government until Congress approved equal pay in 1864.","The 54<sup>th</sup> left Boston to fight for the Union on May 28, 1863. In early 1864, the regiment was moved into Florida. President Abraham Lincoln hoped to win a military victory in Florida and secure enough support to return the state into the Union. On February 7<sup>th</sup>, troops including the 54<sup>th</sup> moved towards Jacksonville. Snipers opened fire on the troop ships, and members of the 54<sup>th</sup> became the first soldiers to land of Jacksonville and proceeded to chase the snipers away from the ships.","On February 20<sup>th</sup>, the troops began moving toward Lake City in Northern Florida. The battle with the Confederates began in the morning, and each side had about five thousand soldiers. The battle did not go well for the Union soldiers, and by late afternoon it was clear that Union troops were losing. At around four that afternoon, the 54<sup>th</sup> was ordered forward and held its ground against the Confederates. The unit fired about 200,000 cartridges and was running out of ammunition. They sent for more, but what came was not the correct caliber.","The last regiment fighting the Confederates, the 54<sup>th</sup> regiment fell back as they ran out of ammunition. In the fighting, eighty-six of the five hundred men were killed or wounded. They had lost much of their equipment during the battle and nearly half of the soldiers were missing shoes. They began the 120-mile march back to Jacksonville.","The historic plight of the 54<sup>th</sup> Massachusetts regiment was portrayed in the film Glory. Over eighteen million dollars was spent in order to portray the African American men who made the ultimate sacrifice in order to achieve the dream of equality."],"locations":[{"id":1313,"lat":30.2285586691,"lng":-82.6224279963,"zoom":9,"place":"COLUMBIA, Florida"}],"tags":[{"id":476,"tag":"54th Regiment"},{"id":436,"tag":"florida slave history"},{"id":32,"tag":"Civil War"}]},{"id":4861,"title":"Slavery in Florida","course_id":33,"status":"P","start_date":"1865-02-09","end_date":"1865-02-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Florida became United States territory in 1821. Up until then, the Spanish had ruled the land for almost three hundred years. When Florida achieved statehood, the total population was twelve thousand, the majority consisting of free blacks, fugitive slaves, or Seminole, Creek or Mikasuki Indians. Some blacks found the more relaxed racial climate to their liking. By the 1730s, Spanish Florida existed as a haven for runaway slaves from Georgia and the Carolinas. While the life of a slave in colonial Florida was not necessarily better than the life of a British slave in Virginia, the institutions of government and church offered them better legal protection and far greater opportunity for freedom.","By 1830, Middle Florida had emerged as the state’s “black belt”. The vast majority of slaves lived in this region, consisting of Jackson, Gadsden, Leon, Jefferson and Madison Counties. Although cotton would come to be the main cash crop of Middle Florida, most slaveholders owning large areas grew sugarcane only for their own consumption. Planters often cultivated a variety of other crops other than their staple, such as corn, sweet potatoes, greens, squash, and okra.","On February 9, 1865 a twenty-two year old slave named Thomas was sold for fifty-five hundred dollars in Jefferson County, Florida. Life on a slave plantation improved greatly on the larger units as bondservants established extended kinship ties. Slave women often gave birth to their first children at young ages.  Sometimes, in order to keep slave families together, some masters allowed slaves the opportunity of selecting their new masters or heirs.","Religion served as a means of unifying the black community. In Florida, and other areas of the South, a mixture of Euro-Christian and African religious practices helped make life more bearable for slaves. They typically worshipped in the white-controlled churches of their masters. At Tampa’s Methodist church, some meetings were racially segregated, while others were not. Even though most sermons taught obedience, the slaves heard the message of equality before God. They came to believe firmly that the souls of slaves were as precious as those as whites. Enslaved blacks thus found within the church powerful reassurance of their humanity.","The relationship between slaves and their masters were imperative. Masters relied on their slaves as a means of survival in terms of profit. Agriculture was the main source of income for plantation owners in the South, and slaves were the ones who planted, maintained and harvested these crops in order to sell them. Slaves relied on their masters for food, shelter and protection. Most people in the antebellum era, especially poor whites, were extremely resentful towards blacks.","Slavery in Florida evolved from the Spanish, who were the first to settle there since its discovery in 1513. The Floridian slave system was much less harsh than the others (British, Portuguese) because of this Spanish influence."],"locations":[{"id":1383,"lat":30.1025454694,"lng":-84.0003902079,"zoom":9,"place":"JEFFERSON, Florida"}],"tags":[{"id":436,"tag":"florida slave history"},{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"}]},{"id":4881,"title":"The Folklore and Dance behind Zora Hurston","course_id":33,"status":"P","start_date":"1/1/34","end_date":"1/31/34","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Anyone wishing to get a real glimpse into negro life in Florida should not miss the performance to be given in Recreation Hall.” <sup><sup>1</sup></sup> This praise, given to the anthropologist, writer, poet, dancer and singer Zora Neale Hurston, came from R. W. France about her 1934 production of <em>All De Live Long Day</em>. Zora lived her life in an attempt to revitalize and find the truth behind her African American culture, which at the time was mostly represented elaborately and inaccurately. The majority of her work was presented from research she had done extensively because she wanted to recreate her findings as purely as possible. Through folktales, songs, folk plays, and dances, Zora was able to not only to identify her culture, but also show the world the artistic works of African-American people. A look into her past as an ethnographer as well as her experience with dance can help us understand why and how she wrote this production.","I find it important that there is an understanding that African American culture is influenced continuously and had been influenced since these shores were beached. Ever before Zora's time, hundred of factors have limited, scarred, undermined, and frightened Blacks in the United States. And along with this, their history had not been created by themselves, but by their white superiors of the time. People didn't make much effort to truly observe African American life and culture, and so misconstrued ideas about black folk art forms of the past were represented. But Zora could see through this. Being more than just a writer, dancer, or singer, her anthropological and ethnographic background opened her eyes onto peoples who were similar and heavily influenced the rapidly changing culture of African Americans. “Hurston had spent a relatively short but productive period in contact with the full roster of artists, intellectuals, and patrons of the Harlem Renaissance, drawing on her acquaintance with Southern black folklore for writing stories and for storytelling in social gatherings.” <sup><sup>2</sup></sup>","In reference to her approach in studying and arranging dance, Zora was a careful observer.","With particular concern about the ways in which commercialized depictions of blackness were being misconstrued as representative of African American life, Hurston set out to produce a concert that revealed in embodied form her own nuanced theory of black vernacular expression. At root, this theory sought to re-situate African American cultural products in relation to the material conditions of a Southern rural folk community, as well as to African diasporic roots and routes. <sup><sup>3</sup></sup>","She tried as best she could to immerse herself within the culture. The final act in<em> All De Live Long Day</em> is reenacts many different dances, including the Courtship dance, the Crow dance, and the Fire dance (which she was particularly fond of). These are not just a random assemblage of movements: each one has strong roots in African American culture. Her data and observations took place in looking at Caribbean dance, which is more unchanged from its origins. The Caribbeans and African Americans have long been connected and influential towards one another, beginning with the roots. And Zora didn't just observe, she participated with the people, learning the intricacies and feelings behind the dance.","The African American are a people who have had to deal with rapid change in status and ideologies. Because of this, it can be easy to look at what is considered to be historical and accept it as fact. But, when an elite and prejudiced group is the one setting things in stone, intentionally and unintentionally “facts” can be recorded incorrectly. Zora Neale Hurston is a woman who looked at her people with pride and therefore wanted to open the world to their truth. Though seemingly unimportant, songs, folklore and dance can help distinguish a people from another, showing the beauty in differences. A background in anthropology and writing allowed Nora to both put herself on level with those she was studying and correctly express it in such a way that is accurate and intricate. African American history has had its long and tedious battles, making it more than deserving of realistic representation.","1 Zora Neale Hurston “All De Live Long Day” Rollins College Archives (January, 1934)","2 Benigno Sánchez-Eppler “Telling Anthropology: Zora Neale Hurston and Gilberto Freyre Disciplined in Their Field-Home-Work,” <em>American Literary History</em>, Vol. 4, No. 3 (Autumn, 1992): 464-488","3 Anthea Kraut “Between Primitivism and Diaspora: The Dance Performances of Josephine Baker, Zora Neale Hurston, and Katherine Dunham,” <em>Theatre Journal</em>, Vol. 55, No. 3, Dance (Oct., 2003): 433-450"],"locations":[{"id":22732,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":437,"tag":"Zora Neale Hurston"},{"id":3,"tag":"African-Americans"},{"id":460,"tag":"African American Folklore"},{"id":496,"tag":"Dance"}]},{"id":4882,"title":"The Significance of Rhetoric in Antebellum America","course_id":33,"status":"P","start_date":"1839-01-01","end_date":"1839-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Anti-Slavery Convention of American Women, held in Philadelphia May 1<sup>st</sup> through 3<sup>rd</sup> , 1839. This gathering was formed in such that African American women could come together and raise their voice for a cause that constantly rejected them. While slavery was still breaking the backs of black men and women in the South, Free Blacks in the North felt a duty and responsibility to promote and bring about emancipation. In a land where not only African-Americans, but women, were heavily exploited, finding ways to be heard had to be disconnected from faces that would be immediately shunned. As African American's at this time were believed to be ignorant and stupid, the movement to freedom inspired them to expand both their vocabulary and minds, which can be seen through the vast literary figures who emerged that this time. And so, rhetoric became essential, in both writing and speech. “Free Black churches, culturally specific jeremiads, slave narratives, secret schools, Black women's clubs, and Black colleges all represent an enriching merger of African American intellectual and activist concerns with writing instruction initiatives.”<sup><sup>1</sup></sup>"," ","The first day of the convention centered mostly about the immorality and inhumanity of the slave system. Religion was a huge factor for liberation, but this was not enough. African American's had to do more than prove that slavery was an act against God. On My 2<sup>nd</sup>, Elizabeth L. B. Stickney had a chance to make her statement. “Our principle, in regard prejudice against color, remains unchanged by persecution therefore... we will continue to act in accordance with out profession that the moral and intellectual character of a person... should mark the sphere in which they move. “ <sup><sup>2</sup></sup> Saying this, the means about which African American's became educated was easier in idea than"," ","in practice. Limited by resources, African American's had to learn at Black Colleges, Churches, and in their own homes. Though Slaves in southern plantations had earnest hearts and minds, their white","overseers oppressed them from most education except that which would help increase production. Free Blacks in the North were then given this civic duty. Though schools were available, many could not afford or attend them. Churches were popular, but they were in multitude and spread out. “African American's sought venues in which they could gain exposure to various subjects... as well as present their writing and oratory to critical audiences.”<sup><sup>3</sup></sup> As free African-American writers, poets, and intellectuals developed writings promoting sovereignty and could see how much their personal accounts and insights rallied people together, literary societies and conventions emerged."," ","“Place yourselves, dear friends, in our stead. We are blamed for not filling useful places in society; but give us light, give us learning, and see then what places we can occupy.”<sup><sup>4</sup></sup> Clarissa C. Lawrence from Massachusetts could not have stated this more accurately. It was not the African American that limited him or her self; in fact they were more than urgent to become integrated and educated. Sarah Douglass, a teacher and an active abolitionist from Philadelphia, appears under the minutes of the Convention as the treasurer. <sup><sup>5</sup></sup> Though she is not recorded as having spoken, only seven years earlier she gave an address before women of another literary society. As a writer, she used eloquent language stirring with passion to evoke sympathy from her audience. <sup><sup>6</sup></sup> All that occurred over those three days obviously cannot have been recorded within twelve pages, but regardless, her election as the convention's lone treasurer shows us the ideals and qualities likely held among most those who attended."," ","One of the final motions of the Anti-Slavery Convention of American Women reads the following: “That we view... the efforts of young people to promote the abolition of slavery, not only because they have a tendency to improve the moral condition of mankind, but are also a stimulus to the exercise of those mighty energies of mind.”<sup><sup>7</sup></sup> In most cases, it is the youth who make the large pushes for social change. During antebellum before the American civil war, there was an explosion of emphasis on proper education and speech amongst the free African Americans of the North. With this came the multitude of schools and societies blacks had used to integrate the writings and works of their brothers and sisters. Many whites been the frontmen leading to abolition, but their sincerity could only be disconnected. If this period didn't have movements like the Anti-Slavery Convention of American Women, who knows when, or even if slavery would have been abolished."," ","1 Gilyard, Keith<strong>. </strong><em>African American Contributions to Composition Studies </em>(National Council of Teachers of English: College Composition and Communication, 1999) , 626.","2<em> Proceedings of the third Anti-Slavery convention of American women held in Philadelphia, May 1st,</em><em>2nd and 3rd, 1839. (Wilson Anti-Slavery Collection: </em><em>The University of Manchester, The John Rylands University Library, 1839), 7-8.</em>","3 Bacon, Jacqueline and Glen McClish.<em> Reinventing the Master's Tools: Nineteenth-Century African-American Literary Societies of Philadelphia and Rhetorical Education (</em>Taylor & Francis, Ltd.: Rhetoric Society Quarterly, Vol. 30, No. 4 Autumn, 2000), 21.","4<em> Proceedings of the third Anti-Slavery convention of American women held in Philadelphia, May 1st, 2nd and 3rd, 1839. (</em>Wilson Anti-Slavery Collection: The University of Manchester, The John Rylands University Library, 1839), 8.","5<em> Proceedings of the third Anti-Slavery convention of American women held in Philadelphia, May 1st, 2nd and 3rd, 1839. (</em>Wilson Anti-Slavery Collection: The University of Manchester, The John Rylands University Library, 1839), 4.","6 Bacon, Jacqueline and Glen McClish.<em> Reinventing the Master's Tools: Nineteenth-Century African-American Literary Societies of Philadelphia and Rhetorical Education (</em>Taylor & Francis, Ltd.: Rhetoric Society Quarterly, Vol. 30, No. 4 Autumn, 2000), 30-31.","7<em> Proceedings of the third Anti-Slavery convention of American women held in Philadelphia, May 1st, 2nd and 3rd, 1839. (</em>Wilson Anti-Slavery Collection: The University of Manchester, The John Rylands University Library, 1839), 10."],"locations":[{"id":11227,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":498,"tag":"Rhetoric"},{"id":497,"tag":"Writing"},{"id":463,"tag":"African American Women"},{"id":238,"tag":"African American"}]},{"id":4885,"title":"Harriet Jacobs comes forward to tell her story of escaping slavery and fighting for emancipation.","course_id":33,"status":"P","start_date":"1861-11-01","end_date":"1861-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Far better to have been one of the starving poor of Ireland whose bones had to bleach on the highways than to have been a slave with the curse of slavery stamped upon yourself and children…” These powerful words come from the fugitive slave Harriet Jacobs. First hesitant to tell her story, later Jacob’s was convinced through the suggestion of a friend to indeed tell her story to others in order to help. Her famous tale <em>Incidents in the Life of a Slave Girl: Written By Herself </em>has answered a lot of questions into Jacobs life. She was born in Edenton, North Carolina around 1815. Her parents died when she was a child and she was sent to live with a brutal master, where she underwent sexual harassment. When she was only a teenager she had two children with another white man. As the threats continued she finally got the courage to run away and was aided by both black and white neighbors. She stayed hiding out at her grandmother’s as a freed slave. The man who she had the children with brought them to her grandmother’s house although he never emancipated them as he promised.","Finally Jacobs escaped to the North where she got back in contact with her children, and eventually found work in New York.  She was hired as a nanny the daughter of littérateur N.P. Willis in which she was allowed to use the resources to begin writing. She then moved to Rochester, New York where she ran an antislavery reading room with her brother, a fugitive slave. With the help of black abolitionist writer William C. Nell , her narrative the story of her life by herself was finally published early in 1861.  As the crisis of Emancipation deepened she tried to speak out in order to publicize the harsh reality of being a slave woman. She hoped that this might have some substantial impact to whites who might have read it at the time and encouraged the sentiment towards Emancipation. She remained active for the next thirty years and died in 1897. Although she was once hesitant about writing about her life, she tells in letters to Amy Post, a friend, that it would be the Un-Christian thing of her to do not to speak out, although she admits that it took her two years to finally swallow her pride and tell her story. However she did so in an attempt to help others to maybe escape the fate that had one captured her. Thanks to the encouragement of both black and white abolitionists of the time, she finally published her interesting accounts. During the Civil War she also went to D.C. to assist black soldiers and returned to the South later to help those who had been freed."],"locations":[{"id":8683,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"ALBANY, New York"}],"tags":[{"id":365,"tag":"Emancipation"},{"id":501,"tag":"Escaping slavery"}]},{"id":4886,"title":"William Lloyd Garrison writes the song \"I am an abolitionist!\"","course_id":33,"status":"P","start_date":"1841-01-01","end_date":"1841-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","“I am an Abolitionist!”","In the mid nineteenth century abolitionists would assemble and sing songs to inspire their movement. William Lloyd Garrison, a famous abolitionist and activist wrote “Song of the Abolitionist”, set to the famous tune “Auld Lange Syne”.  The beginning of each verse starts with the emphatic phrase “ I am an Abolitionist!”, which is repeated throughout the song. The song mentions a lot of the abolitionist’s motives and ideas.  The lyrics mention that they joyfully enlist in the war to fight freedom and to preserve liberty to all because it is the noblest thing to do. The song refers to abolitionists as “oppressions deadly foe”, which suggests they will be fighting with a forceful passion for justice of slavery. Also, the song mentions God, which shows that abolitionists believe that slavery is more than just a moral issue based on the religion of the time, Christianity. “In God's great strength will I resist, And lay the monster low; In God's great name do I demand, To all be freedom given, That peace and joy may fill the land, And songs go up to heaven”  These lyrics show the strong dedication that Garrison works to spread to other abolitionists and unite and motivate them to stick strong to their morals in attempt to destroy the evils that slavery has opposed upon American society. Religion was a strong argumentative tool because Garrison hoped that this would persuade people who considered themselves to be Christian which was a majority of the population.","William Lloyd Garrison, a passionate abolitionist played a significant role a spokesman for the black community when he published his infamous newspaper The Public Liberator and Journal of the Times. On January 1st 1830, Garrison published his first edition of The Liberator¸ which would be the first of 1,800 weekly issues of the journal. Garrison had promises of support from many well known African American abolitionists of the time. He hoped that the paper would work to give a voice of both sympathy and understanding of the state of the black community. The Liberator struggled greatly in its first several years, with little support, much criticism, and lack of subscribers to keep it afloat. Garrison admitted that African Americans of the times were poor and struggling in terms of buying his paper, but he aggressively believed that was the exact reason they needed a voice in the press to help them overcome these difficulties, which was represented through the paper. Soon prominent black organizations and societies were beginning to catch on and began to use the paper in order to advertise their meetings and subsequently publicize their problems. Issues were explored in the paper such as Nat Turners Rebellion and the issue of separate churches and schools. This began to spark conservation about the realities of slavery and give a voice to those who were not being heard prior.","Overall, William Lloyd Garrison, although controversial, was an effective abolitionist in terms of getting the public’s attention on issues facing African Americans. Through the publication of his newspaper The Liberator, and other persuasive techniques such as the development of songs such as “Song of the Abolitionist”, he brought other people as fellow soldiers who were fighting for freedom of all. He used powerful techniques to draw people into his cause and work to motivate them to join his quest to promote liberty. He was arguably one of the most influential abolitionists of his time period."],"locations":[{"id":6208,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":95,"tag":"Abolition"},{"id":502,"tag":"The Liberator"}]},{"id":4887,"title":"The Rebirth of Zora","course_id":33,"status":"P","start_date":"1/1/70","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["<strong><br /></strong>","The collaboration between Zora Hurston and the Directors of The Museum in folklore entitled “From Sun to Sun” was revolutionary for both the museum and for the African American population at the time. The Museum was known at the time at Rollins to be “a house for the arts”. The theatre worked together with Hurston to present a series of one act plays, musical programs, and various dance and poetry readings in a creative endeavor to help expand and discover new ways to present the arts to local residents. In the document, which is the program presented for “From Sun to Sun” there is a biography of Zora Hurston’s career. In the biography it is revealed that she was born in Eatonville, Florida and later attended school in Baltimore Maryland. In 1927 she was the first black person to be accepted in Barnard College. She became involved throughout her academic career in “Negro folklore” and became what can be considered a legend in this genre. Most of her folklore was published by the American Folklore Society. She also went further in her career to publish more stories and research articles which were published by prestigious journals such as  <em>The Survey Graphic</em>,  <em>The World Tomorrow</em> and <em>The New Negro.</em> Hurston came to Rollins in order to collaborate in an effort to establish “Negro theatre for her own people”.  We can infer from this that because of the time period, despite her large success at as a writer, poet, and director she was still in search for a place where she could truly express her work in a theatre environment without the perhaps discrimination from the outside world. She needed a location where her work could flourish and just plainly exist as art.","In an article written by Joanne Braxton details the autobiographical tradition of African American women, including Hurston. African American women began writing autobiographies in the 1940’s. However these stories did not start gaining publicity and serious attention until the 1970’s.  In the 1980’s critics began to reevaluate autobiographies that were overlooked in the 40’s and when they began to be published. One person that is noted that deserved re-evaluation of her works was Zora Hurston. In the Rollins program “From Sun to Sun” she expresses the need to find a place where she can call her own in an artistic environment. Hurston was in a constant search to indeed find a place in which she could “re-create, restore and re-invent the self” . It is also expressed in many of Zora’s own personal writings accounts of feeling extreme loneliness and isolation and how she so badly was striving to fit in and feel like everyone else.","In an article by Joyce Irene Middleton which is entitled “Where to look for Zora” there is a reoccurring theme which suggests that Zora was an insightful talent that was shamefully overlooked by other scholars at the time that she was publishing. A person by the name of Alice Walker started a movement to “Remember Zora” in the 1970’s which worked to understand Zora’s material to a clearer extent and to uncover reasons why she was once overlooked. In  Walker’s essay “Looking for Zora” she revealed many of Hurston’s memories and tried to uncover why in fact Zora was so influential and powerful as a black woman author. The most significant point in which people seem to be enthralled with her work is because it came so strongly that she was in fact in charge of her life and her unique emphasis on self possession. This was most interesting because of the time period in which she emerged which was a time in which African American women were still facing the hardships of discrimination.","Zora was an inspiration because of her persistency to be heard and intense drive to find her authentic self in a theatric environment. She was on a personal quest of liberation and more importantly strove to share her story with people, including her local native people of the greater Orlando community which was demonstrated by her association and collaboration with Rollins. This was both revolutionary and inspiring for the local community."," "],"locations":[{"id":36752,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":503,"tag":"From Sun to Sun"},{"id":459,"tag":"Female Authors"}]},{"id":4889,"title":"Colorblind","course_id":33,"status":"P","start_date":"1/1/24","end_date":"12/31/40","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Harlem Renaissance was a period of immense African-American intellectual advancement and culture revitalization. However, leaders in the African-American community were divided on the best way to portray their newfound ideas. The majority of intellects believed that desegregation was the ultimate goal, which was achievable by integrating their culture with white culture. The other school of thought was led by Marcus Garvey and his ideas of Black Nationalism and separatism. Zora Neale Hurston was a major actress in the Harlem Renaissance, publishing many literary pieces; however it is difficult to classify her in either of these two schools. In a letter to a fellow poet, she states, “Now, as to segregation, I have no viewpoint on the subject particularly, other than a fierce desire for human justice…I have no desire for white association except where I am sought and the pleasure is mutual.” Hurston was shunned by many of the Harlem Renaissance activists and critics of her time, as well as many white “liberals” because of her view. Hurston was beyond her time, seeing that the true path to end Black oppression was to eliminate the misconception that Whites were naturally superior to Blacks, and that White people were doing Blacks a favor by associating with them.","Zora Neale Hurston’s personal history deeply influenced her view on segregation as well as the literary work that she produced. Hurston was born[1] in 1901 and raised in Eatonville, FL, the first all black community in the United States. Her father was a pastor and her mother was a school teacher, although she passed away when Hurston was 13. Hurston received her high school diploma in 1918, and continued her education at Howard University. At Howard, she pursued a degree in English and received several accolades; including being a member of Zeta Phi Beta, a contributor to <em>The Stylus</em> and a group called The Saturday Nighters, all prestigious academic and literary groups. Her early work was mainly in poetry where she wrote about love. Late in her college career, she began publishing short stories in <em>The Stylus</em>, most notably “John Redding Goes to Sea” which was heavily influenced by her home town of Eatonville and her family. These stories were written in the broken African-American dialect of Eatonville, a style which was largely unpopular by the Black critics of the Harlem Renaissance.              Incredibly talented, Hurston was an asset to the Harlem Renaissance, although her work was largely ignored by several critics of her time. The Harlem Renaissance was a period of intellectual advancement and creativity for the black community. Leaders of the movement, including W.E.B. Dubois and James Weldon Johnson, saw the Harlem Renaissance as an opportunity to advance the African-Americans past segregation and that black artists were tools to accomplish those means. The two primary schools of thought were desegregation versus black Nationalism and it was concluded that Hurston did not truly fit into either one of these categories. Sub sectioned into this central debate is whether or not Blacks should truly embrace their heritage and selfness and incorporate that into their literary work, or if they should try to modify their work to appease the white crowd and impress upon them their equality of intelligence and creativity.  In other words, should Blacks be “censoring” their literary work, allowing only art that conforms to White culture to be published?  In a letter Hurston wrote to Countee Cullen, she clearly expresses her opinion, one that was largely unpopular at the time.","Cullen was one of few leaders in the Black community that encouraged African-American artists to incorporate heritage into their work and not sacrifice any of their creativity in order to cater to Whites. Hurston deeply admired Cullen for this, writing in her letter, “I have always shared your approach to art. That is, you have written from within rather than to catch the eye of those who were making the loudest noise for the moment” (Hurston 1979). Throughout this letter, she elaborates on the resistance she has encountered from white “liberals” who are associating themselves with blacks in the fight for equality. Her outspokenness against those who believe in appeasing a white audience has tormented these white “sympathizers”, as they realize the asset she could be if she would conform to the idea of changing her work to be more compatible with white culture. She speaks of one instance where these white “liberals” offer her a white husband if she can, “see things right” (Hurston 1979). She reiterates, “I am utterly indifferent to the joy of other Negroes who feel that a marriage across the line is compensation for all things, even conscience” (Hurston 1979). She does not see how marrying a white man is advancing her race in anyway, and that by settling for interracial marriage is actually a statement of inequality. Hurston’s view on desegregation and equality seem uncaring, although the underlying idea she portrays in this letter is more than 30 years ahead of her time. She is truly colorblind, not seeing the difference between whites and blacks and holding both of equal value. She is simply an artist, producing literature that honors her heritage and Blackness and those who like it, white or black, are welcome to enjoy it.","Zora Neale Hurston was truly a visionary of the Harlem Renaissance, seeing beyond the goals of desegregation onto the advancement of true equality. In the face of scrutiny from Whites as well as Blacks she refused to conform, using her brilliance to exemplify the culture of her race in its true form. Drawing on both personal experience as well as her elite education she was able to produce literary work that survived her, and expressed the ideas and concerns of an African-American woman during the Harlem Renaissance."," ","[1] Actually Born in Alabama in 1891, although she denies this (Boyd)"],"locations":[{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":437,"tag":"Zora Neale Hurston"},{"id":505,"tag":"Black Poets"}]},{"id":4890,"title":"Early Attempts At Abolishing Slavery","course_id":33,"status":"P","start_date":"1/1/85","end_date":"12/31/86","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The United States’ Declaration of Independence underwent a series of revisions before it was finally signed and submitted on July 4, 1776. One of the most important passages that were omitted in the final draft was one that attacked the cornerstone of the colonist’s economy: the enslavement and treatment of African-Americans. Many esteemed politicians in early North America were divided on the topic, they realized that the plantation system could not survive without a cheap source of labor, but they also saw how their newly written proclamation called for liberty and freedom for all mankind. The chief architect of the Declaration of Independence, Thomas Jefferson, was among these political elite. Owning over one hundred slaves himself, Jefferson frequently spoke out against the enslavement of African-Americans, and included a passage in his Declaration that would make slavery impossible in the new United States of America. The hypocritical nature of Thomas Jefferson mirrors the attitude of the colonists during the Revolutionary War period, while many saw that slavery violated the human rights that they were fighting for, they could not continue to be economically successful without slavery and chose to omit a passage in the Declaration that challenged it.","Analysis of the hypocrisy of Jefferson owning slaves points to several facets of Jefferson’s life. Jefferson was heavily indebted his entire life and received many of his slaves from mortgages and notes. Jefferson paid for his slaves in increments, and he was unable to free these slaves until these loans were paid off, which Jefferson was never able to accomplish. The slaves he did posses he treated fairly and even prepared them for life after slavery, instructing them on various professions that would be pertinent to obtaining a job once they were free. This treatment demonstrates Jefferson’s’ understanding that African-Americans were people, not just tools to secure economic prosperity. Throughout his political career he continuously pushed for the abolition of slavery, whether through influential letters to his fellow politicians or as an active cabinet member of both state and later federal legislative bodies. Many of his efforts fell on deaf ears especially because his early work was in Virginia, where the abolition of slavery was the building block of the economy. Southerners who depended on slave labor, viewed the institution as economic decision, in contrast with Northerners.","The debate on Slavery caused a rift in North America that eventually led to Civil War. In the South and around the Chesapeake Bay, a cheap source of labor was required to create sustainable returns on new cash crops. The Plantation system would fail if masters suddenly started to have to pay their laborers on an hourly basis. Merchants in the North realized that they would not be able to make as much profit with the additional cost of labor factored into the goods that they were trying to sell. For colonists who were willing to see the other side of the debate, fighting for independence did not mean anything if any part of the population was left out. This debate, of human rights versus economic profit was the leading cause of Jefferson’s Slavery passage being omitted from the final copy of the Declaration of Independence.","In its entirety, the passage attacks the “Christian King of Great Britain” for causing slavery and then attempting to call blacks to arms against the colonists. However, when broken down sentence by sentence, it is clear that the pivotal thought of the passage is directed toward the slave system itself. Jefferson does not mention that the colonists have been sustaining slavery. The reason for his failure can be pinned on a single line, “He [King George] has waged a cruel war against human nature itself, violating its most sacred rights of life and liberty in the persons of a distant people who never offended him, captivating & carrying them into slavery in another hemisphere or to incur miserable death in their transportation thither.” (Jefferson 1853-54, 145) This sentence solidifies the torment Africans endured to come to America, a practice which many colonist entrepreneurs were still practicing. Southern Plantation owners and merchants in the south had incurred great wealth and political power because of this trade and, and used it to fight against any mention of slavery in the Declaration of Independence. With this passage in the Declaration, slavery would have soon been abolished and plantation owners and merchants would not have been able to retain the same economic growth.","The Declaration of Independence was unable to contain a passage alluding to the freeing of African-American slaves because of the economic dependence of free labor. While this issue would eventually lead to civil war, the social atmosphere of the United States during the signing of the Declaration of Independence was too dependent on slave labor to solidify the staunch violation of human rights that existed within the American slave system. While Thomas Jefferson was never able to see the fruits of his labor, he took the first steps to creating equality and independence for all Americans as it exists today."],"locations":[{"id":40130,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":506,"tag":"Thomas Jefferson"},{"id":507,"tag":"Abolishment of Slavery"}]},{"id":4891,"title":"Eatonville Influences Zora Neale Hurston","course_id":33,"status":"P","start_date":"1/1/20","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Zora Neale Hurston was an African American author famous during the New Negro Movement (Harlem Renaissance), which was in the 1920’s and 1930’s. She wrote four novels and published more than fifty short stories and plays. Her writing was influenced by the small town of Eatonville. Eatonville is located in central Florida.","Eatonville may be a small town but it is packed with African American history and culture. After the Civil War, freed African Americans were segregated from the white community. They had three options; one was to leave the United States and go to Mexico, Canada or back to Africa. The second option was to try to assimilate into the white society where they would suffer inequality and discrimination. Or the last option was to establish all black communities, where they would try to be a self-sufficient town but with equal rights. Many of these all black communities were located out west in Kansas and Okalahoma. Eatonville was one of the few black communities established in Florida and it is the oldest of twelve to remain today. Eatonville became an official city on August 15, 1887. It was an all black town that was built around their culture, religion, family and education.","Zora Hurston was born in Alabama and moved to Eatonville at the age of two. She was so proud to be from an all black community that she carried it over to her writings, she even declared being born in Eatonville in biography. In her plays she used an all-negro cast to act in her Afro-American Folklores. According to her program from the play, “All De Live Long Day,” which was perform at Rollins College on Friday, January 5, 1934,  she had four sections then an intermission followed by the last three sections. The play consisted of music and dance. It was about the struggles of black life and it was a very inspirational message for that touched to hearts of the audience. It was based off the life of Negroes in Florida but mainly in her home town of Eatonville.","Eatonville shaped her life and her writing. The town honors and recognizes Hurston and all her hard work by celebrating her through the annual arts and humanities events at the Zora Neale Hurston Festival. This festival celebrates her life and her work as a writer. It attracts thousands of locals and tourists each year and it is a way to take a moment to remember the life of African Americans before and during her life in Eatonville."],"locations":[{"id":21523,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":227,"tag":"Women of the South"},{"id":85,"tag":"Harlem Renaissance"}]},{"id":4892,"title":"African American Schools","course_id":33,"status":"P","start_date":"1865-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the spring of 1865, slavery successfully ended in the United States when the Confederate army surrendered. All slaves in the Confederacy were freed by the Emancipation Proclamation set by Abraham Lincoln in 1863, which said that slaves in Confederate-held areas were free. Slaves in the border states and Union controlled parts of the South were freed on December 6, 1865, by the Thirteenth Amendment. Between 1861 and 1865, about four million black slaves were freed.","In the beginning of the nineteenth century, the education of African Americans was not a main concern in the United States. The South had strict laws against educating African Americans to protect slavery. The North however did have schools for African Americans but they were inferior to white schools. The buildings were crowded, the teachers were not as experienced and there were not as many courses offered in the curriculum. In the South, most of the education that took place with in churches. By 1834, many Sunday schools had reading as part of the course; this was because they had to be able to read the Bible in order to be a good Christian.","In a picture from 1890, it shows the first school for African Americans built in Winter Park, FL. There are thirty-five colored children and two colored men standing outside a building that appears to be quite small. The boys are dressed in a clean shirts and pants and the girls are wearing clean dresses. Although the conditions of the building were still inferior to the white, it was a huge step for African American education progress in the South.","The nineteenth century was an important period for African American education in the country. The beginning of the century saw little to no schooling available to African Americans and in the end there was the assimilation of public schools. Education for African Americans was not even close to being equal to what the white children was offered. But education was in progress and free public education was a major accomplishment for African Americans."],"locations":[{"id":1441,"lat":28.7108435556,"lng":-81.3703448213,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":238,"tag":"African American"},{"id":467,"tag":"Black Schools"}]},{"id":4896,"title":"A look at the evolution of the slave trade through the eyes of a slave trader.","course_id":33,"status":"P","start_date":"1826-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["It is the year 1826, 30 years after the American Revolution boldly stated that all men are created equal, but this first-hand account of Theodore Canot, an Italian adventurer paints a much darker picture of the times. Brantz Mayer’s 1854 work, “Captain Canot; Twenty Years of an African Slaver” vividly describes his friend’s grizzly profession; providing a historical document unmatched in detail and accuracy. Captain Canot becomes notorious in the Americas and West Africa as a ferocious slave trader who acquired slaves through both capture and as plunder from other vessels. He represented a new age of the slave trade, a post-revolution day when slavery and race had becomes so deeply intertwined. This primary document provides insight into the slave trade after the American Revolution, a business rooted in the beliefs of racial inferiority more than the need for labor.","The memoir provides an inside look into the cruel practice of slave trading, which continued on much longer than one might think. Almost a century after Thomas Jefferson inked that timeless phrase in the Declaration of Independence, hypocrisy combined with an expanding demand for slave labor on plantations in the South contributed to the continuation of the Atlantic slave trade. Even after the Emancipation Proclamation, in America, the trading in human beings continued nearby. Cuba and Brazil, for example did not abolish slavery until 1886, and 1888, respectively, and an illegal slave trade was present right up until the turn of the 20<sup>th</sup> century (1). The desire for profit often outweighed any moral dilemmas associated with trafficking men and women. This was certainly true in the case of Captain Canot, a man who had lived many years in Baltimore. The idea that Africans were racially inferior and therefore “sub-human” legitimized the practice in the eyes of many Americans. While the antislavery movement gained steam in some northern areas, the belief that blackness and slavery are one in the same held in the South. Slavery was no longer about labor owed to another person, no longer something one can buy out of, but simply being black meant you were a slave for life.","With this belief system, Canot had no trouble capturing, abusing and selling Africans, even branding them “with pieces of silver wire or small irons fashioned into initials heated just hot enough to blister without burning the skin”(2). The brutal treatment continues as the slaves are boarded onto the ship, “Officer, whip in hand, range the slaves in place, those on the right side of the vessel facing forward and lying in each other’s lap while those on the left are similarly stowed with their faces towards the stern” (2).  While packing these proud people into the ship like sardines, they arranged them in a particular way because this was “considered preferable for the action of the heart” (2). Canot and his crew simply thought of Africans as cargo, something to be delivered and kept alive, rather than human beings.","The idea of Africans being sub-human was not new. It had developed through hundreds of years of slavery. Both Europeans and Africans were involved in the development of this idea, as slavery had existed on the continent long before Europeans had set foot there. Mayer asserts that “slavery and the careers of men like Canot must be the fruit of Africa’s own fatal flaws,” demonstrating his belief that Africans themselves were the main culprits in the continuation of the slave trade. Mayer asserts that Africa is a continent “unstirred by progress… full of the barbarism that blood and tradition have handed down from the beginning” (2). Basically, while European slave traders and American plantation owners participated in treating people like property, the state of Africa itself was the main cause of the spread of slavery.","However they originated, the racist beliefs that Africans are sub-human and therefore property have marked our country’s history. These ideas precipitated racial tensions that have persisted to some degree even in modern America. The story of Theodore Canot is a powerful look into the evolution of racism. It is unique in that it both graphically details the cruelty and brutality of the slave trade, and provides insight into how these men could have possibly justified their horrific actions."],"locations":[{"id":5928,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"},{"id":1281,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":157,"tag":"Transatlantic Slave Trade"}]},{"id":4898,"title":"How one woman helped to valut African American culture into the spotlight","course_id":33,"status":"P","start_date":"10/29/32","end_date":"10/29/32","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Born in 1891 in rural Alabama, Zora Neale Hurston spent her childhood in the first incorporated black town in the nation, Eatonville, Florida. Zora attended school in Eatonville until only 13 years old, when she traveled to New York City with a traveling theatre company. In the city that never sleeps, Zora would develop her creative mind and make her mark on history. Hurston seized the tremendous opportunity of living in New York during the Harlem Renaissance, a period of blossoming of African American culture through music, poetry, dance and other forms of media. First, she obtained three degrees from illustrious learning institutions including Columbia University and Howard University. Soon after, she was blessed with a shot to work with Langston Hughes, arguably the most famous black writer in American History, on a play entitled, “Mule Bone: A Comedy of Negro Life in Three Acts.” Hurston went on to publish books such as the 1934 work “Jonah’s Gourd Vine,” detailing African American life in the deep-south and bringing it to the forefront of society. Through her life’s work and experiences, Zora Neale Hurston exposed the masses to African American life and folklore, broke racial boundaries, and inspired change here in Central Florida and across the nation.","Growing up in Eatonville, Hurston was fully immersed in African American culture and folklore. She specialized in theatre and comedy decided to pursue her interests further at Columbia. During her academic years, she conducted extensive field studies throughout the American South, becoming an expert in the field. Here at Rollins College, interest in American folklore was mounting. In a letter from October 29<sup>th</sup>1932, Professor W.R. Wunsch pleads with school President Dr. Hamilton Holt to allow an African American folk performance in the Annie Russell Theatre. Wunsch challenges the President to “break the ground as it were: to make the students sensitive to the lyric beauty of swamp and citrus grove, […] find the drama in the life of fisherfolk and sponge divers, […] to get the students to ‘dip their nets where they are.’” He goes on to specifically request Hurston, insisting that he “can think of no better way to introduce the students to the honest-to-the-soil material at their own doorsteps than to present to them in a program of folk songs and dancers a group of Eatonville negroes, headed by Zora Hurston. Zora, a national authority on negro ways, has won an enviable place for herself in American dramatics.” Clearly, there was desire for Zora’s expertise and creativity in the field local folklore here at Rollins, but the President was somewhat apprehensive to approve because of the well established racial boundaries of the time.","These pre-existing racial boundaries were tremendously difficult for African Americans to overcome, as the Jim Crow laws of segregation were still widely in effect. Dr. Holt illustrates this in his response to Mr. Wunsch’s letter. He allows the performance to take place, however, he adds, “Of course we cannot have negroes in the audience unless there is a separate place segregated for them.” Holt continues by hinting that he fears the judgment of others, warning, “I do not think I would advertise it very much outside our own faculty and students.” This mentality held widely throughout the south was a seemingly insurmountable obstacle to overcome. Hurston did an incredible job of shrinking the barriers by thrusting the lives and cultures of African Americans into mainstream society. Her first book, entitled “Jonah’s Gourd Vine,” was critically acclaimed as something totally new and fresh. Additionally, her academic success provided opportunity and paved the way for many African American women to follow.","The Harlem Renaissance set the stage for real progress in America. The timeless works of Hurston, Hughes, and countless other intellectuals, artists, poets and entertainers provided the building blocks for the Civil Rights Movement. This cultural movement shined the African-American experience in the spotlight, and in turn changed how African Americans were perceived. As rural, southern blacks moved north to larger cities, they developed a new image, one of urban sophistication. The idea of the black identity was forming, and antiquated, racist laws could no longer suppress it. In his response letter, Dr. Holt acknowledges that he is in favor of racial progress, telling the courageous Mr. Wunsch, “I am glad you are doing this as it is one of the best steps in the right direction.”","Zora Neale Hurston achieved incredible things in her lifetime. She won numerous awards as an actor, playwright and author. But arguably her most important contributions to this world came in the form of advancing her people and fighting for equality. Through hard work, a will to succeed, and being in the right place at the right time, she inspired true change in our country. Hurston is a figure that will be forever immortalized through her works and accomplishments, an integral part of African American and Florida history."],"locations":[{"id":22732,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"},{"id":22428,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":85,"tag":"Harlem Renaissance"},{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"}]},{"id":4900,"title":"African American servicemen in the Civil War","course_id":33,"status":"P","start_date":"1862-05-01","end_date":"1862-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Once let the black man get upon his person the brass letter, U.S., let him get an eagle on his button, and a musket on his shoulder and bullets in his pocket, there is no power on earth that can deny he has earned the right to citizenship.”","--Frederick Douglass"," ","In books around the world, conventional history teaches that the American Civil War and black slavery are inextricably intertwined. While it is common knowledge that slavery and its spread lead to the conflict; the actual role of African Americans during the Civil War remains widely unexplored. In mid 1861, as news of the war spread, many free black men set out to enlist to join the effort. However, they were not permitted to do so, with officials citing a law from 1792 banning African Americans from the military, and a fear of border-state secession.2 A year into the war, the Union Army was in desperate need of more volunteers. In response, a provision of President Lincoln’s Emancipation Proclamation allowed black men to serve in the U.S. Army. Black regiments from Massachusetts, North Carolina, and Tennessee began to pop up, but not until influential civil leader Frederick Douglass promoted the cause did enlistment intensify.2 Douglass’ call for citizenship through service proved effective. About 200,000 black men served in the Army and Navy during the war, and black women like the notable Harriet Tubman played key roles as well.2  This article from The New York Daily Tribune from March of 1864 provides a first hand glimpse into what life was like for two of these black regiments right here in Central Florida. African Americans fought valiantly in the Civil War; enduring both the horrors of war and widespread discrimination towards them."," ","Despite the fact the African Americans fought alongside the white soldiers of the Union Army, they still faced significant racial intolerance from them. Racism was still firmly ingrained in the minds of many Americans even in the North. The units of soldiers were segregated, often with a white officer commanding an all black regiment. The black soldiers were typically given duties white soldiers refused to perform. In addition, black soldiers were not granted the same wages that their white counterparts received. While white soldiers received $13 per month, enlisted black men only received $10, with an extra $3 deducted for clothing costs. 2 Also, racism made the prospect of being caught as a prisoner of war far worse for a black soldier. Captured black soldiers routinely faced harsher punishment than whites, and sometimes were even brutally executed, which was the case at the 1864 massacre at Fort Pillow, Tennessee.2 Despite many racial obstacles, black soldiers fought with valor in pursuit of freedom."," ","Of the many examples of black courage and valor fighting in the Civil War, the bravery shown at Battle of Olustee in Lake City, Florida stands out as a local Florida milestone. In the spring of 1862, Union Brigadier General Truman Seymour was leading a band of some 5,000 men on raids throughout North and Central Florida, freeing slaves, and attempting to destroy Confederate trade routes.3 Seymour experienced relative success, only needing to engage small bands of militiamen. Without approval from his superiors, Seymour marched his troops further north, where eventually he and his troops ran into a large Confederate brigade commanded by General Joseph Finegan. General Seymour made the fatal error of assuming that he was once again up against a small, inexperienced militia. Relentless cannon blasts and rifle fire inflicted serious damages on the Union troops. The Confederate forces prepared for an offensive charge, and Seymour needed a miracle. Just then, the heroic black reinforcements arrived. An eyewitness explains, “They came at double quick. The 54<sup>th</sup> Massachusetts went in first, with a cheer… followed by the 1<sup>st</sup> North Carolina… and charged upon the rebels.”1 The volunteer regiments engaged the Confederates, stopped the charge, and despite casualties, “the two colored regiments had stood in the gap, and saved the army!”1 When the dust settled, “The 54<sup>th</sup> Mass., which, with the 1<sup>st</sup> N.C., may be truly said to have saved the forces from utter rout, lost about 80 men wounded and 12 killed.”1 When they were called upon for duty the black soldiers responded with admirable valor and heroism."," ","This tale of a recklessly ambitious general and his men saved by black volunteers captures the essence of African American involvement in the Civil War. Fighting alongside men who do not believe they deserve equal rights, the black infantrymen battle on regardless, striving for that citizenship Frederick Douglass so eloquently described. The brave men and women who joined in this fight for freedom built the foundation for the American Civil Rights Movement in the generations to come.","“We, the colored soldiers, have fairly won our rights by loyalty and bravery—shall we obtain them? If we are refused now, we shall demand them.”"," ","--Sergeant Major William McCeslin; 29<sup>th</sup> U.S.C.T."," "],"locations":[{"id":1327,"lat":30.4938122303,"lng":-81.4274627631,"zoom":9,"place":"DUVAL, Florida"}],"tags":[{"id":32,"tag":"Civil War"},{"id":116,"tag":"Wounded Soldiers"},{"id":365,"tag":"Emancipation"}]},{"id":4973,"title":"African American Families in the 18th Century","course_id":33,"status":"P","start_date":"1800-01-01","end_date":"1800-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In many states in the United States, African –American marriages were not legal. Since African Americans weren’t perceived the same as Whites they weren’t allowed the same rights. But marriage was a cycle of life it was scared ad honorable. This of course wasn’t ethically right, but Blacks were considered to be inferior to the Whites so they didn’t have control of the situation in the early eighteenth century.  Since Black didn’t give up, change was bound to occur. Slavery was abolished in 1865 with the passing of the thirteenth amendment which freed all slaves.","                The primary source in which I retrieved was a picture taken in the eighteenth century, and it’s of a couple getting married in Apopka, Florida.","                The picture is dated in the early 1600’s there are three individuals: a minister, bride and groom.  The wedding is being held in front of a house, which is surrounded by trees. Ironically, the couple in the picture is wearing all black, with blank stares on their faces. The bride and groom are standing side by side while the minister is standing in front of them holding a book in his hands. [1]","                In Kentucky, legislation passed an act on February 14, 1866 to legalize and recognize “negroes and mulattos” marriages. In this case the couples had to pay fifty cent to the county clerk in order to have their marriage documented. This act had a tremendous influence on the state of Kentucky as well as other Southern states.  Following this Act hundreds and hundreds of African Americans were being married in Kentucky. This act enabled other states as well to follow.","           The tradition that came along with Black marriages was “jumping the broom” this custom began in the early eighteenth century in West Africa. According to the British and Dutch the Asante urban roads were kept clean. This was because the broom symbolized past problems and sweeping evil spirits away. To the bride jumping the broom symbolized her commitment to her new home and courtyard. This action was done after the couple exchanged their vowels. It has been said that the one who jumped the highest was the head of the household. Also the broom would be waved over the couples head to ward off evil spirits. This custom still exist in the Black community. Along with having a successful marriage came with having a well structured family. [2]","               "," ","[1] 1900. Photograph. Rollins College Archives, Winter Park","[2] Erin Chan Ding.  \"Love proves the universal language at Indian weddings: Bride and groom salute her roots with four-day celebration.\" McClatchy - Tribune Business News  6  July2008 http://www.proquest.com/ (accessed December 2, 2009)."],"locations":[{"id":15782,"lat":37.9291720638,"lng":-83.705774024,"zoom":8,"place":"Montgomery, Kentucky"}],"tags":[{"id":405,"tag":"Marriage"},{"id":3,"tag":"African-Americans"}]},{"id":4974,"title":"The First Blacks","course_id":33,"status":"P","start_date":"1/1/70","end_date":"12/31/77","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The First Blacks","            In this country about thirty to fifty years ago racial segregation existed among blacks and whites in the education system. It was only in the 1950’s when the U.S. Supreme Court ruled racial segregation in public schools unconstitutional in the case of Brown v Board of Education of Topeka, Kansas. Yet, it was only about forty years ago when Rollins College began to accept African American applicants. In 1965 only white students attended Rollins, five years later twenty African American students attended Rollins.","            Troy Layng was a white graduate from Rollins in the late sixties. He returned to Rollins to shockingly find a change in the student body, African American students. Layng conducted several interviews among the black students, and astonished by the active roles they played at Rollins. Among the students were; Laurence Martinez, leading scorer on the Men Basketball team, Chapel reader, nominee of the 1969 edition of Outstanding College Athletes of America along with a number of other leadership roles on campus. Anita Thomas was a member of ; Rollins Players, Steering Committee, Community Action Board and was a discussion leader in the College Preparation Week. Layng also interviewed two other African American students that were proactive during their four years at Rollins. Layng asked a series of questions concerning the student body’s perception of African American students, the advantages and disadvantages of attending Rollins, the reason or reasons why they selected Rollins, racial issues they face among the student body and faculty, and etc.","            The initial interview question was “Why did you select Rollins?” two out of the four student response were similar, they both mentioned the nice atmosphere but at the same time they both were concerned with the amount of blacks students that attended Rollins. The other two answered in another tone, one was fairly confident in her academics throughout high school and was convinced that Rollins chose her instead. Unfortunately the last student did not have Rollins or any other College in his future plans until his guidance counselor introduced Rollins as the best school in the South. Motivation and self determination was established among these students, in their academics and active roles at Rollins.","            An interesting question that was asked was “What could Rollins do to attract a greater number of black students” each response included the concern of financial aid and scholarships, appealing courses to those of color, incorporate black board members in the Admission Department and a stronger communication and interaction between white and black students especially among black students themselves. But their main disquiet was forming a better understanding among the social cooperation of both white and black students. Another major concern of the students was how the white students perceived them. The students in the interview repeatedly mention the importance of cultural mergence.   The previous questions were the most interesting to the students, they actually seemed genuinely concerned with the future of African American scholars. On the last page of the document there was a list of African American students that attended Rollins. Originally, the name of the document was “Negro Undergraduates at Rollins” but “Negro” was crossed out and “Black” was written it its place. This symbolizes the improvement of racial awareness among the student body at Rollins. The list has the year of six semesters, names of the student and class status. Interestingly enough there were only one African American student form 1964-1965, but from 1969-1970 there was a significant leap from one to about African American students.  De-segregation in the South was a huge issue. Of course whites didn’t want Blacks to attend the same schools, or have equal rights. There was a lost “promise” among the African Americans. Whites were too afraid that the Blacks would take over and fight back. Ideally this happened, but of course the blacks had a tough time voicing their opinions. The Jim Crow laws were imposed on the African Americans. [1] ","            To close the twenty African American students that attended Rollins a mere forty years ago opened the door for many other races. So many years later Rollins is still known for its academics and also recently known for the change among the student body. Those students of different ethnic backgrounds and cultures come together socially and academically to form the best school in the South.","           "," ","Layng, Troy. \"Black Students at Rollins.\" 1970. MS. Rollins College, Winter Park. <em>Rollins College Archives</em>. Web. 11 Nov. 2009. <http://http://archives.rollins.edu/cdm4/document.php?CISOROOT=/students&CISOPTR=381&REC=14&CISOSHOW=378>."," ","[1] Freyer, T.. \"The Lost Promise of Civil Rights.\" Review of title_of_work_reviewed_in_italics, clarifying_information. <em>The Journal of Southern History</em>  74, no. 3 (August 1, 2008): 793-795.  http://www.proquest.com/ (accessed December 2, 2009)."," "],"locations":[{"id":36752,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":238,"tag":"African American"},{"id":6,"tag":"Education"}]},{"id":4975,"title":"Her Love for Theater","course_id":33,"status":"P","start_date":"1/1/39","end_date":"12/31/51","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When one recalls famous poets, play writes and novelist most people think of Emily Dickinson, Edgar Allen Poe, and Shakespeare. People seem to forget someone that made a tremendous difference in African American society. Zora Neale Hurston was an essential element in the African American culture.","            Hurston was born in Nostasugla, Alabama on January 71981.  Her father was a preacher, tenant farmer and carpenter while her mother was a schoolteacher. In 1901 she and her family moved to Eatonville, Florida the first incorporated all-black town. Her father later became the mayor of Eatonville. Three years after her family moved her mother died, and soon after her father remarried. Hurston’s father and stepmother sent her to Jacksonville, Florida to attend school. She later attended Morgan Academy in Baltimore Maryland. In 1927 she was accepted in Barnard College, she was the first black to be accepted. At Barnard, she studied anthropology, and graduated in 1928. Hurston was required to explore and research in the South in which she studied Negro Folklore.  ","            “From Sun to Sun” was one of the plays Hurston hosted at Rollins on Friday, February 11, 1933. In the program, history of Hurston is mentioned as well as her accomplishments and tributes to African American culture. In the show, Hurston was one of the actors as well as a singer. Program also lists the songs from the show. The songs that were sung are known as Negro Spirituals. Originally these songs were performed by the African Americans slaves while working. The songs were to inspire them, entertain them and lift up their spirits despite their circumstances. In the ending of the small biography about her in the program, Hurston she mentions her future goals. . .   ","            “She hopes to found a Negro theatre for her own people. She wants to write her own plays, direct Negro casts in Negro dramas, and present them to a Negro audience. She wants occasionally to have the white friends of the Negroes to watch these performances.”[1]","            She had a huge impact on African American culture and loved the theater as well. She opened doors for other African Americans to express their love for their passion.[2]  It’s obvious that Hurston loved art and music; it was deeply displayed in her plays and poems."," "," ","[1] Hurston Zora. <em>From</em> Sun to Sun (1933), 2"," "," "," "," "," "," "," "," "," ","[2] Browne, R.. \"Choreographing the Folk: The Dance Stagings of Zora Neale Hurston.\" Review of title_of_work_reviewed_in_italics, clarifying_information. <em>The Journal of American Culture</em>  32, no. 2 (June 1, 2009): 167.  http://www.proquest.com/ (accessed December 2, 2009)."," "],"locations":[{"id":22732,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":627,"tag":"Theater"},{"id":626,"tag":"African -American"}]}]}