{"id":34,"title":"American Civil War Era","school_id":4,"school_name":"Furman University","term":"Fall 2009","abbr":"HST-224","url":"http://facweb.furman.edu/%7Ebensonlloyd/civwar/index.htm","description":"An upper division course on the American Civil War Era.","points":[[37.0780637097,-77.6286065028],[32.364480123,-90.8603381835],[35.1986686307,-88.1843543266],[38.1882210605,-77.65248979],[30.3227252079,-88.4311231118],[35.182488505,-89.8964012565],[37.5392399795,-77.4106423457]],"bounds":[[38.1882210605,-77.4106423457],[30.3227252079,-90.8603381835]],"episodes":[{"id":4713,"title":"The Union’s Last Resort: A Mining Operation","course_id":34,"status":"P","start_date":"1864-06-20","end_date":"1864-07-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Both Union and Confederate leaders knew that a decisive battle at Petersburg could mean a decisive battle of the war; but, it is unlikely that Union leaders would have guessed that their best chance for victory would depend on constructing a mineshaft.  There was a lot riding on the outcome of Petersburg, Virginia.  Bryce Suderow, a Civil War historian, explains the Union’s strategy: Grant and his advisors believed that if they could break the Confederate defenses at Petersburg, then the last true southern stronghold would fall along with Richmond, the Confederate capitol, and the war would end.  It was with this mentality that Union forces continuously assaulted the front lines.  Northern forces continuously shelled the Confederate trenches that surrounded Petersburg; but, the Union made no real progress.  The Union troops were not able to break the Confederate lines and thus were not able to execute their assault on the city!  Hopelessness and despair were commonly felt emotions among the stagnant soldiers.","            As Suderow, our historian explains, Grant continued to attempt to break the Southern lines with his straight-forward charges and large soldier concentrations.  But again, because the Confederates were dug into the hillsides, eradicating the enemy was a seemingly hopeless task.  Many Union soldiers were losing faith in the mission to capture Petersburg; their will to fight was waning.  Many Union soldiers saw themselves as pawns in a chess game, waiting their turn to rush the hills in a suicide mission.","            A few months into the battle, Grant was approached by a Colonel Cal W. Stevens who proposed a rather obscure idea to deal with the Confederate trenches.  The Colonel explained to Grant that he could lead a team of soldiers to construct a T-shaped series of mineshafts directly underground, parallel to the Confederate trenches.  Grant, who was looking for a way to occupy the minds of his depressed and unenthusiastic soldiers, gave the Colonel the order to commence with his obscure plan.  Grant saw the plan as a way to bring the soldiers together and accomplish something positive: a welcome feeling for the soldiers who had experienced continuous defeats charging on the Confederate trenches at Petersburg.","            With this knowledge, one can come to the conclusion that the mine shaft, which would eventually be packed full of explosives and produce the “Battle of Crater,” was constructed through busy-work, thought to be a meaningless task.  Also, some scholars find it ironic that many of the men who were mining the hillside were digging their own graves.  As our historian Suderow points out, it was not Grant’s wish to create such death and destructing with his mining operation; but, war never goes as planned as illustrated through this series of bloody events."],"locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":303,"tag":"Battle of Petersburg"},{"id":304,"tag":"Battle of the Crater"},{"id":305,"tag":"Mining Operation"},{"id":306,"tag":"Mining"},{"id":307,"tag":"Mine"}]},{"id":4755,"title":"Waul's Texas Legion in the Battle of Vicksburg","course_id":34,"status":"P","start_date":"1863-05-12","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The morning officially began at 10:00 AM as the war-weary men of Waul’s Texas Legion lined up shoulder to gray-clad shoulder in Vicksburg, Mississippi; the perfect time for brunch.  But it would forever remain in the minds of the Confederates as the beginning of a fight for their everything-- land, honor, freedom, liberty, property—at the one site most important to hold for any chance of Confederate victory—Vicksburg. The city was strategically placed along the Mississippi River, and until the city and Fort Hill were held by Union colors, the United States army’s supplies would be severely limited upstream.","Waul’s Texas Legion, commanded by Col. Thomas Neville Waul, moved at dawn into position, and as the first shots rang out that morning, their hearts were pumping with the blood of bravery that would lead to a crucial, life-threatening mission later that day. At 10:00AM, Grant’s Union army attacked the city of Vicksburg where the entirety of Lieutenant General Pemberton’s army, including Waul’s Texas Legion, was stationed. Two of Waul’s companies were sent to Fort Hill to re-take the garrison from enemy forces at all costs. Thirty-five men were chosen from the ranks, charging valiantly into direct shell and Minie ball fire for the covert, high-stakes mission of slipping undetected inside the fort as its weak spot. The fort was re-taken amidst smoke, blood, the stench of death and the deafening sound of cannon balls echoing in the near-distance, and Waul’s men earned their colors that day; a small price to pay for the death of nearly 500 comrades. Col. T. N. Waul was a man with a law degree and Congressional experience who ended up as a colonel because of a defeat in the CSA Congress. He resolved from that day forth to never lose again.","Later that day, the men under Col. Wrigley, the commander of the 2<sup>nd</sup> battalion of infantry under Waul, discovered a hidden bunch of Union soldiers hiding in a ditch. They found a parapet and fired down upon their enemy, contributing to the Union death toll of nearly 4,000. The day ended with the drums and fifes cheerily hastening the men back to camp following their beloved colors to deeply mourn the loss of nearly every captain who had been with them earlier that morning. Back at camp, the rations were steadily declining, with Captain William Edgar instructing the troops to eat ‘mule meat and fricasseed cat’. The ordinary brunches, shaves, shoe shines and sunrises experienced by the soldiers would be remembered as extraordinary for the simple fact that after the war, every ordinary task would be a painful reminder of all the ordinary they experiences with their fallen comrades. The next brunch they ate could be their last.","The battle of Vicksburg ended on July 4, 1863 in a Confederate surrender, but the beginning of the forty-seven day battle delivered a great blow to the Union army, Grant soon realizing he couldn’t take the city the way he planned because the Confederates were simply too strong. Vicksburg drew Union soldiers away from Gettysburg, and it showcased the desperate need of the good ‘ol Confederate boys to preserve their way of life at all costs."],"locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":310,"tag":"Vicksburg"},{"id":32,"tag":"Civil War"},{"id":345,"tag":"Waul's Texas Legion"},{"id":346,"tag":"May 22, 1863"},{"id":347,"tag":"Colonel T.N. Waul"}]},{"id":4714,"title":"Trench Warfare and Artillery at the Crater","course_id":34,"status":"P","start_date":"1864-07-30","end_date":"1864-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["             One of the opening battles of the Petersburg Campaign and one that foreshadowed some of the tactics used in the trench warfare of the First World War was the Battle of the Crater on July 30, 1864.  At this point in the war, the armies of Robert E. Lee and Ulysses S. Grant had settled into trench warfare in the area just to the south of Richmond, with the U.S. Army attempting to cut the railroad supply line into the Confederate capital.  After numerous unsuccessful assaults on the Confederate line, a Union officer named Henry Pleasants had the idea to dig a mine underneath the Confederate breastworks, plant explosives, and detonate an explosion that would collapse the center of the line and allow for a U.S. attack.  After approval of the idea, the mine was dug and successfully blown up, creating a hole in the Confederate line.  The federal troops, however, were disorganized due to mismanagement at the command level and took too much time in attacking the C.S. position.  This allowed the Confederate commander, Brig. General William Mahone, to organize a counterattack and drive the U.S. troops out of the crater and back to their own breastworks.","            Captain Charles E. Mink was a Union officer in charge of an artillery battery in the First New York Light Artillery, and was assigned to give covering fire for the Union troops marching into the explosion crater.  His account details giving fire on the Confederate position through the advance and stall of the U.S. troops as they attacked the Confederate line.  He also describes firing on a small group of Confederate troops and “breaking up their formation” as they attempted to press their advantage in driving back the Federal assault.  Mink was surprised to see the Union advance stall, saying that for “some unaccountable reason,” the Union attack halted in the blown-up fort.  Mink concluded his report by stating the number of shots he fired and his pride in the skill of his men, with “every shot striking the object at which it was directed.”  One aspect of Mink’s account that differs from most assumptions about the Petersburg campaign is his energy for the war has not faded in the way that many historians portray Union troops by this point in the war.  He was still very energetic and eager to fight the “rebels,” believing strongly in the righteousness of his cause. ","            The failed Union assault in the crater took over 4,000 casualties, mainly to a black division led by Brig. General Edward Ferrero, and resulted in U.S. Major General Ambrose Burnside being relieved of command for the rest of the war.  These losses were significant in that black soldiers were often protected by their commanders due to both a flawed understanding of the abilities of African-Americans, and desire to avoid a negative political backlash that would result from the loss of black soldiers over white.  Mink’s account reveals the point of view of a Union officer in the field during one of the most disastrous assaults of the Petersburg campaign, and he still believes after the battle that the Union should have carried the day easily, taking great pride in his men and their role in the battle."],"locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":304,"tag":"Battle of the Crater"},{"id":32,"tag":"Civil War"},{"id":308,"tag":"Artillery"}]},{"id":4715,"title":"Leading up to the Battle of Petersburg: The Mining Operation","course_id":34,"status":"P","start_date":"1864-06-20","end_date":"1864-07-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            The battle of Petersburg, Virginia was crucial in the minds of both Union and Confederate leaders. A leading Civil War historian Bryce A. Suderow explains the Union Army’s thinking: Grant believed that if Union forces could overpower the Confederate lines and crush the Southern stronghold the Southern capital would inevitably fall, ending the American Civil War in the Union’s favor.  With both sides understanding the gravity of their position, Union and Confederate leaders faced off with little movement and much violence: shelling was constant and the days were long, and both sides continuously fought hard; but, neither side was going to give any ground.  It was this stalemate situation that gave birth to the Union mining campaign, one of the most unique uses of military capability in the Civil War.","            A Union leader Hugh Thos, native to Pennsylvania, was a mining specialist in his profession.  He proposed digging a mine under the Confederate trenches, loading it full of black powder, and blasting their way through the Confederate lines.  After Hugh’s plan was passed through his superiors and on to the Union commander Gen. Ulysses S. Grant, the plan was put in action by pulling man power from the front lines and giving life to the mining operation.  Unlike any other position around Petersburg, the Union mining operation actually gained ground from the enemy; they were even able to do so without Confederate knowledge.  This covert advance, interestingly, did not go without suffering and even casualties.  Hugh Thos, a Union Captain and leader of the mining campaign, depicts the grim lifestyle of the miners for his superiors: “These men are entirely without cooking utensils, and none are to be had…I would also call your attention to the fact that there [is] an insufficiency of medicine… a great many of the men are sent to hospitals…”  In a later report, Thos writes to his superiors, “one of the engineer troops wounded at Gracies mine last night; two men have been wounded at Pegrams, mine No. 2”  Hugh Thos discloses these wounded men at the end of his letter, just as he would in a traditional brief concerning the outcome of a battle.","            As conventional attacks continued to fail the Union in their quest to capture Petersburg, the mine became more and more of a crutch for Grant to fall back on.  One day, after a particularly devastating loss against the Confederates, Grant was informed that the mine was finished and ready to be loaded and primed.  Grant gave the mining company the order to pack the mine full of black powder and prepare for an all-out assault on the Confederate trenches.  But, knowing the history of the mining campaign, historians and scholars alike recognize that the Battle of the Crater and its inflicted suffering began long before the Confederates were able to acknowledge the attack."],"locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":307,"tag":"Mine"},{"id":306,"tag":"Mining"},{"id":304,"tag":"Battle of the Crater"},{"id":303,"tag":"Battle of Petersburg"},{"id":32,"tag":"Civil War"}]},{"id":4716,"title":"Damage to the Confederate Line at the Battle of the Crater","course_id":34,"status":"P","start_date":"1864-07-30","end_date":"1864-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["           The Battle of the Crater in the early stages of the Petersburg campaign resulted in a massive amount of damage to the center of the C.S.A. breastwork.  In the early stages of the Petersburg campaign, as the battle settled into trench warfare, a Union officer named Henry Pleasants hatched a plan to dig, plant explosives, and explode a mine in the middle of the Confederate breastwork.  This would give the United States army an avenue to exploit and access to their target: the Petersburg railroad junction.  After some delay and confusion in the early hours of July 30, 1864, the mine was successfully blown up, but disorganization on the Union side kept the attack from commencing immediately.  This gave the Confederate general, William Mahone, long enough to mount and execute a counterattack that drove the Federal troops out of the crater, inflicting heavy losses on a majority black division in the process.","            Captain William Whitner was serving as the Assistant Adjutant and Inspector General for this part of the Confederate Army at the time, and wrote to his superiors about the damage that the defensive breastwork suffered in the explosion and subsequent attack.  Whitner described the damage as blowing up “a considerable portion of the main parapet – more than half,” as well as Confederate guns being thrown over forty yards as a result of the explosion.  The mine exploded directly beneath a Confederate battery, and according the Whitner’s account, throwing one cannon “at least twenty yards and the other forty yards from the point they were in position.”  Whitner also vouched for the counterattack made by General Mahone after the initial explosion and Federal attack.  Whitner’s account was used by the Confederate command to assess the potential damage should the Union attempt to use the same tactic again, and reinforced the need for Confederate generals to protect their defenses from all sides, including underground.  His account is very cut and dried, with little to no exaggeration, but his job as inspector general required the simple facts about the events so that his superiors could correctly assess the necessary actions to take in the future.","            The Battle of the Crater is a well-known event in Civil War History; its lessons reaching in the next century in terms of trench warfare and tactics.  The results of this Confederate Victory showed in several different ways.  First, the Union army was always very leery of directly attacking a Confederate fortification again.  It also dramatically changed the fortunes of the opposing generals.  C.S.A. General William Mahone was afterwards considered to be one of the finer young commanders in Lee’s army at the end of the war, while the Union commander, Ambrose Burnside, was relieved of duty and never commanded troops again throughout the rest of the war."],"locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":361,"tag":"Battle Damage"},{"id":360,"tag":"Mine Explosion"},{"id":309,"tag":"Trench Warfare"},{"id":32,"tag":"Civil War"}]},{"id":4717,"title":"Union Battery in the Campaign for Vicksburg","course_id":34,"status":"P","start_date":"1863-05-02","end_date":"1863-07-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Union Army achieved a decisive victory in the battle of Vicksburg, Mississippi, with the city surrendering to General Ulysses Grant on July 4, 1863.  The battery divisions effectively utilized the large guns and cannons of the army, which were crucial to the Union victory at Vicksburg.  First Lieutenant Joseph R. Reed of the Second Iowa Battery in the Union Army belonged to one of these battery divisions.  He enlisted on August 1, 1861 at the age of 26 in the town of Council Bluffs, Iowa.  His regiment comprised a portion of the Third Division of the Fifteenth Corps under General Sherman and fought primarily with the Army of Tennessee in the western campaigns.  Battery divisions, such as that commanded by Lieutenant Reed, often moved to various sections of the battle, positioned behind the infantry.  The battery regiments maintained a constant fire on the city of Vicksburg during the siege, keeping the Confederate soldiers and citizens trapped inside the city in a state of constant fear.  In addition, Reed reported that the siege of Vicksburg occurred not only in the city itself, but also in the surrounding areas.  Throughout the campaign, battery divisions played a decisive role in placing the enemy under constant attack, which allowed the infantry divisions to rest and recover.  Although Reed’s division did not play a major part in the actual capitulation of Vicksburg, his battery’s role in the entire campaign demonstrated that the battles took place not only in one location, but along several fronts.  This regiment lost only three men from the time they mustered in through the end of the war, showing that those in battery divisions werenot in as much danger as the infantry.  They remained back from the front lines, placed in areas with some shelter in order to protect the valuable machinery.  This report demonstrated that the Union Army also valued gallantry, as seen through the author’s gratitude to an infantry division that aided his battery.  After the battle, on August 31, 1864, Lieutenant Reed was promoted to a full captain, and he mustered out on June 10, 1865.  Reports from Vicksburg, Mississippi, such as that of Lieutenant Joseph R. Reed of the Second Iowa Battery, Third Division of the Union Army, showed that, due to the destructive power and efficiency of the weaponry, battery divisions were important to the Union Army gaining control of the Mississippi River."],"locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":313,"tag":"Second Iowa Battery"},{"id":312,"tag":"Joseph R. Reed"},{"id":311,"tag":"Union"},{"id":310,"tag":"Vicksburg"},{"id":32,"tag":"Civil War"}]},{"id":4718,"title":"Infantry in the Failed May Attacks on Vicksburg","course_id":34,"status":"P","start_date":"1863-05-22","end_date":"1863-05-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While the city of Vicksburg eventually fell to Union forces on July 4, 1863, giving the Union control of the Mississippi River, several failed assaults occurred prior to the successful siege.  Two of the assaults took place on May 19 and 22, and Vicksburg’s defenses held against the Union infantry and artillery forces on both these occasions.  Infantry forces in the Civil War often engaged in the bloodiest and most brutal fighting, and the Union forces attacking Vicksburg were no exception.  Lieutenant William C. Porter and 12 other men of the Fifty-Fifth Illinois Infantry volunteered to participate in the May attacks.  Lieutenant Porter resided in Naperville, Illinois, and enlisted as a sergeant on September 3, 1861.  He was promoted to Second Full Lieutenant on September 17, 1862, the position he held while fighting the battle.  His regiment was part of the Second Brigade of the Second division of the Fifteenth Army Corps, under the command of General Sherman.  As the only ranking lieutenant who volunteered to storm Vicksburg, he commanded the other volunteers from various brigades, and submitted his report to his superior, Colonel Oscar Malmborg.  In his report of the failed sieges, Malmborg commends the entire Fifty-Fifth Infantry as deserving of their reputation for bravery, and characterizes Porter as a daring leader.  Although Porter was in a leadership position, he had limited decision making ability, forcing him to rely on the verbal orders of various superiors.  One of the most dramatic moments detailed in this report occurs while Porter’s regiment is waiting for support from another division.  His men are under constant fire and exposed to the enemy, yet they courageously remained in position.  In his report, Porter makes it clear to higher ranked officers that his men fought valiantly, but did not have enough support from other divisions.  Officers would often claim that others did not fight bravely in order to improve their own image for possible advancement.  For example, Lieutenant Porter claims that the lieutenant of another infantry division kept himself and a protection of ten men away from the fighting.  Lieutenant Porter was killed at Kenesaw Mountain, GA, on June 27, 1864.  Reports from Vicksburg, Mississippi, such as that from Lieutenant William C. Porter of the Fifty-fifth Illinois Infantry of the Union Army, showed that the infantry forces often engaged in brutal combat, yet were concerned with valor and upholding the morale of the men."],"locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":344,"tag":"Fifty-fifth Illinois"},{"id":314,"tag":"William C. Porter"},{"id":311,"tag":"Union"},{"id":310,"tag":"Vicksburg"},{"id":32,"tag":"Civil War"}]},{"id":4719,"title":"<strong>Turning the Tide: Col. Samuel Beatty's experience at Shiloh</strong>","course_id":34,"status":"P","start_date":"1862-04-09","end_date":"1862-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Reversing momentum is a crucial element that is necessary for success, whether on a football field or a field of battle. Often, however, those involved in these critical moments do not realize their own significance. On April 9, 1862, Colonel Samuel Beatty, of the Nineteenth Ohio Infantry submitted a report which detailed the actions of his regiment during the Battle of Shiloh two days earlier. Beatty’s regiment of volunteers had crossed the Tennessee River at midnight the previous night, after the surprise Confederate attack on 6 April had nearly overwhelmed Grant’s force at Pittsburg Landing. Beatty’s regiment was a part of Major General Buell’s force, which provided major reinforcements for General Grant’s dilapidated army and helped turn the tide of battle during the second day into a clear Union victory.","Col. Beatty was straightforward in his report, but was also anxious to emphasize that he and his men took an active role in the battle itself. After being organized and then re-organized by different commanding officers, Beatty sent two different sets of skirmishers out to engage Confederate forces, capture prisoners, and gain knowledge of the enemy position. Eventually, the entire regiment advanced along with a larger Union force that “remained at the brow of the hill under an artillery fire,” and finally ended up advancing “under fire of musketry, by which several were wounded, and delivered well-directed volleys with apparent effect, and then fell back halfway up the hill.”  As the confederate forces fell back on 7 April, Beatty’s force was not ordered to advance any further, and remained encamped on the battlefield for the next few days.","This report outlines what is perhaps the most critical moment at Shiloh: the Union Army’s utilization of the night to regroup, reorganize, and ultimately reverse the fate of the battle. Buell’s army helped Grant and Sherman’s forces recover from the massive death toll of the first day of fighting. It was this turn of events that seriously affected subsequent events on the western theatre and memories of war. Sherman became convinced that only “total war,” focusing on economic interests as well as armies, could effectively defeat the Confederacy. Also, Grant was able to prove his worth as a general by standing firm in his last lines of defense (thus securing permanent control over Western Tennessee) before fresh troops from Buell arrived in the night. Finally, the widespread carnage at Shiloh forced a restructuring of historical memory; artists’ depictions gradually became more realistic, the death of one single person lost some of its significance in the face of the 24,000 lost within the two days of battle. Thankfully, Beatty’s report shows that in spite of the carnage he was still keenly aware of the loss of every one of his men, some 4 dead, 44 wounded, and 8 missing.","Samuel Beatty had raised his regiment of volunteers from his home in Stark County, Ohio. After serving as his regiment’s elected Colonel at Shiloh, he was promoted to brigadier general and took part in several major battles in the western theatre of the Civil War. At the time when Lee surrendered at Appomattox, Beatty was being considered for promotion to major general. After the end of the war, he returned home to his farm in Ohio and lived peacefully for the rest of his life."," "],"locations":[{"id":12073,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":102,"tag":"The Battle of Shiloh"},{"id":32,"tag":"Civil War"}]},{"id":4720,"title":"<strong>Confederate Disorganization Leads to Chaos at Shiloh</strong>","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the battle of Shiloh, Colonel Issac L. Dunlop discovered that even the clearest laid plans and troop organization can be turned into complete chaos after the start of battle.  According to the Official Reports of the battle, Colonel Isaac L. Dunlop and his Ninth Arkansas Infantry are clearly put under the command of Brigadier General J.C. Breckinridge in the Reserve Corps, to the east of the battlefield. However, Col. Dunlop’s regiment somehow managed to get in the dead center of the battle within the first day on 6 April, 1862. General A.S. Johnston found them and ordered them into battle, specifically to charge up a hill and force the Union soldiers to give up their position. Dunlop stated that he learned afterward that the men they faced were Pickett’s, but whether or not his regiment was partially responsible for the taking of the famed “Hornet’s Nest,” no one knows. They continued pursuing the Union soldiers until their position became one of “extreme peril” that was right in between “two batteries, both pouring grape and canister into [the] ranks” and then fell back to a safe position for the night.","Further organizational confusion was apparent the following morning, 7 April, when Dunlop and his men were pulled from battle in the face of a Union advance and ordered to support General J. K. Jackson and make a stand.  However, the brigade fell before Dunlop could get into position, and chaos began to rule the day; Dunlop’s regiment advanced too far forward and became completely detached from General Jackson’s Brigade, becoming “exposed to a destructive fire from both flanks.”  Rather than rejoining Jackson, Dunlop chose instead to continue moving his men in the same direction and joined up with a different brigade, this one commanded by Col. John D. Martin.  In spite of numerous attempts to make a stand and hold their position, ultimately the order to fall back was given.","Dunlop, in typical Confederate fashion, made little mention of the defeat. Instead, he emphasized in his report the bravery of his regiment, their perseverance in battle, and their tireless dedication to confronting the enemy. He gave little indication that the battle was going against them when the order came to fall back at 3 pm on 7 April, and then returned to commending the bravery of the fallen and giving numerical information to his commanding officer, J. S. Bowen.","Victor Davis Hanson, in Ripples of Battle, describes the Confederate force at Shiloh as a “microcosm of the Confederacy” that was rife with disorganization, confusion, and disunion. Other authors, such as  Brooks Simpson and Ned Bradford, definitely agree with the portrayal of confusion and chaos, though they diverge on other subjects. General A.S. Johnston provided clear and charismatic leadership, but Col. Dunlop’s report clearly indicates that without such a strong leader the Confederate forces barely managed a semi-organized retreat. With the loss at Shiloh, as well as the loss of Johnston, the western theatre had little hope of Confederate success for the remaining three years."],"locations":[{"id":12073,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":102,"tag":"The Battle of Shiloh"}]},{"id":4721,"title":"Shiloh: Col. Cyprus Hall, 14th Illionois Infantry.","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Colonel Hall’s experience in the Battle of Shiloh is unique from any common and popular knowledge of what actually took place during the battle. The general populations’ recognition of the battles in the west does not compare to their recognition of the battles in the east such as Gettysburg and Harpers Ferry. The reason is that the battles in the east took place in close proximity to some of the larger national newspapers while the battles in the west were not and therefore did not get the same kind of publicity. The battle itself was a very important piece of the Civil War in the west. Shiloh, when looked at closely, can be considered the Gettysburg of the west. If the South had won, it quite possibly could have been the end to the war in the west. “Long after the last gun cooled on the Shiloh field, writers would bitterly argue the nearness of a Confederate victory on April 6.”","In the broad scheme of the battle, most historians would say that the actions of Col. Cyprus Hall and the 14th Illinois Infantry did not mean much. According to his report of the battle one would think differently. In his account of the battle he describes, move-by-move, the chronology of the actions his men took and what they witnessed. Many of Hall’s descriptions of battle fail to give any recognition to the events of the rest of the battle, much less the Civil War. At first, Hall describes many of his actions as if he does not know what is going on around him but rather that he is just awaiting orders: “I ordered my men to lie down, conceal themselves as much as possible, and await orders”. Hall was even forced to cease fire when he was not sure whom he was firing on. It is a popular belief that the brigade commanders were only giving the power to carry out orders. On the contrary, because of the vast landscape of most battlefields and the resulting slow communication, many officers were charged with the responsibility to both carry out orders and to adapt to the events of battle without putting the army at a disadvantage: “General Grant ordered me to advance, feel my way cautiously, and engage the enemy wherever I might find him”. As the report goes on, Hall is able to acknowledge his surrounding much better than before. He was able to regurgitate every other brigade’s position around him and what he believed to be the positions of the enemy soldiers. While he did not have a true grasp on what was happening in the battle as a whole, he did understand his own positioning and the responsibilities that came with it.","It is interesting at the same time to notice that while he did not seem to mention the purpose of the battle or even the Civil War, he did recognize as many killed and wounded soldiers as he could. He mentioned the bravery of many of his Captains saying that they “were all wounded on Sunday morning, while bravely and gallantly leading and encouraging their men.” Col. Hall’s account of the battle was a very personable one, with great attention to detail of his men, not the entire battle."],"locations":[{"id":12073,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":317,"tag":"1862"},{"id":318,"tag":"Shiloh"},{"id":319,"tag":"Pittsburgh Landing"},{"id":320,"tag":"Cyprus Hall"},{"id":321,"tag":"Union Army"}]},{"id":4722,"title":"Shiloh: Col. Ralph P. Buckland, 72nd Ohio Infantry.","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Colonel Buckland’s experience in the battle of Shiloh is unique from any popular knowledge of the battle. The general populations’ recognition of the battles in the west, concentrating on Shiloh in particular, does not equate to their recognition of the battles in the east such as Gettysburg and Harpers Ferry. The reason is that the battles in the east took place in close proximity to some of the larger national newspapers while the battles in the west did not, and therefore did not receive the same publicity . The battle itself was a very important piece of the Civil War in the west. Shiloh, when looked at closely, can be considered the Gettysburg of the west. If the South had won, it quite possibly could have been the end to the war in the west. “Long after the last gun cooled on the Shiloh field, writers would bitterly argue the nearness of a Confederate victory on April 6.”<br /> <br /> Except for the familiar names of Grant, Buell and McClernand, one can barely decipher which battle he or she is reading about. Shiloh is just a normal battle to the men fighting. The importance of the battle was only understood by those leading the war effort. An Ohio native who studied law and was admitted to the bar in 1837, Col. Ralph P. Buckland, 72nd Ohio Infantry, Commanding Fourth Brigade wrote a report his battle accounts from the battle of Pittsburg Landing (the northern name for Shiloh) to higher authority on April 9, 1862. Buckland, like many other Federal commanding officers, did not know the lay of the land of west Tennessee very well, nor did he have any pre-Civil War combat experience or training. He described his first encounter of the battle as if it came out of nowhere. He wrote, “We had marched about 30 to 40 rods when we discovered the enemy, and open fire upon him along the whole line…” Although he seemed to be unsure of his own positioning and the positioning of the enemy, Buckland’s report comes off as very confident and calm. He talks of the successes of his men during the battle writing that “I think I may safely put the number killed by my brigade in that action at 200.”<br /> <br /> Buckland's account of the battle never mentions the broad scheme of the battle or his opinion of the war. It only really talks about the events that are affecting him directly (i.e. the fighting for life and death of he and his men). This lack of opinion can be partly attributed to the intent of the report to be merely a factual account of events and casualties for the use of higher ranked commanding officers. One can also notice Buckland’s feeling of personal responsibility to recognize the dead and wounded in his ranks by describing the extent to which his men, alive, wounded and dead, were brave and fought for their country. Buckland even gives credit to the surgeons working the field for the Federal army saying, “I take the liberty to refer to the important services of Surg. J. B. Rice and the assistant surgeons of the 48th, 17th and 72 Regiments Ohio Volunteers. They labored…taking no sleep for two days and nights.\"<br /> <br /> Following the war, Buckland was elected to the thirty-ninth and fortieth Congresses as a Republican. He later retired from politics, worked as the government directory for Union Pacific Railroad. He died in Fremont, OH in 1892."],"locations":[{"id":12073,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":322,"tag":"Ralph P. Buckland"},{"id":319,"tag":"Pittsburgh Landing"},{"id":317,"tag":"1862"},{"id":318,"tag":"Shiloh"},{"id":32,"tag":"Civil War"}]},{"id":4723,"title":"Small Unit Combat in the Civil War.","course_id":34,"status":"P","start_date":"1864-06-16","end_date":"1864-06-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Great battles, and even wars ultimately rest on the actions of just a few men. More often, than not, these men are not the ones who make the history books. Small unit combat is not something that we often associate with the Civil War. Often our images are of masses of men moving at each other with flags waving and horns blowing. But this was not always the case. Often it was a few men scattered around hiding behind trees taking advantage of what cover they had firing at another group of men doing the same thing. However, according to the combat principles of the time this was to be avoided as much as possible because when this happened Civil War era communication practices and technologies made it almost impossible to retain unit cohesion and command structure. It is often thought that situations like this were more favorable to Southern troops because of their largely rural upbringing as well as the fact that most white Southern men had spent at least some time on the quasi military slave patrols. This meant that these men had worked together before in combat like situations, whether it be stalking a deer, or chasing an escaped slave, and these experiences gave them a distinct advantage over their enemies.","One good example of this comes from Second Lieutenant Kelso of the 25th Tennessee at the Battle of Petersburg. During the initial Union assaults on June 16th Lieutenant Kelso noticed a gap between his unit and an artillery battery of about one hundred yards. After the first Union charge was beaten back, Kelso organized a group of 17 men and moved them into the gap taking up cover wherever they could. Another charge came bearing down on Kelso as he was moving, His men had just gotten into position when the Northerners were within fifty yards. The Tennesseans began firing rapidly at the Union men forcing them to take cover in a ravine. While under cover the Federals began waving their handkerchiefs, Kelso ordered a ceasefire and asked them to surrender, they did not so he began to fire again. However, Kelso then adavanced with is men and took them captive. As he did this a third charge came upon his men which he was once again barely able to beat back. Despite these assaults Kelso was able to retain possession of the prisoners and their colors.","This is very interesting and important low level officer work. However, it was not supposed to happen. In civil war combat these kind of small unit actions were never part of the plan. It took a lot of bravery and leadership on Kelso’s part, who was also earlier commended for bravery at Drewey’s Bluff, to accomplish this."," ","This episode can be translated into many larger themes of the Confederacy at this stage of the war. Men who earlier would not have held positions of leadership had been thrust upon the stage. It also shows that by now most men in the Army of Northern Virginia had become veteran soldiers, used to taking the initiative and thinking in terms of the broader picture. It would be hard for us to imagine a Lieutenant in either army taking this kind of responsibility on himself at First Manassas, however, by now men had become used to dealing in death and destruction"],"locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":323,"tag":"Petersburg"}]},{"id":4724,"title":"The Mishaps of Being in a Halfhearted Assault","course_id":34,"status":"P","start_date":"1864-06-15","end_date":"1864-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The battle of Petersburg is remembered as one of the most destructive of the war. <br /> Petersburg can be considered the last stand of the Army of Northern Virginia. After months of maneuvering and fighting, Grant had finally forced Lee into defending Richmond itself. Before this the campaign had consisted of Lee moving to block Grant’s advances, trading ground for time. Now there was no more ground left. Lee and the Southerners would be forced to fight it out with Grant where his much more numerous and much better supplied army could only ultimately win.","The 29th Massachusetts was one of the units involved in the heavy fighting, especially early in the campaign. People often forget that the first couple of days of fighting consisted of a lot of movement and rapid advances as Beauregard scrambled to meet and check the Union advances. The 29th crossed the James late on the night of the June 15th. On the afternoon of the 17th they assaulted the Confederate works which they were able to take control of, however by 10 p.m. they were forced to retreat because of lack of ammunition. They were then put in the trenches until the 30th of July when they were involved in another assault against the Confederate works. They were able to capture a fort however they were forced to retreat this time as well. During this fighting their brigade suffered very heavy casualties. Just a week before the last attack their colonel was relieved of his duties. Then during the attack their commanding general was taken captive, this meant that in one week the command had been moved to 3rd in charge. Meanwhile another Massachusetts unit in their brigade, the 57th, was being commanded by a lieutenant and an enlisted man. In fact in his report, Lt. Colonel Barnes apoligizes for its tardiness due to the many different changes in brigade and regimental command. This helps to show some of the confusion that can occur when just a few people are wounded, go missing, or are killed. The death of one low ranking general could leave thousands of men ineffective and leaderless."," ","This pattern shows a lot about the battle of Petersburg. Initial Union assaults had the possibility of carrying the day, but the Union high command was loath to commit the numbers or power needed to complete victory. There have been several theories put forth for this lack of elan. One is that the Army of Northern Virginia and Robert E. Lee had achieved a near mythic status in the mind's of the Army of the Potomac. Some Union soldiers thought that no matter what they did, no matter how many they outnumbered them by the men in grey would find a way to win. While this may have been true earlier in the war I think that this had been dispeled by then. The Union armies had taken all that the Confederates could throw at them at Gettysburg and had held fast. However, the other theory holds more traction. This was the belief in the \"Cold Harbor\" syndrome. At Cold Harbor the North launched several massive assaults on prepared positions and had suffered horrendous casualties as a result. This it is thought made the Northern commanders scared to commit all of their reserves in an assault even if it had promise of succeeding, as did those of the early phases of the battle or even on the assault of the 29th."],"locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":323,"tag":"Petersburg"}]},{"id":4725,"title":"\"Steady Men, Forward\"","course_id":34,"status":"P","start_date":"1864-05-04","end_date":"1864-05-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            “Steady men, forward.” These words, spoken by the Union Colonel Russel A. Alger of the Fifth Michigan Cavalry, encouraged a new line of union soldiers as they reinforced the Sixth Michigan in the midst of a bitter struggle with confederate forces led by Brigadier General Thomas L. Rosser during the Battle of the Wilderness. Their reinforcement proved vital to the maintenance of the Union line. Major Kidd, commander of the Sixth Michigan Cavalry, described the situation by saying, “no one who witnessed it can ever forget the superb conduct of Colonel Alger and his men when they swung into the line and turned a threatened reverse into a magnificent victory.”","            In the reports of Colonel Alger, he described the success of his brigade more modestly than Kidd, but nevertheless with a sense of triumph. Alger suggested the conflict was, “a severe contest, lasting about half an hour, during which the enemy was driven from the field, leaving his dead and a portion of his wounded in our possession.” Many of Alger’s descriptions of engaging the enemy display an overall feeling of conquest over the enemy amongst union soldiers. For instance, in another description of engaging the confederates at Todd’s Tavern, Alger wrote, “my regiment, with brigade, joined the right of the Second Division. The enemy was found in force, attacked, and routed.”","            Although Alger and the soldiers of his Fifth Michigan Cavalry achieved some success during the Battle of the Wilderness, it did not exclude them from the horrors of battle. The dense vegetation that characterized the landscape of the Wilderness caused the fighting to be confusing and chaotic. As a result, units for both Union and the Confederacy experienced advances and retreats as the battle see-sawed from Confederate to Union advantage. Colonel Alger and his men gained important victories for the Union; however, sustained firefight in the unfortified areas of the Wilderness littered the woods with casualties of both armies and the fighting ultimately ended in a stalemate. The rough terrain made it extremely difficult for transportation to reach and carry bodies of dead and wounded soldiers off the field. The day after Alger’s reinforcement of Kidd’s Sixth Michigan, he received a letter from the surgeon-in-chief that stated, “we have many killed and sixty more wounded than we have transportation for.” Thus, many wounded soldiers eventually died while lying on the battlefield because of the inability to successfully navigate the thick underbrush."," "],"locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":331,"tag":"Battle of Wilderness"},{"id":396,"tag":"Sustaining Morale"}]},{"id":4726,"title":"Woods, Roads, and Confusion","course_id":34,"status":"P","start_date":"1864-05-03","end_date":"1864-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Marching upon the Catharpin Road after trudging up the Plank Road, where “nothing was seen of the enemy save a small mounted force,” the Third Indiana Cavalry under Union Colonel George H. Chapman “proceeded less than a mile when their advance was attacked by the enemy and driven rapidly back on the main body.” Experiencing an ambush such as this was common for soldiers of both Union and Confederate Armies during the Battle of the Wilderness, May 5 and 6, 1864. Contrary to other major battles of the Civil War, such as Gettysburg or Antietam, the fighting literally took place in the thick woods and underbrush of Virginia. The prevalence of thick woods caused much of the fighting to take place on the roads that cut through the rough landscape. Since the Catharpin Road existed as one of the main roads of the Wilderness, it quickly became a source of conflict between the Union and Confederate armies. Under ambush, the exposed opening of the main body of any road was a death sentence, causing soldiers to retreat to the thick underbrush. The thick vegetation created a confusing arena in which to fight, and, in many cases, artillery could scarcely be used.","After Chapman’s cavalry was attacked by the confederates, led by Brigadier General Thomas L. Rosser, he “immediately reinforced this battalion,” and “soon dismounted the greater part of my brigade and drove the enemy steadily back until I reached a ravine.” Although Chapman followed orders to defend his position here, it gave confederates the opportunity to reestablish their lines and they began a new advance. Now, significantly outnumbered, Chapman recalled, “I again was obliged to put in my entire force.” The fighting “boiled into a bloody, uncontrolled melee, all semblance of organization lost, and each man fought for himself in a life-and-death slugfest face-to-face with the enemy.” Union cannon fire littered the ground with mangled corpses in gray. In the end, Chapman and his Third Indiana Cavalry were ordered to retreat to Craig’s Meeting House. Chapman reported that “confusion occasioned by getting large numbers of led horses back on one road caused men to break badly.” For Chapman, the battle was utter chaos and being forced to retreat did not help the morale of Union soldiers; however Rosser’s confederates were also left in a confused daze with no sense of direction."," "],"locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":331,"tag":"Battle of Wilderness"},{"id":397,"tag":"Chaos and Confusion"}]},{"id":4727,"title":"Analysis of the contributions of the engineers of the Seventeenth Army Corps under Union General John Logan along Jackson Road during the Battle of Vicksburg.","course_id":34,"status":"P","start_date":"1863-04-17","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["        Exhibiting adaptability and skill in constructing trenches and mines to counter Confederate resistance, Captain Andrew Hickenlooper, chief engineer of the Seventeenth Army Corps under Union General John Logan, had an integral role in shaping the Union course of events at the siege of Vicksburg in the spring and summer months of 1863 by overseeing one of three efforts in constructing an approach to seize the city along Jackson Road—a path that led directly to the garrison Union soldiers called Fort Hill.  On June 21, as Hickenlooper’s engineers and assisting infantrymen became hampered in their trench building efforts to sequester Fort Hill because Confederate General John Pemberton’s forces were “using hand-grenades (6 and 12 pound shells) with effect,” Hickenlooper demonstrated his leadership, his reliance on the precision of his engineers, and the importance of the engineers’ capabilities in impacting Vicksburg’s outcome by ordering mining operations to begin.  The engineers and miners, afraid, however, after Hickenlooper left the battlefield temporarily, abandoned their work on June 25 amidst mine explosions detonated by the Confederate army.  Even with this strong leadership, Hickenlooper attempts to disregard his absence in his officer report, demonstrating his ulterior motive of portraying his actions in a positive manner, which illustrates that defeating the enemy was not the sole objective of those involved in the war.  Despite this setback, the mining operation was effective in the Union army’s infiltration of the fort, as “1,500 pounds of powder in three different branch mines (500 in each) and 700 pounds in [the] center” were used so that Union “troops rushed in and took possession of [the] crater,” which was 40 feet wide and 12 feet deep, shaped like a saucer in the side of the fort.  As the fighting continued throughout the following days, Hickenlooper placed two guns in the crater and ordered for another mining operation to proceed on July 1, which was a “perfect success, blowing some 7 or 8 rebels.”  Indeed, the efforts by Hickenlooper and his fellow engineers significantly contributed to the strategy of the Union army and the surrender of the Confederate army at Vicksburg on July 4 to General Grant."],"locations":[{"id":7083,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":325,"tag":"\"Civil War\""},{"id":324,"tag":"\"Vicksburg\" \"engineer\""},{"id":330,"tag":"\"Jackson Road\""}]},{"id":4728,"title":"An account of an engineering captain in the Graveyard Road approach during the Battle of Vicksburg of the Civil War.","course_id":34,"status":"P","start_date":"1863-06-19","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["       Dispersing an already short supply of soldiers, artillery, and engineers, who dug trenches and pushed sap rollers, which were spherical devices filled with cotton that guarded engineers, the two unsuccessful approaches of the Union army to penetrate the city of Vicksburg in 1863 demonstrate the highly complex, yet haphazard nature in which war was engaged during the battle and throughout the Civil War. Captain William Kossak, an engineer officer in the Union army, assumed command of Brigadier-General Ewing’s brigade on June 19, in which he “took charge of the trenches on and along the Graveyard road” that led into Vicksburg.  Combat, therefore, was not the sole defining experience of soldiers.  Although the Union army had made considerable progress in advancing along Graveyard road, Kossak had a serious issue to contend with when he gained charge of the brigade: “I found the work advanced within 20 feet of the enemy’s counterscrap, with such obstructions in front of the sap-roller as to make it impossible to move the roller one inch without having the party engaged in the moving killed outright.”  As a result, the intricacies of the engineering tasks required for the Graveyard approach were perhaps the most elaborate and involved of the Civil War, as the engineers not only had to rapidly complete their assignments, but they also had to deal with the gun fire—like missiles wrapped in cloth, drenched with turpentine, that set sap rollers ablaze—from enemy assaults.  Eventually, Kossak, acquiring information from a Confederate informant—an uncontrollable factor—had to adjust his plans as a result of the placement of Confederate mines near the construction of the Union trenches as well: “I therefore went on a circuitous route, to keep even out of [the mines’] radius[‘s] of rupture.”  In order to accomplish this, Kossack realized he “had to blow 27 or 28 feet of solid ground….at the same time destroying all the mining around that front” the Union army already constructed, demonstrating that realities on the battlefield contributed to the haphazard and disorganized nature in which strategy was conceived and pursued.  The failure of the brigade to seize Vicksburg by July 4 along Graveyard Road can be attributed to the complex engineering operations they faced."],"locations":[{"id":7083,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":329,"tag":"\"Vicksburg\""},{"id":328,"tag":"\"Civl War\""},{"id":327,"tag":"\"Graveyard Road\""},{"id":326,"tag":"\"engineer\""}]},{"id":4731,"title":"Entitled 31st Alabama Infantry’s Stand at the Railroad Redoubt in Vicksburg.","course_id":34,"status":"P","start_date":"1863-05-18","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“It was a tornado of iron on our left, a hurricane of shot on our right…we passed through the mouth of hell.” These are the words of a Union soldier who was part of the 21st Iowa Infantry Regiment that led the federal assault on Confederate fortifications along the Southern Mississippi Railroad in Vicksburg. Major George W. Mathieson, commander of the 31st Alabama Infantry, unleashed this “hell” upon Union assaulters even though he never took the time to describe it that vividly. Mathieson’s Alabama men were placed just south of the Railroad Redoubt as part of a concentrated defense given the task of holding the crucial path into Vicksburg.","Since the dawn of 1863, Grant focused on dislodging the Confederate railroads centered in Jackson, Mississippi. With this as the Union’s goal, Grant began the conquest of Mississippi by capturing Port Gibson and subsequently Jackson. Upon destroying the railroad hub there, Grant’s soldiers marched directly west along the Southern Mississippi Railroad. The Confederate Army had already lost control of the Mississippi River so losing this railroad would completely cut its western forces off from supplies and reinforcements. To prevent this from happening, Pemberton amassed a large Confederate force on the railroad.","It is on this railroad that Union soldiers led by General McClernand first attacked on May 19, 1863. The 31st Alabama Infantry, supported by two other Alabama units, kept the Union’s advances at bay by sustaining a slow but consistent barrage of fire, making sure that “no Abolitionist could show his head without danger from ball or buckshot.” Mathieson’s regiment had only lost one man and had killed roughly one-hundred and fifty. Following this onslaught, Grant began the siege of Vicksburg and on July 4, 1863 Pemberton surrendered.","Vicksburg had been labeled as the “nail head that holds the South’s two halves together” by the President of the Confederate States, Jefferson Davis. He was justified in saying this because with complete control of the Mississippi River, Louisiana, Arkansas, and Texas were effectively separated from the rest of the Confederate States of America. The western states could no longer provide vital supply to the east, rendering the west almost useless from a military standpoint.","The events of the summer of 1863 also affected how the Confederacy’s population viewed the Civil War. The Confederate surrender at Vicksburg, in addition to the loss at Gettysburg, caused many southerners to doubt the Confederacy’s chances at gaining independence. Citizens of the Confederacy were discouraged by soldiers’ stories of the siege and southern hopes began to fade. As Liddell Hart once said, “it was the moral effect, above all, which made Vicksburg the great turning point of the war.”"],"locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":32,"tag":"Civil War"},{"id":310,"tag":"Vicksburg"}]},{"id":4732,"title":"Entitled Confederate Artillery in Defense of the Mississippi River along Vicksburg.","course_id":34,"status":"P","start_date":"1863-05-18","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A citizen of Vicksburg observed that during the siege \"nothing was spared by the shells; the churchs fared especially severly, and the reverend clergy had narrow escapes.\" This was brought upon by Ulysses S. Grant, who had taken control of the entire Mississippi River save the couple miles being guarded by the Confederate troops at Vicksburg. Grant launched his attack on Vicksburg on May 18, 1863. While most of the bloodshed initially took place on the eastern side of the city, Confederate artillery along the Mississippi engaged Union naval ships and heavy weaponry in an effort to protect the center of Vicksburg from an ever threatening invasion.","Colonel Edward Higgins, the commander of Vicksburg’s river batteries, was effective at repelling the Union assault of Vicksburg from late May through the first week of June. His well-placed batteries sunk the <em>Cincinnati</em> and held off the other three Union ironclads. The situation of the battle changed on June 11 when federal troops began to establish fortifications across the Mississippi River. The Union fortifications featured more cover and protection for its soldiers, making them less of a target than the rebels atop the barren banks of eastern shore. These new positions gave the Union the comfort of having both accurate artillery and constant naval support, a substantial advantage in the already close battle.","Due to the availability of Union supply, forces on the De Soto Peninsula wielded two-hundred and seventy five cannons, a few of which were high caliber Parrott guns supplied by the US Navy. In contrast, Confederates had a hundred less cannons and this number consistently decreased due to the need for artillery on the eastern side of Vicksburg. Additionally, Confederate batteries lacked sufficient ammunition to combat Union cannons backed by an “inexhaustible” supply. The significance of the Confederate Army’s shortcomings became greater as the siege worn on and Union “superiority grew into dominance.”","After over five weeks of isolation and bombardment, Confederate commander J.C. Pemberton surrendered because he knew his men lacked the strength to fight any longer. In Higgins’s report, he does not claim the fall of Vicksburg as a failure on the part of himself or his men. In fact, they had performed their duties as defenders of the Mississippi while also guarding the eastern trenches at night and serving as the city guard. He believed that had his arsenal not been down-scaled because of the “weakness of our infantry force” it would have never permitted the Union to make advances.","The shortcomings of the rebels at Battle of Vicksburg are an accurate representation of the Confederate Army as a whole. As in Vicksburg, Confederates faced a foe that was better fed, supplied, reinforced, and armed. Confederate leaders were at times more disciplined and more tactically knowledgeable but it is because of the Union’s advanced overall management stemming from both its enormous industry and population that the rebellion was extinguished."],"locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":308,"tag":"Artillery"},{"id":310,"tag":"Vicksburg"},{"id":32,"tag":"Civil War"}]},{"id":4733,"title":"A Special Detail in the Final Battle Of Petersburg","course_id":34,"status":"P","start_date":"1865-04-02","end_date":"1865-04-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Specific military units did not usually separate intentionally on the battlefield during the Civil War, yet First Lieutenant William H. Rogers received orders that detached him from his unit. On March 31, 1865, Lieutenant Rogers was temporarily relieved of his command of company K of the 1st Connecticut Heavy Artillery and was assigned 100 men from artillery units, who would “follow a charging [Union] column, and serve the guns taken in the attack then contemplated.” In effect, Lieutenant Rogers’ assignment was to take 100 artillerymen, who would follow Union Infantry on an attack, with the goal of capturing Confederate artillery and using it on the Confederate troops. In the early hours of April 2, the attack commenced. Lieutenant Rogers and his 100 men rushed onto the field of battle, following the advancing Union Infantry. Once the Infantry captured the Confederate guns, Rogers and his men proceeded to turn the guns on the retreating Confederates. However, the job was not as simple to fire into a retreating army. Rogers’ men had to reposition the cannon in an exposed area and operate the guns under enemy fire since they had only breached the first line of defense of Petersburg.","Lieutenant Rogers and the 100 men that were gathered for their assignment and performed their role in the battle, but did not participate in the battle after the Confederates were out of range of the artillery they operated. None-the-less, this artillery assistance provided cover for the advancing Union armies and helped soften up the Confederates while they were on their retreat. Rogers’ orders were unique in that Rogers and a detail of men were pulled from their normal units to perform a specific task. The men had not worked together before because Rogers says, “A list of the killed and wounded I am unable to give, as I am unacquainted with the names of those injured.” At this point in time, troops spent a good deal of time training with their units to create cohesion with the soldiers, which was important for success on the battlefield. This special assignment did not follow the normal protocol, and cohesion would be limited at best. None-the-less, this atypical assignment proved to be very fruitful for the Union troops.","The role of Lieutenant Rogers and the 100 artillerymen in battle was part of an important offensive on April 2 that ended the siege of Petersburg. While Lieutenant Rogers did not participate in the fighting after his assignment was completed, the Union troops drove the Confederates out of Petersburg, back to Appomattox where the Army of Northern Virginia surrendered. Lieutenant Rogers played a unique part in this major offensive, by taking a conglomeration of troops from different units and performing a specific assignment for one attack, which was rather uncharacteristic for the time."],"locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":303,"tag":"Battle of Petersburg"}]},{"id":4734,"title":"The 116th Colored Troops at the Battle of Petersburg","course_id":34,"status":"P","start_date":"1865-04-02","end_date":"1865-04-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William W. Woodward entered the Civil War by enlisting as a second lieutenant in company K of the Ohio 2nd Cavalry Regiment, but he left the war as a Colonel of the 116th Regiment of the United States Colored Troops. His tenure with the Ohio 2nd Cavalry yielded rewarding results, as he was promoted to Full Captain on November 14, 1862, just one month and eight days after he enlisted. However, things changed on July 15, 1864, when he was decommissioned from the Ohio 2nd Cavalry, and reenlisted as a Colonel on the same date with the 116th United States Colored Troops. The 116th Regiment was fully organized on July 12, 1864, so Colonel Woodward was with the 116th from its formation.","Colonel Woodward’s troops were involved in the siege of Petersburg from October 23, 1864 to April 2, 1865. Specifically, they were a part of the major charge that took place at 4:00 a.m. on April 2 to drive the Confederate forces from Petersburg, and then followed the retreating Confederates to Appomattox. They were also a part of taking Fort Gregg (on April 2), where they supported an artillery barrage led by the 31st Regiment. Woodward said of the troops’ actions at Fort Gregg, “This regiment, although exposed to the enemy’s fire of solid shot, took their position with the greatest coolness.”","Despite being in this great battle that finally subdued the Army of Northern Virginia, the 116th Regiment never seemed to be in the forefront of the battle, but primarily relieved troops and provided support for battle instead of being part of strategic maneuvers. This was true of most black troops at the time, because popular opinion held that black soldiers would not be able to fight effectively in battle, even after African American soldiers had performed well in previous battles. In spite of this, the black soldiers wanted to prove themselves, and the only way to do so was on the battlefield. Based on Colonel Woodward’s report, the 116th Regiment did prove themselves. Colonel Woodward ends his battle report by praising his officers, regimental commanders, and enlisted soldiers, saying that he would like to commend “the good conduct generally of the enlisted men of the command, during a period of severe marching, and reduction of rations, amounting to almost absolute destitution.”","The 116th U S Colored Troops were exposed to a variety of aspects of the war in a short amount of time, specifically militarily and socially. African-American soldiers in the Civil War faced many different forms of racism and ill treatment. Apart from being paid less, they were often assigned “fatigue duty” or “military labor,” and were put to use doing manual labor like digging trenches. This support work was often the predominant use of African American troops, and many regiments of Colored Troops were often not engaged fighting. The 116th Regiment was put on fatigue duty and experienced injustices, but they were also engaged in a major battle during the siege of Petersburg. The experience of war for the 116th Regiment and Colonel Woodward was not solely based in the military, but also had deep social and cultural experiences that were unique to African Americans."],"locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":303,"tag":"Battle of Petersburg"},{"id":32,"tag":"Civil War"},{"id":3,"tag":"African-Americans"}]},{"id":4735,"title":"Col. John C. Moore's report of The Battle of Shiloh","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“In justice to my regiment, permit me to say that no other regiment entered the fight on that day under more unfavorable circumstances than the Second Texas.” Colonel John C. Moore included this in the beginning of his report on the first day of the Battle of Shiloh. Tired, hungry, and lacking supplies, the Second Texas Infantry left Texas, met with the rest of the Army of Mississippi and then traveled to Tennessee for the Battle of Shiloh within a three month time period. The Second Texas Infantry was a rather new infantry. It had only been together for less than six months when it joined the Army of Mississippi and fought against the Union troops.","Despite the hardships that they faced, the Second Texas Infantry “moved forward with light hearts and buoyant spirits without a murmur of complaint” toward the Battle of Shiloh. Imagine not only entering the war tired and hungry, but with a lack of proper clothing. Although Moore stated in his report that all of his men refrained from complaining, in reality this is not plausible, but it does illustrate the leaders tendency to paint their men in the best light possible.  As Moore stated in his report, many of the men, officers included, returned from the war barefoot because the lack of viable shoes available. Author Tony Horwitz visited the battlefield where the Battle of Shiloh occurred and wrote about what the soldiers must have experienced that day: cold, soaking wet feet. He mentioned the coldness while wearing shoes. The soldiers were barefoot on the cold, wet ground and running and fighting, not simply walking.","In addition to these hardships, the soldiers also faced the confusion of men who were inexperienced in battle. At one point when the Second Texas Regiment was fighting the Union forces, a Federal Colonel approached them shouting “Boys, for God’s sake stop firing, you are killing your friends.” Colonel Moore stated that this Colonel was simply deceiving his men, but it still indicates the uncertainty of the fighting. Moore did not lead his men on the second day of battle, but sent in a report on his regiment in defense of their actions. In his second report on the Battle of Shiloh, he acknowledged that his men contributed to the Confederate’s loss, but he defended them by placing the blame on the “multiplicity of commands, and the consequent confusion of the men not knowing whom to obey”, illustrating both a leader’s determination to paint his men in a good light and the confusion of the battle that the inexperienced men had to endure.","Although the Confederates lost the Battle of Shiloh, The Second Texas Infantry unit was commended for its bravery by generals P.G.T. Beauregard and Dabney Maury.  Following the first day of Battle, John Moore was promoted from Colonel to Brigadier General in charge of the Second Brigade."," "],"locations":[{"id":12073,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":102,"tag":"The Battle of Shiloh"},{"id":32,"tag":"Civil War"}]},{"id":4736,"title":"A Union Officer at the Wilderness","course_id":34,"status":"P","start_date":"1864-05-04","end_date":"1864-05-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William Davis did not talk of gallantry or heroics in his Wilderness Campaign report. The Lieutenant Colonel was simply carrying out orders, and his regiment had been involved in the Union’s struggle since 1861. His 69th Pennsylvania was accustomed to the reality of war; they had fought in the most famous battles: Yorktown, Antietam and Gettysburg. However, the Wilderness was not a normal battle. It was fought in thick underbrush, and regiments were frequently separated from their divisions. There were days without battle, but there was not a moment when the soldiers felt safe. Skirmishes arose in the darkest hours of night and the brightest hours of day. The deep undergrowth was the one constant for Davis and the 69th Pennsylvania. William Davis was a common man in an uncommon situation. Nevertheless, it was his duty to protect his friends when leading them into battle. During Davis’s weeklong struggle in the wilderness, he did not have the luxury of a house or a tent. William and his comrades could only take refuge in the watchful eyes of each other. The men who had been fighting in the arduous war for three years would be tested yet again.","The 69th Pennsylvania was under the command of Maj. Gen. Winfield Scott Hancock’s 2nd Corps. On the morning of 5 May, Hancock was pressed from a counterattack by two Confederate divisions that were commanded by Lt. Gen. James Longstreet. The men continued to hold the Orange Plank Road under any circumstances because any road in the Wilderness represented a huge strategic advantage. The men of 69th would spend most of their time near the Orange Plank Road before they were forced to retreat.","William Davis recounted the night of 10 May for the veteran regiment as hours overwhelmed with exhaustion. “I sent my adjutant to find out where my brigade was. He returned after an unsuccessful search. It being now dark, and the men exhausted from fatigue and want of food, I remained here for the night.” The Battle of the Wilderness would be the starting point of Grant’s campaign for Richmond. For William Davis and his brothers in arms, the Wilderness was a week with no sleep, little food and constant struggle."],"locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":402,"tag":"The Wilderness"}]},{"id":4737,"title":"J.J Anderson's report on the battle of Shiloh","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["  Texts about the Civil War will often discuss in great lengths about the heroic deeds and bravery of the soldiers who fought. These men were often revered for their dedication to the army and to their country. Jabez J Anderson was a thirty eight year old farmer from Middleton, Illinois, who had to take control of his regiment during the first day of battle when two of his superiors were severely wounded. Although his prior occupation as a farmer probably left him with very little knowledge about combat, he would remain in charge of his regiment for all of Shiloh. This was not uncommon among the Confederate and Union armies, but this lack of experience is often hidden by the romantic explanations of war, which is evident in Anderson's reports. Captain Anderson, reporting from the Eighteenth Illinois Infantry, states how the majority of the men in his regiment acted in a manner that was \"becoming of soldiers and men\", and who endured the fight against the overwhelming numbers of the rebel army gallantly.","  However, this report on the battle also goes on to show that not all soldiers acted gallantly, and that there were divisions within the Union Army. Anderson points out that not all men were present in the battle at Shiloh that lasted from April 6 to April 7. In his report, Anderson discussed how William L Cross, second lieutenant of Company D, was absent during the beginning of the fight on the morning of April 6 although he was made aware of his company's position. Furthermore, Anderson states that \"he did not make any effort to rally or encourage the stragglers to return to the help of their comrades\". Another example of \"un officer- like behavior\" was the conduct of William M. Thompson, who was the second lieutenant of Company F. Thompson, he notes, left during the night of the sixth and did not return to battle until the next night. According to Anderson, Thompson said during his absence that \"He would be damned if he would fight in such a cowardly regiment\". These examples of men that were accused of dishonorable conduct were only two of four that Anderson mentions. This demonstrates how each regiment within the army suffered from internal problems, whether it was exhaustion, lack of unity or disagreement. These internal issues coupled with the overall brutality of Shiloh seemed to have a significant impact on the soldiers who fought. McPherson states that the  \"romantic image of Rebels and Yanks who marched off to war in 1861\" were gone. The beliefs surrounding war were not as clear cut and simple as it was made out to be in the beginning of the Civil war and nor did the officers in charge of these regiments always have in mind what was best for the company as a whole."],"locations":[{"id":12369,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":332,"tag":"battle of shiloh"},{"id":393,"tag":"loyalty"}]},{"id":4738,"title":"The Battle of the Wilderness","course_id":34,"status":"P","start_date":"1864-05-04","end_date":"1864-05-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["There were no heroics, tragedy, emotion or names in Joseph Barnes’ report of the Wilderness. Rather, his report of the onerous seven day battle was like a warehouse manager’s inventory report. Perhaps, the thirty one year old man did not want to relive one of the worst times of his life. At the age of 28, Joseph Barnes joined the Union army on May 18, 1861. A few months later he was promoted to Promoted to Full Lieutenant Colonel on December 13, 1861. That is quite the responsibility to give a man who was a professional printer in 1860. Joseph had to quickly adapt to the new trials and challenges of war with no background or knowledge. Before the Wilderness, he was only responsible for a person’s manuscripts. Now, Joseph’s decisions would put men into the lines of rifle fire and bayonets.","Joseph was a common mid level officer. Prior to the war, he had no military experience, and his military skills as a commander would be formed through battle. There were no drills or instructive videos. There were only orders from his superiors that he was expected and needed to execute. Joseph’s 29 Massachusetts was present at the battles of Antietam, Savage’s Station and Knoxville before they were needed to fight at the Wilderness. At the Wilderness, Joseph’s 29 Massachusetts was under the command of Ambrose E. Burnside’s 9<sup>th</sup> Corps. Since Burnside’s troops remained north of the river to protect the lengthy supply chains, Joseph was lucky and did not see much fighting at the Battle of the Wilderness. Like many, this young man was asked to command an army of men with no experience. He carried out the orders from his superiors. He was expected to write a report of the battle, so he simply executed the order. Joseph could not have wanted to watch his fellow men die in battle, and his report reflects his desired distance from the tragic events of the Wilderness."],"locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":334,"tag":"\"Officer's Report\""},{"id":402,"tag":"The Wilderness"}]},{"id":4739,"title":"Captain Robert H. Sturgess's report of the Battle of Shiloh","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early hours of the morning of April 6, 1862, the Eighth Regiment Illinois Volunteers heard shots fired near the Union battle lines. These shots signified the beginning of a bloody, two-day battle known as the Battle of Shiloh. The battle of Shiloh occurred on April 6th and 7th of 1862 in Shiloh, Tennessee. During those two days of fighting, the causality count was higher than it was in the entire Revolutionary War.  One in four men fighting at Shiloh died. In the course of the first day of battle, Captain Robert H. Sturgess took command of the unit after the commanding officer was injured and the second in command, Captain William H. Harvey, was killed.  Charles Royster states in <em>The Destructive War </em>that during the Civil War, civilian newspapers followed the progress of the battle and the commanders. The public as a whole came to expect commanders to be daring and victorious. Thus, it is no surprise that countless reports written during the Civil War were peppered with adjectives such as valiant, brave and gallant to describe soldiers or their actions. Captain Sturgess’s report is no exception.  Even though his report gives a detailed account of the losses and gains made by the Union Army, it also contains a romanticized, heroic tone. While describing the death of Captain William H. Harvey, he stated that Harvey was shot while, “gallantly leading and stimulating the men by his noble conduct, and displaying the greatest bravery and activity”.  Again, at the end of his report, he commended his men saying that they all “acted the noble part…” With both high-ranking officials and citizens following the battles, it must have been a high priority of the person writing the report to portray his unit favorably.","Like Robert Sturgess, who was a carpenter, most of the soldiers were not trained, professional soldiers before the war. Instead they were first industrial workers, farmers or the like. Some had recently joined the war effort and were truly inexperienced. Due to this fact, disorganization was a common element of the war. This is shown at the Battle of Shiloh in Sturgess’s statement that “Our men, seeing their peril, immediately fell back in disorder, and the company officers lost control of their men from the promiscuous mingling together of the different regiments”. Without modern technology, it was impossible to keep in constant communication, to be aware of the exact placement of various troops, or know instantly who had died and who was in charge. Sturgess’s sudden rise to command and his decision to lead illustrates how swiftly the change of command changed. As he said, “Knowing I was next in rank, I immediately assumed command”. There was not a formal announcement that Sturgess was now in command, he simply took over.","The Battle of Shiloh was a battle where common men on both sides assumed the role of soldiers and faced the confusion of war while the public kept watch."],"locations":[{"id":12073,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":332,"tag":"battle of shiloh"},{"id":389,"tag":"Battle of Pittsburg"}]},{"id":4740,"title":"Adolph Engelmann's report of the Battle of Shiloh","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Adolph Engelmann's report on the battle of Shiloh, he discusses the different obstacles and hardships that the forty third regiment had to endure during this \"bloody battle\". Within his regiment, a report stated that seventy five enlisted were either killed or mortally wounded while one hundred and sixty one of the soldiers died either of disease or accident. Although significant, these statistics often results in one forgetting the experiences or conditions that lead to these deaths. Casualties during the war were usually the accumulation of several issues, including many that could have been prevented with better organization and with modern medicine practices and technology. Also, the soldiers were exposed to uncontrollable factors, such as illness, that made combat more complex. For instance, on the morning of April 6, Engelmann was sent by the general to report to Colonel Earden that he should his get brigade ready for battle. However, Colonel Earden was ill and unable to go to battle. As a result, he ordered that Colonel Raith, being the next in command, be responsible for this brigade. This shows how the subjection of the army to the whims of diseases and illnesses can often result in disorganization among the regiments, ultimately affecting them in battle.","The lack of both developed practices of medicine as well as an abundant amount of supplies often held up the progress of individual regiments as well. During the battle of Shiloh, Lieutenant Colonel Engelmann states how Colonel Raith is shot with a minie ball through his thigh. Through the day and \"stormy night\", Engelmann reports that the colonel was laid out and exposed but refuses the very little assistance that is offered to him. Eventually, his leg is amputated, and he dies from \"exposure and loss of blood\".  In more modern times, this wound to the leg would probably have been easily taken care of. Because of limited medical knowledge, General Raith’s death was added to the number of causalities in Shiloh. But, these were not the only conditions that would affect the soldiers. Lack of supplies also tended to create problems within regiments. When the forty third regiment's ammunition supply ran low, there was no time to attain more ammunition before they were supposed to advance towards the enemy.  As a result, Lieutenant Colonel Engelmann states that his fellow soldiers had to ransack the dead bodies of the rebel army in order to have somewhat adequate ammunition to fight the battle with.","All of these examples reveal how the everyday experiences of soldiers in these small combative units were burdened with factors and conditions that created even more hardships in battle. Although most soldiers did their best to rally together, many felt \"totally worn out and exhausted\" as a result."," "],"locations":[{"id":12369,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":102,"tag":"The Battle of Shiloh"},{"id":100,"tag":"Medicine"}]},{"id":4741,"title":"The Battle of the Wilderness","course_id":34,"status":"P","start_date":"1864-05-05","end_date":"1864-05-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","    The Wilderness of Spotsylvania was, for the 160,000 men who fought there on May 5 and 6, 1864, a scene straight out of Hell.  Lieutenant Colonel John Schnoonover was one of those men.  He was the commander of the 11th New Jersey regiment, one of the units that composed McAllister’s 1st Brigade.  During the morning of May 6, the Confederates were able to use the terrain of the Wilderness to launch a devastating flank attack on the Union positions.  According to Schnoonover, during the attck there was no panic in his regiment.  “The regiment with scarcely an exception acted with perfect coolness; not a man flinched.”  Schnoonover’s account also makes the retreat necessitated by the attack seem fairly ordered.  “This fire was continued for some time, when the regiment on my immediate left fell back.  The one on my right followed.”  After a few minutes of trying to find his superiors, Schnoonover made his own decision to fall back.  “As no troops were to be seen on either my right or left, I deemed it proper to do so.”  From what we can gather from Schnoonover's account, his men acted as trained soldiers should and held their ground until ordered to fall back.  From his account, the fighting in that area of the battle did not seem to be very intense and the retreat seemed to have been caused merely out of surprise. ","   This differs greatly from the account given by historian Robert E. L. Krick, in \"Longstreet's Flank Attack.\"  As Robert E. L. Krick put it, “When the attack hit, McAllister wrested his brigade through a maneuver that changed its front almost ninety degrees to face the onslaught.  That merely exposed both his flanks to overlapping southerners and barely dented the momentum of the attack. Panic spread through Mott’s entire force with increasing urgency.”  Krick’s recounting of the incident contradicts the account given by Schnoonover in that Krick characterizes the fighting in that area as chaotic and confusing, whereas Schnoonover made the whole retreat out to be a well organized withdrawal.  While undoubtedly, many of Schnoonover's men fought courageously in keeping with his orders, it is difficult to imagine that a few men were not caught up in the panic sweeping the Union forces.  Schnoonover probably omitted such incidents in his report so as to not give his unit a reputation for retreating in the face of danger.  Such a reputation would eventually fall back on him, which would not help with advancement or promotions in the future.  Whatever the reasons for the differences in the accounts, the regiment was forced to fall back due to an attack that used the terrain to its advantage.  In both versions, Lee’s gamble paid off, as the Confederates were able to use the Wilderness to downplay the strengths of the Federal units and strike a critical blow on their forces.     ","   Lee chose the Wilderness of Spotsylvania as his battlefield because Grant had 102,000 men to his 61,000 and had a decided advantage in artillery and cavalry.  The Wilderness would counter these imbalances.  The Wilderness was about seventy square miles of what had once been farmland.  After thirty years of no one tending the land, nature had reclaimed the land.  The whole area was \"a region of dense second-growth woods,\" with a dense layer of scrubby brush growing beneath the canopies of the trees.  This made marching very difficult.  “With the regiments on the right and left crowding, and in the midst of an almost impassable underbrush, it was found impossible to form a line of battle in the space I occupied on the road.”  Visibility was sometimes limited to twenty yards or less.  Such terrain would negate Grants advantage in artillery and cavalry and would make unit cohesion very difficult, giving the Confederates, who already occupied key roads and other important elements of the battlefield, an advantage.  In the case of the flank attack on the Union lines, it was an advantage pressed to its fullest potential."," "],"locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":331,"tag":"Battle of Wilderness"},{"id":32,"tag":"Civil War"}]},{"id":4742,"title":"The Battle of the Wilderness","course_id":34,"status":"P","start_date":"1864-05-05","end_date":"1864-05-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Directing large numbers of men in battle, while crawling through brush so thick that it could put out one’s eyes, is a nightmare beyond imagining.  Such was a normal occurrence during the Battle of the Wilderness, a series of actions on May 5 and 6, 1864, that took place in the Spotsylvania Wilderness southwest of Chancellorsville.","From the turn of the century to the mid 1830s, the area that would be known as the Wilderness of Spotsylvania was a collection of farms, pastures and orchards owned by various families.  By the mid to late 1830s, however, most of the families had left their homesteads for lands further west.  With no one to tend the land, nature began the process of reclaiming the former farmland and turning it to forest.  By 1864, what had once been farms and fields was now about a seventy square mile \"region of dense second-growth woods.\"  Beneath the main canopy of trees was a thick layer of scrubby plant growth, that hindered movement.  The Wilderness of Spotsylvania was aptly named.","Colonel Robert McAllister, commander of the 1st Brigade of the 4th Division, discovered how truly imposing the Wilderness was on his first attempt to advance on Confederate lines.   His unit was to advance over their breast works and find the Confederate lines, “but the dense thickets of underbrush made it impossible for the troops to keep their proper distance…”  The 1st  Brigade had to blindly forge ahead until they made contact with the enemy.  When this occurred, the results were not expected.  “On receiving the enemy’s fire, to my great astonishment, the line began to give way on the left.”  A general panic ensued and the Union forces re-occupied the line at their jump-off point.  McAllister thought the panic was due to “the fact that a large number of men were about to leave the service.”  Whatever the cause of the unit’s flight, the men would have to reform and try again to make contact with the Confederate lines.  They would have to regain communications with the other Union units and march back through the obscenely thick forests.  Due to the nature of the battleground, this would take time, and time spent reorganizing was time not spent marching on the enemy.  Concerning the 1st Brigade, the Wilderness had the exact effect for which Lee had hoped.  Such pitched and confusing actions in which the 1st Brigade was engaged typified the fighting in the Wilderness.  While the intensity of the fighting was new to the war at this point, it would, however, be the norm from then to Lee’s surrender at Appomattox Courthouse, eleven long months away."," The terrain of the Wilderness could have an adverse effect on troop movements which was one reason Lee chose the Wilderness as his battleground.  It offered him several advantages.  As Gordon C. Rhea said in The Battle of the Wilderness, May 5-6, 1864 “From the rebel perspective, the Wilderness offered an ideal battlefield. Meade’s imposing artillery and cavalry would be hobbled, and the Federals would have difficulty bringing their numbers to bear.  Accosting Meade in the Wilderness made eminent sense as a southern objective.”  In other words, if Lee could lure the Federals into the Wilderness, he had a much better chance of winning the battle."," "],"locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":331,"tag":"Battle of Wilderness"},{"id":32,"tag":"Civil War"}]},{"id":4745,"title":"Shiloh As Witnessed by the Sixth Iowa Regiment","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Similar to the soldiers of the Army of the Mississippi, the recruits of the Sixth Iowa Regiment in Grant’s Army of the Tennessee found warfare during the battle of Shiloh to be far more intense than any of their previous combat experiences. Mustered on July 17, 1861, the Sixth Iowa Infantry Regiment participated in the expeditions to Springfield and Crump’s Landing along the Tennessee River prior to their action at Shiloh.","Their encounters during the violence at Pittsburgh Landing reflected the experiences of the average infantryman and the challenges faced by inexperienced soldiers. Following the Confederate assault on Grant’s center on the morning of April 6, 1862, the Sixth Iowa was immediately sent to the line of battle in an effort to protect the bridge over Owl Creek, where the Confederate attack was gradually moving toward the right. Fearful of being outflanked by enemy units and cut off from the rest of the army, Captain Williams relocated the unit to an alternate position. At this time, Confederate General Trabue’s brigade launched a fierce attack on the Union center, an attack that the Sixth Iowa, along with the Forty Sixth Ohio and the Thirteenth Missouri, withstood for an hour and a half. According to Trabue, “the combat here was a severe one…I lost here many men and several officers.” Trabue’s report of stiff resistance from the Union soldiers coincided with Captain Williams claim that “the regiment gallantly maintained the position” before eventually pulling back in the face of overwhelming odds. Williams repeatedly praised the actions of his men, declaring that “too much cannot be said” with regards to the “bravery, coolness, and intrepidity of both officers and men.” While the Sixth Iowa repelled Confederate attacks for over an hour, the casualties suffered by the unit (54) paled in comparison to the losses suffered by the Forty Sixth Ohio (246) and the 40<sup>th</sup> Illinois (216), two Union units that withstood the same advance from Trabue’s brigade. As soldiers in their first major engagement, the attack by Trabue's regiment on William's men mostly likely defined the remainder of their initial wartime experience.","Shiloh, unlike the previous expeditions undertaken by the Sixth Iowa, proved to be far more costly in terms of lives and battle fatigue. Wounded shortly after retreating from the Trabue brigade attack, Williams was wounded from a throw off his horse, causing him to leave the battle. His absence, however, did not keep him from reporting the brave actions of his men, implying the possibility of Williams’ potential for hyperbole in his reports. Shortly after Shiloh, Williams was promoted to Full Major, an indication of his worth as a field officer and strong constitution in the face of fierce action. While the fighting at Shiloh took a larger toll on adjacent units, the Sixth Iowa still found the fighting worthy of placing greater emphasis on the tenacity and bravery of its own soldiers, even considering its non engagement status the following day.","<em><br /></em>"],"locations":[{"id":12073,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":332,"tag":"battle of shiloh"},{"id":387,"tag":"Sixth Iowa Infantry"}]},{"id":4746,"title":"Raw Meat: The Nineteenth Louisiana Regiment at Shiloh","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The experiences during the first day of combat at Shiloh were a display of a new level of brutality encountered in American warfare, with no unit better exhibiting this change than the Nineteenth Louisiana Regiment. A regiment of the First Brigade under Colonel Gibson in the Army of the Mississippi and led by Colonel B.L. Hodge, the Nineteenth Louisiana entered combat on the Sunday of April 6, 1862 during the Confederate assault on the Union army on the banks of the Tennessee River, near the port of Pittsburgh Landing, Tennessee. Mustered from Louisiana communities the previous December, the recruits of the Nineteenth Louisiana experienced their first taste of war during their attack on the Union positions surrounding Barnes field, now considered part of the infamous “Hornet’s Nest.”","The Nineteenth, along with the rest of the First Brigade, began their attack at noon on the sixth of April, when they launched four consecutive waves at the well-entrenched Union positions of Tuttle and Prentiss. Hodge, the commanding officer of the Nineteenth, recalled the “impenetrable undergrowth” in front of the Union lines that left both sides “only firing at the flash of the enemy’s pieces.” After seeing the futility of firing at indistinguishable targets, Hodge ordered a bayonet charge, a command his men promptly obeyed. However, after advancing a mere “20 or 30 steps” the undergrowth of the terrain again forced the Nineteenth to halt the attack and due to the cross-fire from Union forces inflicting heavy casualties on his men, Hodge ordered his unit to fall back, “which was accordingly done in good order.” After the initial advance, Hodge and his men were ordered three more times to assault the same, undergrowth-ridden position, where they lost increasingly more men in each wave. Throughout his report, Hodge repeatedly praised the efforts of his men, commending their “desperate courage and unflinching bravery,” while simultaneously offering alternate tactical plans of how to overwhelm the enemy, contrasting the repeated frontal assaults ordered by his superiors. Hodge, commanding in his first major engagement, seemed intent on sharing his contrasting view of the tactics he was forced to implement, a desire that showed not only his ability to follow orders as a first time commander, but also the potential for future promotion through his ingenuity.","Following their actions on April 6, the Nineteenth Louisiana spent the majority of April 7 covering the retreat of the Washington artillery from the field.  Comprised primarily of new recruits who had seen little to no combat action, the Nineteenth Louisiana Regiment discovered the bloody and seemingly unnecessary effects of repeated attacks against a well entrenched foe at Shiloh, foreshadowing the deadly outcomes of future engagements."," "],"locations":[{"id":12073,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":388,"tag":"Nineteenth Louisiana"},{"id":332,"tag":"battle of shiloh"}]},{"id":4747,"title":"A Union Perspective: The Battle of The Wilderness","course_id":34,"status":"P","start_date":"1864-05-03","end_date":"1864-08-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With a stylistic flavor characteristic of elevated Romantic ideals combined with ornate “battle-piece” rhetoric, Captain Nelson Penfield of the 125th New York Infantry provides historians with a field account of Federal engagements at the Battle of the Wilderness.  His report begins on May 3, 1864, crossing the Rapidan River at Ely’s Ford along with the other units under the command of Brigadier-General Francis Barlow of the First Division and Major General Winfield Hancock of the Second Corps.  Placed as part of the Third Brigade under Colonel Paul Frank, Penfield’s troops formed the far left section of the Federal lines – holding an exposed position partially across the Brock and Plank Roads.","It was May 6, 1864, before Penfield’s men encountered heavy fire, though, as they acted on orders to attack the Confederate southern flank composed of General Hill’s troops.  His description provides a graphic scene of battle, commenting on “sounding in the woods like the wailing of a tempest,\" in which the vegetation prevented cohesive movements and concealed the enemy.  Shortly after engaging the Rebels, the units under Colonel Frank began to run out of ammunition - forcing a withdrawal under heavy pressure from Lieutenant Colonel Sorrel’s advance along an unfinished railroad.  The 125th was pushed further back by fire, which consumed earthworks and trapped many wounded soldiers.","Consequently, the inability to sustain an offensive forced a retreat and opened Webb to counterattacks from Longstreet’s men.  Disorganization ensued as combat fatigue – caused by hours of combat in dense forest under “heavy murderous fire” – combined with heavy casualties.  Reinforcing the actions bloody consequences, direct references are made in Penfield’s report as he comments on the losses of “some of the best men and most faithful soldiers in the regiment.\"","Despite the high losses, though, the engagements depicted by Penfield became the foundations for an ongoing offensive planned by General Ulysses S. Grant.  Rather than withdrawing north past the Rapidian and Rappahannock Rivers after major actions in the Wilderness subsided, the Army of the Potomac continued to march south.  Nonetheless, the battlefield account of Colonel Nelsen Penfield provides a greater understanding of front line experiences that shaped future engagements along the Po River, the “Bloody Angle,” and the Battle of Spotsylvania."],"locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":352,"tag":"\"Wilderness, Battle of\""},{"id":353,"tag":"\"Union Army\""},{"id":354,"tag":"\"Penfield, Nelson\""},{"id":357,"tag":"\"125th New York Infantry\""}]},{"id":4748,"title":"A Union Account: The Battle of The Wilderness","course_id":34,"status":"P","start_date":"1864-05-03","end_date":"1864-10-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Hindered by an uneven terrain covered with “tangled thickets of pine, scrub-oak, and cedar,” battle organization and tactics broke down as Captain Robert H. Milliken and other officers struggled to see the enemy and maintain unit cohesion. Consequently, the Battle of the Wilderness represented a definitive moment in the course of the Civil War - providing  an insightful perspective to a polysemic conflict.  Lasting officially from May 5 to May 7, 1864, the conflict marked the first engagement in a larger Federal campaign to wear down Confederate tactical strength and capture Richmond.  Moreover, though, it was the first time that the commands of General Ulysses S. Grant and General Robert E. Lee would meet in battle – a scenario that would come to dominate the remainder of the war and has defined historical perceptions.","Serving in the 69th New York Infantry, a famed Irish regiment that solidified ethnic Irish and Catholic support for the Union, Captain Robert H. Milliken provides a first hand account of the three day battle – characterizing the large numbers of killed and wounded, difficult terrain, and inconclusive action.  From the first epoch of his terse battlefield report, Milliken describes the movement of his company from the former Chancellorsville battlefield, across the Rapidian River, and into a heavy engagement with Rebel forces.  Composing the far left section of the Federal lines, his troops along with the remaining detachments of the First Division are depicted as becoming “heavily engaged” in a battle that “raged with great severity and obstinacy.\"","Despite encountering initial success, though, advances from Rebel troops under General Longstreet eventually overran the Federal regiments; consequently, the 69th Infantry with the rest of the Second Irish Brigade was removed from direct combat and ordered to Todd’s Tavern where they remained until May 9, 1864.  Engagements fettered out by May 7, 1864, as the Armies of the Potomac and Northern Virginia counter-maneuvered and repositioned forces for what would become a continued set of encounters in central Virginia.  Still, the impact on the \"Fightin 69th\" was profound - after four years of continued combat the brigade had been reduced to regimental size and was forced to assimilate into other units.","Nevertheless, severe casualties and difficult battle circumstances failed to provide a tactical advantage for either army.  Thus, the limited engagements described by Milliken demonstrate the effects of combat experience on the enlisted mindset while providing a first hand chronology of the Wilderness."],"locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":355,"tag":"\"Milliken, Robert\""},{"id":356,"tag":"\"69th New York Infantry\""},{"id":358,"tag":"\"Irish Brigade\""},{"id":359,"tag":"\"Fightin 69th\""}]},{"id":4749,"title":"Chaplain Lorenzo Barber: 'The Fighting Parson'","course_id":34,"status":"P","start_date":"1864-12-09","end_date":"1864-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In his report dated December 16, 1864, Chaplain Lorenzo Barber’s brigade had just finished what he called the destruction of “one of the most important railroads in the so-called Confederacy.”  But even with his reputation as “one of the best shots in the army” and the nickname of “The Fighting Parson,” Barber revealed the inner struggle he felt as a minister and a soldier when he shared his conflicting emotions over the events he witnessed.","As a marksman, Barber was originally recruited by the elite 2nd U.S. Sharpshooters. In response to the belief by some \"concerned Northerners\" that the South was superior in its infantry and cavalry, an article was published in the May 30, 1861 New York Times to recruit skilled marksmen.  It read, “No application will be considered in which the average of ten consecutive shots exceeds five inches from the centre of target to the centre of the ball at two hundred yards” - only the best should apply.  And so the 1st and 2nd U.S. Sharpshooters were born.","Known as Berdan’s Sharpshooters after their organizer, Col. Hiram Berdan, these men brought new weapons and a new way of doing battle to the military, replacing the rifled musket with a more accurate target rifle.  An unfortunate byproduct of this accuracy meant that sharpshooters also became targets for the enemy – and Barber became one of the statistics.  In the Battle of Chancellorsville, he suffered a severe leg wound in the midst of musket fire during the Mine Run attack on November 30, 1863.  According to author Gerald Earley, “Barber’s career as a chaplain/sniper, and one of the best shots in the army, was finished.”  Charles Augustus Stevens wrote that after Barber's injury, he \"never failed to have a large audience when he officiated as preacher.  As the boys expressed it: 'That chaplain practices what he preaches.  He tells us what we should do, and goes with us to the very front to help us in battle.'\"","Barber’s injuries did not prevent him from continued service with the 2nd U.S. Sharpshooters.  In his December 16, 1864 report to Brevet Major General Mott, commanding officer of the 3rd Division, 2nd Corps, Barber recounted events concerning the December 9 destruction of the Weldon Railroad.  By this time, the siege of Petersburg was in its latter stages.  The Battle of the Crater four months earlier had resulted in major casualties for the Union army, and, according to historian A. Wilson Greene, was instrumental in Grant's decision to target transportation routes.  On August 18 and 21, Union forces struck the Petersburg Railroad (also known as Weldon Railroad, which ran south from Richmond to Weldon, N.C.) and emerged victorious.  It is not clear why Barber's regiment received orders in December to destroy additional portions of the Weldon Railroad, because, according to historian James McPherson, Southern railroads were already inferior to those in the North, primarily because there were no uniform standards of operation.","But on December 7, 1864, the 5th and 2nd Corps of the U.S. Army’s 3rd Division were called to finish off the railroad's destruction.  Describing in detail the performance of his brigade, Barber explained how they lifted up the rails “as if by magic” to remove the ties so they could be burned, creating heat so great that it caused the rails to curl.  Then, in the next breath, he criticized the lack of compassion by the brigade commanders, saying they “facetiously called the portion of road assigned them to destroy ‘their contract.’”  Commenting further on the aftermath of the railroad destruction, Barber summed up his feelings, and those who go to war: “The sight presented by the burning road, bridges, piles of wood, and fences, was sad and grand in the extreme – a terrible comment on the waste and ravages of war.”","As Barber’s division received word from Major General Warren that they had successfully accomplished their mission and could return to camp at daylight, they were joined by groups of “colored people,” likely freed slaves looking for food and shelter.  It is hard to say what kind of effect this had on Barber’s division, since he did not address that in his report.  But as historian Chandra Manning documents, there was often a strange co-existence of anti-slavery and anti-black sentiment among the Union army regarding the “place” of blacks in society.","The journey back to camp brought a renewed sense of revenge along with it as well, as Barber told of finding several of his men “murdered, stripped and mutilated by guerrillas,” and of seeing several nearby buildings that were burning.  As the march continued, so did evidence of the enemy’s carnage – and as a result, most of the buildings along the remaining miles of the march were burned in retaliation by the Union troops.","Barber joined the Union army as a skilled marksman, only to leave as a wounded colonel who had witnessed enough suffering from “this cruel war” to bring out the best and the worst in his own life.  In the minds of historians, the final destruction of the Weldon Railroad would not compare to other battles in the Eastern Theater, at least not statistically.  But to Chaplain Lorenzo Barber, the “Fighting Parson,” this victory “in the frost and snow of winter and in the very face of the most powerful army of the rebellion” was worthy of recognition – for the individual men who attained it, and for the Union they were fighting to preserve."],"locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":338,"tag":"Petersburg campaign"},{"id":337,"tag":"Weldon Railroad"},{"id":336,"tag":"Sharpshooters"},{"id":32,"tag":"Civil War"}]},{"id":4750,"title":"All Quiet on the Petersburg Front ... Or Was It?  Confederate Fort Harrison Lost to Union Army","course_id":34,"status":"P","start_date":"1864-09-28","end_date":"1864-12-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["According to the official chronology of skirmishes in the ongoing Battle of Petersburg, the time frame between the first major battle in June of 1864 and up to the final showdown in April of 1865 might appear relatively quiet.  It had been three years since a large number of these men had been recruited, and their term of service was soon to end – leaving many of them hoping to quietly finish out their time.  But according to Colonel James R. Hagood, commander of the First South Carolina Infantry, skirmishes continued even during “quiet” times and often proved deadly.","Historian A. Wilson Greene points out that Grant’s next strategy, following the Union’s mass casualties at the Battle of the Crater, was to target the transportation routes into Petersburg, cutting off the critical supply line of Weldon Railroad and exploiting the “weakened and divided Army of Northern Virginia” in August of 1864.  Hagood’s regiment arrived in Petersburg on August 23, and kept themselves busy “throwing up field-works in its vicinity” until September 28, when Grant went on the offensive once again and ordered Union forces to attack Fort Harrison – also known as “Battery Harrison.”","The strongest fort on the Richmond-Petersburg line, Fort Harrison was overtaken by Union troops on September 29, in spite of a “personally organized” campaign by Lee to regain Confederate control of the fort.  According to Hagood’s report in <em>The War of the Rebellion: A Compilation of the Official Records of the Union and Confederate Armies</em>, Confederate forces made preparations on September 30 to regain Fort Harrison.  Historian Richard J. Sommers writes that Lee’s foot soldiers were his only hope in recapturing the fort, and a plan to converge regiments from Alabama, Georgia and South Carolina was put into play.","As another regiment ran toward the confrontation, Hagood noted that this was a waste of energy that could have been saved for the more important “struggle on the parapet.”  He wanted the record to show he was not in agreement with this decision, but “believing it to be an order, [he] acquiesced.”  What Hagood did not realize at the time was that Confederate commander “Tige” Anderson had failed to explain the plan to his men, and once the Georgia regiment charged forward, it was too late for the South Carolinians to get into position.  “Timing and tactical skill” were crucial to the success of this plan, reportedly devised by Lee, and one without the other resulted in chaos.","The Union forces opened fire, and, according to Hagood, what followed was mass confusion – as one brigade “gave way, and rushing through our line caused immediate confusion.”  Many of Hagood’s brigade had already abandoned the battle, leaving only a few men who remained with him as he moved within 60 yards of the fort.  After waiting 10 to 15 minutes for reinforcements that never arrived, Hagood decided his only remaining choice was to “fall back.”  Frank Mixson, a private in Company E of Hagood’s 1st South Carolina Volunteers, stated that Hagood returned to the open field to retrieve his regiment’s colors from the clenched hand of a dead fellow soldier, making such an impression on the Yankees that they did not fire on him “while he was doing this gallant deed.”  Hagood later received orders to “advance again on the enemy,” but upon executing the command, he found there was no enemy.  On October 7, however, Hagood’s regiment made a daybreak attack on Union forces “on the Darbytown Pass and drove [them] from the line of works.”","Hagood’s report revealed that he was often frustrated by what he perceived as lack of rational explanation for decisions sent down to his brigade.  On the October 7 charge, his orders were to move on the enemy’s artillery, which he did.  But after a “long delay, which has never been explained” to him, Hagood and his men re-engaged Federal troops, who by now had reinforcements and were able to fight back.  Hagood’s men eventually withdrew, losing all the ground they had gained that morning, but on November 27 they drove back Federal troops on Williamsburg Road and captured “30 or 40” as prisoners.  On December 9, Hagood moved his men down Darbytown Road to the enemy’s position, and “after considerable maneuvering (for which purpose and with what effect I [Hagood] have been unable to learn),” the brigade “withdrew in the night and returned to camp.”  Again, Hagood’s tone was one of frustration over what he believed was poor planning and use of time and resources – but being an “obedient servant,” he followed his orders.","The Union army later changed the fort’s name to Fort Burnham, after Union Brigadier General Hiram Burnham of the Sixth Maine Infantry who was killed in the attack at Chaffin’s Farm, near Richmond, on September 29.  The battle at Fort Harrison resulted in 37 deaths, 209 injured, and 19 captured or missing Confederate soldiers – nearly half of Hagood’s regiment.  Compared to major battles such as Gettysburg or Vicksburg, the fight for control of Fort Harrison seems somewhat insignificant.  But in the lives of Colonel James R. Hagood and his 572 men, it was not only significant – it was a matter of life and death, and a story that deserved to be recorded."],"locations":[{"id":13917,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":338,"tag":"Petersburg campaign"},{"id":339,"tag":"Fort Harrison"},{"id":340,"tag":"Fort Burnham"}]},{"id":4756,"title":"19th Arkansas Infantry in the Battle of Vicksburg","course_id":34,"status":"P","start_date":"1863-05-18","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The colonel paused briefly before moving his troops into line to make eye contact with his superior and friend Brig. General Martin Green. Colonel Thomas P. Dockery grew up in a rich railroad dynasty family so he understood the importance the coming battle had to the protection of supply lines, specifically those running through the Mississippi River. Commanding an outstanding infantry of the Second Brigade, the Nineteenth Arkansas and Colonel Dockery commenced fighting on the May 22, 1863 against Grant’s troops who huddled in the ditches right outside the garrison of Fort Hill. The sharpshooters aimed and fired, killing many of the 3,900 Union soldiers that would die that day. Later that week, the 19th Infantry moved to the rear of the city to fill in the gap created between Major Generals’ Forney and Smith; soon finding that trenches were desperately needed. With their bare hands, the entirety of the infantry from Arkansas set to work, bravely digging all night to fortify their works for themselves and their fellow soldiers. The lack of supplies was unfortunately very common for the good ‘ol Confederate boys at Vicksburg, which severely weakened their morale.","Baldwin’s Ferry Road would be the site of the next bloody encounter with the enemy, and the Confederate army fought back the enemy Union army with mere bites of mule meat in their stomachs. The Infantry was hit time and time again with shells flying from the enemy war ships on the Mississippi River, and Brigadier General Martin Green fell in combat on the 25th of May, shot directly through the head. The 19th Infantry, devastated from the loss of their beloved General, looked to Colonel Thomas P. Dockery for leadership, which was a lot of pressure for a young Colonel. The Infantry fought every day through June losing dozens of men in the process, and the ache of war was felt in their bellies and in their hearts.","The men’s honor was humbled as the word spread like wildfire about the caves, or Prairie Dog Villages, the civilians of the city of Vicksburg were living in. The morale of the men weakened as they realized that they couldn’t protect their own, forcing them to live like animals in the surrounding hillsides.","On July 3rd, the men still fought for success, and watched gravely as the flag of surrender was raised the next day. The Vicksburg <em>Whig</em> newspaper ran for the last time on wallpaper, highlighting the Union Army’s blockade of the Confederate supply lines into the city, portraying the men walking out of the city as downcast, disheveled prisoners of war. The battle delivered a crippling blow to the morale of the Confederate soldiers and civilians as they survived on swiftly disappearing supplies, their humanity stripped from them in many ways. This was a huge defeat in the political, economic and social aspect as well because it followed a major defeat at Gettysburg, leaving the Confederate nation demoralized. But they fought bravely and held back the Union army for a time in the city of Vicksburg, weakening their forces to the North and protecting vital rail and shipping ports for the sake of their honor. ."],"locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":32,"tag":"Civil War"},{"id":310,"tag":"Vicksburg"},{"id":348,"tag":"Colonel Thomas P. Dockery"},{"id":349,"tag":"19th Arkansas Infantry"}]},{"id":4759,"title":"  Throughout Madison M. Cannon's field account on the Battle of the Wilderness, which took place May 5-7, 1864, the Captain expressed his personal altercations along with his regiments', the Fortieth New York Infantry.","course_id":34,"status":"P","start_date":"1864-05-03","end_date":"1864-05-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Captain Cannon’s report on The Battle of the Wilderness, which took place in the wilderness of Spotsylvania County and Orange County in central Virginia, was an electrifying account which contained three epochs from May 3 until the evening of the 26 from the Union Captain.  Captain Cannon explained first that their regiment had broke camp and moved to the extreme left of Brock’s Cross-Roads in order to “protect the flank”.  With this procedure they were able to capture “about 100 prisoners.”  When the enemy had attacked with a strong skirmish line, followed by a heavy column, the left side gave way.  By the end of the 7 they had positioned back to Chancellorsville with the loss of 7 officers and 165 men.    ","         On the morning of the 8, a four hour march to Todd’s Tavern had set them up with a position to the right of the Tavern.  Throughout the days between the 8 and the 12, the regiment had mainly been moving and setting up multiple positions back and forth from the Po River.  There they held position where they were allowed coffee for the first time in 36 hours, Captain Cannon stated.  On the 17, the rebels had unsuccessfully assaulted their position.  They then withdrew and massed in the rear of the Landrum house.  Captain Cannon expressed a portion of their regiment to scour the woods for straggling rebels. The scouring of woods was a difficult task due to the terrain of the wilderness.  The total loss up to this point was 8 officers and 88 men.            ","Captain Cannon’s record is much more battle tactic descriptive than it is personal.  Cannon wanted whoever to read his account to know their exact locations.  Cannon did not seem worried about his in depth and personal encounters that he and his regiment experienced.  The Captain expressed multiple positions shifts which they made throughout the Wilderness.  He mentioned their dinner on the farm of Colonel Fauntleroy.  Eventually, their loss since leaving Spotsylvania was a total of 18 men. Cannon’s overall report seems to tell us as a soldier that he is an extreme perfectionist and that he wants everything to be detailed, including his report.             ","In summary of Captain Cannon’s report, the Captain expressed the multiple positions which played a major role throughout the Battle of the Wilderness which was also a major event in the plan of Robert E. Lee.  Cannon is extremely detailed in his expression of their movements and positions and what they had dealt with in the internal and external hardships throughout the Battle of the Wilderness."],"locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":350,"tag":"\"battle\" \"account\""},{"id":394,"tag":"\"wilderness\" \"cannon\""}]},{"id":4760,"title":"Lieutenant Colonel Casper W. Tyler of the One hundred and forty-firsty Pennsylvania Infantry provided a detailed account on the Battle of the Wilderness from May 5-7, 1864.","course_id":34,"status":"P","start_date":"1864-05-04","end_date":"1864-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Leituenant Colonel Casper W. Tyler begins his historical account on a report of operations on the morning of May 4, until the morning of the 30which he provided us with four epochs.  Lieut. Col. Tyler has a much more personal perspective on his record, other than relaying field and marching positions. ","The record begins when the one hundred and forty-first regiment which was under the Second Army Corps, Major General Winfield S. Hancock in the First Vermont Calvary, Company M in the Third Division under Major General David B. Birney and the First Brigade under Brigadier General J. H. Ward, leaving camp near Brandy Station, VA on the morning of May 4 (Rhea).    They marched rapidly to the Rapidan crossing at Germanna Ford around 6 a.m.  The regiment then remained at the old Chancellorsville battle-ground until the morning of the 5.  The regiment then marched to Todd’s Tavern where they halted for a four hours and then kept moving.  Lieutenant Colonel Tyler expressed that they drove the enemy “about one-half mile” at Gordonsville Road until they stopped due to the time of night, in which they quickly reformed.  Lieutenant Colonel Tyler mentioned the multiple other regiments, which were in the same brigade, and how they consistently backed each other up and helped them out in more ways than war.  Tyler mentioned the specific lines of battle and at the end of each paragraph he stated their position on men missing or killed in action. ","            May 9 through the 11 “consisted chiefly in marching and countermarching\" with the brigade.  The night of the 11, the regiment had been positioned at the foot of Laurel Hill in which they formed two lines.  The one hundred and forty-first were in the second line of the formation.  They began as a whole and moved forward until they surprised and captured the enemy’s works, taking a large number of prisoners.  Lieutenant Colonel Tyler expressed they remained in the “captured works” during the 12 through the 17.  Tyler expressed his personal account in a way that they had “easily repulsed” the enemy’s counter attack and throughout his account makes many assumptions to seem as if it was a Union push-over; however, the battle was ultimately indecisive. ","            Throughout the entire battle, Lieutenant Colonel Tyler is very personal in his record.  Tyler stated the amount of basic supplies they had and the hard times they dealt with other than just on the battle field.  Tyler stated that they have “passed four and five successive days and nights without an hour’s refreshing sleep or rest.”   Tyler seemed to be confused as to their location in many areas in which he states he “regrets that I am unable to particularize our movements with more accuracy during these terrible days.” ","            Through the days of the 21 through the 23 Lieutenant Colonel Tyler stated were mainly days full of marching and countermarching.  Eventually, on the 23 they reached the North Anna River where Tyler ended his report.  At the end of his record, he seems to be extremely loyal and stated that he had the “honor to remain, most respectfully, your obedient servant.”"],"locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":351,"tag":"\"Personal Account\""},{"id":395,"tag":"\"wilderness\""}]}]}