{"id":35,"title":"Early American Republic","school_id":32,"school_name":"Hobart and William Smith Colleges","term":"Fall 2009","abbr":"HIST 304","url":"","description":"","points":[[43.2613440596,-76.9589722947],[42.8528904967,-77.2997890257],[42.9168767241,-76.5542562068],[42.899208773,-77.359355699],[43.6646298716,-76.1863866955],[42.7999140458,-76.8297839055],[42.8528910026,-77.2997755076],[43.146431005,-77.6958978677],[42.6561422287,-77.5340511417]],"bounds":[[43.6646298716,-76.1863866955],[42.6561422287,-77.6958978677]],"episodes":[{"id":4950,"title":"<strong>New York Town Criticized for Lack of Women's Education</strong>","course_id":35,"status":"P","start_date":"1828-01-16","end_date":"1828-03-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["On January 16, 1828 <em>The Geneva Gazette</em>, a newspaper in Geneva, New York, published an article from an anonymous citizen. The article was addressed to the paper’s editor and criticized the lack of an adequate establishment for the education of young ladies in the town. The author argued that women’s education was necessary in order for women to better educate their children. Two months later, in March 1828, Elizabeth Ricord announced the opening of the Geneva Female Seminary. This seminary would be located in Geneva and would provide young women from the town, and from across the country, with the opportunity to receive an education.","These two events, the criticism of Geneva’s lack of female instruction and the opening of Ricord’s seminary, were typical of the time period because they reflected the growth of female schools that occurred in the United States between 1790 and 1850. These episodes also demonstrate the two contradicting arguments that both promoted the education of women. The first argument promoted women’s education on the grounds of Republican Motherhood, or the idea that women should be educated so they would be able to better educate their children to become Republican citizens. The author of <em>The Gazette</em> article demonstrated this ideal when he argued that, “since the most important part of that time in which the mind is to be formed and the inclinations properly directed, is almost exclusively passed under the government of females, the regular instruction of our daughters is an object of the first magnitude.” In contrast, some Americans also began to support women’s education because it brought them closer to equality with men. These advocates were influenced by the ideas of women’s rights supporter Mary Wollstonecraft who argued that women were not naturally inferior to men, but the lack of education they received created their inferiority. Ricord’s catalogue reflected Wollstonecraft’s ideas when it posed the question, “In the other sex, a well balanced mind is thought of inestimable value: why not in ours?” Despite their contradictory nature, these two views on why women should be educated contributed to the creation of numerous female schools across the United States and the expansion of women’s education."],"locations":[{"id":9088,"lat":43.2613440596,"lng":-76.9589722947,"zoom":9,"place":"SENECA, New York"}],"tags":[{"id":539,"tag":"Women's Seminaries"},{"id":6,"tag":"Education"},{"id":552,"tag":"women's education"}]},{"id":4951,"title":"<strong>Indian Removal and the 1832 Election</strong>","course_id":35,"status":"P","start_date":"1831-02-02","end_date":"1831-02-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["February 2<sup>nd</sup> 1831","Geneva Courier: “American Systems. For President, Henry Clay.”","There were two major contenders in the 1832 presidential election, the incumbent Andrew Jackson and the challenger Henry Clay. Jackson was quite popular, which was largely due to the fact that he was the first modern politician who had carefully crafted an image for himself. His popularity led to great power which, among other things, made him able to easily to convince Congress to pass his legislation with little opposition. One example of his power, which caused great debate, was the series of Indian removals in Georgia which he began to champion in his first term. Although the tribes which were removed, the Choctaw, Creek, Chickasaw, Cherokee, and Seminole,  were considered the “five civilized tribes,” because they owned and farmed their own land and even had some slaves, but they were still savages in the eyes of Jackson.","                Jackson’s deplorable treatment of the Indians would become a rallying cry for Henry Clay in his bid for the presidency. Despite the fact that in earlier writing Clay had stated that that he felt that Native Americans were a lower form of life who could never be assimilated with the American people, in the election campaign of 1832 he to defended their right to land and sovereignty. His National Democratic Party, which would be morphed into the Whig party by the next election, focused on moral issues like abolition and temperance, which were mostly championed by women’s groups at this time, included opposition to Indian Removal as a key issue.  Clay used the growing media to attempt to get his message to a wider audience. This can be seen in an article in the Pro-National Democratic Geneva Courier in its weekly segment “American System. For President, Henry Clay.” This part of the weekly paper was meant to spread the praises of Clay and denounce Jackson. In the February 2<sup>nd</sup> 1831 issue the paper gave an account of how Jackson sacrificed the “poor Indians,” and how such acts would bring great shame to the country. Despite the efforts of the paper and other anti-removal campaigns, the issue of Indian removal did not pull on the heart strings of as many voters as Clay had hoped. In 1832 the Seminole Indians, the last of the Indian groups to remain in Georgia were forced out, and the issue of Indian removal played little role in the election. Clay was crushed 219-49 in electoral college, as his opposition to Indian removal was unable to sway enough voters. Still, these accounts indicated that some white Americans had sympathy for the Indians plight."],"locations":[{"id":8962,"lat":42.8528904967,"lng":-77.2997890257,"zoom":9,"place":"ONTARIO, New York"}],"tags":[{"id":114,"tag":"Andrew Jackson"},{"id":260,"tag":"Cherokee Indians"},{"id":537,"tag":"Native Americans"},{"id":553,"tag":"1832 election"},{"id":554,"tag":"Henry Clay"},{"id":555,"tag":"Five Civilized Tribes"},{"id":556,"tag":"Creek Indians"},{"id":557,"tag":"American Indian Policy"},{"id":558,"tag":"Indian Removal"},{"id":559,"tag":"Land Policy"},{"id":560,"tag":"Manifest Destiny"}]},{"id":4952,"title":"The first use of the Seneca Cayuga and Erie Canals to transport commodities across New York State","course_id":35,"status":"P","start_date":"1823-11-23","end_date":"1823-11-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Osborne and Samel Seely were the owners of the first vessel to travel from Geneva, New York to New York City solely by waterways. It was November 1823 when Osborne and Seely packed the <em>Mary and Hannah </em>with goods from the West including eight hundred bushels of wheat, tons of butter, and barrels of beans. After the boat was packed, the crew took off for New York City by means of the Seneca Cayuga Canal, Erie Canal and the Hudson River. The two planned on making it to New York City and being able to sell their goods as well as purchase goods to bring back to the Geneva area. The <em>Mary and Hannah</em> traveled the 430 miles in an unheard of fourteen days. After the arrival of the boat in New York City, a gathering occurred at the local New York Coffee House on Saturday November 22, 1823 to celebrate the accomplishments of the Canal and the crew. In Front of one hundred excited guests the men were awarded with a silver ewer made by silversmith William Gale with a sketch of the <em>Mary and Hannah</em>.","That this voyage took place solely on New York’s canals, changed the transportation system and the market economy. Such a long trip had never been taken using the newly constructed Canal system, and never before had any traveled the canals with such large amounts of commodities. The transportation of commodities was so important and revolutionary at this time because it was able to increase intra-state commerce. Thus, commerce facilitated with the Market Revolution because it allowed for the sale of a surplus of crops larger region. This trip demonstrates the influence the canal system would ultimately have an impact on the economy on New York State and eventually the North’s industrial expansion."," "," "],"locations":[{"id":8714,"lat":42.9168767241,"lng":-76.5542562068,"zoom":9,"place":"CAYUGA, New York"}],"tags":[{"id":564,"tag":"Market Revolution"},{"id":563,"tag":"Erie Canal"},{"id":562,"tag":"Seneca Cayuga Canal"},{"id":561,"tag":"Canal"},{"id":11,"tag":"Economy"}]},{"id":4953,"title":"The Proclaimed Truth behind the Erie Canal","course_id":35,"status":"P","start_date":"1821-02-07","end_date":"1821-02-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 7, 1821, an article in the <em>Geneva Palladium</em> attempted to vindicate the claims of the progenitor of the Erie Canal.  The author of the article claimed that while DeWitt Clinton was often credited with the creation of the Erie Canal, Philip Schuyler and Elkanah Watson are in fact the true progenitors of this magnificent waterway.  With the help of Robert Troup’s pamphlet published in 1821, the author claimed that because the construction of the Erie Canal would not have been started without the Lake Canal Policy, whoever drafted this policy was indeed the true creator of the Erie Canal.  Troup’s pamphlet issued “a vindication of the claim of Elkanah Watson, to the merit of projecting the Lake Canal Policy, as created by the Canal Act of March, 1792; and also a vindication of the claim of the late General Philip Schuyler, to the merit of drawing that act, and procuring its passage through the Legislature.  The author of the article agreed with Robert Troup’s claim that the policies of the late 18<sup>th</sup> century were responsible for implementing a new mode of transportation in the early 19<sup>th</sup> century.  This article addressed the conflicting views behind the projection of the Erie Canal in the early 19<sup>th</sup> century.","Both Robert Troup and the author of the article in the <em>Geneva Palladium</em> firmly believed that General Philip Schuyler was responsible for drawing up the Canal Act of March, 1792, and that Elkanah Watson was responsible for carrying out the Act itself and making sure it was passed. But why was this article even published in the newspaper in the first place?  The author admits Troup’s publication of his pamphlet was a way of promoting what he saw as the truth behind the Erie Canal; DeWitt Clinton is the man generally associated with the Erie Canal, but Troup is suggesting that Clinton was not the only one responsible for the creation of the canal.  Identifying the progenitors of the Erie Canal would allow for certain individuals to come away with a sense of pride and vindication for having been responsible for the origins of the canal project. We can gather from the author’s analysis of Troup’s pamphlet that one person must not be accredited for the creation of the Erie Canal, but a collaboration of different ideas, observations, and policies over time led to the final product."],"locations":[{"id":8961,"lat":42.899208773,"lng":-77.359355699,"zoom":8,"place":"ONTARIO, New York"}],"tags":[{"id":571,"tag":"Robert Troup"},{"id":570,"tag":"DeWitt Clinton"},{"id":569,"tag":"Philip Schuyler"},{"id":568,"tag":"Elkanah Watson"},{"id":567,"tag":"Internal Improvements"},{"id":566,"tag":"Public Works"},{"id":565,"tag":"Lake Canal Policy"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":564,"tag":"Market Revolution"},{"id":563,"tag":"Erie Canal"}]},{"id":4983,"title":"John Henry Hobart Establishes Hobart College","course_id":35,"status":"P","start_date":"1821-02-14","end_date":"1823-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In 1822 Bishop John Henry Hobart established Geneva College in the small western town of Geneva, New York. Bishop John Henry Hobart born September 14, 1775, Hobart excelled in schooling from the early stages of his life, starting with his education at Episcopal Academy in Pennsylvania, and went on to attend the University of Pennsylvania and Princeton University. This high level of education prepared him to become a very influential citizen being in his lifetime, and inspired him to start a college of his own.","Bishop Hobart main goal for Geneva College was to make sure young people were educated no matter what social level they were on.  Hobart claimed that his college would be, “an Episcopal college in which those young person who have been nurtured in the bosom of the church, might enjoy the advantages of a liberal education… without endangering their religious principles.” Hobart’s goal in establishing Geneva College was to provide an education for the young generations, and to ensure that farmers, mechanics, manufacturers, and merchants were all able to receive a liberal education.","Hobart made many connections with people in society, Gulian Crommelin Verplanck, a New York Politician, William Duer, a lawyer from New York City, who both of supported Hobart’s overall purpose of designing a college, and the development that Hobart was building for Geneva College. Bowen, another one of Hobart’s friends stated, “I most earnestly hope and pray that our purpose of erecting the academy at Geneva into a College will be successful. I am daily more and more persuaded, that without the academical education of our youth in a greater degree retained in our hands, our theological seminary or seminaries will but little contribute to keep us from being neutralized & enfeebled into a miserable condition.” Hobart worked hard to communicate with the people he knew around him concerning the growth of Geneva College in addition to its education and overall structure.","John Henry Hobart felt that Geneva was superior to all other towns that surrounded it, and knew that with a robust town was necessary for a well-built college. Hobart argued, “if there is to be but one College in the Western district, undoubtedly Geneva had in every view superior claims to Ithaca.” Hobart thought of Geneva as a place that had reasonable control within a town, and with a strong education and powerful support and funding, people in young generations, and of all economical statuses would be able to create a thriving college that would become a respected institution."],"locations":[{"id":8961,"lat":42.899208773,"lng":-77.359355699,"zoom":8,"place":"ONTARIO, New York"}],"tags":[{"id":601,"tag":"Geneva College"},{"id":6,"tag":"Education"},{"id":605,"tag":"Upstate New York"},{"id":640,"tag":"Hobart College"},{"id":641,"tag":"Geneva"}]},{"id":4985,"title":"<strong> The First Experiment Along the Waters of the Great Canal</strong>","course_id":35,"status":"P","start_date":"1819-10-28","end_date":"1819-10-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the crisp autumn morning of October 28, 1819, in western New York a boat called the <em>Chief Engineer</em> left Rome, New York to take the first journey on the Great Canal to Utica. A group of about thirty men were passengers on the boat, many of whom were distinguished guests, including Governor Dewitt Clinton, the canal’s chief advocate. Spectators lined the banks of the canal, as if lining the streets to watch a passing parade. A band serenaded the boat as it persisted and as it continued down the channel of the canal, it picked up more passengers so that additional citizens could take part in the festive event. The spectators in the towns lining the banks of the canal expressed their “unfeigned joy at seeing the first boat flat upon its waters.”  All that the people of New York had been promised by their politicians finally seemed possible. It was a joyous occasion met with a 21-gun salute and cheers from all. Later in the week, the boat returned to Rome and then traveled back to Utica, a distance of 32 miles, achieved in a single day.  This was an amazing feat, one that had not been thought to be achievable so soon. It was also stunning what men had achieved in building this canal and the nature they triumphed over. A local newspaper writer claimed that, “The result of this season cannot fail to animate the friends of the canal, incline the doubtful to its vigorous prosecution, and free its opponents from their fears and subdue their hostility; for theory must yield to fact, and wild speculation to the tests of experiment.”","The Great Canal would be completed in 1825 and proved to be everything that its advocates had hoped for. The canal is often considered the greatest and most influential public works project of the nineteenth century. It ushered in the economic changes that would transform the country, and added to the settling of the frontier by making settling the west an easier process. It also connected western settlements to both domestic and foreign markets while drastically reducing the price of transporting goods. The canal proved to be a worthwhile feat for the state of New York. It would be a stunning example of the benefits of internal improvements and improved transportation in the United States for years to come."],"locations":[{"id":8942,"lat":43.6646298716,"lng":-76.1863866955,"zoom":8,"place":"ONEIDA, New York"}],"tags":[{"id":11,"tag":"Economy"},{"id":563,"tag":"Erie Canal"},{"id":12,"tag":"Migration/Transportation"}]},{"id":4986,"title":"<strong>John Johnston’s Tile Drainage and its Profound Effects on Agriculture</strong>","course_id":35,"status":"P","start_date":"1848-01-01","end_date":"1852-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["John Johnston was an immigrant from Scotland who brought the tile drainage technique to the United States in 1821.  Once he arrived he immediately traveled to and settled in upstate New York after he bought a cheap plot of land.  The reason for its low price was because it was believed to be unprofitable soil.  But Johnston started to raise animals and slowly integrated his tile drainage idea throughout his farm.  Tile drainage is a system where farmers add drain tiles in their soil, which allows crops to grow stronger roots, effectively allowing them to absorb more nutrients. By 1838, Johnston was disliked by many of his neighbors because he was producing nearly six times the bushels of wheat per acre than they were.  But Johnston was not secretive about his methods and told people it was due to this tile drainage system. He emphasized the fact that the land in the Finger Lake region was flooded and in using tiles a farmer could drain excess water, thus increasing crop yield. People of the area did not believe him and just called his success luck.","Tile Drainage in American farming did not become a popular tool until 1848, when Robert Swan finally listened to John Johnston.  Robert Swan was a wealthy man who made his money in the city before moving to upstate New York.  He was John Johnston’s neighbor and the first man to be willing to give Johnston a chance.  In his diary, Robert Swan slowly unfolds his opinions of Johnston’s tile drainage system, a very influential farming tool, which individually revolutionized agriculture in upstate New York.  On August 10<sup>th</sup> 1848, Robert Swan wrote in his Memorandum. that Mr. John Johnston, “thinks tiles are the best method laid 2.5 feet deep in the ground; cost of tiles 28 cents, ditching 15 cents cost altogether 40 cents for rod.”  Displayed here, is a monumental moment in American agricultural production because immediately following this confrontation, Swan refitted his entire farm with Johnston’s tile drainage system.","Johnston and Swan farmed their land during a transitional time in American farming.  With the help of some influential neighbors and the president of the New York State Agricultural Society, many upstate farmers soon adopted Johnston’s tile system.  Among these influential neighbors were Ben F. Whartenby, the manufacturer, and John Delafield, president of the New York State Agricultural Society.  Delafield’s advocacy of the drainage system, especially in his lectures and speeches, helped integrate tile drainage into farming.  These four men remodeled upstate New York farming during the Market Revolution, helping transition self-sufficient family farming into commercially profit based businesses to."],"locations":[{"id":9090,"lat":42.7999140458,"lng":-76.8297839055,"zoom":9,"place":"SENECA, New York"}],"tags":[{"id":564,"tag":"Market Revolution"},{"id":31,"tag":"Immigration"},{"id":599,"tag":"Technology"},{"id":598,"tag":"New York"},{"id":13,"tag":"Agriculture"}]},{"id":4987,"title":"<strong>“The Graduation of Elizabeth Blackwell; A Triumph for the Autonomy of Women in Nineteenth- Century America” </strong>","course_id":35,"status":"P","start_date":"1849-01-23","end_date":"1849-01-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 23, 1849 at the graduation ceremony at Geneva Medical College, Elizabeth Blackwell became the first woman in America to receive a degree to practice medicine. The traditional commencement ceremony and distribution of diplomas was held in the college’s Presbyterian Church. Within the hour before the ceremony began the Church was filled to maximum capacity. The audience present at the ceremony, who witnessed the historical moment, consisted of family members and friends of members of the graduates, faculty members, residents of the city of Geneva, and the guest speakers. Historian Wendell Tripp notes a significant factor pertaining to the attendance on this day was the abundance of women present. One of these women, Miss Margaret Delancey, revealed the details she observed during the ceremony in a letter to her sister-in-law Josephine M. Delancey dated January 29, 1849. When Blackwell was called upon to receive her diploma, Delancey said she appeared both humbled and embarrassed by the enthusiastic applause of all present. In the Commencement speech given by Dr. Charles A. Lee, Delancey wrote that “he alluded in a dignified manner to the fact that one of the present class was female, complimented the sex generally and Miss. B in particular and told us that she was fully qualified to practise as a physician and that the degree was fully merited.” The reactions of the ordinary people who were present to witness such an extraordinary event, demonstrates the intrigue and interest that surrounded Blackwell, a woman, being the recipient of such recognition.","The ultimate historical significance of the Elizabeth Blackwell’s graduation from Geneva Medical College reflects the changing ideologies surrounding woman in the middle of the nineteenth- century specifically in the state of New York. Her graduation not only represented her accumulated struggle to be accepted despite her gender, but it also provided her with her ultimate power tool: a degree to practice medicine. Blackwell was able to pursue and enhance the health care available to women because as a woman she could explore many of the health issues that only applied to women. She served as an example for women during this time that they could pursue careers outside of the constraints that society placed on them both socially and physically."],"locations":[{"id":8963,"lat":42.8528910026,"lng":-77.2997755076,"zoom":9,"place":"ONTARIO, New York"}],"tags":[{"id":7,"tag":"Women"},{"id":100,"tag":"Medicine"},{"id":6,"tag":"Education"},{"id":609,"tag":"Gender Relations"}]},{"id":4988,"title":"Anti-Abolitionists are Antagonized in <em>The Herald</em>","course_id":35,"status":"P","start_date":"1835-08-31","end_date":"1835-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When residents of Geneva, New York acquired their daily copy of <em>the Herald</em> on August 31, 1835 they had no idea they were about to read a prophetic vision of the United States’ future. After acknowledging an anti-abolition meeting that had taken place in the town just a few days prior, the anonymous author of the front-page article went on to denounce the meeting as foolish and to predict the gradual alienation between the North and South, until the point where the South no longer wanted anything to do with the Union. To this anonymous author the separation between the North and the South seemed almost inevitable; South Carolina had already expressed desire for independence in the Nullification Crisis in 1832 and the South, with the preference for states’ rights over federal ones, was already uncomfortable with the North having so much power. It became clear that the author hoped to garner support for the abolitionist movement in defaming its opposition; the meeting, the author asserted, was a “farce” populated by “third-rate lawyers” who were attempting to fight an impossible battle in Geneva. With no economic connections to the South, residents of Geneva saw no reason to support the anti-abolition movement.","The issue concerning states’ rights and the extent of states’ powers in relation to the Federal government dates as far back as the Articles of Confederation which gave states a great deal of power; a more powerful Federal government was eventually instituted, though the arguments over the rights of the states continued. This issue became a core concept in the discussions of slavery in the South, where intellectuals, politicians, and plantation owners defended its position in the Southern economy. The United States had not yet faced the possibility of adding more slave states to the Union, but the precedent was tested in 1819. Just fifteen years prior to the anti-abolition front’s meeting in Geneva the United States had become embroiled in disagreements over the introduction of new slave states after the acquisition of the Louisiana Territory, which exacerbated the animosity between the North and South. The Missouri Crisis constituted one of the first open clashes concerning slavery and states’ rights: the debate centered around the creation of a new state, Missouri, as a slave state. Prominent Northern politicians such as Rufus King violently opposed this idea and fought against Missouri’s admittance as a broadening of Southern slavery. Eventually a compromise was reached, allowing Missouri to enter the Union as a slave state and Maine as a free one. This compromise only served to delay the eventual confrontation even further, and allowed for problems to continue to surface between the abolitionists in the North and slaveholders in the South."],"locations":[{"id":8962,"lat":42.8528904967,"lng":-77.2997890257,"zoom":9,"place":"ONTARIO, New York"}],"tags":[{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":95,"tag":"Abolition"}]},{"id":4989,"title":"<strong>Elizabeth Ricord Opens Female Seminary in Upstate New York </strong>","course_id":35,"status":"P","start_date":"1829-05-01","end_date":"1829-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In May, 1829, the Geneva Female Seminary opened for its first school year with only about 15 students. It continued to grow and develop under the leadership of Elizabeth Ricord, the founder and principal of the school, and six years later, enrolled over 120 students. During the early American republic period, hundreds of female academies sprang up throughout the nation in both cities and the countryside, proving that these institutions were becoming an important part of American life. The growing opportunity to earn an education helped redefine the role of women as it gave them the knowledge and skills to participate in American civil society.","Ricord designed her academic courses to teach students how to think and reason. The school offered basic courses like spelling, reading, writing, arithmetic, history, botany, philosophy, chemistry, algebra, geometry, rhetoric, and political economy. There was even a course specifically designed for preparing students for the “duties of society,” called Practical Knowledge. Ricord encouraged her students to “seek more lofty objects” and use their education in a constructive way. She also placed a special emphasis on religion and mental philosophy, as she was especially interested in these topics. Ricord and other teachers at the seminary believed it was very important for young women to develop strong morals. In fact, this was one of the main purposes for women to earn an education at Ricord’s seminary.","Ricord wrote there was an “uncommon degree of order, regularity, and moral rectitude” among the students. The laws of reason, conscience, and the Bible ruled the seminary. The middle-class women who graduated from these seminaries claimed to have “female moral superiority,” which influenced the way they engaged in civil society. Female seminaries during the early republic era helped cultivate the position of women as moral agents whose job was to raise virtuous children and teach them the ways of the Bible. After earning an education, many women became school teachers to fulfill this new role.","Female academies played a significant role in pushing women into the public sphere and helped them become active members in the developing civil society. Many of the women who graduated from these academies went on to become reformers and worked to help abolish slavery, to petition for women’s suffrage, to help feed the poor, and to combat men’s dominant role in politics.  The teachers in the female seminaries trained a new generation of women to be able to engage in politics and form individual opinions on local and national issues. Elizabeth Ricord’s commitment to educating women transformed the lives of her students and helped redefine the role of women in American society."," "],"locations":[{"id":8961,"lat":42.899208773,"lng":-77.359355699,"zoom":8,"place":"ONTARIO, New York"}],"tags":[{"id":642,"tag":"Civil Society"},{"id":18,"tag":"Politics"},{"id":14,"tag":"Church/Religious-Activity"},{"id":539,"tag":"Women's Seminaries"},{"id":552,"tag":"women's education"},{"id":6,"tag":"Education"}]},{"id":4990,"title":"“Reverend Proudfit argues for the use of the Bible in Common Schools”","course_id":35,"status":"P","start_date":"1826-03-01","end_date":"1826-03-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Second Great Awakening, there were many religious figures who transformed the way the general population thought about religion and its social practices. Much of the new religious thought came from upstate New York from areas called “burned-over districts,” because of the frequency with which they experienced religious revivals, or transformative incidents, which changed a person’s religious outlook. One such person who was a transformative figure during this time was Reverend Alexander Proudfit, from Albany, who argued very vehemently for the use of the Bible in common, or primary schools. In a letter he sent to the Geneva General Advertiser, Proudfit attempted to justify the use of the Bible in primary schools by using educational grounds. He connected the literacy of the emerging American nation, with an emphasis on liberty and intelligence, to the moral and religious principles that were present in the Bible. Proudfit argued that “a nation the most illiterate, the most unprincipled and profligate; may be controlled by the iron arm of despotism. He tried to argue that the democratic values that were beginning to develop in America could be connected to the Bible, and this justified its use in common schools.","The connection that Proudfit made between democracy and religion was intriguing. The emerging Arminianism that was developing in Geneva influenced the Methodists that had founded a church there. Just by the fact that this religious was becoming a major factor in Geneva, and Arminianism was a sect that embraced education, Proudfit had targeted the right audience for his editorial, as the tradition that was being developed connected religion and education strongly.","The democratic values that the Methodists believed, which Proudfit argued were to be a result from the Bibles’ teachings, were part of the reason of the increase in free will and freedom of ideas during this time. The movement of ideas helped to spur intellectual social movements that would change society during time. Additionally, the increase in political action during this time was partially caused by the free flow of ideas that these religious revivals helped to produce."],"locations":[{"id":8961,"lat":42.899208773,"lng":-77.359355699,"zoom":8,"place":"ONTARIO, New York"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"}]},{"id":4991,"title":"Sarah C. Owen Addresses the Rochester 1848 Woman’s Rights Convention","course_id":35,"status":"P","start_date":"1848-08-02","end_date":"1848-08-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A little less than a month after the Seneca Falls Convention, the Convention that sparked the woman’s rights movement, a Woman’s Rights Convention was held on August 2, 1848 in Rochester, New York at the Unitarian Church to continue the work done at Seneca Falls. The Woman’s Rights Convention in Rochester was planned by Amy Post, Sarah Hallowell, Sarah Fish, and Sarah C. Owen because there was not enough time at the Seneca Falls Convention to address every issue. The women chose Abigail Bush to chair the convention, marking the first time a woman chaired such an event. Major woman’s rights activists and abolitionists were present: Elizabeth McClintock, Elizabeth Cady Stanton, Lucretia Mott and Frederick Douglass.","Sarah C. Owen addressed the convention that afternoon about the outrages women were subjected to. In her address, Owen commented on how women were viewed as less than men, that they were not included in the study of mankind, and thus ignored as an intelligent part of creation.  Women were robbed of inalienable rights, Owen argued, and deemed to be the weaker vessel designed to occupy a lower sphere than men. Once a woman was married, she was controlled by her husband. Owen said that the wife may think only if she thinks the same as her spouse. Owen also noted that by law, a woman lost the right to her own property, even if she earned it with her own labor, after she married.","Education, Owen claimed, was a right that women deserved. For example, she pointed to Elizabeth Blackwell’s attendance at medical college as a sign of a slow change in women’s education. Owen said, “Let men become producers, as nature has designed them, and women be educated to fill all those stations which require less physical strength.” Owen argued that men thought so lowly of women that men were paid double the wages for being a tailor while women were called seamstresses for the same job but paid less. This, she declared was an injustice and a violation of wage rights.","Sarah C. Owen expressed the belief that women would soon be seen on the same platform as men, as God had designed them. By the end of the convention, the attendees hoped that they had gotten a sufficient start. After the convention, many of the attendees continued to work towards equality for women, helping to create a woman’s rights movement that would ultimately lead to woman’s suffrage in 1920."],"locations":[{"id":8900,"lat":43.146431005,"lng":-77.6958978677,"zoom":9,"place":"MONROE, New York"}],"tags":[{"id":633,"tag":"Seneca Falls Convention"},{"id":634,"tag":"Elizabeth Cady Stanton"},{"id":635,"tag":"Lucretia Mott"},{"id":636,"tag":"Frederick Douglass"},{"id":637,"tag":"Elizabeth McClintock"},{"id":638,"tag":"Amy Post"},{"id":643,"tag":"woman's rights"},{"id":644,"tag":"woman's suffrage"}]},{"id":4992,"title":"DeWitt Clinton Explores Possible Canal Route","course_id":35,"status":"P","start_date":"1810-08-05","end_date":"1810-08-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1810 a group of government officials were sent out to explore and navigate a route for an artificial canal between Lake Erie and the Hudson River. Among the group commissioned to take this journey was DeWitt Clinton, who was the mayor of New York City for many years prior to this exploration. Along this journey Clinton kept a personal diary in which he documented all aspects of the land that surrounded him, whether it was noting how wide the rivers ran, to how many known birds are in the area he left nothing out. On August 5, 1810, DeWitt Clinton and his crew encountered the city of Buffalo, New York which at the time was better known as Buffalo Village.","Within the boundaries of Buffalo Village Clinton noted that there were thirty to forty houses that complimented several markets and taverns, a post office, and the Niagara County Court House. In other words this village had a decent population. Clinton said it best as he explained in his diary that Buffalo “is a place of great resort. All persons that travel to the Western states and Ohio, from the Eastern states and all that visit the falls of Niagara come this way.” Right away Clinton was able to conclude that this could be a very prosperous village. He observed that the surrounding stream was very deep and navigable for five miles, allowing for easy exploring. Another strong attraction of this village was that upstream was the Seneca Indian saw mill, which was impregnated with oil. Clinton also noted the variety of the fish that occupied this stream such as white, herrings, sheep-head, sturgeon and a variety of bass. Enough fish to provide an ample food supply for a dense population. All of these factors made the Village of Buffalo a good candidate for the canal to run through.","An important aspect of creating artificial water way was making sure that there was a current strong enough to pull boats and other forms of transportations. Clinton questioned Buffalo locals to gain this knowledge. According to Mr. Geddes, a native of the village, the current could range anywhere from six to seven miles an hour. This proved to be very important because the vessels that would transport goods and people along the canal weighed several tons. DeWitt Clinton’s vivid recollection of his exploration during 1810 proved to play a vital role in the construction of the Erie Canal. His personal diary indicated how well Buffalo’s surrounding economy would do after the creation of the canal as he incorporated how accessible natural resources were to those who passed through the area.","After Clinton’s explorations across New York, he and the commissioners were able to reach an agreement that the city of Buffalo would be included as a part of the Erie Canal. Sitting on Lake Erie, Buffalo provided a commercial bond between the east and the west, allowing travelers to enter from the Great Lakes. Upon the canals completion in 1825, Buffalo became a place that offered great prosperity as it quickly became enriched with economic and cultural prosperity that it had not seen before. With the rapid increase of commerce in the area due to the canal, Buffalo was essentially incorporated as a city in 1832."],"locations":[{"id":8933,"lat":null,"lng":null,"zoom":8,"place":"NIAGRA, New York"}],"tags":[{"id":563,"tag":"Erie Canal"},{"id":13,"tag":"Agriculture"},{"id":602,"tag":"Transportation/Migration"},{"id":11,"tag":"Economy"}]},{"id":4993,"title":"<strong>General Sullivan’s Campaign Against Western Indians </strong>","course_id":35,"status":"P","start_date":"1790-06-01","end_date":"1790-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In the late months of 1778 General John Sullivan of Washington’s army began his long excursion up the eastern coast with one simple goal in mind: to conquer as much land as possible.   Sullivan’s expedition, known as “the Campaign against Western Indians,” was one of the first campaigns in a long serious of Indian Removal actions  culminating in the  official policy of President Andrew Jackson in the 1820’s. Sullivan’s campaign began in 1775 when great conflict arose between the United States and British forces preceding the American Revolution.  During the late months of 1779, General Sullivan and his men prepared for their worst battle yet, and began to march against the Iroquois Nations of upstate New York.  The reasons for this expedition against the Indians were firstly their loyalty to British forces and secondly the large amounts of desired land that they occupied.  The campaign against the Six Nations began in the summer of 1779 when General Sullivan marched up the Susquehanna River towards Tioga, the army’s semi permanent settlement that was later named Fort Sullivan.  Meeting General Clinton and his men in Mohawk Valley, Sullivan ordered their combined forces to attack the small Mohawk tribe settlements just West of Schenectady, New York.  After wiping out the Indian tribes along this Valley, troops returned to Fort Sullivan for the end of the summer.  These small villages around Mohawk Valley were minimal battles compared to the large battle that would be the main offensive against the Six Nations, the battle of Newtown.  Taking place just outside Elmira, New York, the battle of Newtown was fought in late August and was the largest victory against the Indians that Sullivan had achieved.  Sullivan entered the Six Nations territory with over 5,000 men behind him.  With such a large army, Iroquois fighters did not stand a chance in battle.  Sullivan’s men came from all directions and with such force that it was very difficult for the Iroquois to defend themselves in an organized manner.  The final and most difficult battle took place in Little Beard’s Town against the Seneca tribe in mid- September.  This battle at Little Beard’s Town was the most devastating for the Iroquois and wiped out a large number of their members Although the battles were not as bloody as many during this time, the battle of Newtown and the battle at Little Beard’s Town changed the lives of the Iroquois Nations forever as they both lost many members of their tribes and had their agricultural system destroyed. The Iroquois tribes had little chance for cultural survival.  Treaties were created allowing the land to be shared by the Six Nations and the settlers, which essentially led to the movement of the Indians Westward and Northward into Canada over the next 20 years. This campaign against the western Indians represented the beginning of Indian Removal and the start of Westward Expansion, two issues that would be extremely significant throughout the next 50 years."],"locations":[{"id":15415,"lat":42.6561422287,"lng":-77.5340511417,"zoom":9,"place":"Ontario, New York"}],"tags":[{"id":558,"tag":"Indian Removal"},{"id":411,"tag":"Westward Expansion"},{"id":607,"tag":"General John Sullivan"},{"id":608,"tag":"Iroquois Indians"}]}]}