{"id":37,"title":"Civil War and Reconstruction","school_id":3,"school_name":"Juniata College","term":"Fall 2009","abbr":"HS 309","url":"","description":"HS 309 examines the political, social military and economic origins and consequences of Civil War and Reconstruction.","points":[[42.3649994065,-70.9800517697],[29.6873298033,-94.957827752],[37.7029266937,-123.005394924],[37.6847870045,-97.4611031528],[42.6604396043,-83.3855274047],[39.30762356,-77.8627617422],[37.8159085737,-79.4457347683],[32.0447139452,-84.1951910375],[38.9151212228,-76.9435162098],[34.4008642849,-77.6110652671],[34.7510332938,-88.4242992499],[38.5089863052,-77.2972733849],[35.1803733014,-85.1633326083],[35.5137999479,-86.4589000968],[32.0196106211,-88.263201413],[39.8715057392,-77.2179223246],[32.8753704415,-79.8417496964],[35.9932218718,-83.9370888963]],"bounds":[[42.6604396043,-70.9800517697],[29.6873298033,-123.005394924]],"episodes":[{"id":4709,"title":"","course_id":37,"status":"P","start_date":"10/5/74","end_date":"10/5/74","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["South Bostonians, mostly Irish-Americans, felt frustrated and angry after just three weeks of forced busing in 1974 according to the New York Times.  Federal Judge W. Arthur Garity ordered busing because he felt that “the local school authorities operated a deliberately segregated system.”   During the three weeks school was open, there had already been altercations, including “a lunch-tray hurling, spaghetti-tossing brawl that emptied the school.”  Attempts were made to stop the tension with a “biracial committee of students”, but protestors felt this was not enough.  Police stood by as crowd control when the marchers, joined by local politicians, gathered in Marine Park.  The march, sponsored by the local Home and School Association, coincided with a boycott of schools “that cut school attendance in half.”  The permit for the demonstration specified that protestors were not allowed to march to schools.  Protestors, nearly 5,000 in number,  represented a mixture of ages, mostly young to middle-aged and carried signs with slogans “with racial undercurrents.”","Boston schools faced many problems with desegregation.  Desegregation in the North was harder in many ways because the segregation was de facto.  White residents in these areas felt that busing hurt neighborhood schools.  Boston’s particular busing plan caused a lot of turmoil that continued throughout the 1970s.  The city was by far the most extreme case of busing.  Making matters worse, as the protests and violence got stronger over the decade, the courts broadened the busing program.  Busing in Boston finally ended in 1988.","Boston schools faced many problems with desegregation.  Desegregation in the North was harder in many ways because the segregation was de facto.  White residents in these areas felt that busing hurt neighborhood schools.  Boston’s particular busing plan caused a lot of turmoil that continued throughout the 1970s.  The city was by far the most extreme case of busing.  Making matters worse, as the protests and violence got stronger over the decade, the courts broadened the busing program.  Busing in Boston finally ended in 1988."],"locations":[{"id":35079,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"Suffolk, Massachusetts"}],"tags":[{"id":142,"tag":"african americans"},{"id":21,"tag":"Race Relations"},{"id":6,"tag":"Education"}]},{"id":4710,"title":"","course_id":37,"status":"P","start_date":"8/13/71","end_date":"8/13/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1971, schools attempting to overcome segregation faced fierce opposition in the North. The year before the South passed the North in integration of schools and the North’s integration record continued to decline in the 1960s.  The question facing Americans was whether the busing plans would overcome the opposition.  Some cities moved forward with the forced integration via busing, but other cities fought back.  Opposition ranged from legal appeals to violence.  President Nixon held a strong anti-busing stance and instructed the Department of Health, Education, and Welfare to “work with individual school districts to hold busing to the minimum required by law.”  Some felt that his opposition caused more problems.","The New York Times examined specific cases to see how desegregation was taking place.  In Houston, Texas, Nixon intervened with citywide busing and “asked the Justice Department to appeal the ruling.”  Denver, Colorado’s opposition won in their court case and went on to consider other plans.  San Francisco, California saw “heckling and fist fights” at meetings discussing busing.  They experienced large opposition from Chinese-Americans, as well as conservative whites.  The assistant chief of the Office of Intergroup Relations for the California Department of Education, Ted Neff, felt that “Racial and ethnic isolation is increasing.”  Wichita, Kansas, under pressure to integrate, chose to integrate according to the “city’s racial make-up”.  Pontiac, Michigan appealed a court order to start busing in the fall failed and   ten buses were firebombed as school was beginning that year.  The Seattle, Washington school board attempted to implement a citywide busing plan, but was stopped by a court order.  Rochester, New York began busing voluntarily, while Providence, Rhode Island was in it’s third stage of desegregation, there were still strong objections seen here.  Minneapolis, St. Paul, and Duluth, of Minnesota, underwent partial integration.  The states of Pennsylvania and Massachusetts sternly enforced busing, particularly in major cities.  Harrisburg, Pennsylvania began a busing program in 1970 “based on the students’ racial and economic background.” Pittsburgh and Philadelphia appealed the order.  “Richardson Dilworth, president of the Philadelphia school board and former Mayor, said, ‘The white population of this city would never permit the kind of massive cross-busing the order would require, nor would the City Council or the state legislature appropriate the money’” The Massachusetts Board of Education chose to deny $21.3 million dollars in funding from Boston, because of their unwillingness to comply with the busing program.","These events coincided with, and in some cases were a reaction to, the influential court case of <em>Swann v. Charlotte-Mecklenburg Board of Education </em>(1971)<em>. </em>This stated that because racial integration is so important, busing could be used, if necessary.  Opponents to busing, like the cities mentioned in the article, felt busing interfered with their community.  Although Nixon campaigned on a strict anti-busing stance, he was not able to stop the busing programs from moving forward.  Americans feared that the same type of violence which was seen in the desegregation of the Southern schools would be seen in the North."],"locations":[{"id":35299,"lat":29.6873298033,"lng":-94.957827752,"zoom":9,"place":"Harris, Texas"},{"id":34924,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"},{"id":36548,"lat":37.6847870045,"lng":-97.4611031528,"zoom":9,"place":"Sedgwick, Kansas"},{"id":36895,"lat":42.6604396043,"lng":-83.3855274047,"zoom":9,"place":"Oakland, Michigan"}],"tags":[{"id":142,"tag":"african americans"},{"id":9,"tag":"Law"},{"id":6,"tag":"Education"}]},{"id":4712,"title":"<strong>John Brown Gives his Last Speech to the Court</strong>","course_id":37,"status":"P","start_date":"1859-11-02","end_date":"1859-11-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Brown, noted abolitionist, was arrested after his raid on Harper’s Ferry in early October 1859. He was taken to Charles Town, in present day West Virginia to be tried. Early in the trial, a surprise telegraph arrived that placed Brown’s sanity in question, but the court eventually disregarded the insanity plea largely aided by Brown himself who pronounced that he of all people, should know if he was insane and he deemed himself sane. Witnesses gave testimony on Brown’s raid. On October 31, Brown received the guilty verdict on all counts:  treason, conspiring with slaves to rebel, and murder.","On November 2, when the judge asked Brown if he had anything he wanted to say, Brown rose from the cot on which he had been lying the entire trial due to injuries sustained at Harper’s Ferry and addressed the court. Brown denied having committed any crime aside from wanting to free the slaves. He stated that he never intended to murder, to commit treason, or to incite slaves into a rebellion. However, having had committed murder, Brown did not appear remorseful of that fact. His only goal was to free the slaves as God wanted him to do. He seemed resigned saying, “if it is deemed necessary that I should forfeit my life for the furtherance of the ends of justice, and mingle my blood further with the blood of my children and with the blood of millions in this slave country whose rights are disregarded by wicked, cruel, and unjust enactments--I submit; so let it be done!” Brown spoke a couple more words to the court and then resumed his position on the cot.","A month after his closing words, on December 2, Brown was  hanged outside of Charles Town. Brown left a lasting impression on both the North and the South. Many southerners saw Brown as a fanatic and one who had threatened their way of life. Some northerners viewed Brown as a visionary man who wanted to help the deprived slaves while others agreed with the southern view. Still others chose to ignore him altogether. Even after Brown’s execution, his raid on Harper’s Ferry stood as the beginning of the end of civil relationships between the North and South."],"locations":[{"id":14645,"lat":39.30762356,"lng":-77.8627617422,"zoom":10,"place":"JEFFERSON, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":64,"tag":"Anti-slavery"}]},{"id":4711,"title":"McCormick’s Improved Reaper Takes to The Fields","course_id":37,"status":"P","start_date":"1832-08-01","end_date":"1832-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Cyrus McCormick gave a public demonstration of his newly improved Reaper near the little town of Lexington, Virginia in 1832. Around 100 people were present to watch the twenty-three year-old innovator’s contraption take to a field of grain. Herbert N. Casson explained in his book, <em>Cyrus Hall McCormick: His Life and Work, </em>that the crowd included “several political leaders of local fame, farmers, professors, laborers, and a group of Negroes who frolicked and shouted in uncomprehending joy.” Undoubtedly, this demonstration would be one of the most important in American agricultural history, considering that the harvesting of grain was done by hand with scythes and sickles up until this point.","As McCormick made his way across John Ruff’s hilly field, the reaper appeared to be an utter failure as it jolted in various directions. Ruff shouted in protest, “Stop your horses. You are rattling the heads off my wheat!” The young farmer-inventor felt humiliated to have his machine proven faulty in front of this large group of bystanders.","Laborers celebrated McCormick’s failure, as his machine was their challenger in the labor market. These men resented the reaper, similar to the drivers of stage-coaches dislike for railroads. Professional harvesters felt that their jobs were threatened by the machine, considering it had the potential to harvest ten acres of grain per day compared to their average of two to three acres.","A young farmer, William Taylor, approached the dejected McCormick: “I’ll give you a fair chance, young man. That field of wheat on the other side of the fence belongs to me. Pull down the fence and cross over.” If Taylor did not ask for McCormick to try his machine in his patch of grain, it is unclear what might have become of his reputation.","McCormick gratefully accepted Taylor’s invitation. This field proved much more level which allowed the reaper to perform well. Before sundown, McCormick’s reaper had laid low six acres of wheat in front of the large audience.  The fear of those against the machine was rightfully formed. The reaper could harvest more in less than a day than they could do in several days.","The reaper was driven back to the courthouse square of Lexington, where it remained on display for the public to see, and praise. Professor Robert Bradshaw of the Lexington Female Academy said emphatically, “This-machine-is worth- a hundred-thousand-dollars.” McCormick joked that he would gladly sell his machine for nearly half as much. Little did he know that his machine was the beginning of a company that revolutionized grain harvesting.  With his reaper, he was able to defeat the task of feeding the hungry masses and eliminate the back breaking work of manually harvesting wheat.  The crude machine that Cyrus McCormick slaved over in the small log workshop on a Virginia farm, was about to revolutionize harvesting around the world."],"locations":[{"id":14231,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":16,"tag":"Science/Technology"}]},{"id":4778,"title":"Union Private Describes Raiders at Andersonville Prison","course_id":37,"status":"P","start_date":"1864-04-08","end_date":"1864-04-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1864, Robert Knox Sneden, a Union private and mapmaker, lived as a prisoner in the notorious Andersonville Prison. During his stay, Sneden kept a diary of the conditions and daily monotony of the captives. Occasionally he gave up trying to write a daily account and would lump his entries together by the week as he did from April 8 to 20, in 1864. This particular week, Sneden talked about a group of Union criminals within the prison known as “The Raiders.”","Andersonville was a Confederate prison that was originally designed in early 1864 to hold 10,000 Union prisoners of war. By April, the prison population had reached its capacity and continued to increase until August. Prisoners suffered from terrible burdens caused by overcrowding. These problems included unsanitary living conditions, an insufficient amount of Confederate supplies, and disease. Along with these horrible living conditions, prisoners also had to deal with the threat of being mugged and killed by these thieves.","Sneden first encountered the Raiders in April when one of his fellow prisoners was killed. On a foggy night, the group killed a prisoner with pine clubs and subsequently robbed him of his overcoat and money. Due to the fog, the Raiders were able to escape undercover. The scoundrels kept together and continued to steal from prisoners on foggy nights."," Sneden described the Raiders as a desperate set of thieves and murderers from the Belle Island prison camp located west of Richmond, Virginia in the James River. Most of them were from the slums of the cities and originally served time in prison before they listed in the Union army. Sneden expressed discontentment in saying “…no one’s life is safe among us as long as these Raiders have their own way.” To help each other fight, members lived in groups. Sneden added that “They are given a ‘wide berth’ and no right minded prisoner will venture into their quarters knowingly, as he is sure to be robbed of everything he has if he does.”"," To counter the Raiders, prisoners organized a police force known as “The Regulators.” This group of fifty or more of the largest and strongest men used club force to keep Raiders from attacking. Twenty of the men were to move about the camp during the day while twenty-five stood at important points at night to head off and club Raiders. A certain portion of each man’s ration was to be allotted to these men in order to keep them in shape for fighting. The chief of the Regulators, “Big Pete,” was to decide the cases among prisoners and lash them with the cat-o-nine-tails when they were found guilty."],"locations":[{"id":2222,"lat":32.0447139452,"lng":-84.1951910375,"zoom":10,"place":"SUMTER, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":32,"tag":"Civil War"},{"id":2,"tag":"Health/Death"}]},{"id":4794,"title":"Charles Hudson Speaks Against the Annexation of Texas","course_id":37,"status":"P","start_date":"1845-01-20","end_date":"1845-12-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the fierce debate over the annexation of Texas, Charles Hudson, took the floor of the House of Representatives in hopes of preventing the admission of Texas to the Union.  A Whig member of the House of Representatives, representing Massachusetts, as well as a Universalist minister, Hudson emphasized the selfish motives of the Southern advocates for annexation.","The admission of Texas to the Union would have been to the South’s advantage, as many Texas citizens were southerner’s who had migrated there with their slaves, and would therefore result in another slave state, as discussed by scholar, Jesse Macy.  This would have then given the South greater representation in Congress.  As a citizen of Massachusetts, Hudson opposed the annexation of Texas because Northern states would have been overruled by the South in Congress.  Hudson’s opposition was further cemented through his political affiliation as a Whig, as the Whig Party was a party dominated by the North, and therefore opposed to the annexation of Texas and expansion of slavery.  Further, Massachusetts was specifically against annexation as it was a hotbed of resistance to the annexation, led by Whigs as discussed by scholar Kinley J. Brauer.  Whigs were also apprehensive about the possibility of war with Mexico.","The South was not keen to point out how advantageous the annexation of Texas would be to the furtherance of their interests and the continuity of slavery, but rather attempted to persuade the North that the annexation of Texas would work to preserve the Union and expand Northern industry.  Hudson addressed this as he discussed the argument made by Southern Congressmen that “the commercial advantages to be derived from a connexion [sic] with Texas would be immensely great.”  Hudson quickly saw through the possible advantages of acquiring Texas for the North, as he points out that “the very annexationists, those new-born friends of Northern manufacturers, have been constantly in the habit of assailing manufacturers.”","Besides these attempts to persuade the North that annexing Texas was in its best interest, Hudson stated that the House of Representatives received little information on why they should annex Texas.  Congress only received threats that it was important to annex Texas, because if not the South may secede as they had more to gain through affiliation with Texas than with the North.  This can be observed, according to Hudson in Mr. C. J. Ingersoll’s opening of the debate on the admission of Texas as he stated “that he should offer no argument in favor of the measure, till he should hear it assailed!”  Further, Hudson pointed out that during meetings regarding the annexation of Texas throughout the South, “annexation or dissolution were the only alternatives presented.”","Hudson quickly dismissed these arguments as he argued that the annexation of Texas “is a device, got up by Messrs. Upshur and Calhoun, to place slavery on a more permanent foundation, and to give the South a balance [of] power.”  Texas would be annexed in “an attempt, in one part of the Union, to build itself up at the expense of another.”  He wanted to argue that the annexation of Texas could also have possibly led to war, and a great accumulation of debt, and would not have provided any of the advantages that the Southerners discussed.  In essence, the annexation of Texas would tear the Union apart, as “the admission of Texas into the Union would sow the seeds of discontent and alienation and do more to jeorpard[ize] the peace and endanger the perpetuity of the Union.”","Regardless of the problems Texas potentially caused the Union, Congressmen such as Hudson were succumbed to defeat, as Texas was annexed to the Union in 1845."],"locations":[{"id":1274,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":18,"tag":"Politics"},{"id":34,"tag":"Crime/Violence, Economy, Law, Slavery, Urban Life/Boosterism"}]},{"id":4815,"title":"Funeral Services held for Rose O’Neal Greenhow","course_id":37,"status":"P","start_date":"1864-10-01","end_date":"1864-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     Funeral proceedings were held on October 1, 1864 to lay to rest noted Confederate spy Rose O'Neal Greenhow. Greenhow worked in an elaborate spy network that encompassed Washington D.C. and the surrounding areas. Greenhow became one of the standouts in the spy-ring, supplying vital information to the Rebel forces at critical points during the start of the Civil War. Her greatest achievement came when she supplied Confederate General Pierre G.T. Beauregard with information concerning Union movements before the first major encounter of the Civil War. Her information helped secure the Confederate victory at the First Battle of Bull Run on July 21, 1861. Confederate President Jefferson Davis later acknowledged Greenhow for her loyal service.","     Union authorities apprehended Greenhow during the first year of the war. Allan Pickerton, a Union detective and spy, suspected Greenhow of participating in espionage as early as July 1861. Pinkerton imprisoned Greenhow in Old Capitol Prison in 1862, along with Greenhow's eight-year old daughter, Rose. Five months later, Greenhow was released with the stipulation that she be exiled to the South. Once released, Greenhow boarded a blockade runner to Europe, where she continually tried to raise support for the Confederacy in both London and Paris. In 1864, Greenhow left her daughter in a convent and decided to return to America. Her ship, the <em>Condor</em>, sailed for North Carolina but ran aground trying to escape a Union gunboat patrolling the blockade. On September 30, Greenhow boarded a lifeboat, hoping to reach shore. However, the boat capsized, and Greenhow drowned off the coast, dragged down by a large amount of gold in her pocket.","     Hundreds of Wilmington women lined the wharf awaiting Greenhow's remains. The funeral for Greenhow was organized by the Soldier's Aid Society and held in the chapel of Hospital Number 4. The body was surrounded by wax candles, garlands, and flower bouquets. Located on the bier, a Confederate flag paid tribute to the fallen woman who helped her country at any possible opportunity. Thousands of Confederate mourners paid their last respects. On Sunday, the body and coffin were moved to the Catholic Church of St. Thomas. After the funeral service, the coffin was carried to Oakdale Cemetery, draped once again with the Confederate flag. Greenhow was finally laid to rest, two days after her untimely death on October 1, 1864. Greenhow was raised as an orphan, grew to become one of the greatest Confederate spies, and died the heroine of a nation."],"locations":[{"id":9658,"lat":34.4008642849,"lng":-77.6110652671,"zoom":8,"place":"NEW HANOVER, North Carolina"}],"tags":[{"id":407,"tag":"Death"},{"id":97,"tag":"Espionage"},{"id":7,"tag":"Women"}]},{"id":4838,"title":"Mrs. Robert E. Lee Recalls Her Husband's Last Days","course_id":37,"status":"P","start_date":"1870-09-28","end_date":"1870-10-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the morning of Wednesday, October 12, 1870, General Robert E. Lee passed away from pneumonia while surrounded by his family at home in Lexington, Virginia. General Lee gained celebrity from his service as a general in the Confederacy during the Civil War. The pneumonia followed a stroke that had occurred two weeks earlier. Despite death looming, Lee maintained composure that he accumulated over his lifetime during his last two weeks of life. Lee’s wife, Mary Anna Custis, described her husband’s last two weeks in a letter to a dear friend.","General Lee suffered a stroke on Wednesday, September 28, 1870 after attending a meeting at his church. He returned home to have tea with his awaiting family. Mary Custis Lee remarked “You have kept us waiting a long time. Where have you been?” He did not reply. Instead, he stood as if he was about to say grace, but he did not utter a word. Lee quietly sat back down in his seat with a breath of resignation. Mrs. Lee said “That look was never to be forgotten, and I have no doubt he felt that his hour had come…”","Doctors promptly arrived to aid the ailing Lee and remained by his side over the last two weeks of his life. Mary Custis explained that, “He never smiled and rarely attempted to speak, except in his dreams, and then he wandered to those dreadful battle-fields.” At one point, Lee began to feel better. A doctor said “You must soon get out and ride your favorite gray!” referring to his horse, Traveller. The General did not reply as he closed his eyes and shook his head emphatically. He was stubborn about taking his medicine, saying once to his daughter Agnes, “It’s no use,” even though he would always take it afterwards.","In his final hours, Lee slept a great deal. It became more certain to doctors and his family that his case was hopeless. His pulse stet weak and rapid as his breathing grew heavier. Despite his tiredness, he was still able to recognize his family, and he loved having them around, greeting them with all with a gentle press to their hands. Slightly after nine o’clock on the morning of October 12, he at last sank to rest as his eyes closed to the world. The old hero had lost his final battle as a deep sigh drew across his face. “What a glorious rest was in store for him!” said Mrs. Lee.","After death, Lee’s image was still resented by some Northerners because they viewed him as a traitor for siding with the Confederacy during the Civil War. For generations of Southerners, he became a symbol of the virtues of the Old South. At Washington College in Virginia, Lee served as president and publicly deprecated violence. After his death, the college changed its name to Washington and Lee College. Today, Lee is remembered not only as a brilliant military leader, but also for his postwar conduct."],"locations":[{"id":14235,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":32,"tag":"Civil War"}]},{"id":4876,"title":"Phillip Sheridan’s First Raid as Colonel","course_id":37,"status":"P","start_date":"1862-05-27","end_date":"1862-05-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Phillip Sheridan had recently been appointed Colonel of the Second Regiment of Michigan Cavalry two days before a raid on Booneville, Mississippi. On the morning of May 27, 1862, Governor Austin Blair of Michigan formally gave Sheridan command of the regiment.  Sheridan explained that the regiment “was run down by losses from sickness, and considerably split into factions growing out of jealousies engendered by local differences previous to organization.” The Governor hoped that young Phillip Sheridan would be able to bridge these troubles as a regular commander.","Sheridan’s first expedition with his regiment involved linking up with the Second Iowa Cavalry. They had been ordered to conduct a raid south of the Confederate base at Corinth and destroy Confederate rail connections at Booneville, Mississippi. Booneville was a main supply line for the Confederacy because it was located on the Mobile and Ohio Railroad. Sheridan arrived at his regiment’s headquarters in Farmington at 8:00 P.M. and assumed command. The regiment traveled light with the intention of relying on the countryside as their main source for meat and bread. Sheridan expressed success with this decision and said “…our advent was so unexpected by the people of the region through which we passed that, supposing us to be Confederate cavalry, they often gave us all they had…”","Before reaching Booneville, the brigade encountered only scattered resistance that quickly dispersed. Finally, on May 29, the regiments successfully occupied Booneville. Sheridan’s regiments set to work “tearing up the track, bending the rails, and burning the cross-ties.” The destruction of this portion of railroad track successfully cut off communications with the south.","<br />Trains from Corinth soon began to pile up at Booneville. The cargo onboard the railcars was crucial to the Confederacy. “We burned twenty-six cars containing ten thousand stand of small arms, three pieces of artillery, a great quantity of clothing, a heavy supply of ammunition, and the personal baggage of General Leonidas Polk,” Sheridan stated. A large number of sick prisoners were also taken, but they were released. It was beneficial to the Union to leave the prisoners behind because they would be a burden to deal with due to the fact that of they were sick. The additional 500 prisoners would have also slowed down the regiments in their return back to Farmington.","Phillip Sheridan continued to rise in performance and rank throughout the Civil War. Governor Blair took notice of him and decided to nominate Sheridan as the commanding general of the United States Army in 1884.  His choice proved to be a very smart decision because Sheridan amassed such outstanding generalship qualities until his death in 1888."],"locations":[{"id":7295,"lat":34.7510332938,"lng":-88.4242992499,"zoom":9,"place":"TISHOMINGO, Mississippi"}],"tags":[{"id":32,"tag":"Civil War"},{"id":515,"tag":"Phillip Sheridan"}]},{"id":4897,"title":"Union Colonel Withstands Retreat at Bull Run","course_id":37,"status":"P","start_date":"1861-07-21","end_date":"1861-07-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Union Colonel Robert McAllister participated in the Battle of Bull Run near Manassas, Virginia on July 21, 1861.  McAllister and the 1<sup>st</sup> New Jersey volunteers were instructed to act as a rear guard at the town of Centreville for General Irvin McDowell’s routed force. The Battle of Bull Run was the first major battle of the Civil War. After the arrival of Confederate reinforcements, Union soldiers began fleeing back to Washington. McAllister recalled the retreat during the disorganized battle in a letter to a friend.","After the artillery ceased fire, McAllister saw masses of confused Union soldiers retreating past his position at Centreville. Part of the confusion was due to the fact that the Virginians were all wearing blue, so Union gunners did not fire on them. After ordering the retreating soldiers to turn around, he ordered his men to pull out their bayonets and march through the withdrawing columns of soldiers. “We drew our swords and pistols on men and officers who would not willingly turn back,” explained the General.  Earlier, McAllister had received specific orders from McDowell to make a stand at his position at Centreville.","Suddenly, a pale civilian rode by his troops at a fast pace. McAllister ordered the civilian to halt and explained that his specific orders were to stop everybody fleeing. The frightened civilian said, “I am a bearer of dispatches to Washington and must pass.” McAllister denied examining his papers and directed him to his commander, Colonel James Montgomery. Montgomery allowed the civilian to pass after expressing his disgust to his cowardice. McAllister learned later that this man was actually the correspondent for the <em>London Times</em>. ","McAllister continued to push his troops through the throng of retreating soldiers until he reached a hill past Centreville. As night set in, his orders remained unclear. His men had fallen asleep but eventually were awoken by the sounds of neighboring troops retreating. McAllister refused to leave until he was informed that he had to retreat. ","After the battle, McAllister praised his regiment for providing security for those who were retreating. “We saved the Government a large amount of property,” he said after explaining that they provided time for the soldiers behind them to save wagons of supplies that were parked along the road. Although many claimed credit for protecting the retreat and being the last to leave the field, McAllister said, “We were the very last to leave Centreville.”","The Battle of Bull Run showed both the Union and the Confederacy that the Civil War was going to be far longer and bloodier than it was originally anticipated. Both Northerners and Southerners had romanticized the war before it began. McAllister’s letter is proof of the lack of training, communication, and organization that occurred during the battle. After the battle, new leadership and better training would help prepare Union troops for sustained action in the field.  "],"locations":[{"id":14189,"lat":38.5089863052,"lng":-77.2972733849,"zoom":9,"place":"PRINCE WILLIAM, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":516,"tag":"Battle of Bull Run"}]},{"id":4976,"title":"Calhoun Foreshadows Two Nations","course_id":37,"status":"P","start_date":"1832-02-06","end_date":"1832-02-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 6, 1837, John C. Calhoun made public his opinions by speaking out on slavery and the future of the Nation to the United States Senate.  Calhoun stated, “I feel myself called upon to speak freely upon the subject where the honor and interests of those I represent are involved.”  By this time Calhoun had taken a stand, given a reason for speaking out, and begun to foreshadow the divisive future of the country.  In his view congress had no right to touch slavery neither should congress discuss the issue in his view.  Calhoun next hinted at the violence he saw coming in the future and warned that if the government continued its interference, it would arouse abolitionism.","With the wide chasm between sections’ opinions, Calhoun prepared a clear statement saying that becoming two nations was almost inevitable when he pronounced, “by the necessary course of events, if left to themselves, we must become, finally, two people.”   Slavery was not an evil, but a positive good, he thought because there had always been a relationship between labor and capital.  Calhoun offered that the North for the most part believed “slavery a sin,” and would consider it “an obligation of conscience to abolish it.”  The reasoning behind this was no other wealthy and civilized society had subsisted without reliance on labor of another.  The way that Calhoun ended his speech was done in a manner so that he did not evoke anger within the Southern part of the Nation, but solely to raise awareness of the issues at hand.","The debate over the expansion of slavery was, by this time, nearly twenty years old,  dating back to 1820 and Calhoun had been an important voice in the debate since the 1820s.  In the beginning, however, he was many times ignored because people believed him too radical in his views.   Most of Calhoun’s time in his political career went to the slavery issue.  Until his passing away, Calhoun worked to expand slavery into the western United States and keep his fight for slavery going strong."],"locations":[{"id":1273,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"},{"id":4,"tag":"Slavery"}]},{"id":4971,"title":"A Wait For Battle Evokes Emotion","course_id":37,"status":"P","start_date":"1863-11-05","end_date":"1863-11-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the November 5, 1863 Matt Turner wrote his mother a letter as he waited for the next battle.  Turner explained that the waiting had been on going since the previous charge where the “Yankees” had gained a lot of ground.  With the continuation of his letter, Turner wrote of his feelings of foreshadowing, when he said they had not seen the last of war and that another gory battle would occur before too much time passed.  Also apparent in the letters was the sense of positive feeling when Turner received letters from home.  He wrote to his mother that he was more at peace knowing that his family and acquaintances are safe and alive.  Lastly, Turner wrote about the conditions in which their unit was left.  He had chills several times due sleeping outside.  Finally he gained a tent with a smoke stack and was done with the chills for a short period of time until the next waiting phase.","Turner served as Assistant Surgeon in the 22<sup>nd</sup> Alabama Regiment.  The waiting period Matt Turner was in was the stage that led to the Battle of Missionary Ridge.  This was the campaign step after Shelbyville had happened and was the spot where General Bragg was stationed.  Grant had decided that the Union army would swing around and flank the Confederates and attack from the rear.  This correlated directly with Turner’s letter where he explained his fear that another battle would occur because of the position that the Yankees were taking.  The battle took places in stages and the Confederates had to retreat."],"locations":[{"id":12053,"lat":35.1803733014,"lng":-85.1633326083,"zoom":9,"place":"HAMILTON, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":289,"tag":"Art/Leisure"}]},{"id":4972,"title":"Shelbyville Affects the Letter From An Everyday Soldier","course_id":37,"status":"P","start_date":"1863-06-27","end_date":"1863-06-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Matt Turner was an assistant surgeon caught in battle at Shelbyville with a little time to write his mother.  The letter thought brief gave a great account to the attack that occurred in Tennessee from the 24<sup>th</sup> to the 28<sup>th</sup> of June in 1863.  Turner gave the account of his army “falling back” and being “flanked” by the enemy, the hospital he feared would soon fall and the rest of the unit be captured shortly after.  They were looking ahead to an encounter at Tullahoma.  He informed his mother that he remained in good health, but the action will hinder his ability to accept letters so she is to wait to reply until she hears from him again.","The charge at Shelbyville was during the spring/early summer of 1863 when an offensive was led against the Confederate army under General Braxton Bragg.  On the 27<sup>th</sup>, the day of Turner’s letter, a charge was led to the center of Shelbyville and this caused the Confederates to retreat.  The leader of the charge for the Union, Captain Charles C. Davis, came away from the battle with a Medal of Honor."],"locations":[{"id":11847,"lat":35.5137999479,"lng":-86.4589000968,"zoom":9,"place":"BEDFORD, Tennessee"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}]},{"id":4977,"title":"Matt Turner Writes Home From Shelbysville","course_id":37,"status":"P","start_date":"1863-04-12","end_date":"1863-04-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Writing home to his mother on April 12, 1863, Assistant Surgeon to the 22<sup>nd</sup> regiment of Alabama Infantry, Matt Turner captured the sentiments of many others in the Confederate Army as he spoke of wishing to return to his home.  Turner wrote his letter from a “camp near Shelbysville Tennessee,” where he was “alone except the agreeable company of the lame, the halt and the blind who all look eagerly to me for comfort and consolation.”  As an assistant surgeon in the Confederate army, these would have been his duties, as according to the medical records from the Confederate States of America, the duties of an assistant surgeon general included looking after the sick and wounded and helping the surgeon.","As Turner looked after the lame, an air of anxiousness can be observed as he stated that “we are still at this place.  We have been anticipating a move, but since I last wrote, it seems that we are off now more than then.”  Stationed in Tennessee, Turner would not have seen many of the major battles of 1863, as the next major battles of the Civil War occurred farther north in May of 1863, in Chancellorsville.","While sitting in camp, anxious for the next move Turner aspired to return to his home.  He wrote that he was “very tired of tramping about through the mud after a regiment merely for the name at this time.”  He further spoke of his bad health, as a reason to go home “long enough to recover my health entirely before entering the service again, though this will depend very much on the circumstances.”","While Turner wanted to be relived of his position, the chances of this were probably slim.  Turner stated that he had submitted an application for a “thirty days leave of absence.”  However, Turner’s application was “returned, disapproved, by Gen. Bragg and all my hope is gone.”","While Turner may have wanted to return home, the Confederacy was in need of men.  In the spring of 1862, the Confederacy adopted a policy of conscription in order to fill the ranks of the army.  While the Confederacy had trouble filling the ranks, the problem intensified during the winter of 1862-1863 as the Confederacy experienced a high rate of desertion for various reasons, including the need to provide for their families.","Through the remainder of his letter, Turner wrote of things such as to “give my love to Father and Martha…Kiss little Ettie and tell her I have not forgotten her dog and will be sure to bring him with me.”  He further instructs his mother to “please write often.”  Through these sentiments Turner expresses the normal need to hear from his family as well as to keep them updated of his where-abouts as he anxiously waited to be relieved from his job in the Confederacy."],"locations":[{"id":72,"lat":32.0196106211,"lng":-88.263201413,"zoom":9,"place":"CHOCTAW, Alabama"}],"tags":[{"id":32,"tag":"Civil War"},{"id":230,"tag":"Medicine/Health"}]},{"id":4978,"title":"Catherine Wills Wears a Hair Locket to the Dedication of the Soldiers National Cemetery","course_id":37,"status":"P","start_date":"1863-11-19","end_date":"1863-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","To commemorate the deaths of her two young sons, David Jr., and James, Catherine Wills wore a mourning broach.  The gold broach containing one blonde and one brunette lock of hair with a black ring around it was a fairly generic piece of jewelry during the nineteenth century.  Like many others who attended the dedication of the Soldiers National Cemetery in Gettysburg, Pennsylvania and heard Lincoln’s Gettysburg Address, Wills may have worn her broach to this occasion.  The cemetery and dedication was of particular importance to the Wills family, as David Wills, the young boy’s father, had played an instrumental role in creating the cemetery.  The Wills were prominent citizens in Gettysburg, Pennsylvania, and Lincoln himself stayed in the Wills home.","Catherine Wills probably mourned the death of her two sons for one year, as that was the standard time length for mourning a child in the nineteenth century, according to scholar Drew Faust.  Catherine would have also been the primary mourner of the children, not only because she was the children’s mother, but because women held much of the responsibility to mourn over loved ones.","As can be observed through these standards of mourning, nineteenth century America had a strong culture of mourning.  In their final breaths, individuals sought to die willfully, at home, surrounded by family.  Family and friends were to be beside the dying in order to assess whether they had passed to Heaven, and could be united there, according to Faust.","During the Civil War, not all of these practices were feasible.  As soldiers died on battlefields, far away from home, they could not have the comfort of being surrounded by family, and family could not see a son’s, father’s, or brother’s last breaths.  Due to these constraints, soldiers had to improvise.  Some would die holding pictures, or lockets of hair of their loved ones.  In preparation of this, some soldiers would take a lock of hair from their loved ones before departing for war, and also leave a lock at home for their family.  Further, possessions of the deceased were given to the family in order to demonstrate that loved ones had died.","While this style of mourning continued for many years, it eventually faded into unpopularity.  This can be observed through Catherine Wills’ mourning broach as it was modified to have a pin to fasten it, which was not in the means of attaching the broach at the time."],"locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":630,"tag":"religious activity"},{"id":32,"tag":"Civil War"},{"id":7,"tag":"Women"},{"id":407,"tag":"Death"}]},{"id":4979,"title":"Regulating Freedpeople’s Marriages in South Carolina","course_id":37,"status":"P","start_date":"1866-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In hopes of assimilating ex-slaves into life as freedmen, the Freedmen’s Bureau worked to legalize marriages and establish standards for the marriages of freedmen.  Such <em>Marriage Rules</em> were observed in South Carolina in 1866, when such matters were under the jurisdiction of the Freedmen’s Bureau.  The <em>Marriage Rules</em>, contained six sections that, outlined “the parties eligible for marriage, parties authorized to grant permits for marriage, commission for dissolving marriage agreements, causes for dissolving marriage agreements, first marriages and reunions and the duties of husbands to former wives, certifications of marriages and separations, and returns of marriages.”","The section on “Parties Eligible for Marriage” first detailed that “all male persons of the age eighteen, and having never been married; and all females of the age fourteen or sixteen, and having never been married, shall be eligible for marriage.”  The subsequent requirements contained information that those freedmen who claimed to be married had to furnish evidence in support of that claim, as well as those who claimed that they were not married.","There was no mention of interracial marriage contained in this section.  This was largely because the <em>Marriage Rules</em>, issued as Freedmen’s Bureau General Order No. 14, were issued by The Bureau of Refugees, Freedmen, and Abandoned Land, commonly known as the Freedmen’s Bureau was run by the Federal War Department, and worked to assist African-Americans make the transition from slaves to freedmen.  While the Freedmen’s Bureau worked to assist the newly freed slaves, the benefit of the policies, as well as the enforcement and recognition of them is highly contested, as stated by scholar Eric Foner.  This occurred as attitudes towards freedmen in the South were largely that they were lazy and simply wanted to make a living off of government funding.  Further, there was a drive to place slaves back into agricultural labor.","While the Freedmen’s Bureau did not work to explicitly keep the races separate, laws preventing intermarriage can be seen in the Black Codes of many states.  For example, the <em>Mississippi Black Codes 1865, </em>explicitly stated that intermarriage between and white people was against the established laws.","While laws detailing who a person could marry, and an individuals’ in the marriage such as a husband being responsible for his wife’s children as well as their “protection and support so long as they are minors, or until their marriage provided they have no other means of support.”  The laws carried great significance and weight.  This occurred as during slavery, slave marriages were not recognized as legal, and slave masters could separate unions at any time as addressed by scholar Reginald Washington.  Therefore, through this legislature, freedmen, were granted one of the many rights that they had been denied during slavery."],"locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":573,"tag":"Government Laws"},{"id":18,"tag":"Politics"}]},{"id":4980,"title":"The Burning of the Culp Home","course_id":37,"status":"P","start_date":"1863-07-01","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an effort to take revenge on the North, the ninth regiment of Alabama volunteers burned the Culp home in Gettysburg, Pennsylvania, during the Gettysburg campaign.  The reasons for this destruction are dictated by the volunteers, as after they burnt the Culp home they left a short, crudely handwritten note to the owners of the property.  The note clearly indicates the intentions of the Confederate soldiers, as they wrote, “Mr. Culp your house tore up purtty [sic] bad but we will do it A good deal more.  Quit burnig [sic] up our houses turning woman and children Out of doors.”  Alabama soldiers burned the Culp home in retaliation for the destruction they had observed or heard of the Union soldiers doing in the South.","The Alabama volunteers also sought to give the Culps, as well as other Northerners a warning.  This can be observed not only in the threat to destroy the Culp property to a greater extent, but also through the signature of the letter.  The Confederates signed the letter with the statement, “Remember this when you see 9th Regiment of Alabama Volunteers.”  In other words, remember the destruction caused to your farm when you see this unit, or any unit of the Confederacy.","The destruction of the Culp home can be seen as an act of retribution for the destruction brought on the South during the Civil War and an effort to take revenge for the aggression of the North.  One of the many motivations in fighting the Civil War exhibited by Confederate soldiers was defending their home land from Yankee aggression.  As stated by scholar, James McPherson in <em>The Battle Cry of Freedom:  The Civil War Era, </em>Southerners felt the need to fight to protect their home from the Yankee soldiers who they viewed as vandals and thieves who would steal their slaves, and take their women.  As the South became the main battle ground of the Civil War, this sentiment grew more intense.  Further, the South experienced the most amount of destruction, as discussed by scholar Carl Degler.","While the Union may have inflicted great damage on Southern property, General Robert E. Lee had ordered his men refrain from doing the same to the Union in Pennsylvania, in order to show that they possessed stronger moral character than the Union soldiers.  Regardless of these orders, ruin was still brought to the town of Chambersburg, Pennsylvania through the burning of Thaddeus Steven’s iron works, and the destruction of railroad property as discussed by McPherson.  Money and other items were also stolen from York, as well as other towns in south-central Pennsylvania.","While great destruction occurred in the South prior to the battle of Gettysburg, the South had yet to see the worst of the havoc the Union would wreck on it.  Sherman’s March to the Sea, inflicted the greatest damage on the South, as the Union soldiers worked to destroy the South and hasten to victory."],"locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":32,"tag":"Civil War"}]},{"id":4981,"title":"Lincoln Demotes Burnside After Resignation Letter","course_id":37,"status":"P","start_date":"1863-09-17","end_date":"1863-09-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the aftermath of the Battle of Fredericksburg, there have been three main reasons given arguing that Ambrose Burnside should bear all of the blame. Contempioraries and historians have pointed to the delay of pontoon bridges, the distrust of Burnside within the Army of the Potomac, and lastly the presence of partisanship in the army.  The overwhelming evidence, however, still points to Burnside’s failure.  Because of the command problems he had, Burnside’s field commanders did not advance in a tempo that would make a victory possible.  Burnside never wanted the command of the Union Army of the Potomac, he was very nervous about the post as he revealed to Lincoln, “thank you for the dispatch & I desire to stay as long as you think necessary but am very anxious.”","Still, President Lincoln had to do something in response to the debacle at Fredericksburg:  his solution was to demote Burnside and find a new commander.  The demotion, however, came as an after thought of Burnside’s resignation.  Burnside stated he would stay commander as long as Lincoln found it appropriate.  Burnside proposed that the President “surround himself with men who have the confidence,” to lead the army and suggested that he himself was not one of these men.  This was the main reason Burnside handed Lincoln his letter of resignation.  The President moved Burnside elsewhere and promoted his rival within the Army of the Potomac, Joe Hooker.  Lincoln, however, gave Burnside the final punch when he wrote to Hooker saying he was not promoted because of the way he had spoken about his predecessor and he felt that those comments were strongly inappropriate."],"locations":[{"id":12156,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"}]},{"id":4982,"title":"Iowan Earns Medal of Honor for Capturing General","course_id":37,"status":"P","start_date":"1864-10-25","end_date":"1864-10-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["James  Dunlavy received the Congressional Medal of Honor, the highest US military honor, on October 25, 1864 for his single-handed capture of Confederate Major General John S. Marmaduke.  He is one of five Medal of Honor recipients buried in Oklahoma, in Dunlavy’s case in the Independent Order of Odd Fellows (IOOF) Cemetery in Maramec, Oklahoma. During the capture of Marmaduke, Dunlavy performed with an injury from the previous battle at Mine Creek, Kansas.  He was wounded by a shell and his arm was in very poor condition.  Dunlavy captured the general thanks to being mistaken for one of the Marmaduke’s own men and taking advantage of the situation.  Dunlavy pointed his gun at General Marmaduke and demanded surrender.  In the official documentation of the battle, both of the Confederate generals who were involved were listed as captured.  Private Dunlavy was in Company D of the Third Iowa Cavalry.  He took the prisoner back to his commanders in a manner of respect by taking into consideration the prisoner’s requests of walking at a slower pace and seeing a particular Union General for lesser punishment.","Earning multiple awards and recognitions for his singular act of service, Dunlavy also went on to accomplishments after the war ended. For example, he went to medical school and became a doctor, was married, and had four children.  He spent the last portion of his life in Oklahoma."],"locations":[{"id":4432,"lat":null,"lng":null,"zoom":8,"place":"OSAGE, Kansas"}],"tags":[{"id":18,"tag":"Politics"},{"id":32,"tag":"Civil War"},{"id":2,"tag":"Health/Death"}]}]}