{"id":4,"title":"Civil War and Reconstruction","school_id":3,"school_name":"Juniata College","term":"Fall 2007","abbr":"HS 309","url":"NULL","description":"NULL","points":[[39.878712355,-75.2036894677],[35.209950543,-87.0273237152],[38.6845288469,-78.1593262248],[37.3581856507,-77.0644665946],[38.1872796075,-85.6593965884],[37.1522972227,-76.370697645],[32.364480123,-90.8603381835],[31.9014449767,-81.1192880728],[32.8753704415,-79.8417496964],[39.2464830538,-76.5960396412],[37.3722533013,-78.8121458288],[39.9274533048,-77.7212153562],[39.2038567799,-78.2606208397],[33.7862251516,-84.4230424472],[34.9901378817,-81.2182346044],[37.0115838339,-78.6616403562],[34.9738400101,-80.1027321773],[40.7058168704,-76.2160113696],[39.8715057392,-77.2179223246],[29.5143972393,-94.8756973573],[35.1803733014,-85.1633326083],[39.7816126185,-86.1384147396],[40.7805662337,-73.9388482485],[41.4243718872,-81.6586944761],[40.4155104673,-76.779264077],[39.9199204801,-76.7265166341]],"bounds":[[41.4243718872,-73.9388482485],[29.5143972393,-94.8756973573]],"episodes":[{"id":4047,"title":"Growth or Recession? The Liberties Associated with African Americans in Antebellum Philadelphia\n","course_id":4,"status":"P","start_date":"1835-01-01","end_date":"1839-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Benjamin C. Bacon, a writer for \"The Pennsylvania Society for Promoting the Abolition of Slavery\" published a statistical pamphlet in 1859 reflecting African American advancements in the nation's first capital, Philadelphia, Pennsylvania. He acquired the statistics by examining the number of blacks associated with particular institutions. Bacon hoped to illustrate his belief that African Americans, just like white men, women, and children could enjoy the rewards of economic progress if given the opportunities of every citizen. The introduction of the new liberties and opportunities provided a chance for growth among the members of the black population in a time which faced great segregation and racism. ","The overall culture of Philadelphia in the 1830s through the 1850s rewarded many blacks who witnessed a new era of political ideology. During this time the city established new liberties such as access to a variety of schools for their children, decreased numbers in convicted persons, and also increased opportunities in mechanical trades. The new possibilities provided a foundation for greater achievement and acceptance into the dominant white culture that encompassed the United States. ","African American children received new opportunities to attend public, private, and reformatory schools. The schools had been refurbished to provide an improved atmosphere for learning. The education efforts afforded to many of the African American students is undeniably associated with Protestant reform. Perhaps one of the most prominent schools for black children was the House of Refuge for Colored Children, established in Philadelphia in 1850. Walter Trattner, a twentieth century scholar, expressed the popular opinion shared by many whites in the North during this time period: \"…in an attempt to cope with the disturbing social and economic conditions and to restore a sense of community to urban America, moralism succeeded benevolence, public aid and private charity were transformed into mechanisms for social control\". The foundation of this school allowed young African American inmates to move out of prison and into reform schools.","The level of tension between races may also be witnessed within the labor market. In 1838, the number of occupations made available to African Americans spanned across 134 categories in Philadelphia. In these categories, 997 consisted of African American workers. Historian Cecil Frey pointed out that in the late eighteenth century the slaves and free men were encouraged to participate in mechanical trades which increased competition between black and white communities. The encouragement did not last long, and according to Benjamin Bacon a majority of the workers within the trades were forced to desert their trades because of increased racial prejudice throughout the city. Few exceptions existed in this community; James Forten, being one of them, was still given boundaries to stand within regards to his 'natural' status. ","The most significant numbers revealed within the pamphlet seem to portray an ambivalent step towards leniency in African American sentencing. The proportion of white men versus African American men in the Philadelphia county prison switched from an equal level in 1835 to almost three white men to one black man in 1858. Willliam J. Mullen, a prison agent, stated within the pamphlet, \"To myself it seems the above list shows the conditions, moral, and civil, of the colored race, to have greatly improved within the last 23 years, and to be far higher at this moment than it was at the commencement of that period.\" At quick glance this assumption seems to be true, but as mentioned previously, the decline in number of African Americans in prison can also be attributed to the opening of the House of Refuge for Colored Children, which took the children out of prison and put them into reform school."],"locations":[{"id":11227,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":4,"tag":"Slavery"}]},{"id":4128,"title":"Ambush of Round Mountain\n","course_id":4,"status":"P","start_date":"1861-11-19","end_date":"1861-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many Indians disagreed to Secession, but not necessarily agree to abolition, either. Families owned slaves and continued to throughout the Civil War. Opoethleyohola, a Muscogee Creek Chief also known as Gouge, wished to remain neutral. Many other neutral Creeks followed him North of Indian Territory, which is now Oklahoma.","Colonel Douglas H. Cooper had been persuaded that 'Gouge' was a threat and had been offered support from E. H. Carruth, Indian Agent for the USA. He took 2000 troops, and began pursuing the refugees. His spies told him that there were more followers than first believed, so the Ninth Texas Cavalry joined them in their pursuit. Their Commander, Lt. Col. William A. Quayle, believed there \"to be 1500 strongly posted\" Indians, including 500 Jayhawkers, but later they numbered 9000. The Confederates numbered 2500; both they and the refugees were \"ill equipped for the winter march or for military action.\"","Gouge camped with everyone near the Creek Council at Thlobthlocco when he heard about their pursuit. He began to \"fire the prairies,\" leaving nothing to be foraged; thus slowing down Cooper. With the burning, it was still \"so dark [they] could not distinguish an Indian from a white man at three paces,\" which didn't help any whites, but it was easier for Indians as they are better at seeing in the dark. The flickering of the many bush fires and the moving of the tall grasses contributed to the confusion.","Late November 19, the front of Cooper's men, believing they had made contact with Gouge's pickets, followed the fire-trailers who lead them into an ambush. Near to Round Mountain the Texans gave chase. They were fired upon by the fire-trailers and dogs were sent through the ranks to disturb the men; they got into rank as quickly as the situation allowed. The Indians fired the bush to surround and shepherd Cooper and his men to where they wanted them, a \"timber-lined, horse-shoe-shaped prairie,\" where Cooper was welcomed with hot lead and whizzing arrows. They were \"fighting by the flash of the enemy's guns … on three different sides,\" but this did not affect the death toll. Six Confederates died, four were wounded, while one went missing; Opoethleyohola lost approx. one hundred and ten men. Cooper also lost six horses, some killed, and some stampeded. The element of \"surprise, smoke and [the] darkness\" created much confusion.","Cooper retreated about two miles, and told his men to \"sleep on arms.\" It was not until then that they realized they had lost Captain Charles Stuart; he was shot in the forehead by a large 'ball' that came out to the left and centre of the back of his head, his last words being \"form on me;\" this later having a strong negative impact on his men.","Measles kept many Confederates from fighting, but they were there at the abandoned camp, where they found two men who had been \"taken prisoner … and beaten to death,\" along with \"15 wagons … 8 yoke of oxen … [and] stricnine in beef and corn,\" a muscular affecting poison."],"locations":[{"id":10691,"lat":null,"lng":null,"zoom":8,"place":"Unorganized, Oklahoma"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}]},{"id":4129,"title":"The Capture of the Steamship J. R. Williams\n","course_id":4,"status":"P","start_date":"1864-06-15","end_date":"1864-06-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["June 15, 1864, the USA Quartermaster Capt. Greene Durbin sent a \"steam ferry boat\" with supplies to Fort Gibson; Messrs. McDonald and Fuller, contractors of the Cherokee Nation included \"Indian goods\" to be distributed amongst those Indians there.  They furnished it with military protection of one sergeant and twenty-four privates \"under the command of Second Lieut. Horace A. B. Cook,\" Comp. K, Twelfth Kansas Vol. Infantry.","They had gone seventy miles up river, when they were fired upon by Capt. G. W. Grayson of the Creek Mounted Rifles and Col. Stand Watie, of the First Indian Brigade. 300 Confederates camped on the south bank of the Arkansas, \"known as Pleasant Bluffs.\" Grayson ordered a \"harmless shot\" to be fired across the <em>J. R. Williams'</em> bow, a rule of war, but nothing was forthcoming; Grayson and Watie commenced firing \"in fine style,\" leading to the boat running aground on the north side. The twenty-five man escort sent one volley across, but with no effect; Lt. Cook decided they should leave the boat. Grayson and Watie watched Cook \"flee\" from the boat, into the brush on the far side of the river.","They wanted to venture back under cover of darkness, but the Captain of the boat and Lt. Huston, who had been hiding in the hull, came out, \"took the yawl and went over to the enemy.\" Brig. Gen. John M. Thayer reported that they were not heard of again. Watie's men captured the boat, along with 150 barrels of flour, 16,000 pounds of bacon, and many other store goods. This made the American Indians quite happy, as there was not much food in the Confederate Indian camps, but it cost Watie his next battle, because many of the \"Creeks and Seminoles immediately broke off to carry their booty home,\" leaving Watie with only a few men.","Cook decided that since the rebels had the boat, there was nothing more to do, so he, and his men, left for Fort Smith. Pvt. Henry A. Strong, Comp. K, wrote that on the journey no \"man spoke above a whisper the whole night,\" as they were worried about Confederate spies. He reports that some men were sent to find the rebels, but did not believe much could be done, with the rivers swollen from rain; and barrels of flour etc floating along the river.","Watie was happy for Cook to disappear because with only a handful of men he was unable to hold onto the \"booty\", with barrels washing away with the rain. Brig. Gen. Thayer was not so pleased, not at all. When Cook arrived at Fort Smith and gave an unsatisfactory report; Thayer believed that \"the escort ... were ... fully able to have prevented the enemy from reaching the boat. After removing the boat of its goods, Watie \"scuttled the ship by setting it ablaze.\" ","The capture of <em>J. R. William</em> was a loss of 120,000, and was one of the more interesting raids on the Federal supply lines. It was the only reported incarceration of a steamship \"while underway by a land force during the war in Indian Territory,\" and is possibly the only one on report for the whole war. There are many disagreements on the number of artillery pieces involved, maybe leading to disputes on what could have been done differently; but the escort didn't have any artillery to reply with, giving Watie an unfair advantage."],"locations":[{"id":10691,"lat":null,"lng":null,"zoom":8,"place":"Unorganized, Oklahoma"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":19,"tag":"Native-Americans"},{"id":16,"tag":"Science/Technology"},{"id":5,"tag":"War"}]},{"id":4273,"title":"Pulaski Riot and Murders: Evidence of the KKK\n","course_id":4,"status":"P","start_date":"1868-01-11","end_date":"1868-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["           On January 11, 1868 Sub. Asst. Comr. Michael Walsh, a member of the Bureau of Refugees, Freedman, and Abandoned Lands, wrote a letter to his superiors discussing a recent riot in Pulaski, Tennessee. Walsh traveled to Tennessee on January the Ninth to investigate the riot, murder, and wounding of several men. He ultimately concluded that on January 7, 1868 a group of white men, formal Members of the Ku Klux Klan, set out on a mission to locate and harm Calvin Carter, a col'd (colored) man. ","            The whole dispute was instigated by a comment from Carter. In the presence of Whitlock Fields, Carter stated that if Lucy Reynolds, who he referred to as a \"colored strumpet\", goes to Lamberth's anymore he would whip her. Reynolds, who frequented Lamberths' at unseasonable hours, told Calvin Lamberth of what Carter said. Lamberth, a white man, grew angry about this decree and stated that he would hunt and kill Carter on sight. ","            In a few initial attempts Lamberth and a few friends were unsuccessful in tracking down Carter or in carrying out their acts. At about 1:30 PM Calvin Carter, who was unprovoked, shot at Whitlock Fields twice as he warned Carter of the men's search. Immediately following this action a group of 18 white men entered John Carter's Grocery. The eight Negroes in the store were unprepared for this 'organized well matured drill' and they huddled in a corner following the advice of a Mr. Malone. This trapped the black men and the white group charged firing into the huddled assemblage of men.","            The attack killed Orange Rhodes, Calvin Carter was supposedly killed, and a few other men were injured some severely and others slightly; in fact the report also accounts for Calvin Carter as slightly injured. Taken into custody, the white men were placed under bonds of 1500 while awaiting their appearance before a criminal court. Michael Walsh concluded that these eighteen White men had been prepared for this action. He claimed, \"There is reason to believe and circumstances & affidavits warrant the belief that such organization is in existence & that is called the Ku Klux Klan...The parties, numbers, & instituting of such clan is not yet definitely known, but sufficient of the clan and its intentions is known...\"","            This event is just one example of many riots during Reconstruction. This riot references the formation of the white supremacist group the Ku Klux Klan; interestingly the Klan calls its official home Pulaski, Tennessee. Kwando Mbiassi Kinshasa points out that the Klan was produced in a time period in which lawlessness ruled the South; he also cited a historian as writing, \"Southerner could scarcely be expected to repudiate cheerfully the doctrines for which they had fought and died.\" This principle is an example of the founding ideology from which the KKK formed. Some members of the Klan believed their purpose was to form a 'vigilance committee to patrol black communities and reduce if not eliminate depredations.' The Klan believed blackness was a 'monolithic non-varying entity that needed to be contained, controlled or destroyed.' James L. Payne commented on the existence of racial tension between blacks and whites for over a century now as a motivating factor for riots; In fact for many years following the war black lynching, murders, and massacres were common in the South. ","            During Reconstruction white supremacist groups hunted, tortured, and killed many innocent black men. The investigation and report of this incident for the Bureau of Refugees, Freedmen, and Abandoned details the violent nature and unfortunate events of just a few of the thousands of black men who fell before the hands of the KKK."],"locations":[{"id":12020,"lat":35.209950543,"lng":-87.0273237152,"zoom":9,"place":"GILES, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}]},{"id":4278,"title":"The Day in the Life of a Union Prisoner of War: Disease and Deprivation\n","course_id":4,"status":"P","start_date":"1865-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["           The United States Sanitary Commission conducted a series of interviews following the conclusion of the Civil War. The Commission focused on the details of Union soldier's imprisonment during their service. The soldiers gave testimony as to their experience as a prisoner of war. The compilation of accounts details the suffering and privations of different soldiers both commissioned and non-commissioned officers. ","            Private Joseph Grider was sworn in and examined in Virginia by the Commission. He detailed his survival from both the Libby and Danville Prisons operated by the Confederate States of America. The main discussion elaborated on the health of Private Grider and the conditions in which he was held. Grider detailed the rations allotted to himself and his fellow prisoners of war; the main storyline revolved around the bread ration, a staple in the diet of Civil War soldiers. The bread was rough with whole grains; when he was moved to Danville he received black bread made of cane seed. Grider discussed the deterioration of his health as a result of the food rations and inadequate housing. The prisoners suffered from diarrhea and other ailments. One other area of interest from Grider's testimony involves the severity of punishment enforced by the Confederate guards; during his stay at Danville seven men were shot for out the window. Other punishments involved the holding of men in chambers until they 'fouled on the floor.'","            Another testimony from Private Robert Morrison detailed the differences between Richmond, Pemberton, and Danville Confederate Prisons. Similar to Grider, he discussed the loss of personal items and the deprivation of clean and warm shelter during his early experiences in the prisons. The deprivation of healthy and clean food was another problem for Private Morrison. He noted the decline in his health as coinciding with his entrance into the prisoner of war encampments. Prior to his capture he did not have problems with diarrhea or fever; sickness did not take hold upon Morrison until he began eating the rations given to him by Confederate guards. Unlike Grider's testimony, Morrison detailed his final living quarters as warm, spacey with endless amounts of food and also access to a 'privy.' ","            The similarities between these two privates testimony is parallel when it comes to their experiences with food rationing. In many instances they expressed their opinion that it was contaminated or perhaps undercooked. Private Morrison stated, \"I got a chunk of corn bread daily...sometimes it was about half baked.\"  Dr. Joseph Jones, a witness in trial against Henry Wirz, 'formerly the commandant of the interior of the Confederate States military prison at Andersonville', shared this hypothesis stating, \"As far as my experience extends, no person who had been reared on wheat bread, and who was held in captivity for any length of time, could retain his health and escape either scurvy or diarrhea, if confined to the Confederate ration (issued to the soldier in the field and hospital) of unbolted corn meal and bacon.\" ","            Interestingly enough, Confederate law decreed that all prisoners should have access to the same privilege and food rations as the Confederate Soldiers; this act was acknowledged by General Robert E. Lee himself in a letter to a relative stating, \"The laws of the Confederate Congress and the orders of the War Department directed that the rations furnished prisoners of war should be the same in quantity and quality as those furnished enlisted men in the army of the Confederacy, and that the hospitals for prisoners should be placed on the same footing as other Confederate States hospitals in all respects.\" Whether this was an act of forbearance or an act of compassion it is easy to see, Union soldier in Confederate prisons suffered through disease and desperation similarly. Although this was an act in effect, prisons in the South failed to comply with all its' standards and requirements. William Best Hesseltine pointed out that the closing of the summer of 1863 brought about the halt of a cartel in which prisoners from both sides of the war were exchanged; this halt increased the number of mouths to feed and also the growing debt of the Confederacy. Prisoners in southern camps suffered the consequences of this halt. Hesseltine remarked that the quality and quantity of rations for prisoners especially at Libby prison decreased markedly as the days passed by and yet the officers continued to enjoy luxuries such as apples, sugar, eggs, molasses, and corn."],"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}]},{"id":4324,"title":"Still Life in Camp: Union Soldiers Waiting for Action\n","course_id":4,"status":"P","start_date":"1863-02-16","end_date":"1863-03-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Life as a Civil War soldier involved fighting and immense amounts of sitting and waiting. Soldiers from both sides of the war wrote letters home to loved ones describing the daily events and occurrences in camp life.  Life as a soldier required patience. Many soldiers recounted the long periods of time spent sitting in camp waiting for their chance to fight. At camps soldiers could actually hear the sounds of war and battle from nearby and became restless and wanted to fight, to see some action. ","            One soldier wrote under the pseudonym Timber Doodle; in his letter home on February 16, 1863. He detailed the lull in camp life plagued by a lack of action. He expressed wishes to see Richmond because his time in the Army soon expired and without fighting the men would see nothing. The tone of his letter is diluted from the monotony of camp life; yet his language and spirit are not completely dulled. He used humor and wit to discuss problems within the Army. Not only are the men sitting and waiting, but they are not getting paid; Doodle wrote, \"We have been out over six months, and not a cent of pay yet; nor do I think we will get any till our time is up.\" Timber Doodle portrayed his experience in the war as repetitive and droning; he expresses the desire to fight by writing, \"Our time is getting short...we had better be up and doing.\"","            Another soldier, the self-proclaimed Omega, wrote a letter home on March 17, 1863. In his letter to loved ones he also discusses his experience with camp life. Like Timber Doodle, he had yet to see action, but he can hear battles in the near distance. He discussed the high spirits of the Army and the readiness of all the men to fly into action at a moment's notice. Unlike Timber Doodle his camp life is portrayed as fun and entertaining. Omega detailed his experience with Irish soldiers and their celebration of St. Patrick's Day. His description of the games and drinking shows a new side of camp life not seen in Timber Doodle's experience. One interesting story he told detailed the death of fellow soldiers. The soldier did not die in battle, but rather in a competition. Omega wrote, \"The third was a general race, trying the elastic powers of the officer's horses by leaping ditches nine feet and the same breadth. One man was killed by his falling into the ditch.\" Unfortunately the droning of camp life and perhaps the high mortality rates from war and disease seem to have dulled Omega's sense of compassion and concern for life.","            Many soldiers shared a similar experience with camp life and these details of monotonous inaction are not irregular. Colonel Robert Gould Shaw expressed a similar sentiment in a letter home to a loved one, Anna, as he wrote, \"The days & weeks pass very quickly tho' they never vary excepting when we go on guard...\" Bell Irvin Wiley, a historian, compared the beginning of the war and camp life to a picnic. He discussed how for many of the soldiers traveling South by train and boat was an adventure; he wrote, \"The battlefield if given a thought seemed remote, and a lack of martial experience made its horrors incomprehensible.\" He pointed out that for many Union soldiers life in camp was no worse than life at home; many younger, rural soldiers were in fact surprised by the wealth of material items which the Union Army could afford. ","            Like Omega and Timber Doodle, Wiley discussed a broad spectrum of sentiments from utter enthusiasm to outright detest for the war which grew within the soldiers as a result of the idleness and monotony of camp life. Wiley wrote, \"Battle is the ultimate of soldiering. All else in warfare is but incidental to the vital closing of opposing forces in conflict.... In the Civil War, however, fighting was an intimate, elemental thing.... Some Billy Yanks went into battle very soon after enlisting...Others waited many months for the fiery ideal. One battle comprised the entire fighting experience of some, while many faced the jaws of death repeatedly.\" ","           Wiley's description of small bursts of action and long periods of inaction seems to accurately portray the sentiments of both Omega and Timber Doodle. These elements of the Civil defined the experience of many Union soldiers who sat reluctantly in camp waiting for their time to fight. These three soldiers, Omega, Timber Doodle, and Shaw, experienced different aspects of camp life during the war in varying parts of Virginia, but there is one thing they share. They are soldiers and they are fighting for the same cause."],"locations":[{"id":14210,"lat":38.6845288469,"lng":-78.1593262248,"zoom":10,"place":"RAPPAHANNOCK, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"}]},{"id":4325,"title":"Saving Grace: Creation of the United States Ambulance Service\n","course_id":4,"status":"P","start_date":"1862-08-02","end_date":"1862-08-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Under the orders of General McClellan, the Army of the Potomac was the first section of the Union Army to derive benefits from an organized ambulance system. On August 2, 1862 General McClellan issued General Order No. 147 near Harrison Landing, Virginia. This order set up regulations within the Army of the Potomac for the creation, organization, and management of an ambulance train system. ","            The order entrusted the running of the ambulance corps to the medical director, Jonathan Letterman. Order No. 147 organized an officer to run the corps at each level of the army; a captain, under the direction of the medical director, commanded the corps. After the captain, commissioned and noncommissioned officers such as the first lieutenant for a division, second lieutenant for a brigade, and sergeant for a regiment presided over their respective equipment. The officers were held responsible for inspections and care of all equipment and workers within the corps. The officers of the corps also presided over the management and control such that the ambulances were to be used for \"transporting the sick to various points and procuring medical supplies, and for nothing else.'\" ","            The establishment and implementation of the Letterman Ambulance Plan reorganized the Army of Potomac's medical services completely. According to Edward C. Munsen, a Major of the Medical United States Army, prior to the order the most incompetent soldiers were acquired to assist in the removal of wounded soldiers from the battlefield. Many times these assignments resulted in the consumption of medicinal liquor and drunkenness of the ambulance assistants. The drunken soldiers ignored their wounded comrades while hiding from enemy fire. ","            Patricia L. Faust, editor, wrote about the unpreparedness of the both the Confederate and Union Armies. Neither side had the manpower or technology to deal with the tremendous numbers of casualties and wounded soldiers that lie on the field following battles. Faust wrote, \"Whether a physician wore gray or blue, he learned quickly that the fate of the wounded depended on which army held the field when the slaughter ended.\" The lives of many soldiers were lost due to the inadequacy of the 'early ambulatory' and medical systems.","           Surgeon General William A. Hammond wrote a plea to Edwin Stanton, the Secretary of War, begging for a better, more organized system of ambulance carriers. His letter, preceding the issuing of the act, discussed the 'frightful state of disorder' which existed in the removal of soldiers from the battlefield. Hammond also commented on the \"scarcity of ambulances, the want of organization, and drunkenness and incompetency of the drivers.\" The plea begged for assistance for the Army of Virginia in the removal of over 600 soldiers still lying on the battlefield; this number being larger due to death of wounded from starvation, exhaustion, and other ailments or wounds. It was not just the military leaders who were outraged; it was also the general public.  ","           Patricia Faust also commented on the state of affairs after the Second Bull Run; the 'early' ambulance wagons and vehicle were breaking down and could not carry men off in great numbers. The civilians were outraged. A week went by before the wounded were removed from the field; the wounded lay on the ground as they suffered through thunderstorms and excessive heat. Finally on July 4, 1862 Surgeon General Tripler was removed from his position and he was replaced by Jonathon Letterman. Letterman, the man for whom the plan was named after, was the official organizer of the new system. ","            This Order from McClellan was implemented a month prior to Antietam, the bloodiest single battle of the war, and also provided great service in the Battles of Fredericksburg, Chancellorsville, and Gettysburg for the Army of the Potomac. After the Battle of Fredericksburg, Surgeon Charles R. Leary issued a statement in his official report claiming, \"During the engagements of the 13th, the ambulances being guided and governed with perfect control and with a precision rare even in military organizations, the wounded were brought without any delay or confusion to the hospitals of their respective divisions.\"","             Order No. 147 established a strong system of order for use in a chaotic atmosphere. The success of the Order led to the adoption of the Ambulance Corps into the Army of Tennessee by Grant. Ultimately this order led to an approval of the system by President Lincoln on March 11, 1864; Congress passed the Uniform System of Ambulances act which standardized an ambulance system for all military forces. "],"locations":[{"id":13723,"lat":37.3581856507,"lng":-77.0644665946,"zoom":10,"place":"CHARLES CITY, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}]},{"id":4336,"title":"Civil War Christmas Memory\n","course_id":4,"status":"P","start_date":"1861-12-25","end_date":"11/10/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["           During the Civil War, holidays and festivities did not enshroud the lives of families and soldiers throughout America. Soldiers usually sat in camp waiting for action as the winter months did not involve tremendous amounts of fighting. Second Lieutenant Robert Gould Shaw wrote home many times to his mother but also on Christmas Day 1861. His description of camp life and the lack of festivities for soldiers is just one example of the diluted Christmas spirit. This lack of elaborate celebration was a common experience for many Southerners such as both a soldier and his wife.","            Shaw told his mother that Christmas Eve and Day were just like any day within the last six months. There was little action and little reason to be joyous and celebrate. Other than a little snow at midnight the holiday just did not seem to be like a typical Christmas; there were no stockings hung, no songs sung, and Santa was nowhere to be seen. Shaw's account of Christmas and camp life seemed somber and relaxed. He seemed to be in good spirit and does talk of Santa cheerfully, but Shaw quickly softens this emotion with a somber observation; this remark is about the reality of war and the restrictions associated with life as a soldier. Shaw wrote, \"...I suppose no one ever had a better chance of seeing \"Santa Claus\"; but as I had my stockings on, he probably thought it not worth his while to come down to the guard-tent. I didn't see any of the guard's stockings pinned up outside their tent, and indeed it is contrary to army regulations for them to divest themselves of any part of their clothing during the twenty-four hour period.\" ","            Southern soldiers and their family life on Southern plantations also did not resemble the typical holiday atmosphere.  Although desperation and ersatz ruled the Confederacy during the Civil War, especially during holidays, a complete dissolution of the Christmas spirit did not occur. There are always exceptions; some families could afford the expensive gifts and meals while other soldiers and their families simply looked past the war-torn nation and found a brighter outlook with things that they could be thankful for. In an interview Ida Baker, commented on her recollection of Christmas during the war. She recalled the lack of luxuries, but remembered the spirit which kept themselves and their soldiers going; she said, referring to the women of the era, \"They never gave up and they never stopped making much with nothing.\" The woman always strived to keep their men happy both away during combat and at home following a tour of duty. Christmas for soldiers consisted of a lack of material 'necessities', but it most certainly did not lack its' full spirit."],"locations":[{"id":14210,"lat":38.6845288469,"lng":-78.1593262248,"zoom":10,"place":"RAPPAHANNOCK, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}]},{"id":4346,"title":"Argues for a Racially Mixed America\n","course_id":4,"status":"P","start_date":"1865-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Miscegenation stirred the pot in the American courts for much of the nineteenth century. According to historian Warren Sollors, in 1727 a white woman abandoned her husband because she fell in love with a black man. As a result, laws in 1741 called attention to the interracial marriage of whites and blacks in America. A fine of fifty pounds was to be paid in addition to children of these marriages to work on plantations for an additional two years term. This provoked the notion of legally integrating two races into one another's world. Abolitionists published literature and essays in support of cultural mixing between blacks and whites, creating a unified community. H. Dexter's <em>Miscegenation: The Theory of the Blending of the Races, applied to the American White Man and Negro,</em> is documentation of the positive theories and cultural improvements that interlacing the two races would fabricate in America. ","Dexter stated what he felt would make America a perfected race when he claimed, \"All that is needed to make us the finest race on Earth is to engraft upon our stock the Negro element which providence has placed by our side on this continent.\" The concept of creating a powerful combination of both black and white Americans resulted from two abolitionists and psychologists, Dr. Pritchard and Don Felix DeAzara, wrote essays in response to the \"evil of the pure and the benefit of the mixed.\" These scholars relying on scientific racism wrote about color of the skin depending on the temperature and climate conditions in which they were raised. They concluded that color of skin was irrelevant to the content of their hearts. As an example, the pale English would remain white in the rainy climate of England, while the Africans dark with the climate of the hot, humid sun would need their shadowed complexion. The color of one's skin is only<em> </em>a result of one's environment, nothing more. If integration were introduced, soon humans would have red, blond, and brown hair with some straight or curly. Secondly, the vital thing to remember, despite diversity in appearance, the anatomy is all the same. The human race stems from the same Adam.","Despite Sollors's opinion of the advantages of interracial societies being too difficult to pinpoint due to deep-seated prejudices, Prichard managed to do so very boldly and effectively. He declared that states intermixing races creates a very strong, vital series of new cultural advantages both physically and in the workforce. Black intermixing into American society was the starting line in black history, which led them into the \"white limited\" business world. Due to Prichard's positive concepts of black integration, Minchin's novel of the black textile worker discussed the initial occurrences of whites and black intermingling on the job. In addition, Prichard's companion, Don Felix DeAzara, added to the notion of interracial advantages in America. He claimed America's citizens would posses beautiful features and an agreeable personality, which would carry with them in the work force and throughout life. The idea of merging two cultures would give each race particular characteristics of one another. Combining cultures would produce a race of vigorous life on top of stellar physical conditions surpassing previous generations of American society.  ","            Americans learned from watching the Dutch and French interlock with one another, as did they with ancient tales of the Egyptians, that integration of culture could create a powerful result. Taking two commanding races and combining them creates new advantageous in the work force, and in personal development. Such interrelations inscribe new traits and encourage one to \"love our opposites.\" A concerned southerner one asked of integration, \"What will you do with the negro when he is free?\" A proud response foreshadowing the promise of a great nation and the results of integration responded, \"We will take him into our societies, into our churches, into our schools, into our social circles, into our families; we will receive him as our younger brother.\""],"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}]},{"id":4348,"title":"Pauline Cushman Gains Trust of the Rebels: An Episode from Her Life\n","course_id":4,"status":"P","start_date":"1862-01-01","end_date":"1862-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Pauline Cushman was born Harriet Wood in the South, on June 10, 1833. Living the beginning of her life in New Orleans, she eventually moved with her family to northern Michigan where she first discovered her love of the theatre. By the age of eighteen she moved to New York to try her luck at being an actress and stage performer. In homage to Charlotte Cushman, her favorite performer, Harriet legally changed her name to Pauline Cushman. She later married Charles Dickinson, who was called away to fight for the Union in 1862. ","Cushman joined a theater company three months after her  husband left, that toured all across the South, spreading her name throughout the area. One evening after a performance in \"Union-controlled Louisville, Kentucky,\" Cushman was given a large sum of money to toast to Jefferson Davis. She complied, despite her love of the Union, and toasted her enemy. Cushman's theatre company, enraged with her trading allegiance for cash, fired her. Cushman was not phased, as she used her toasting opportunity to \"rub elbows\" with the Rebels. By doing so, she managed to gain their trust as a map and document transporter for the South, while secretly serving as a Union spy. ","According to the <em>Detroit Tribune</em> article <em>Miss Maj. Pauline Cushman, The Federal Scout and Spy</em> in May of 1864, Cushman's accomplishments were praised through journalist accounts of her dramatic escapes. Cushman was captured three separate times, two of which she managed to escape from. Of the second, Cushman was en route to Nashville, riding on the Hardin Pike, when two Confederate scouts grew suspicious of her and mounted her on horseback to bring back for sentencing. Quick on her feet, Cushman paid a slave ten dollars to invent a story of Union soldiers attacking to distract the Confederate scouts. When the scouts fled to check out the invading troops, Cushman escaped temporarily, only to be recaptured the following day. Her eventual capture while concealing Southern battle plans in her shoes and petticoats placed her in jail. By now, the sickly Cushman was sentenced to hanging upon notice of her recovery. Had it not been for the Union invading the Confederate town three days prior to her scheduled execution, Cushman might never have survived to pass along her stories. ","Upon her release, Cushman returned to New York to visit friends and family and to lecture those interested in her adventures. Cushman died tragically of an opium overdose shortly after writing, \"The Life of Pauline Cushman,\" her biography of the patriotic \"Miss Major\" of the Union Army.   "],"locations":[{"id":4979,"lat":38.1872796075,"lng":-85.6593965884,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}]},{"id":4354,"title":"Snipers During the Peninsular Campaign\n","course_id":4,"status":"P","start_date":"1861-06-15","end_date":"1861-06-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the American Civil War, Union Colonel Hiram Berdan formed the 1st and 2nd Sharpshooters Regiments and changed the face of military history forever. Although noticeably different from the modern sniper, Berdan's Sharpshooters were the unmistakable forefathers of what is today roundly considered the most feared specialization on the battlefield. In fact, some theorize that the modern term \"sharpshooter\" may in fact originate from the Sharps Rifle-equipped marksmen in Berdan's unit. Whatever the case, the skill of these men is revealed by Berdan's report of his unit's first combat encounter at the Battle of Yorktown during the Peninsular Campaign of 1862. Although the sharpshooters were unable to wrest a clear victory out of the battle or campaign, their solid performance during Yorktown meant that a new age had dawned for the infantryman.","On June 15, 1861 Secretary of War Edwin Stanton approved the creation of the 1st Sharpshooters Regiment under wealthy investor, crack shot, and outspoken proponent of the idea, Hiram Berdan. Although there were other sharpshooter companies already in existence prior to this, Berdan's unit distinguished itself in several ways. First, these other units were attached to state-specific regiments and received training, uniforms, and assignments that were little different from stock infantrymen. By contrast, the men in Berdan's unit hailed from states all over the Union, with many of them having already been experienced hunters and marksmen, as evidenced by the initiation test alone. Specifically, just to get into the regiment, a recruit had to shoot, freehand, ten consecutive shots in a target 200 yards away and produce a group size no larger than five inches. As this is no easy task even with modern optics and rifles, it is not surprising that the men of Berdan's unit began to think of themselves as an elite group.","The first combat test of this mindset would come at the Battle of Yorktown. According to Berdan's account of the first of the 17 days covered in his report, once the ground was reconnoitered, the regiment was divided into \"companies and detachments, with proper supports and reserves, according to the cover and duties to be performed.\" He then outlined just what those duties entailed, implying that the chief duty of the sharpshooters was basically a specialized form of skirmisher. Specifically, they guarded the roads and flanks respectively against enemy cavalry and flankers, and watched the movements of the enemy. Their secondary objective was to, when \"in groups of one to one hundred, pick off gunners and protect batteries.\" Despite heavy Confederate fire, Berdan reported that his men inflicted many casualties on the enemy (Berdan himself thought that they had \"killed or wounded several hundred rebels\") at the cost of only two killed and four wounded in their own ranks.  ","Although this may seem incredible, it is worth pointing out that Berdan's men tended to be strong individualists (a trait possessed by many modern snipers) who, as mentioned previously, considered themselves an elite unit and dressed accordingly. Specifically, they forsook the typical blue uniforms in favor of green and gray outfits in one of the early uses of camouflage. Whatever the case, it appears that word got around in the Union lines, as Berdan ended his report by stating that \"Since the 5th we have sent a detail of 20 [men] to each of three brigades and sometimes to Hamilton's division. On the 19th I sent two companies, A and C...to General Smith's division. They have thus far done good service.\"","The American Civil War was not the first time that sharpshooters were deployed, as previous wars and contemporary European armies had used them even before the pre-Berdan units were formed. Despite this, the creation of Berdan's Sharpshooters proved to be a huge step towards the modern concept of a sniper, owing as much to Berdan's ideas of deployment and missions as the advancements in rifle technology. "],"locations":[{"id":14375,"lat":37.1522972227,"lng":-76.370697645,"zoom":10,"place":"YORK, Virginia"}],"tags":[{"id":5,"tag":"War"}]},{"id":4355,"title":"Porter Under the Guns of Vicksburg\n","course_id":4,"status":"P","start_date":"1863-04-16","end_date":"1863-04-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By mid-1863 the city of Vicksburg, Mississippi was the final Confederate bastion on the Mississippi River, making it all that stood between General Ulysses S. Grant and the East/West division of the Confederacy itself, a goal stipulated in the Anaconda Plan. Since its capture would mean a major strategic victory for the North, the city held immense symbolic, as well as strategic, importance to both sides. After a series of subtle and unsuccessful attempts to circumvent Vicksburg in 1862 and 1863, Grant returned to the approach that had served him so well in the past, and would continue to do so this time and in the future: the brutally direct approach.  "," The City of Vicksburg itself sits atop high bluffs that give it (and any guns placed inside) a commanding view of the Mississippi River, especially north of the city proper, making ownership of the area a necessity for any party that wishes to control the river. The problem from Grant's point of view was that the bluffs meant that he would need to attack the city from the East, which in turn meant ferrying his troops across the river, a task that even Grant knew to be too risky to try north of the city in the Union occupation zone. As such, Grant, after trying and failing several times, devised a simple yet daring plan to ferry his men across the river south of Vicksburg, where a hairpin turn on the river limited the range of the city's guns. To do this, however, Grant obviously needed to position his gunboats south of the city, which required them to run the mighty guns of Vicksburg itself, as the current was too strong to go upriver. ","Since Grant and the commander of his naval forces, Admiral David Porter planned to slip the gunboats past the fortress, many precautious had to be taken. As outlined in Porter's confidential General Order of April 10, 1863, his captains were to take \"every precaution possible to protect the hull and machinery\" of their ships. Such precautions included towing coal barges on the starboard side (going south, Vicksburg would have been on port), keeping all lights extinguished, even when returning fire, and of course, making as little noise as possible.","  The after action report of James A. Greer, one of Porter's captains, filed seven days after the above-mentioned orders and one day after the operation itself, records that the ships departed anchorage at 9:15 PM and first came under fire from the city at about 11:15, with the Union gunboats returning fire eight minutes later. As the night was moonless, the Confederates were forced to light bonfires alongside the bank to see better, but it was not enough: of 525 rounds fired, only 68 hit, while only one of the three transports and none of the eight gunboats were sunk. At this point we see the bluffs that had been Vicksburg's blessing become its curse, as the Southern gunners were apparently unable to hit anything closer than a certain distance. Perhaps realizing this, Greer (and presumably Porter and the other captains) ordered their ship(s) to pass \"within 40 yards of the town, [so close that Greer] could hear the rattling of falling walls after [their] fires.\" At 11:52, the CSA gunners ceased fire, allowing the Union ships to complete their route without further interruption, even from the smaller Confederate towns between Vicksburg and their target.","Although this action was just the first gamble in a plan of Grant's that was basically one big gamble, the first step had been taken and the end had begun for Vicksburg. With the troops Grant was able to ferry across the river with Porter's fleet, the future president marched north and besieged Vicksburg. After a long and grueling siege, the town finally surrendered on July 3rd, 1863, the same day that the Battle of Gettysburg was decided in the East, effectively turning the tide against the CSA in one day after three years of near-unbridled success. Taken together, July 4th, 1863 was probably the most memorable Independence Day in US history since 1776. "],"locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":5,"tag":"War"}]},{"id":4356,"title":"Andrew Johnsons Veto and the Freedmans Bureau Bill Conflict\n","course_id":4,"status":"P","start_date":"1866-02-20","end_date":"1866-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Just as the issue of secession and the firing on Fort Sumter triggered the War Between the States, the issue of readmission (and arguably) the assassination of President Lincoln triggered an almost equally bitter conflict. This conflict, however, arose between the Executive and Legislative branches. It is quite possible that only a man of Lincoln's strength could have succeeded in handling the Reconstruction crisis that led to the feud, and Johnson, his successor, was unfortunately not of the same cut. As will be seen, given the nature of the crisis, few people would. ","Generally speaking, Reconstruction is divided into several phases, with the distinction between two of them being Presidential and Congressional Reconstruction, both of which are self-explanatory regarding who was in charge. When Lincoln, the helmsman of the former phase, was assassinated, his successor, Andrew Johnson, took it upon himself to follow through with Lincoln's plan for an amicable and (especially) rapid restoration of the Union. Unfortunately for Johnson, the so-called \"Radical Republicans\" that controlled Congress at the time abhorred the Southern States' passage of Black Codes and attempted to slow their reentry into the Union as punishment. Johnson, of course, still had speed as his priority and refused to back these punitive measures. When Congress realized they would get no help from Johnson, they decided to take matters into their own hands and proposed the Freedman's Bureau Bill in late 1865. The Bureau itself had been a temporary entity founded by Lincoln immediately after the war with the intention of assisting the newly freed slaves. Under the Bill proposed by Congress, however, the Bureau's longevity and powers would be greatly increased. While this was ostensibly to give more and better aid to the slaves, it was by no means coincidental that the Bill's passage would transfer <em>de facto</em> control of Reconstruction from Johnson to Congress.  ","From Johnson's point of view, this was a dilemma in the fullest sense of the word: oppose the bill and gain enemies or allow it and lose power. He chose the former and vetoed the passage of the Bill in February of 1866. According to <u>The New York Times</u>, Johnson gave several reasons for this, although the largest one seemed to be that passage of the Bill did not put enough faith in the abilities of the Southern leaders to handle Reconstruction on their own. Furthermore, the article states that Johnson claimed to believe \"that the question of the Union is paramount to all others.\" Taken together, these statements reflect an attempt by Johnson to rally the nation behind him more than anything else. Specifically, in the latter statement he seems to be likening himself to Lincoln and trying to take advantage of the late Lincoln's popularity in the North, with the former statement obviously being an attempt to put him on the good side of the Southern leaders. In the end, this would not help him, as Congress passed the Bill over his veto and basically used their new powers to make life miserable for Johnson, who would go on to have the dubious honor of being the first US President to be impeached.  ","In Johnson's defense, it cannot be denied that Lincoln, a popular man-of-the-people even before he was martyred, would have been a tough act to follow.  In that regard, it is not surprising that Johnson would remain so adamant on his quest to follow through with Lincoln's plan, as to change said plan would have seemed disrespectful to Lincoln's memory and therefore political suicide. The true irony of the situation becomes apparent here, as it was not changing the plan that would turn out to be the real suicide. Specifically, Johnson's unwillingness to deviate from Lincoln's hope for a fast rebuilding-even in the face of the Black Codes-led to Congress trying to seize Reconstruction authority via the Freedman's Bureau Bill, which in turn led to the lose-lose position that Johnson occupied in February 1866."],"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}]},{"id":4357,"title":"Passage of Shermans Special Orders No. 15\n","course_id":4,"status":"P","start_date":"1865-01-16","end_date":"1865-01-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Although many regard war as good for absolutely nothing, the truth of the matter is that troops are not the only things that advance in war. In fact, some of the greatest advancements made by mankind in fields ranging from medicine to the arts can trace their roots to military necessity. One such example made in the field of Civil Rights during the American Civil War was Special Field Orders Number 15, popularly referred to as \"Forty Acres and a Mule.\" Issued by General William T. Sherman shortly after the end of his infamous March to the Sea, the act placed captured Southern land in the hands of the freed slaves, something that had never been done before. ","The fall of the seaport city of Savannah, Georgia in late 1844 to Union General William T. Sherman brought an end to the general's famous \"March to the Sea.\" Over a period of two months, a fifty-mile wide front of Union soldiers had marched up to 12 miles a day, looting what they wanted and destroying everything else, including the metaphorical chains of untold numbers of slaves. Under the Emancipation Proclamation, all slaves in areas controlled by the Union were granted freedom, which would pose an unforeseen problem in this case. Specifically, Abraham Lincoln had drafted the Proclamation at the North's nadir, when obtaining half as much land and slaves in twice the amount of time as Sherman had just done would have seemed impossible. As such, the Proclamation's wording about what to do with freed slaves was much too vague. Thus, having no way to support themselves, many of the new freedmen attached themselves to Sherman's army.","On January 16th, 1865, Sherman, with the blessing of Secretary of War Edwin Stanton, attempted to solve this problem with the passage of Special Field Orders No. 15. With the powers granted to him by the War, Sherman confiscated over thirty miles worth of plantations and islands from slaveholders and, taking a page from the 1862 Homestead Act, turned them over to the slaves for use as free settlements. It is interesting to note that while Order 15 is very explicit on such major rules and regulations as the maximum amount of land a single family could own (40 acres), it is remarkably silent on things that deal more with the day-to-day events of the settlement. To be sure, this would be in keeping with the Order's restriction of government interference with the settlement to protection and aid in setting up said settlement.","  Despite this, the Order itself unmistakably struck more of a blow against the CSA military and strategy than for Civil Rights. For starters, although the Order explicitly prohibited conscripting troops from the new settlements, it was no less explicit when it stated that all \"young and able-bodied negroes must be encouraged to enlist.\" Additionally, the Order effectively turned a great mass of dead weight on Sherman's army into something of an occupation force. In this case, one that would produce rather than just occupy or be refugees and free up veteran soldiers for the coming months of war. On a final note, it is interesting to point out that Section III of the Order contains a line that could be interpreted as preparing for Reconstruction. Specifically, the Order states that Congress has the power to \"regulate\" the titles of the freedmen, effectively laying the ground for a transfer of power when the martial law that created the settlements was rendered null. The legal ramifications of transferring power from military to civilian hands are more complex than many realize, and in giving Congress some authority, Sherman no doubt eased this transfer. Unfortunately, the old maxim that laws are silent in times of war is a door that works both ways, in that the noticed laws of war may be silent in times of peace. In this case, during Reconstruction, much of Sherman's Land Grant properties reverted back to their Antebellum title holders.    "],"locations":[{"id":1632,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}]},{"id":4358,"title":"Dawn of the Attack Submarine\n","course_id":4,"status":"P","start_date":"1864-02-17","end_date":"1864-02-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While many people know that the American Civil War revolutionized naval warfare with the introduction of the ironclad warship, few realize that another, equally important, seaborne weapon was introduced in that conflict: the submarine. The first sub was developed by the Confederacy in the later years of the War in an effort to counteract the Union blockade, with Charleston Harbor being used as the proving ground. ","The boat that would become the <em>Hunley</em> first launched in July, 1863 for sea trials under the command of its designer, H.L. Hunley. Although Hunley himself (as well as his entire initial crew) would drown in one of at least five unfortunate accidents, the CSA command was impressed and brought the boat, renamed in honor of its designer, to the blockaded Charleston Harbor. Several months later, on the night of February 17, 1864, the <em>Hunley</em> set out into the blockade, targeting the USS<em> Housatonic</em>, a steam-powered sloop of war. Although sighted by the crew of the larger ship, the <em>Hunley</em> was able to destroy the boat, killing five Union sailors in the process. The submarine never returned. Although communicating with the harbor via a pre-arranged system of lanterns, the <em>Hunley</em> and its crew simply disappeared, becoming one of the many mysteries of the sea, until 1995, when the wreck was found by archeologists.","The <em>Hunley</em> itself was not the sleek predator of the deep that comes to mind with the word \"submarine.\" It was only 40 feet long, intended to accommodate a crew of only eight or nine men. Obviously, it could not stay submerged for long, since its tanks apparently only held three hours worth of air, although this is just as well since its range was only 15 miles. For armament, it carried a single \"spar torpedo,\" which was basically a bomb on a long pole sticking out in front of the sub itself, with locomotion being provided by the crew rowing.<em> </em>","The Union had been attempting to develop a submersible craft as well, although the <em>Hunley</em> was the first such craft to actually destroy a ship. As might be expected with a new project, the official naval records for both sides during the war hardly mention the <em>Hunley</em> at all, with one of its only mentions being made by the North in a short dispatch dated February 29, 1864. In it, the writer warns his subordinate to be wary of \"low, cigar-shaped steamer[s]\" like the one that sunk the <em>Housatonic</em>. Obviously, the sub itself is not referred to by name, in part because it was mistaken for one of the semi-submersible <em>David</em>-class torpedo boats. But despite the Union knowing the description of the ship (as opposed to it being a fully mysterious and unseen hunter), the <em>Hunley</em> still struck a blow against the blockaders' psyche. After all, they were unaware of the fact that the CSA did not have any more weapons like this, or even that one itself, technically.","Although not as grand an entrance as the ironclad, the submarine had nonetheless surfaced on the military stage, with the two combined creating a huge impact on naval warfare as we know it. When Sumter was bombed, naval warfare was in a steam-powered Napoleonic age. When Lee surrendered at Appomattox, it was poised for World War I, quite a leap for five years by anyone's standards. "],"locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":5,"tag":"War"}]},{"id":4360,"title":"Toy Advocates Colonization of Liberia\n","course_id":4,"status":"P","start_date":"1859-01-01","end_date":"1859-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Before the American Civil War a movement sprang up in abolitionist circles around the nation that to many represented an ideal solution that would end slavery without introducing millions of freed blacks into American Society. Colonization, as the name implies, had the goal of colonizing slaves in Africa in a country called Liberia. As such, there were numerous attempts to convince Africans to willingly emigrate. One pamphlet seeking to do this was entitled \"Address to Free People of Color of the State of Maryland,\" as printed by John D. Toy in 1859. Toy opened by providing a brief summary of his life, saying that he had spent many years traveling, often in the company of Africans, who had shown him much kindness. Following this, he informed his audience of all the political and social rights that they will never gain if they stay in the United States, and tells them they have two options: continue on like this pointlessly, or flee the country. ","After that had been established, the pamphlet starts to sound like the sales pitch it is with the declaration \"Go to Liberia,\" for only there would the black race be free. To be sure, this passage is one of the few unexaggerated claims in the entire pamphlet. The assumption by Toy that race prejudice would hamper the lives of free blacks in the future was well-founded One can see evidence of the kind of racial pseudo-science that had given the European powers the pretext to colonize Liberia in the first place.  Toy reminds his readers that there are three basic kinds of climates in the world, with the black race being best suited for the tropics, in which Liberia is located. Elaborating on this, he describes Liberia as a land of perpetual perfect summer days. Specifically, he says that even though it seldom rains, there is an abundance of green vegetation under a sun that is \"not too hot.\" ","As would be expected of any sales pitch, this pamphlet exaggerates. All in all, Toy makes Liberia sound like Eden itself, down to an abundance of trees with valuable lumber. As for water, there are apparently so many good rivers that \"no one ever suffers even inconvenience from want of good water in Liberia.\" Regarding crops, Toy says that lima beans grow so well in Liberia that little work yields a good harvest and there is so much palm oil that in a few years Liberia will make more money off palm oil than Maryland makes off tobacco. Even today Liberia is \"richly endowed with water, mineral resources, forests, and a climate favorable to agriculture.\"","As for government, the author states that the government of Liberia has been recognized by many of the Great Powers, with whom they share good trading relations. He also says (as our Founders would put it) that the Liberian government is run by Africans, for Africans. Later on, he states that this will forever be the case because of \"African Fever,\" a malady deadly to whites that blacks are naturally immune to (again showing use of racial pseudo-sciences). Prior to this, however, he tells his readers that the government of Maryland will gladly pay for their passage across the Atlantic. Here we can see just how desperate even the Northern public was to get rid of the Africans. After all, few governments of any era are willing to pay for anything (especially anything expensive) when there is little profit expected in return. Of course, this claim may be another one of the actual truths in this pamphlet. As modern sources report, colonization was \"a costly affair, and the [American Colonization] Society's founders strongly believed that any colony...would have greater viability if it [was paid for] by the United States Government.\"  ","Toy ended his pamphlet by anticipating and answering any negative stories his audience may have heard about Liberia. That answer: in a word, homesickness. He then goes on to add that within a few years people that are homesick will wonder why they ever stayed in Maryland. Finally, the author closes by praising Liberia's infrastructure, asserting that it has fine schools, mechanics, doctors, etc.  "],"locations":[{"id":5931,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}]},{"id":4362,"title":"Reverend McGill Offers His Religious Views on Slavery\n","course_id":4,"status":"P","start_date":"1862-01-01","end_date":"1862-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Reverend Alexander T. McGill believed very strongly in the 1860s that slavery should be abolished because it \"degrades and destroys the children of men.\"","Slavery needed to be abolished immediately, but slaves needed to be educated first, because, \"neither slavery perpetuated, for its own sake, nor slavery abolished before its subjects are educated for freedom will comport with the determination of God our maker.\" He also believed, as did many other people at the time, that African Americans were an inferior race, and allowing freed slaves to stay in America would be a disaster. Blacks and whites were opposite races which could never coexist. McGill used Mexico as an example of what could have happened if the freed slaves were allowed to stay in America. After all races were made free and equal in Mexico, \"amalgamation advances, degradation deepens; anarchy prevails; laws, constitutions, and the ballot box are a mockery.\""," The only possible way the slaves could be freed without greatly harming the country, according to McGill, would be to send freed slaves to Liberia, to return to the home of their fathers, which McGill claimed was determined by God. Sending the freed slaves to Liberia was thought by some as a \"New Testament Exodus\", mirroring the Old Testament Exodus in which the Israelites were sent out of Egypt.  McGill wrote that by doing this, the freed slaves would gain a Christianity better than white men could ever hope to have, and were doing a wonderful thing for Africa, which desperately needed the freed slaves to come home. It would have also benefited America financially because it would only be about half the cost of the war.","Many religious institutions held these beliefs, though not all. Some churches wanted the slaves to be freed and kept in the country, while others were not against slavery at all and felt that it was their God-given right to have slaves, and felt completely justified about doing it. This caused conflict in many religious branches, even causing some to divide."],"locations":[{"id":11230,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}]},{"id":4364,"title":"Porter Witnesses Lee&#39;s Surrender\n","course_id":4,"status":"P","start_date":"1865-04-09","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When General Robert E. Lee knew it was time to surrender the Army of Northern Virginia, he said, \"There is nothing left for me to do but go and see General Grant and I would rather die a thousand deaths.\" Lee sent Grant a note agreeing to meet him and discuss the terms of surrender. Horace Porter, Brevet Brigadier General, was present during the surrender and recorded the events as he saw them.","The two generals met in the home of Wilmer McLean, a resident of the village of Appomattox Court House. When they greeted each other, there was a visible contrast between the two. Lee, sixteen years older than Grant, was dressed in an immaculate uniform while Grant wore a dirty private's uniform, with nothing but a pair of shoulder straps to designate his rank.","Grant and Lee began their conversation by discussing their time serving together in the Mexican war. After spending a short time reminiscing, Lee asked Grant if he would write out the terms of the surrender of his army. Both generals wanted to see a suspension of hostilities and the prevention of any more loss of life.","Grant wrote out his terms of surrender, which were very generous, and allowed Lee's men to return to their homes, where they would not be disturbed by U.S. authority as long as they followed their paroles. As Lee read the terms over, he noticed that Grant allowed the officers to keep their side-arms, private horses, and baggage. Porter observed that, \"he showed for the first time during the reading of the letter a slight change of countenance, and was evidently touched by this act of generosity.\"  Lee asked Grant if all the men could keep their horses and Grant agreed. Lee was very relieved about this, and accepted the terms of surrender, but he had one last request for Grant. He wanted food for his army of about 25,000. Grant agreed to this as well, and the two soon parted ways.","General Lee's surrender virtually ended the war. The news traveled through the country quickly, and the remaining Confederate armies in the south started to surrender. By June 1865, the last army surrendered, and the Civil War came to an end."],"locations":[{"id":13628,"lat":37.3722533013,"lng":-78.8121458288,"zoom":9,"place":"APPOMATTOX, Virginia"}],"tags":[{"id":5,"tag":"War"}]},{"id":4365,"title":"Jeremiah Cooper Recuperates from Disease\n","course_id":4,"status":"P","start_date":"1862-06-06","end_date":"1862-06-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many soldiers in the Civil War had to worry about their own health and the health of everyone around them. The Civil War took place during what the Union Army Surgeon General called, \"the end of the medical Middle Ages\". At this time, there was not a lot known about diseases, how to stop them from spreading, or how to cure them. Regiments were typically reduced to half or less of their original numbers within a year due in part to sickness and battle casualties. Soldiers had a one in four chance of not surviving the war.","Jeremiah T. Cooper worked as a shoemaker in Waynesboro, Franklin County, PA, when the war began. In 1861, at the age of twenty-one, Cooper enlisted in the 77th Pennsylvania. Cooper saw first hand the effects of diseases and injuries on an army. In his letter to Lieutenant George D. Schott, Cooper wrote that he had gotten over a fever fairly well but was still suffering from bad Rheumatism.  He also did not know what had happened to some of his comrades and was very worried about them, so asked Schott to let him know if they were alright. Cooper wrote, \"Let me know If James Is Sick or If there Is anything Happened him and If there Has Let me know If there Is any Letters Send them to me the Boys are all Getting Better.\"","Civil War doctors were not very experienced and their patients and the press often referred to them as \"butchers\". Soldiers generally feared hospitals, and some even believed that they would get better outside of the hospitals. It was not that the Civil War doctors were incompetent; they just simply did not have the knowledge that doctors have today. Many major medical breakthroughs did not occur until after the Civil War had ended.","Diseases and injuries were a typical part of a Civil War soldier's daily life. Soldiers had to deal with their own diseases, and they also had to watch the people around them suffer, and in some cases, die. Because of the lack of medical knowledge, diseases and injuries played a very large part in the Civil War, and accounted for the deaths of many soldiers."],"locations":[{"id":11033,"lat":39.9274533048,"lng":-77.7212153562,"zoom":9,"place":"FRANKLIN, Pennsylvania"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}]},{"id":4366,"title":"Rebecca Wright Spies for Union\n","course_id":4,"status":"P","start_date":"1864-08-01","end_date":"1864-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["During Union General Philip Sheridan's destruction of the Shenandoah Valley in the hot month of August 1864, Confederate Jubal Early's army occupied Winchester, Virginia, standing in Sheridan's way. ","Sheridan tried to follow Early, and he approached this very carefully. His army sparred with Early's army throughout the month of August and into September, but was not able to push them back any further than Winchester. It seemed that Early's army was too heavily reinforced for Sheridan to attack, so Sheridan and his army waited cautiously outside of Winchester, while the troops suffered in the terrible heat.","The Union began sending scouts to check out the strength of Early's army. They decided that they needed to find a contact in Winchester who would be willing to spy for them. They got the name of Rebecca Wright, a Quaker schoolteacher who was one of the few Union sympathizers in Winchester. Because she was a Quaker, Wright was very much opposed to slavery.","General Sheridan sent Wright a note that said, \"Ms. Wright, I know that you are a loyal lady and still love the old flag. Can you inform me of the position of Early's forces, the number of divisions in his army, and the strength of all or any of them, and his probable or reported intentions. Have any more troops arrived from Richmond. or are any more coming, or reported to be coming?\"","Wright wrote back to Sheridan, informing him that Lee had pulled some troops from Winchester to send them to Petersburg, and no more troops would be coming to the Valley.","After hearing this, Sheridan decided to strike on September 19. Sheridan's army greatly outnumbered the Confederates, and Early retreated after losing nearly one fourth of his army. This helped to clear the way for Sheridan's destruction of the Shenandoah Valley. With the help of Rebecca Wright, Sheridan's careful waiting and planning seemed to have paid off."],"locations":[{"id":13839,"lat":39.2038567799,"lng":-78.2606208397,"zoom":9,"place":"FREDERICK, Virginia"}],"tags":[{"id":5,"tag":"War"}]},{"id":4368,"title":"The War Through the Eyes of a Child\n","course_id":4,"status":"P","start_date":"1864-08-01","end_date":"1865-01-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ten-year-old Carrie Berry lived with her family in Atlanta, Georgia in 1864 while Union general Sherman tried to capture Atlanta. The diary that Berry kept daily shows the immediate effect of the war on her and her family.","Sherman's offensive against Atlanta brought a lot of damage to the city, and made things very difficult for the residents. Berry wrote about the difficulties her family faced. Many days, she wrote that shells fell around her house, and her family took shelter in the cellar. This was hard on the family, which Berry shows when she says, \"Mama has ben very buisy to day and I have ben trying to help her all I could. We had to go in the cellar often out of the shells. How I wish the federals would quit shelling us so that we could get our and get some fresh air.\"","On September 2, 1864, Atlanta fell to Sherman's army. On this day, Berry wrote that many Union soldiers came into the city. The fall of Atlanta was a significant victory for the Union, and a demoralizing blow to the Confederacy.","Days later, Berry's family received some bad news. Berry wrote, \"Thurs. Sept. 8. We all went to wirk in glad spirits this morning. Me and Tilo went to ironing. Mama was buisy regulating things when Papa came and told us that Gen. Sherman had ordered us to move. It broke all into our rangements.\"","Fortunately for her, Berry's family found a way to stay in Atlanta. Her father went into business, and the whole family had to work, but they did not have to leave their home. Times were still difficult for the family, but they managed to make it through. ","The fall of Atlanta had a big impact on the outcome of the war. It was an important victory for the North, and soon after taking Atlanta, Sherman began his march to the sea, his greatest accomplishment."],"locations":[{"id":1820,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":5,"tag":"War"}]},{"id":4369,"title":"Destroying the Ku Klux Klan in South Carolina\n","course_id":4,"status":"P","start_date":"1871-11-22","end_date":"1871-11-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 22, 1871, <em>The Farmer's Cabinet</em> reported that one hundred and two members of the Ku Klux Klan had been arrested, two hundred more members confessed to involvement and were at large on parole, and about one hundred and fifty went into hiding in the woods around Yorkville, South Carolina. ","Men continued to confess and beg for mercy. This was due in large part to the campaign inaugurated against the Ku Klux Klan in some areas of South Carolina. On April 20, 1871, President Grant signed the fourth Enforcement Act which was called the Ku Klux Klan Act and made the Klan illegal, as well as any other group that interfered with civil or political rights. This made certain crimes that were once left to local law enforcement officials, such as conspiracies to prevent people from voting, punishable by federal law. Grant took further action against the Klan in the fall of 1871 when he declared martial law in some areas of South Carolina, which allowed U.S marshals and troops to make many arrests.  Many of the intelligent leaders of the Klan ran away when they heard of this. The poor men who could not afford to run were left behind, abandoned by their leaders. When these men were the ones who received the punishment, they were glad to offer up the names of other members in the Klan.","All the arrested Klansmen said that their objective was, \"to overthrow the 'Radical' party and put down the negroes, and that most of the blacks flogged and killed were not charged with any offense besides belonging to the 'Radical' party.\"","The Ku Klux Klan valued white supremacy, and reacted to Congressional Reconstruction with violence. The Klan terrorized blacks and anyone who tried to help them. Although not completely eliminating the violence, Grant's efforts helped to slow the Klan down and brought about the arrest of many Klansmen."],"locations":[{"id":11684,"lat":34.9901378817,"lng":-81.2182346044,"zoom":9,"place":"YORK, South Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"}]},{"id":4375,"title":"William Bartlett Sustains Many Wounds\n","course_id":4,"status":"P","start_date":"1862-04-01","end_date":"1864-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Captain William Bartlett suffered from multiple wounds throughout the course of the war. Even so, he continued to serve for the duration and received numerous commendations for his bravery. An unusual man, Bartlett started out as a private in the Fourth Battalion of Massachusetts Volunteer Militia fighting a war that \"went against his principles.\" Born in Massachusetts, he was a Confederate sympathizer and originally loathed the concept of being a part of the military. After his time on garrison duty, however, this changed. He \"learnt more military than I could have learned in a year...from books.\" He prized his time in the garrison, and it was not long after his discharge that he reapplied. Due to his enthusiasm and knowledge, he was granted the rank of captain almost immediately and given command of his own troops in the Twentieth Regiment.","              In April of 1862, Bartlett suffered his first, and most serious, wound. While kneeling beside a tree, he caught a round in the left knee and the surgeons were forced to amputate it. Even such a grievous injury could not keep Bartlett out of action for long. As soon as possible, he resumed command of his troops and stayed with them. Earning a promotion to colonel, Bartlett fought alongside his men for two more years became wounded twice more. His wounds were sufficient to require him to remain mounted at all times when on the field, but not enough to stop him from fighting, despite arguments from his comrades to the contrary. His willpower would cost him dearly when, in 1864, shortly after his promotion to Brigadier General, he was taken prisoner and sent to Libby Prison where he languished for weeks before he was exchanged.  "],"locations":[{"id":13732,"lat":37.0115838339,"lng":-78.6616403562,"zoom":9,"place":"CHARLOTTE, Virginia"}],"tags":[{"id":5,"tag":"War"}]},{"id":4376,"title":"Looking Back: Thoughts On Secession By Anson Morse\n","course_id":4,"status":"P","start_date":"1887-01-01","end_date":"1887-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Views on why and how secession occurred plagued the thoughts of Anson D. Morse and others. Morse, explaining to his comrades why the country remained divided even twenty years after the close of the war, stated that \"the terms North and South retain too much of their earlier meaning. This vitality of the sectional spirit....testifies to the completeness of...the conservatism of American character.\" It is this conservatism that Morse analyzed. Claiming that slavery was the chief cause for the secession of the South, Morse turned to his friends and explained that it was the South's unwillingness to accept change that brought about the bloody conflict.","              If the South had decided to accept the changes in the country, and if the North had not tried to force the changes, Morse hypothesized that the entire Civil War might have been avoided. Even so, the South, \"having resolved on disunion\" was not to be placated. The traditional manner of making concessions and compromises was not inclined to work at this juncture. The South imposed heavy and unrealistic demands upon the North that they could not accept without \"suffering great moral injury.\"  "],"locations":[{"id":9215,"lat":34.9738400101,"lng":-80.1027321773,"zoom":9,"place":"ANSON, North Carolina"}],"tags":[{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}]},{"id":4385,"title":"Life of a Union Captain: Captain James Wren and Sulphur Springs\n","course_id":4,"status":"P","start_date":"1862-08-24","end_date":"1862-08-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Civil War cost the United States over 620,000 men's lives; many of these men were officers in major divisions who fought in ten or more engagements. One of the veterans of the war was a man by the name of James Wren from Pottsville, Pennsylvania. Wren was a Captain for Company B in the 48th Pennsylvania Regiment. His diary excerpts show that being an officer was not as glorious as it could be nor was it very comfortable living.","            In one of Wren's diary entries from August 24, 1862, he reported of his company's brief encounter with Confederate artillery and cavalry near Sulphur Springs, Virginia. Wren was in charge of pickets and train guard that were stationed at the rear of the regiment. After passing the Rappahannock River, the Confederates attacked the 48th Pennsylvania Regiment and the 6th New Hampshire, and intercepted their mail and correspondence. When the artillery and cavalry attacked, not only did Wren have to warn and order his troops in response to the advancing enemy cavalry, but he needed to be on scene at all times to make sure everything was in order. Wren had to be confident that the \"men could see for themselves what they had to do as the Rebels were in sight of each other.\" If he did not do this or any of his other duties, this brief skirmish could have been a Confederate victory and Wren and his company may have never made it to Sulphur Springs that night. ","            As the Captain of a company, Wren explained in his diary that during skirmishes and marches he barely had any time to rest or eat, because of his duties. On the march to Centreville, Wren remembered that he \"got up with the cold\" at three o'clock in the morning, before all others to plan the day and speak to the other officers. Wren cannot act like a normal infantry soldier, he must be prepared for anything and everything and make sure his inferiors know it also.","            Captain James Wren's account could be the account of many other officers in the Civil War. His stories could be their stories and mirror their fears and thoughts to his own. Life as a Captain and as other officers was not easy. "],"locations":[{"id":11256,"lat":40.7058168704,"lng":-76.2160113696,"zoom":9,"place":"SCHUYLKILL, Pennsylvania"}],"tags":[{"id":5,"tag":"War"}]},{"id":4387,"title":"Union Artillery during Picketts Charge\n","course_id":4,"status":"P","start_date":"1863-09-27","end_date":"1863-09-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Pickett's Charge is known as one of the worst mistakes made by the Confederacy in the Civil War. Robert E. Lee sent 15,000 Confederate soldiers into an open field in Gettysburg, Pennsylvania hoping for the best and instead he lost entire regiments at the hands of the Army of the Potomac. Their failure was made possible by Union quick thinking and Union artillery. Reports from Brigadier General Henry Hunt, Chief of Artillery provoke the idea that if the Union's artillery was destroyed, Pickett's Charge may have been a success and Gettysburg could have been lost to the Confederates. ","            Hunt's after action report, filed a few months after the battle in September, began with a recapitulation of the two earlier days of the battle and a content tone in regards to his guns and ammunition. After an \"inspection of the whole line, ascertaining that all the batteries, only those of our right….were in good condition and well supplied with ammunition.\" Hunt had confidence in his troops' preparation.","            This tone continued even after being the Confederates upon his batteries from across the field at 1pm, prior to Pickett's Charge. Hunt explained in this report that \"Our fire was well withheld until the first burst was over…then opened deliberately with excellent effect.\" Hunt seemed a little too confident with how well his batteries were performing. ","            However, this was temporarily suppressed, when \"the enemy's fire ceased\" and Hunt found his \"ammunition low and that…a number of caissons and limbers had been exploded.\" Nevertheless, Hunt, being an experienced artillerist, decided to \"bring up loads of it\" and place his artillery in front of the \"advancing enemy.\" The report shows that Hunt rode down to other batteries and \"shot and [shelled]\" the enemy until they came into musket range and were pushed back across the field in retreat. ","            Many of the men in Pickett's Charge died from artillery fire rather than musket fire, because many of them did not make it to rifle range Without Hunt's artillery, the men of Pickett's Charge might have taken over the wall and captured the Union spot on the battlefield. Hunt's report illustrates this and in turn was a boost to morale for the United States army and helped sooth some anxiety of the President. Artillery played a major role at Gettysburg and contributed to the Union victory."],"locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":5,"tag":"War"}]},{"id":4389,"title":"Morgan Honors Texas Rangers with a Poem\n","course_id":4,"status":"P","start_date":"1861-01-01","end_date":"1861-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["M. Morgan showed how proud she is of her Texas warriors that are involved with the Civil War in her poem <em>Texan Rangers.</em> She proclaimed in the first stanza, that the Texans are making their way towards the enemy, ","\"They come They come see their bayonets bright, ","  They sparkle and flash across hollow and height; ","  And the dusky files in the openings appear, ","  And the green leaves mingle with plume and spear\"  ","These Rangers focused on their on and only job that did not require them to know the names of their foes.  ","Next, she gave the Texans sense that they are ruthlessly moving toward the foe and is now hunched and ready for an ambush.  They shout and present their stellar body frames, while drenching the hill with Northern blood.  <u>Harper's Weekly</u> presented these Texans with a look that is set to be half-savage and being very resilient in their attempts to fight their opposition.  They proved to be very dexterous with their weapons as their foes make one last charge to get the upper edge on them.  Another advantage that they had over their enemies was that they were mounted. Lt. Col. Arthur Fremantle said, \"it was found very difficult to raise infantry in Texas, as no Texan walks a yard if he can help it.\"  ","In Morgan's final stanza she displays a no-remorse attitude demonstrated by the Rangers as she writes, \"But their souls feel no tremor, they smile in their pain.\"  The warriors become confident from this skirmish that the South will be Free again.  But whether the South has independence or not, she shows the great Texan pride by ending the poem with, \"They are Texans, who know how to triumph and die\""],"locations":[{"id":12776,"lat":29.5143972393,"lng":-94.8756973573,"zoom":9,"place":"GALVESTON, Texas"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"}]},{"id":4390,"title":"Reverend Wadsworth Challenges His Southern Congregation\n","course_id":4,"status":"P","start_date":"1861-01-04","end_date":"1861-01-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Early in 1861 citizens of the Arch Street Church examined their lifestyles and made sure that they were in line with God.  Reverend Wadsworth gave a sermon to his southern congregation based around the idea of how the 'American' people had come to a point where they needed help from Him to get their lives back to the way that God had intended them to live.  ","He talked of how the whole nation has violated the Ten Commandments and requires times of fasting and repentance in order for God to take back his people and helps them understand how to live.  He presented his reasons for their sins based upon the personal sins that had taken place, not the issue of slavery that the northern churches had so heavily put on the shoulders of southerners.  His testimony was based on an anti-abolitionist view.   ","Wadsworth argued for two reasons why God was not angry with the fact that the south owned slaves.  First, even the Bible says it is proper to own slaves, and he feels that God has blessed the southern states with the right to this privilege.  Second, he used the idea that God had not destroyed nations solely on the fact that they own slaves.  He reiterated that slaves were a part of everyday life in many civilizations in biblical times.  He supported these arguments by pointing to the New and Old Testaments, and nowhere does it mention that slavery is a sin.  This shows that the people have nothing to fear of the wrath of God.  Many people worried about the sole purpose of their religion which was salvation.  In <u>Southern Churches in Crisis</u>, Samuel S. Hill reports that southerners lifted salvation above other things in the church, unlike other religious groups.  Salvation and making sure that one lived as God would want them to live was the foundation where all the assumptions and programs of the church are based. ","Wadsworth wraps up his sermon by pointing out that the northerners had \"malignantly misrepresented\" the South.  Paul Harvey uses Governor Ross Barnett and his colleagues' ideas that \"our Southern segregation way\" was the \"Christian way\" to refute the Northern perspective.  Wadsworth has provided a reason that slavery is not the reason that God is angry with his people.  In his argument it gives a way for southerners to take care of their personal sins to get their lives back to the way they should be.  Also, this made many southern citizens realize how much the north is against their way of life and that they are trying to take it away from them, which in turn give a sense of Southern Pride to fight for what they believe in most of all, Slavery.","Slavery proved to be an issue that was fought about in the churches because of the impact that it had on people's lives.  The impact worked well for the group rather than an individual, which is supported by Samuel S. Hill in his autobiographical writings on Southern Religion and the Religious.  According to Hill, \"What marks off their (congregation) positioning may be a judgment that the whole is greater than the parts...\" is referring to how people would gather around each other in order to get their point across."],"locations":[{"id":11230,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}]},{"id":4391,"title":"Sherman Looking for Self-Sufficiency\n","course_id":4,"status":"P","start_date":"1864-05-03","end_date":"1864-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["General W.T. Sherman sat down on May 3, 1864 and wrote a letter to inform General M. C. Meigs and more importantly, Secretary of War Stanton, how he felt about the quartermasters' headquarters being in inconvenient locations.  Sherman began his letter by saying that if the quartermasters wanted to be in charge of the money situation with dealing out equipment for the armies, then they need not to be in places such as Louisville, Chicago, or Washington; rather they need to be in locations where it does not cost them a lot for transportation or where communication is not short and not clear.  He then told Meigs that even though he felt this way, he understands that it is not his job to disturb the overall being of the army and felt that he should not mess with the flow.","Moving on in his letter, Sherman decided to give Meigs a little advice about how to use what was given to them by the quartermaster and then, when that runs out, to use the land, and what they have around them to make camp.  According to \"Life in a Civil War Army Camp\", soldiers would use the tents that were supplied, but to support them they would use the boards from fences along the way, which Sherman also tells Meigs to do along with all the other advice he game him.  ","After the advice, Sherman wrote that his troops received less and less from the quartermasters, and that he sees them running out of gifts eventually.  He said that he cannot wait for this to happen because he knows that his army will be able to live off the land very well, unlike the Confederates (at least that is his thought).  He felt that this would give his troops a sense of confidence that would overtake that confidence level of the Southern troops, which came to be true as McPherson writes of a private in the 1st Tennessee saying, \"We were going to whip and rout the Yankees.\" And in the next sentence McPherson jots, \"But confidence soon gave way to dismay.\"  ","Sherman's intent was summed up when he wrote, \"I would like Mr. Stanton to know this, my opinion.\""],"locations":[{"id":12053,"lat":35.1803733014,"lng":-85.1633326083,"zoom":9,"place":"HAMILTON, Tennessee"}],"tags":[{"id":11,"tag":"Economy"},{"id":5,"tag":"War"}]},{"id":4392,"title":"Senator Morton of Indianapolis Speaks Out about Colfax Riot\n","course_id":4,"status":"P","start_date":"1874-09-23","end_date":"1874-09-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Senator Oliver P. Morton of Indianapolis gave a speech in Indianapolis referring to The White League and the violence that goes on in southern states.  Morton said, \"The White League not only exists in Louisiana, but in other Southern States.\"  The White League or the Order of the Pale Faces was a pre-Ku Klux Klan group that terrorized freedmen and white Unionists.  Morton's statement illustrates that there are violent crimes happening in southern states, which led to killings and massacres.  ","Morton moved on to talk about Kellogg's Government that was 'overthrown'. This government, although recognized by the President, Congress and Senate, was not recognized by the Democrats of the South and they felt that they needed to resort to violence and bloodshed to get what they want. He talked of how the government became recognized as the State Government of Louisiana only after they passed a bill to set another election.  He also visited the fact that this government was trying to get the right people into office with people resigning and people filling these positions.  Another section of his speech focused on the controversial election of 1872.  \"The Democratic Party went into that election in 1872 relying wholly and entirely on upon fraud for their success.\"  These were the words of Morton commenting on the problems associated with the election.  This election had both Democrats and Republicans claiming office.  Morton said that he was confident that Kellogg had won the popular vote and that this confusion led to more violence with whites and blacks not happy about the election results.  ","With this confusion and anger about the election, Morton talked about the massacre at Colfax that killed close to 300 African-Americans that were defending their parish against the White League paramilitary that was put together from neighboring communities.  The massacre proved that there was something that needed to be done about the violence and Morton said that there cannot be any government until these things are solved.  He preached about how there must be a stop to the murders and unnecessary acts of violence for security in Louisiana.  His final challenge to Democrats or Republicans, \"I appeal to you as a man, as a Christian, and as a father of a family, can you afford to aid indirectly or directly in this vast stream of murder that is now broadening and deepening throughout the Southern States?\"  "],"locations":[{"id":3450,"lat":39.7816126185,"lng":-86.1384147396,"zoom":10,"place":"MARION, Indiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":18,"tag":"Politics"}]},{"id":4393,"title":"Rachel Cormany Recounts Her Experiences of Gettysburg Campaign\n","course_id":4,"status":"P","start_date":"1863-06-15","end_date":"1863-06-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Rachel Cormany recorded her experiences of the civil war in her diary of the time that the Gettysburg campaign was taking place.  She lived in a place close by called Chambersburg.  On June 15, 1863 she wrote how she saw all sorts of wagon trains make their way through the town.  She experienced the panic that shot through the town due to the Rebels.  There had been a cry that the Rebels were in Greencastle, but it turned to be false, they would be there in an hour.  She wrote that her confidence in God would keep her safe from the Rebels.","The Rebels had not moved in at the time she thought, but the next day about \"11 ½\" as she wrote it, they rushed by on horses.  She actually saw them riding by her window, which shows how close she was to the action.  Going to bed at 2:00 AM, Rachel reported that it was very quiet except for the occasional Reb.  Eventually, around 5:00 AM, she said that the Rebels became active again and she would have to lie still in order to stay out of the sight.  If the Rebels saw her she would be a part of the Contraband that she saw, only being children and women.  This relates to a document that was reported to the Headquarters in Virginia by a Rebel force saying that they took few men and close to 175 women and 225 children as contraband.  ","The following day, she said that she had an interesting visitor, preacher Miller's daughter.  She had run away from the Rebs and had no place to stay.  Rachel quickly found out that this girl was a thief and was keeping a close eye on her.  Rachel said she was acting strange before bedtime.  After bedtime, she wrote of how the Rebs were leaving and carrying away men's clothing and other supplies too.  She saw them leave and was relieved that they had left, although she did not see the Union soldiers come through that had been reported.","Lee's armies moved into the Cumberland Valley without problems after the battle of Winchester.  After the Rebs left, the town was out and about doing all their things they had to do.  A lot of women were doing the wash from the previous days, because the town was occupied by Rebs.  Cormany put her experiences into writings for those who were away from the war to feel and see what she saw when her town was overtaken by the opposition."],"locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":5,"tag":"War"},{"id":7,"tag":"Women"}]},{"id":4400,"title":"One women&#39;s reaction to the Emancipation Proclamation\n","course_id":4,"status":"P","start_date":"1862-11-08","end_date":"1862-11-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Reaction to the Emancipation Proclamation, even among the common folk, was mixed and often violent. A letter to the Editor of the <em>Harper's Weekly</em> and published in the November 8, 1862 edition describes one reader's personal experience with such a reaction from a neighbor.","Charity Grimes writes that her neighbor, Sarah Blue, and she do not always agree but on this one occasion Blue had come storming into her home while Grimes was ironing \"as mad as a march hair\". Blue proceeded to give her interpretation of the Emancipation Proclamation – that Lincoln had told all the \"niggers tu cut sticks and run from their marsters\". She expressed her fear that the south would get angry. The President could stab, shoot them with pistols or cannons, but not take away their slaves, according to Blue. When Grimes disagreed, Blue took one of Grimes's flat irons and came after her. Grimes grabbed tongs and the two of them went at each other until they were bruised and swollen. Grimes has not been out of the house since that incident.","Grimes wrote a poem and sent it to Blue about \"the abolishun ov nigger slavery.\" The poem was included in the letter and was published in <em>Harper's Weekly</em> along with the letter. In the poem she deals sarcastically with Blue's sentiments that Lincoln should not emancipate the slaves because of their economic worth to the South. Blue has not answered the poem.","Reaction to the Proclamation was mixed among northern intellectuals as well as among the common people. Many framed the issue in terms of Federal versus States rights while others thought the only way for this plan to be successful was to deport the slaves after their emancipation. It is interesting that someone as simple as Sarah Blue would have comprehended the magnitude of the economic consequences and importance of slavery for the South."],"locations":[{"id":8926,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}]},{"id":4401,"title":"Pauline Cushman Charged with being a Union Spy\n","course_id":4,"status":"P","start_date":"1864-06-08","end_date":"1864-06-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The stories about women and the unlikely role they played, in both the north and the south, during the Civil War are some of the most interesting stories of the Civil War. One such story, about Union spy Pauline Cushman appeared in the <em>Valley Spirit </em>on June 8, 1864. Ms. Cushman was arrested by the Confederates, freed by the Northern troops and rewarded with the honorary title of Major in the United States army.","When the war began in 1861, Cushman resided in Cleveland, Ohio. She was, however, originally from New Orleans and of French and Spanish descent. She was an actress by profession and, as such, moved to Louisville, Kentucky where she continued to perform. In March of 1863, while performing at the Wood's Theatre, some paroled Confederate officers asked her to make a toast to the Confederacy. Because of her own loyalties to the North, she consulted with the local provost marshal who then asked her to become a spy for the Union. As such, she did offer the requested toast. She was then subjected to a mock arrest and dismissed from the theatre. She went to work, thereafter, at a theatre in Nashville where she was called to the headquarters of Confederate General Bragg. She first swore an oath to the Government of the United States of America and then proceeded to join the Cumberland Army.","Eventually, she had been caught by the Confederates and charged with being a Union spy in June 1864. In particular, she was questioned about her \"Yankee twang\" which she explained by the fact that she had been playing Yankee parts. She was threatened with hanging if the letters she had been found carrying proved her to be a spy. Fortunately for Miss Cushman, after being found guilty of espionage, she became quite ill and was saved, by this illness, from being hanged. It was during this illness that she was rescued by Union troops."],"locations":[{"id":10135,"lat":41.4243718872,"lng":-81.6586944761,"zoom":9,"place":"CUYAHOGA, Ohio"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}]},{"id":4402,"title":"Hickman Outraged at the Conduct of President Buchanan\n","course_id":4,"status":"P","start_date":"1859-04-13","end_date":"1859-04-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The place of President James Buchanan in the history of this country has always been a topic of hot debate. The <em>Franklin Repository </em>of April 27, 1859 contains a summary of the April 13th anti-Buchanan speech made by the Honorable John Hickman at the Independent Democratic Convention at Harrisburg, Pennsylvania. Hickman was outraged at the conduct of President Buchanan which he believed had violated the Constitution of the United Sates - particularly in relation to the issues of slavery and popular sovereignty.  \"Suddenly,\" said Hickman, in order to carry the election in his home state of Missouri, \"he became transformed from the sympathizer with down trodden freedom, to the open and shameless defender of aggressive and law defying slavery.\" There is \"an eternal antagonism between <em>freedom</em> and <em>slavery\", </em>said Hickman. Buchanan, according to Hickman, exceeded the powers granted to him as President by the Constitution by usurping powers of Congress. His policies had driven the country to the point of insolvency by not providing for proper supervision of the country's finances. Public property, Hickman contended, sold for less than its value and high wages were paid to workers who do nothing because they are friends or supporters of Buchanan. The Post Office had been poorly managed and also the victim of patronage. As a result of their own policies, said Hickman, the administration had become unable to act they are so afraid. Hickman next attacked the advisability of the acquisition of Cuba particularly in light of the fact that it will add to the strength of the slave states. Finally, he made a call to stand up against the wrongs of the administration, to defend the Union and fight against slavery.","Buchanan was well aware the Union was in jeopardy but wanted desperately to preserve the status quo. He was not a defender of slavery but he recognized its economic importance to the South. He was troubled by the Constitutional guarantees of State sovereignty which applied to both the North and the South and the issue of the constitutionality of secession. As Hickman's speech implies, the issue of slavery very much involved balancing \"the rights of a minority operating within a majority.\" "],"locations":[{"id":10983,"lat":40.4155104673,"lng":-76.779264077,"zoom":9,"place":"DAUPHIN, Pennsylvania"}],"tags":[{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}]},{"id":4403,"title":"Slave Trader Captain Gordon Executed\n","course_id":4,"status":"P","start_date":"1862-02-21","end_date":"1862-02-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The most infamous of slave traders, Captain Nathaniel Gordon was finally brought to justice, and the significance of that event was reported and commented on at length in the March 8, 1862 edition of <em>Harper's Weekly</em> summarizing from accounts in the <em>Times</em> and <em>Herald</em>. This was an important event because the international slave trade had been considered piracy but had not been prosecuted due to the existence of slavery in the United States. Now, however, the Lincoln administration changed all that with the first execution by hanging of one of the most notorious and successful of all of the slave traders.","Gordon, a native of Maine, had been engaged in the slave trade for many years. On August 8, 1860 off the West Coast of Africa his ship stopped and was boarded by Lieutenant Henry D. Todd, U.S.N. of the United States steamer <em>Mohican</em>. When Lieutenant Todd boarded the ship which was flying the American flag he was horrified by both the sight and smell of what he saw.  On board, he found eight hundred and ninety-seven men, women and children. They ranged in age from six months to forty years; half were children and the other half, one quarter men and one quarter women. They were so crowded together he could not move without stepping on someone. The smell was so foul as to be sickening. Disease ran rampant. Twenty-nine had died and been thrown overboard.","The sailors claimed that they had been told this was a legitimate voyage or they would have never signed on. They also said that it was obvious that Gordon was the Captain. Gordon eventually admitted to them that the <em>Erie</em> was a slave ship and they were told they would receive one dollar for each slave who arrived safely at their destination.","Gordon was arrested, tried, convicted and sentenced to death by hanging. All attempts to have him pardoned were unsuccessful and he was scheduled to be hanged. The night before, he somehow managed to come into the possession of a poison, probably strychnine, and attempted to commit suicide rather than face the hangman's noose. Unfortunately for him, his attempt was thwarted by the efforts of physicians who pumped his stomach and saved his life. ","Gordon's last request was that they cut a lock of his hair and send it to his wife along with a ring he removed from his finger. Gordon was given rather large amounts of whiskey to keep him alive for the execution and so he was not sober when he went to his fate. ","The execution of Gordon was so important a signal of the impending end of the slave trade that the execution was held in an unlikely place – City Prison, New York City – better known as \"The Tombs\". Gordon was the only slave trader ever executed in the United States. The story was recently retold in <em>Smithsonian</em> magazine."],"locations":[{"id":8926,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"}]},{"id":4405,"title":"A Confederate Veteran publishes a poem about Gettysburg\n","course_id":4,"status":"P","start_date":"1888-01-01","end_date":"1888-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Born in Missouri and taken to Calhoun, Georgia with his brother, by his parents, Grigg and Diantha, Will Henry Thompson grew up in the foothills of the Cherokee Valley, living beside the \"beautiful and scenic Coosawattee River.\" Both Will and his older brother Maurice learnt to hunt and fish, and eventually learned to use a longbow, thus leading to their toxophilitic nature (lovers of the bow and the art of archery). They both had a classical education, taught by their mother and live-in tutors, and both enjoyed reading and writing.","They lived a content, carefree existence, hunting, fishing, and \"galloping around the country,\" but there easy, hard working life was not to last. The threat of this new war loomed and Maurice, at 17, joined the army of the Confederacy, followed by his father and lastly, his brother Will Henry. Thompson served in the 4th Georgian Infantry, and served in the Confederate army throughout the War.","His poem, \"The High Tide at Gettysburg\" is different from poems of wars from previous authors, as it is of an \"elegiac strain.\" The poem is definitely in tune with the mid-nineteenth-century \"preoccupation with mortality and morality,\" which makes sense as Will Henry would have been very young when he joined up, and still young when he wrote and published this work in 1888. It begins with the much repeated lines, \"a cloud possessed the hollow field, the gathering battle's smoky shield. Athwart the gloom the lightning flashed, and through the cloud some horsemen dashed, and from the heights the thunder pealed.\" From this verse, the poem could be about any battle, or even any of the many Gettysburg battles, but it is not much later that Thompson mentions Pickett, and \"leading grandly down,\" implying that this poem is about Pickett's Charge, the final surge of the Confederacy and Lee to push north. As we know, Lee failed and in the process many thousands died at the Battle of Gettysburg.","It is written without poetic flourish, and fluffy language; Thompson created a smoke filled atmosphere with guns and flashes and death surrounding it all. The reader of this poem is taken to Pickett's Charge, and shown in no uncertain terms that the war was gruesome and horrific, that men died, and for leaders who had almost forgotten the original cause. Thompson compared the fight to the fiery losses of the British at Waterloo, and shows how straggled the Confederates are by 1863, by discussing the colours or the battle flags. He writes \"Virginia heard her comrade [Tennessee] say: 'Close round this rent and riddled rag',\" and a little later, he says the \"tattered standards of the South,\" both double entendres, as they don't just mean the actual flags are torn and full of holes, but the Confederates and the South as a whole, is tattered and torn, and full of holes.","The famous lines \"they smote and stood, who held the hope of nations on that slippery slope,\" has been attributed the first use of Slippery Slope, by language specialists and the surprise is that here it is literally slippery from blood, but now means something different. The last verse is beautiful, with Thompson changing tack slightly, using love as a reason to stop fighting, and finishing with the image of a mother \"lamenting all her fallen sons\" This is possibly why Colonel Will Henry Thompson was commissioned to prepare \"proper wording\" for Edgar Allen Poe's mother's epitaph. He wrote similar words of a mother leaving someone very special behind. Not exactly unusual for a young son, who has seen other young sons fall in huge numbers."],"locations":[{"id":11366,"lat":39.9199204801,"lng":-76.7265166341,"zoom":9,"place":"YORK, Pennsylvania"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}]},{"id":4407,"title":"The End of the Civil War in Indian Territory\n","course_id":4,"status":"P","start_date":"1864-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The war in the West went on long after Lee surrendered, and not just because it took a little while for news to travel. The Confederates appeared utterly defeated, and yet some still were willing to fight. But the South was not the only problem for the North. Corruption was rampant in Forts Smith and Gibson (Indian Territory, now Oklahoma); safe havens for both southern and northern refugees, from brutality, but both Government officials and Union officers practiced fraud, deception and robbery. They took livestock, and sold it back to the government to be given to those they took it from. Officers of the Indian regiments added names of dead, deserted or created soldiers to their rosters and collected their pay, but with the reinstatement of Colonel William A. Phillips, his command and agents were cleaned up. He had agents watched by trusted men, and made some seek political refuge.","But this was not Col. Phillips' only problem. General Ulysses S. Grant had ordered that all Indian troops must be mounted, but by this time Phillips had only forty useful horses left to give to his men. Scouting remained entirely necessary with the Confederates still fighting; with little bands of brigands and bushwhackers destroying everything and rumours abound that Confederate General Cooper was putting an army together for one last offensive into Missouri. Phillips sent his men south to learn all they could.","Lieutenant Francis J. Fox, of the First Indian Home Guard, sent out a party of four mounted and four dismounted men to see what was happening. The Sergeant reported a wonderful meeting of scouts, with nine mounted Southerners firing dismounted. Then they remounted and charged both the footmen and cavalry. The Sergeant wrote that his men decided on \"prudence\" as \"the best part of valour and charged also, but with their ponies' tails toward the foe,\" which was probably a better idea.","Finally, on April 23, 1865, Phillips reported a capture of rebel mail from a rebel scouting party. The Union men killed three, and wounded several others, driving the rest back they way they had come. Furthermore, when Phillips discovered the news of Cooper and Stand Watie's intentions to push into Missouri, one last time; it was evident that Cooper had not heard that General Lee had surrendered at Appomattox earlier that month. Phillips prepared to evacuate both Forts Smith and Gibson of its refugees in case Cooper arrived with an army, but after heavy spring rains the Confederacy folded and \"commands across the southern states followed General Lee's lead and surrendered.\"","All, that is, except the Indian tribes, with Cooper not wishing to sign a treaty on behalf of the almost obliterated Indian tribes, so he left it to the tribal leaders, with Brigadier General Stand Watie being the last Confederate Commander to surrender along with his people."],"locations":[{"id":10691,"lat":null,"lng":null,"zoom":8,"place":"Unorganized, Oklahoma"}],"tags":[{"id":19,"tag":"Native-Americans"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}]}]}