{"id":40,"title":"Sex and Culture in the 19th-century United States","school_id":2,"school_name":"Wheaton College","term":"Fall 2009","abbr":"Hist 341","url":"","description":"In this course, we examine the history of thinking, talking, and writing about the nature and meaning of sex, with particular attention to the historiography of the field over the past thirty-five years, especially regarding ideas and practices in the nineteenth-century United States and Europe. We pay particular attention to intersections of race, class and gender, as well as to the emergence of new discourses of homosexuality in the second half of the century.","points":[[40.7805662337,-73.9388482485],[39.1954617755,-84.5426360039]],"bounds":[[40.7805662337,-73.9388482485],[39.1954617755,-84.5426360039]],"episodes":[{"id":4762,"title":"Charles Knowlton and <em>The Fruits of Philosophy</em>","course_id":40,"status":"P","start_date":"1832-01-01","end_date":"1832-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Charles Knowlton was one nineteenth century doctor who was not afraid to talk about sex. Despite prosecution and jail time he stood behind the ideas of his 1832 work <em>Fruits of Philosophy</em>. The book was deemed obscene for its discussion of sex for pleasure and birth control methods. Knowlton saw sexual desire as a passion that started in the nerves of the genital organs and extended to the brain. He saw sexual desire as natural, but realized that no “sensations” could be excited without causing some kind of negative reproduction. In the case of sex negative consequences included having children out of wedlock and contracting venereal diseases. However, Knowlton also believed that man was gifted with the ability to discover ways to prevent these negative occurrences. If mankind desired sexual gratification and could prevent the disagreeable aspects of engaging in such activity, Knowlton believed there was no reason not to engage.","He advocated the use of four types of “checks” to limit the negative consequences of sex. The first was entire withdrawal by the male. But this was not his preferred method due to the loss of some enjoyment. The second check was a sponge that had been dipped in chloride of soda and then inserted into the female’s vagina. This was agreeable since it was effective at managing venereal diseases. The third method was the use of a thin skin to cover the male sexual organ. This was objectionable on the basis of cleanliness and the expense for an item that is not reusable. The fourth check was what Knowlton advocated as the best option. This practice involved syringing the vagina directly after sex. It could be used after the sexual act, was very clean, and the materials were cheap and easily obtained.","The ideas put forth in <em>Fruits of Philosophy</em> were an innovation in the nineteenth century. This book was the first text published in the United States to deal with contraception from an empirical medical standpoint. As Knowlton published new editions of the book the descriptions of the anatomy of the sexual organs and their functions became more elaborate. The book represented cutting edge knowledge concerning women’s bodies and reproduction. Knowlton moved the discussion of sex from a moral issue to the realm of physiology. He was one of the founders of a framework that historian Helen Horowitz has called \"reform physiology,\" which was concerned with the functions of the reproductive organs and recommending healthy lifestyles. Sexual desire was then recognized as being part of the mind, in the communications between the nerves and the brain. The nineteenth century did see a decrease in the average number of children born to white women. Couples sought to have fewer children for reasons such as their new urban lifestyles, the sense of responsibility brought by the concept of republican motherhood, and ideas of romantic love that separated sex from conception. These goals could be achieved with the advice of doctors', such as Knowlton, describing how to prevent sex from resulting in birth."],"locations":[{"id":8919,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":364,"tag":"sex"},{"id":362,"tag":"contraception"},{"id":2,"tag":"Health/Death"}]},{"id":4801,"title":"Marriage &amp; Morality","course_id":40,"status":"P","start_date":"1851-01-01","end_date":"1854-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["What does it mean for a man or a woman to be with their soul mate?  Over the centuries, marriage has separated into different types of relationships between man and wife.  Marriage has strayed from the original idea of matrimony into various forms of devotion.  Historians have noted specific trends in the history of marriage and how people relate to each other, such as Thomas and Mary Gove Nichols who have offered two different ideals of marriage in the mid 1800’s.  Thomas discussed marriage as an aspect of natural selection.  He notes that when men are drawn by the attraction of beauty, grace, and elegance, while women are free to follow their natural attractions towards strength, courage, and other noble qualities, the constant tendency will be towards the improvement of the race.  Future generations would be superior if men and women endlessly search for their biologically perfect mate to have children with, a result of the highest love.  With this, a perfect society would evolve from these offspring produced by independent, self reliant, self sustaining women and men.  Mary Nichols argues that morality was the natural godly right for man to pursue his desires.  Man had no sense, faculty, or passion that was not made for use, and whose use does not contribute to his happiness.  It was mans highest duty to use every organ given to him by God.  If having sex makes you happy, it was necessary to pursue that pleasure even if it means not being with your ideal mate.  This was true morality in its purest sense, and the ultimate connection to God.","Fowlers theory on reciprocity and marriage gave insight to the ideal marriage in the 1800’s.  Reciprocity is the happiness conferred by man and wife on the sole purpose of love.  They are bound together by the strongest bond of union connected with our nature.  People cannot be happy in love without their counterpart loving them back.  It is crucial that parents had to be willing to commit to one another in raising a child that will be strong and will be bale to handle life’s challenges.  Mary Nichols viewpoint on marriage, concerning morality, contradicts men and women being happy together in the big picture.  Although they have pursued their pleasures, they are failing to reach that high level of love in which both parties can be truly happy.  This love is attainable when a man has found his true counterpart, creating a sense of harmony, being a relationship that will both stimulate their sexual desires as well as sustain their reciprocal fondness for each other."],"locations":[{"id":10239,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":405,"tag":"Marriage"},{"id":406,"tag":"Reciprocity"}]}]}