{"id":41,"title":"U.S. Women, 1790-1890","school_id":2,"school_name":"Wheaton College","term":"Fall 2009","abbr":"Hist 233","url":"","description":"This course explores changing constructions of gender, race, and class during a period of significant economic and political development. We examine the development of the women’s rights movement among members of the emerging white middle class as well as the changing experiences of American Indian women, free and enslaved African-American women, immigrants from Europe and Asia, and native-born white women of the working poor.","points":[[42.3649994065,-70.9800517697],[40.7805662337,-73.9388482485]],"bounds":[[42.3649994065,-70.9800517697],[40.7805662337,-73.9388482485]],"episodes":[{"id":4820,"title":"<strong>Women Entering the Business Sphere: Analyzes The Washington Post article, \"Women in Business\" in comparison to Shelley's, Learning to Stand and Speak.</strong>","course_id":41,"status":"P","start_date":"1880-01-01","end_date":"1881-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the late 18<sup>th</sup> to early 19<sup>th</sup> century, women began to explore their intellectual talents outside of the education field. <em>The Washington Post</em> (1877-1954) published an article titled <em>Women in Business</em>, expressing the purpose of the exhibit mounted by the League of Business and Professional Women. The goal was to help others, specifically women, appreciate their business skills and embark in professional careers. Though many women were reluctant of this new initiative to help motivate women into entering the business world, for many, the exhibit worked as a reminder that they can succeed. During this time there was major controversy surrounding the issue of women taking on professional roles outside of the home. On the other hand, many exhibitors believed that this was only the beginning to a great balance between the social and domestic power of women.  By entering the business sphere, women were becoming more thrifty housekeepers, enhancing their role as mother’s and wives. The idea that women <em>can</em> fulfill her duties within the home, while still maintaining her experiences in business, proved to society that women could actually “do it all.”","In the book, <em>Learning to Stand and Speak</em>, by Mary Kelley, she focuses on the “big picture” between the relationship of women and education. The piece reflects on womens entrance into education and their external influences in achieving teaching careers. Though this might have been seen as a positive shift towards gender equality, in reality, women were still given many limitations; their futures were pre-destined even upon entering college. The women seminaries considered that education would be for the women’s own good, preparing them as intellectuals. While this was a step forward in women’s rights, this was only useful for the intellectual advancement of <em>white </em>women during that era. <em>African American</em> women were not participating in the usage of such educational resources. Rather, they were excluded for reasons of not “belonging” to a certain class or race. The seminaries were structured from the curriculum males followed, though it did not serve justice for the women. The all women seminaries began to take shape during the early 1980’s, when more classes were being offered within the science and language field (specifically Latin).","When thinking about the role of female educational institutions during these times, women were asking questions such as, <em>what subjects will the seminaries cover? What are the career objectives for the women who attend such institutions?</em> Rather than expanding the career opportunities for women, these seminaries, though preparing women for civil society, created barriers between women and the professional world. As the first reading suggested, exhibits such as the one created by the League of Business and Professional Women, encouraged women to follow the business path. Meanwhile, the seminaries were not providing such opportunities for all women. The real question lies whether <em>all</em> women, regardless of race or class-status, were receiving a <em>fair</em> education. Whether these seminaries actually prepared women for the “real world”, having the intellectual and skillful organization to compete with other men. While education was key for success, a more valuable education prepared individuals for all aspects of real-world situations. The home is where the women’s heart lies, but not for the purpose of secluding them from other vocational goals."],"locations":[{"id":6212,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":426,"tag":"Careers"},{"id":425,"tag":"Business"},{"id":424,"tag":"Washington Post"},{"id":6,"tag":"Education"},{"id":37,"tag":"House"},{"id":196,"tag":"women's rights"},{"id":7,"tag":"Women"}]},{"id":4829,"title":"The Republic Woman and the public sphere in the early 1800s.","course_id":41,"status":"P","start_date":"1822-03-02","end_date":"1822-03-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Susan Thoughtful wrote to the editor of <em>The Euterpeiad</em> on March 2, 1822 to ask a few simple questions about the position of men and women in the republic society. She wondered how women were considered for government positions and how it affected the ideals of marriage. Thoughful questioned for example, a woman named Elizabeth Bartlett. Since she ran for office for the Register of Deeds, Bartlett created her own independence through the public sector. With this individualism, would it be necessary to get married? And if so, where would her position lie, within her own power or her husband’s? Would she not be able to get married because of the laws that prohibit women from enforcing laws? Miss Thoughtful had many questions concerning the current image of a republican women and how they were allowed to be represented in the public sphere.","During the 1800’s, the question as to where women belonged in society was difficult to answer. Women had the rights to dower, ensuring the wife some kind of income if the husband dies. However, females had no full power over land and important belongings which created a disempowerment for them publically. Schloesser discusses women’s position in society in her novel <em>The Fair Sex</em>. The fact that women could receive administrative power over land but not fully own it, further questions what happened when women became candidates for occupations containing legal power. Since women were represented through their husbands, women such as Elizabeth Bartlett, created a “potential” dependent that questioned women’s positions. The divide between single women’s rights and married women allowed confusion between the public and private spheres. Single women, like Bartlett created an opening for women in society that other women, such as Thoughtful were unaware of.","With Susan Thoughtful’s questions about women’s place in society, she introduced how the candidacy of Miss Bartlett in the Register of Deeds raised the question concerning women’s power. Thoughtful brought up how one position could raise women into power in the Senate, the Supreme Court and other important places in government. Since the difference in male and female education was thinning out by the mid 1800’s, the question where these intellectual women were to be placed in society became crucial. Life in the public and private sector needed adjusting, and Susan Thoughful had the readers of <em>The Euterpeiad </em>become aware."],"locations":[{"id":6206,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"}]},{"id":4831,"title":"Modesty versus Fashion: Nineteenth Century American Women’s Dress","course_id":41,"status":"P","start_date":"1836-01-01","end_date":"1836-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In an 1836 lifestyle manual for women, entitled <em>The Young Lady’s Friend</em>, John Farrar outlined the expectations for an American Christian women’s behavior in a particular chapter entitled <em>Dress a Test of Character</em>. In this chapter he discussed the appropriateness and significance of a nineteenth century women’s dress in relation to how she was viewed by society. According to Farrar, “Christian principles prevailed…and the more truly will dress be an indication of [a woman’s] character.” Early Republican society was based upon religious and moral duty and it was imperative for a domestic woman to “cover [her] body” unlike “the clumsy and inconvenient garments of the savage, [that] are attributed to his ignorance of the domestic arts.” The proper way to clothe oneself was seen as a symbol of civility, but a thin line existed between clothing for the sake of “covering the body” and clothing as fashion that was perceived as less appropriate. Farrar looked down upon the idea that clothing should not merely be a modest covering for the body and this was illustrated in an excerpt from the chapter: “What can be said in excuse for the civilized man when…the wavy lines of a female form are disguised under a stiff circle of whalebone.” Farrar referred to a popular trend in Parisian dress known as the hoop-skirt, which was seen as provocative and vain because it modified the female body shape, and therefore removed the nineteenth century Christian woman’s virtuosity.","According to Barbara Welter’s <em>The Cult of True Womanhood</em>, an early nineteenth century, Christian woman’s gender identity was prescribed to her by the males of society. Within this gender prescription a woman was expected to consider “religion and piety [as] the core of [her] virtue, the source of her strength”. This point is supported in Farrar’s manual when he explained that a domestic, pious woman should take pride in her appearance by covering her body appropriately. A religious woman could not be considered a virtuous member of society if she indulged in vanities, these being material goods and the modification of the appearance through dress.","Nineteenth century women were expected to withhold moral standards by sporting the conventional style of a long simple frock, by making sure no skin from her ankles to her neck was exposed, and by presenting herself in a tidy and presentable manner by doing her hair up. These conventions of dress were expected of a virtuous Christian woman because the way she dressed reflected her religious ideals. Although many wealthy women dressed with “pink ribbons on their bonnets and blue shawls on their shoulders, while their hands display yellow gloves and green bags,” the devout and modest Christian woman was required to fulfill her simple principles of dress without indulging in the vanities of ornamentation and embellishment."],"locations":[{"id":6207,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":7,"tag":"Women"},{"id":197,"tag":"fashion"},{"id":430,"tag":"clothing"},{"id":431,"tag":"dress"},{"id":432,"tag":"virtue"},{"id":433,"tag":"good wife"}]},{"id":4914,"title":"<strong>Purifying the Ballots: Women’s Entrance into The Political Sphere</strong>","course_id":41,"status":"P","start_date":"1849-01-01","end_date":"1868-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In a society where women were becoming the majority, they still stood bounded by political and social restraints. Rather than seeing this as a setback, American women grew more aware of their limitations and demanded the right to vote. <em>The Social Elevation of Woman</em>, refers to a time when patriarchy was most apparent and women’s voting rights remained undervalued. Men of the early nineteenth century, feared that women would gain such power in society, which might later jeopardize their status. On the other hand, some believed that women, viewed as the picture of <em>perfection</em> and <em>purity</em>, would become tainted when coming into contact with men in the voting polls. The article shows a clear shift towards a more <em>gender equal </em>society. While many men decided to avoid this claim, they knew that <em>old</em> ideals were being left behind and that women were now taking on the role of both the domestic and intellectual head of households. Not all men disagreed with the right of women’s vote in government, believing that this can only empower them to help cultivate <em>better</em> <em>dinners</em> at the table. This meant that through the intellectual awareness gained within social involvement, women could also enhance their roles within the household and bring to the table more intellectual conversations, while expanding both their social and domestic skills.","Meanwhile, in Elsa Barkley Brown’s, “<em>To Catch the Vision of Freedom”, </em>included in the book <em>Unequal Sisters</em>, she poses the idea of what it means to be freed, experiencing full political right. Freed women, while sometimes being accepted into society, were denied many rights, including the moral right to vote. Suffrage, as presented in the reading, was thought of as a God-given right for women and that there should be a clear distinction between the <em>right</em> to suffrageand the <em>right </em>for liberty. While many white Southern men experienced the right to vote, freed women were denied such liberty, showing that they never reached a point of full freedom. As the reading suggests, that since much of the field work was done by women, who were left to take care of the home, agriculture, and religious duties while their husbands were away, could have used their time more wisely by participating in the polls. Simply, a woman engaging just in controversial conversation was not enough to compensate for fair political participation.","Both readings, focused on women’s fight towards gaining voting rights, help support the idea that voting was not merely a right for one class nor one gender, but a universal privilege. Women also helped <em>purify</em> the polls, with their moral and trustworthy decisions. Women proved to be successful both intellectually and domestically, and were ready to take advantage of their full rights as lawful citizens. Overtime, women have also confirmed that they do take into consideration the importance of discussing political issues outside the home, but that their participation is needed to help alleviate the country from <em>portentous warnings</em>."," "," "," "," "," "," "," "," "],"locations":[{"id":8921,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":196,"tag":"women's rights"},{"id":18,"tag":"Politics"},{"id":523,"tag":"voting"},{"id":524,"tag":"white women's rights"},{"id":525,"tag":"African American Sufferag"}]}]}