{"id":42,"title":"American History since the Civil War","school_id":28,"school_name":"University of Toronto Scarborough","term":"Winter 2010","abbr":"HISB31","url":"","description":"This course offers a survey of U.S. history from the post-Civil War period through the late 20th century, examining key episodes and issues such as settlement of the American West, industrialization, urbanization, immigration, popular culture, social movements, race relations, and foreign policy.","points":[[38.9151212228,-76.9435162098],[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[38.9151212228,-76.9435162098]],"episodes":[{"id":4994,"title":"<strong>Resurrecting Madison's Vision, 200 Years Later</strong>","course_id":42,"status":"P","start_date":"5/20/92","end_date":"5/20/92","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It would seem that James Madison had risen from the grave. Or at least one of his 12 original Constitutional amendments had been resuscitated. With near unanimity (Senate: 99-0; House: 414-3) Congress showed its support for the Twenty-Seventh Amendment on May 20,1992. The Amendment prohibits adjustments to Congressional salaries from taking effect before an election intercedes. Yet the vote was largely meaningless, as earlier in the month Michigan had become the thirty-eighth state to ratify the proposal – thus giving it the three-quarters proportion needed to amend the Constitution. Six states originally ratified the proposal between 1789 and 1791; Ohio became the seventh in 1873. Only one other state (Wyoming, in 1978) would endorse it before a legislative aide in Texas named Gregory Watson stumbled across the amendment in 1982 and initiated a campaign for its revival. By 1988, a total of 25 states had ratified Madison's motion.","But had the 203 years between its proposal and ultimate adoption rendered the earliest states' approval invalid? No, according to Don Wilson, Archivist of the United States, who certified the Amendment's validity six days prior to the vote in Congress. (It has become practice recently for proposals to contain a sunset clause – typically seven years – but this was not the case with Madison's amendments.) And thus it became law. Although why – after having lain dormant for two centuries – should this proposal suddenly take on such importance?","There is a theory as to how “structural” amendments such as the Twenty-Seventh arise. An event triggers widespread awareness of a problem with how government works. In response, a coalition forms that amends the Constitution to resolve the problem. In 1989, Congress implemented pay raises that saw Senate salaries increase 14 percent – and House salaries go up 40 percent – by 1991. Over this same time frame, public confidence in Congress fell significantly. There was little public appetite for Congressional pay increases in the face of growing perceptions of arrogance and allegations of corruption against some members of Congress. It is no surprise then that the elections of 1990 and 1992 revealed strong anti-incumbent sentiments amongst the electorate. Combined with Watson's drive, this led 15 states (including the linchpin, Michigan) to endorse the resolution between 1989 and 1992, as a means of restoring some legitimacy to the governing institutions in the public’s eye. It is also why when Congress backed the resolution on May 20 – given it had no legal impact – the vote was seen as largely political.","The Twenty-Seventh Amendment has been described as amendment by “stealth,” given the lengthy delay between proposal and ratification. Nevertheless, it is an example of the tradition of using the constitution to correct a structural problem of government, one even the Founding Fathers recognized as an issue. “James Madison saw something wrong with members of Congress increasing their own salaries, unchecked by their constituencies... This is progress, after 200 years of delay,” explained Oregon Representative Peter DeFazio."],"locations":[{"id":41498,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"}],"tags":[{"id":369,"tag":"Constituition"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"}]},{"id":5012,"title":"Cold War Heats Cold Feet","course_id":42,"status":"P","start_date":"7/15/50","end_date":"7/27/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Here comes the bride, all dressed in white.  In mid-July 1950, many young couples were coming closer and closer to hearing the bridal march.  New York jewellers were astounded by the sudden demand for engagement and wedding rings.  According to W. Waters Schwab, the president of J.R. Wood & Sons, Inc., the increase was due to the Korean crisis.  It was mere weeks before this escalation of ring sales that the Korean War began.  Mr. Schwab noted that this increase in sales was following the same pattern that occurred at the beginning of the Second World War.   One of the executives of Lambert Brothers, Inc., Henry Lambert, explained that jewellery stores were filled with young couples purchasing rings.  This occurrence seemed to grow in just under a fortnight, and had not been seen since the end of World War II.","<br />Throughout the twentieth century this trend of increased weddings, and ring sales before, and during a major conflict was noted in both America and Europe.  During the months prior to World War I and World War II, young couples were joined in matrimony much more frequently than in times of peace.  In addition to the increase in marriages, there was a change in the average age that men and women were wed.  Throughout the first half of the twentieth century the average matrimonial age for men dropped from twenty-six to twenty-three, and for women dropped from twenty-two to twenty.","<br />Some argue that, the major influence on this sudden explosion of romance in the United States was the Selective Service Act of 1948 which reintroduced conscription.  The original act was passed in 1917 and revised in 1940.  Volunteer enlistment in the years following World War II was not enough to satisfy the needs of in this new Korean conflict.  The new act required all males over the age of eighteen to register for the draft and made all males between the ages of nineteen and twenty-six eligible to be drafted, thus increasing the number of conscripts by 100,000.  When the Selective Service Act was imposed in 1917 there appeared to have been a corresponding rise in the sale of wedding and engagement rings.  This trend was again seen at the outbreak of the Korean War.  The Selective Service Act was further revised in 1951 (Universal Military Training and Service Act) introducing a college or training exemption and reducing the draft age from nineteen to eighteen and a half.   While the war cast a dark shadow over these rushed marital vows, the uncertainty of the times and the notion that these men and women did not want to take the chance of deferring their weddings until after the war may shed some light on this upward trend in weddings and jewellery sales."],"locations":[{"id":28501,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":665,"tag":"Conscription"},{"id":664,"tag":"Korean War"},{"id":405,"tag":"Marriage"}]}]}