{"id":43,"title":"America, 1820-1890 (2010)","school_id":4,"school_name":"Furman University","term":"Spring 2010","abbr":"HST-223","url":"http://history.furman.edu/benson/hst223","description":"Nineteenth century transformations.","points":[[42.468844752,-90.8824491614],[33.7862251516,-84.4230424472],[41.8745874433,-71.5917581694],[42.3649994065,-70.9800517697],[41.8064084993,-72.7328417292],[37.954527025,-76.8481834827],[34.8943497126,-82.3707811393],[37.3722533013,-78.8121458288],[35.8067238469,-78.6641504807],[39.1954617755,-84.5426360039],[35.1672648222,-86.1060239614],[41.2885110748,-70.2488925622],[39.8715057392,-77.2179223246],[38.8383886986,-77.2747207757],[40.7805662337,-73.9388482485],[39.2038567799,-78.2606208397],[34.1679782338,-82.3756180087],[30.219424664,-96.5113741782],[36.8654174886,-76.2893042264],[42.2902620083,-70.9709524989],[33.8933663203,-81.2948046475],[42.6001926046,-73.9735779487],[30.1220750117,-89.7244851703],[40.8888443038,-99.0588211933],[33.9970517217,-80.3316264557],[33.9914893238,-80.8577865567],[38.9151212228,-76.9435162098],[32.2508016784,-86.1660804753],[42.9128684277,-75.6697351039],[34.9591922676,-81.9357757115],[38.0230931541,-78.5555505707],[30.2062598628,-92.0638731799],[33.5119530737,-80.8773339627],[32.8753704415,-79.8417496964],[41.8399513458,-87.8166666032],[37.5392399795,-77.4106423457],[39.3376228786,-83.057004776],[34.2738944437,-79.941633894],[33.4997953468,-89.3568428173],[32.0447139452,-84.1951910375],[39.7816126185,-86.1384147396],[34.519117434,-82.637883414]],"bounds":[[42.9128684277,-70.2488925622],[30.1220750117,-99.0588211933]],"episodes":[{"id":4998,"title":"D.A. Mahony recounts his kidnapping by the Union Army in his book<em> Prisoner of State</em>.","course_id":43,"status":"P","start_date":"1862-08-14","end_date":"1862-11-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early morning of August 14, 1862, D.A. Mahony was aroused from his sleep by a man, representing the Secretary of War, named Mr. Gregory. With several Union soldiers surrounding his home and threatening to murder him and his wife if he resisted, Mahony found himself unable to escape his arrest.  Mahony was taken from his home by Gregory and the Union soldiers. The Democratic editor of the Dubuque, Iowa Herald was dragged along for miles without any explanation for his arrest and imprisoned without any knowledge of his crime. A few weeks later, on September 4<sup>th</sup>, President Lincoln proclaimed the suspension of the Writ of Habeas Corpus. Even though Mahony was arrested prior to this proclamation, he was never told what his chargers were. On November 11, 1862, after swearing oaths of loyalty to the United States, Mahony was discharged. He, along with several other inmates were released from captivity and sent home. Eleven days later, the strong animosity towards the imprisonments of political offenders caused an order from the War Department to release all people who were being","In <em>Prisoner of State</em>, Mahony recounts his terrifying ordeal of being imprisoned by the United States Army. In his book he confronts the men he feels were responsible for his unjust imprisonment. Mahony speaks out against tyranny, despotism and arbitrary power. Mahony attacks the President as well as high ranking officials claiming they stepped out of their legal boundaries. He even goes as far to dedicate his book to the Secretary of War, Edwin M. Stanton. In his dedication page, he addresses Stanton directly saying “ I am, sir, one of the many hundreds of victims of the despotism of the arbitrary power of which you have become the willing, servile and pensioned tyrant iv.” held in military custody.","According to Mahony, his arrest and imprisonment were an unacceptable violation of his civil liberties as an American. Mahony did not reside in a state that had seceded from the Union during the Civil War, nor was he a solider, yet he was still arrested and treated like a prisoner of war. Mahony believed he had been arrested because of his loyalty to the Democratic Party instead of criminal activity. <em>Prisoner of State</em> enlightens readers to the immense fear that had spread through out the United and Confederate States during the Civil War. The book shows how fear of ciaos can be used to persuade people to take drastic and illegal actions. People are willing to give up their civil liberties in order to maintain order. It raises the question, how far are we willing to go to maintain order and protect our country?"],"locations":[{"id":3901,"lat":42.468844752,"lng":-90.8824491614,"zoom":9,"place":"DUBUQUE, Iowa"}],"tags":[{"id":651,"tag":"Imprisonment"},{"id":650,"tag":"Civl War"},{"id":5,"tag":"War"}]},{"id":4999,"title":"<em>Coca-Cola</em>: \"Sold Everywhere\"","course_id":43,"status":"P","start_date":"1886-05-01","end_date":"5/31/07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["What difference could 20 years of advertising make? Well, for Coca-Cola, it made the world of difference. In the hot summer of May, 1886, John Pemberton created the beginnings of what would be the most revolutionary and world-renown product as of yet.","This time, the Gilded Age, was the rise of advertising. Everyone and their brother had an idea for a concoction or medicine which cured, supposedly, exactly what ailed you. With so many different, unnecessary, products on the market, only those which made a name for themselves were successful.","In the first year of its invention, Coca-Cola only sold 25 gallons of syrup, enough for just a few hundred glasses. In 1886, the advertisements for Coca-Cola featured a pretty, well-dressed girl drinking Coca-Cola with the caption or idea, \"Drink Coca-Cola\". At its inception, Coca-Cola had to convince you that it was what you wanted to drink. Part of the way to do this, especially in a world dominated by men, was to convince them using a woman's beauty.","But by 1907, Asa Griggs Candler had made Coca-Cola a country-wide phenomenon. The 1907 advertisement is a well-dressed man drinking the last few drops of Coca-Cola from a glass with the caption \"Sold Everywhere.\" Now that everyone knew what Coca-Cola was, the emphasis in advertising shifts from enticing people to try the new product, especially using the seduction of a woman, to reassuring people. Reassuring them that Coca-Cola is indeed what they want to drink because it is the best, as proven by the successful look of the man drinking it.","Pemberton, a well-known pharmacist in Atlanta, had many concoctions brewed for various ailments. This one just happened to be in the right place at the right time. It was eventually bought by another very successful pharmacist Asa Griggs Candler. Candler was the true business-man with the idea that Coca-Cola, as it came to be known, would be great.","From 25 gallons the first year, to \"Sold Everywhere\" was a remarkable change and that was just the beginning. Coca-Cola would become the world's most recognized symbol and word.","It is important to understand, however, the circumstances under which Coca-Cola was born to its original owner. John Pemberton was a Civil War veteran, and like many, many others, he was addicted to morphine. The power and effects of the coca plant, from which we derive cocaine, were just being discovered. Not only that, but prohibitionists in Atlanta were gaining ground and it seemed inevitable the city would become dry. John first was experimenting with the coca-plant, making a sort of wine out of it, but eventually he traded the alcoholic part for the caffeine jolt from the Kola plant. The name derived from its two main ingredients and was written by John's bookkeeper in the classic, flowing script we all recognize. Not only this, but at first, the syrup become known more as a medicine for headaches and stomach pains, than an enjoyable drink it was mixed with regular water, not carbonated. It became carbonated after a soda fountain operator accidentally mixed it with carbonated water.","So the history of Coca-Cola is not nearly as glamorous as one would to believe, or as Coke would like to have you believe. It was born of a morphine-addicted Civil War Veteran, originally as a medicine. However, the true greatness of the story lies in Asa Griggs and the Great American dream. Asa bought the formula and all its creation details and tools for a total of $2300 in 1888 and by 1906, he had just built the largest building in the city of Atlanta. From \"Drink Coca-Cola\" to \"Sold Everywhere\" is a pretty good idea of just how far an knack for advertising and some hard work can take you."," "],"locations":[{"id":1822,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":118,"tag":"invention"},{"id":100,"tag":"Medicine"},{"id":652,"tag":"Coke"},{"id":653,"tag":"Soda"}]},{"id":5000,"title":"<strong><em>Honoring the Revolutionary Soldiers</em></strong>","course_id":43,"status":"P","start_date":"1859-10-04","end_date":"1859-10-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the years right before the Civil War, a group of men formed a military organization to honor an idol and hero of the American people.  These men formed the organization not only to honor current heroes, but the heroes of the past. In particular, the regiment was named after the great General Israel Putnam.  These men displayed a respect for their forefathers that brought about national pride.  It is here that we see Americans remembering their historical roots, and honoring it.","The military organization started in Hartford, Connecticut.  The initial reasons for starting the organization were to celebrate the return of a hometown hero, Thomas H. Seymour.  However, instead of being a temporary organization, the Putnam Phalanx grew and became a permanent unit in Connecticut.  The men dressed in the uniforms of Continental soldiers and marched to the music of the Revolutionary War.  The organization had ranks and officers, and held meetings at their “Armory.”","In 1859, the Phalanx voted to take an excursion starting on October 4 and ending on October 7.  The plan was to visit Boston in order to see Bunker Hill, as well as visit the Navy Yards in Charlestown, Massachusetts, and the city of Providence, Rhode Island.  The Phalanx had a non-member write of the events that occurred during their travels, and a poem of their hero (Putnam) was included in the front. In the account, people in every city seemed to be excited about this parade of men.  Upon their arrival to Boston, the train car that had the Battalion were “…immediately surrounded by an enthusiastic crowd, anxious to catch the first sight of the Corps…”","The Hartford Tribune has several accounts of this organization, including small snippets and advertisement of the organization.  The organization was seen as a way to bring people together, for everyone to have an enjoyable day.  The Phalanx went to honor their fathers at Bunker Hill and to honor their current brothers fighting in the Navy.  Thousands of people showed up wherever they went, showing their appreciation and excitement for their service to America's beginning.    The people treated them as heroes for honoring America’s national heritage.","Kammen writes about this as a traditional culture being born.  Early in the nineteenth centuries, monuments built to remember battles of the Revolution ended up as mundane obelisks.  They represented not only the lack of \"anti-democratic\" ideals, but also did not elevate one singular person as a hero.  This contradicts what later became a celebratory event to remember the Revolution. James Russell Lowell noticed that this was the time period for celebrating the American Revolution, yet in time, those celebrations waned.  While certain holidays continued to be less celebrated, the Putnam Phalanx gave the American Revolution  a chance to be celebrated not just for holidays or parades, but to respect and honor the American identity."],"locations":[{"id":11401,"lat":41.8745874433,"lng":-71.5917581694,"zoom":10,"place":"PROVIDENCE, Rhode Island"},{"id":6209,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"},{"id":1185,"lat":41.8064084993,"lng":-72.7328417292,"zoom":9,"place":"HARTFORD, Connecticut"}],"tags":[{"id":655,"tag":"Historical Reenactment"},{"id":654,"tag":"Putnam Phalanx"},{"id":67,"tag":"Militia"},{"id":625,"tag":"Revolutionary War"}]},{"id":5001,"title":"Luxury Brooms","course_id":43,"status":"P","start_date":"1864-06-14","end_date":"1864-06-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 6, 1864, the Congress of the Confederate States prohibited its constituents from importing “articles not necessaries or of common use.” Such may be justified of a legislative body during wartime, but what is a foreign concept to the modern reader is the list of contraband: “vegetables, fruits, meats, poultry, and game, sealed or enclosed in cans or otherwise, and brooms and brushes of all kinds.”","The advent of the War Between the States brought not only bloodshed on the battlefield, but rationing, shortages, and hardships at home. The Richmond bread riot in 1863 was a striking example of how difficult life was for Confederate civilians, especially the women and children left behind – often permanently – by family members on the front lines.","Many Confederate civilians began to look to the government for aid – the same government that relied on Southern farmers to feed its soldiers. War altered the mindset of many Southerners, who before the war would have considered aid from the government almost sinful; however, private charities were consumed with war relief and neighbors were struggling to sustain their own families. Because inflation was so rampant, the government could often do nothing, leading to both government and civilian debt and forcing the prohibition of certain luxuries.","June 14, 1864 was the day the act was repealed. For over four months, however, brooms and packaged foods were considered luxuries in the Confederate States of America."],"locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":32,"tag":"Civil War"}]},{"id":5002,"title":"<strong>Symbolizing So Much More than Literary Achievement</strong>","course_id":43,"status":"P","start_date":"1884-01-01","end_date":"1884-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A decoration that celebrates achievement in the literary and historical realms, “Polished after the Similitude of a Palace” is the inscription in the perimeter of the gold triangle encompassing a large capital ‘J’ that is Bessie Stradley’s Judson Literary Society pin.  The small, unique metal pin has grown tarnished with age and wear.  It is simple, yet elegant and informative, with a crescent moon attached by a chain, bearing the letters H.O.M.J.  Members of this society may also claim membership to the first female organization in Greenville, a subject of controversy for Furman students and elders of the Baptist church with whom the university shared ties for so long. The young women who donned these sophisticated ornaments made great strides, not only on pen and paper, but in history.           ","As a female student in Greenville just after Reconstruction, it was a time of recovery and rebirth and there was a decided need for innovative change.  Improvements in general, but markedly in education, were occurring throughout the south and The Female College of Furman University was no exception.  Elected president of the school in 1878, Alexander Sloan Townes saw this need and acted on it.  He suggested to one of his faculty members, Mary Judson, to start a literary society for the young women.","A dedicated and disciplined teacher in the classroom and caring friend without, Judson eagerly accepted the task and in September of 1878 she called a meeting of all students who boarded at the school, initially asking them to write essays to be read aloud to their peers.  Students who boarded were obligated to join the society, but in its first year almost all of the students became members.  The women’s essay topics were indicative of their high level of intellect.  The society grew in popularity and size, meeting every two weeks to debate current topics and to present a few of the students’ readings, among other things.  All of the school’s faculty members were present at meetings, and at every meeting the <em>College Mirror</em>, the society’s newspaper, was read.  The paper included humorous tidbits and gossip, but updates and submissions of a more serious nature were also to be found.  For instance, the girls shared their dislike of the option to graduate early, insisting that there were many things that a girl would miss having only completed two years of higher level education.  Also, Mary Judson herself submitted works every now and then, at one time calling for a change of the school’s name.  She asserted that “female” was inhibiting and incorrect and that something like the “Greenville College for Young Women” would be more appropriate.  To add to its accomplishments, the society also began a college library.  It is no wonder women took pride in their association with the organization and displayed their gold pins proudly. ","The Judson Literary Society pin symbolized an active participation in a group that was challenging the limits, aware of improvements in female education and opportunity and ready and willing to utilize these, beginning at Furman, but ready to go out into the world and call women everywhere to do the same thing.  This seemingly small start is one of many that led to the development of women’s agency and voice in today’s world."],"locations":[{"id":11537,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":289,"tag":"Art/Leisure"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}]},{"id":5003,"title":"<strong>An interesting interview with General Lee after the Surrender at Appomattox</strong>","course_id":43,"status":"P","start_date":"1865-04-09","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" In a riveting interview with southern Journalist J.H. Hummel, General Robert Edward Lee reflects on the Civil War and his role in helping heal the wounds between North and South in an attempt to mend the shattered Union.  In Lee’s own words he spoke of the South’s role in re-entering the Union, “What course I shall pursue I have not decided upon, and each man must be the judge of his own action.  We must all however resolve on one thing not to abandon our country.  Now more than at any other time, Virginia and every other state in the south needs us.  We must try and with as little delay as possible go to work to build up their prosperity.”  Lee further encouraged the south in its position toward peace with the North in stating, “To secure such a peace it was not only necessary that the south should abandon its arms, but abandon also all enmity and negative position, and accept with cheerful alacrity the changes of the time.”  Lee’s surrender at Appomattox ended the bloodiest war the U.S. has ever seen, and it is difficult to imagine that this task could have been carried out by a man with more honor and respect than General Lee. “Robert E. Lee had no bitter words for his former enemies.  By word and personal example, the general continued to lead the South—not to hatred and defiance but to reunion and reconciliation.”","                One of the most intriguing aspects of the interview was Hummel’s discussion on Lee’s indictment to the federal court of Norfolk for treason by President Andrew Johnson.  Proceedings for Lee’s indictment were stalled however due to General Grant’s demand that the charges be dropped arguing that treason charges would compromise the arrangements for surrender made at Appomattox.  Though revered by the nation after the Civil War, Robert E. Lee remained unscathed to the analyses and criticism of many historians.  In his book Lee Considered, Alan Nolan offers a different side to the Lee phenomena as if to emphasize that much of what is known about Lee has been recorded by historians and journalists biased toward the Confederate general.  Nolan offers a different approach to Lee's role in helping mend ties between north and south arguing that his role was in fact quite limited and insignificant.","Ever the gentleman, Lee earned the respect of his foes as well as the love of his officers and soldiers.  Hummel depicts a portrait of Lee in the aftermath of Appomattox by stating, “ All men admitted his high sense of honor, his unostentatious practice of all the Christian virtues, his true religious feeling, his calm endurance of untoward results, and his quiet observance of the duties of life.” "],"locations":[{"id":13628,"lat":37.3722533013,"lng":-78.8121458288,"zoom":9,"place":"APPOMATTOX, Virginia"}],"tags":[{"id":657,"tag":"Appamattox Court House"},{"id":656,"tag":"Robert E. Lee"},{"id":18,"tag":"Politics"},{"id":32,"tag":"Civil War"}]},{"id":5065,"title":"W. Duke, Sons &amp; Co advertises cigarettes in Costumes of All Nations.","course_id":43,"status":"P","start_date":"1888-01-01","end_date":"1888-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After the end of the Civil War, Washington Duke, the founder of W. Duke, Sons & Co, returned home in order to build his tobacco and cigarette company.  Although, a large amount of Duke’s tobacco had been taken by soldiers during the war, he and his family were still able to produce smoking tobacco from the harvest. Despite Duke’s success during the first year of selling his tobacco, he quickly realized that he had a lot of competition in the business. However, over the years, and even with a large amount of competition, Duke’s tobacco company continued to grow into a large corporation.","In the late 1880s, W. Duke, Sons & Co, published a book titled <em>Costumes of All Nations. </em>The book was created to thank their patrons for smoking their cigarettes. In the book were several dozen cards. These cards showed pictures of white, Anglo-Saxon men and women wearing the dress of particular civilizations from all around the world. The costumes ranged from a man dressed as the Great Mogul of India to a woman dressed as an African fruit gatherer. However, the costumes that are featured in the book are very elaborate and only represent the higher end of society in each particular culture.","The purpose of advertising cigarettes this way was to give the image that Duke, Sons & Co is an international business with customers all over the world. Advertising this way also gave tobacco an exotic sense and smoker felt that they are smoking something better then just American grown tobacco.","<em>Costumes of All Nations</em> was not the only book that Duke produced in order to thank their patrons and advertise their cigarettes. They also produced books titled <em>The Rules, Flags, Coats of Arms of All Nations. </em>Like <em>Costumes of All Nation</em><em>s</em>, this book also gave the appearance of an international market place. In a country that promoted business and expansion, it was absolutely necessary for even small businesses to grow and expand their customer base in order to be able to compete with the larger corporations and other competitors. By sharing cultures from around the world with their patrons, smokers felt that Duke cigarettes were more sophisticated and that the company as a whole was worldly."],"locations":[{"id":9846,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":730,"tag":"Advertising"},{"id":731,"tag":"Cigarettes"}]},{"id":5004,"title":"Contested Greenville Mayoral Election","course_id":43,"status":"P","start_date":"1874-09-15","end_date":"1874-09-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 15, 1874 Luther Roe wrote a letter to his soon to be betrothed, Mary. Yet in this letter he did not just talk of his affection for her or his most recent social engagements, he wrote of something that caused the most excitement that “has been here since the war”. He was writing to Mary about the highly contested election for the Mayor of Greenville. This was something that Mary could not join in on simply because she was a woman, nonetheless it was very important to her and her community so she was excited to hear all about it."," ","Luther wrote that there was so much excitement downtown because of the election, and he included the African-Americans in his letter stating that, “the blacks became so much excited that they got to fighting among themselves some for Cleveland and some for Mr. Stradley”. It is interesting that he mentions this fact since this was one of the first elections that African-Americans could vote in after the implementation of the Fifteenth Amendment, yet there appears to be no friction between the whites and the African Americans. Luther goes on to say that since it had rained all day, this had kept some people from coming out and voting, primarily the older men of the community. There ended up being a two vote split between the two candidates, William C. Cleveland and Samuel Stradley, and Luther blamed that on the fact that they lost some of their voters due to the rain. Cleveland then claimed the election since he believed that “the students did not have a right to vote here and says he is going to have it contested and talking of carrying it to court”. The people gathered also started to consider fraud on all counts since they assumed that the election should have been an easy win for Cleveland. Luther wrote that he stayed at the voting site until midnight, which was when everyone decided that they were not satisfied with the results and they declared Cleveland the winner."," ","This is very different from the election for governor of South Carolina that occurred two years later. During that election troops were ordered to Greenville to keep the peace. African Americans were also coerced to vote the democratic ticket, being told that if they did not they would not be able to keep their jobs or their homes. A knife and pistol fight also broke out between whites and African Americas at the polling site. There was additionally much fraud discovered, which ended up being a case in both of these elections in Greenville.  Yet through this contrast we can see that though the mayoral election in Greenville was a local one, it appeared to be fairly progressive for an early post-Civil War election in the still occupied South."],"locations":[{"id":11536,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":658,"tag":"Elections"},{"id":18,"tag":"Politics"},{"id":3,"tag":"African-Americans"}]},{"id":5005,"title":"The Far-Fetched Illustration of Union Victory","course_id":43,"status":"P","start_date":"1865-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Civil War ended with feelings of both celebration and relief at the war’s end in the North, and political cartoons such as “Freedom’s immortal triumph!  Finale of the “Jeff Davis Die-nasty”  illustrated the triumphant mood pervading the Union in 1865.  The Republican bias of the image is obvious as Union President Abraham Lincoln is rising towards heaven escorted by angels, while the devil waits for Confederate President Jefferson Davis to descend into hell after being hanged.  The “Confederate Mourners” stand beneath their nooses waiting to be hanged, while John Wilkes Booth is actually rushing in to be hanged.  Liberty and Justice are also depicted in the clouds above the scene, showing their approval of the Union victory; instead of more bloodshed, Liberty and Justice represent the belief in a need for resolution and reunion.  A former slave is shown, illustrating a vision that Northerners thought that they wanted, but the Colfax Massacre of 1873 tells differently, as another fight for civil rights would have to be fought a century later.  The visualization of the hanging of Confederate leaders shows the desire for vengeance that many people in the North felt towards the South at this time.","This political cartoon shows the social disarry that was present and would continue through Restoration; it brings to light the question of the North and the South, two separate identities, would function as one unitary state.   There are Anti-Southern feelings present, as the cartoon illustrates, especially after the assassination of Lincoln with citizens seeing their former president as a martyr.  On the other hand, while Southern sentiment is not depicted here, many Southerners saw Reconstruction as an “occupation” by the Union and felt associated with the Confederacy and not the Union.  Many Southerners viewed Lincoln as a “Black Republican,” and yet others saw Lincoln as a man of forgiveness and peace regarding Reconstruction, and regretted his murder (Peterson 46).  All in all, Reconstruction saw divisions in America at the end of the war, between the North and the South, but also within the regions.  Simply ending the war would not change this.  Yet Northern hope for a successful Reconstruction was great at this time as the Union wanted to transform and improve the South; however, ten years later, many of the goals for Reconstruction failed.  The cartoon also does not depict the hundreds of thousands of Union men that died fighting for their idea of justice.  A question that arises as well is whether or not the war was truly an “end” as the political cartoon states, or was it instead just a bloody transition to more inequality, discrimination, and hatred?"],"locations":[{"id":10240,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":32,"tag":"Civil War"},{"id":5,"tag":"War"},{"id":18,"tag":"Politics"}]},{"id":5006,"title":"Diary of Belle Edmondson, January-November, 1864","course_id":43,"status":"P","start_date":"1864-01-01","end_date":"1864-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the midst of the Civil War, one woman remained behind the scenes of the battlefield documenting the war and experiencing the fighting first hand.  Belle Edmondson kept a diary from January to November of 1864 in which she detailed occurrences in West Tennessee such as the Union and Confederate battles, tragic accidents of friends, visitations by friends and family, travel to various southern cities, and everyday occurrences such as meals and church.  Edmondson’s primary role during the war was that of an intelligence gatherer, courier, and contraband smuggler for the Southern troops.  Edmondson's wartime experiences occurred on land controlled by neither Union nor Confederate soldiers.","Within Edmondson’s vast collection of journal entries, she described with great detail the fighting she witnessed and her desire for the Confederates to disarm and capture the Northern forces.  As a hero of the Confederacy, she wrote on April 13 of heavy firing between Fort and Gun boats and the fifteen Union soldiers who arrived and forced Edmondson to feed their horses.  Shortly afterwards, the soldiers stole some of those horses.  Her attitude in the diary shifted on Saturday, April 16 when she wrote of the arrival of thirty Union soldiers, six of which dined over breakfast with her.  She described them as gentlemen and expressed her surprise at finding their company pleasing to dine with.","While Belle's experience with Union forces shifted from inconvenient to tolerable, Stephen Ash described in his book \"When the Yankees Came: Conflict and Chaos in the Occupied South\" that many southerners experienced \"shock, confusion [and] panic\" at the incoming Federal soldiers.  Ash explained that much of this terror, as experienced by Belle when they arrive on her property, was \"often aggravated by uncertainty about the enemy's exact location and intentions.  With communications disrupted and facts scarce, rumors flourished.\"  A native of Edmondson's home state of Tennessee, Nimrod Porter described his fear at the Union's arrival in February of 1862 when he stated, \"The awful state of affairs, and the greate uncertainty of events, & the suspense is truly almost too much for me to beare.\"  Many throughout the south lived in panic over the presence of Union forces and had to live among fear of their unknown locations.","Two days later on April 18, Edmondson received another visit from Memphis Union soldiers and expressed her disgust over one of them who was a black abolitionist, indicating Edmondson's hostility toward those enslaved.  Throughout the many issues discussed in Edmondson’s diary, her vocal expressions of racism and detailed account of the fighting express the real feelings and anger experienced by those living in south during the Civil War.  Obviously in favor of Confederate forces and vocally against the actions of the Union, toward the end of her diary, Belle wrote on August 29, 1864 of her excitement for General Lee with his victory in Virginia.  While her enthusiasm ebbs and flows with the changing actions of the soldiers on both sides, the constant hatred and corruption radiated throughout the south, and her account allows us to witness southerner’s trials and tribulations throughout the Civil War."," "],"locations":[{"id":12004,"lat":35.1672648222,"lng":-86.1060239614,"zoom":9,"place":"FRANKLIN, Tennessee"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":142,"tag":"african americans"},{"id":32,"tag":"Civil War"},{"id":4,"tag":"Slavery"}]},{"id":5007,"title":"<em>Greenville Baptist Female College: A First of its Kind</em>","course_id":43,"status":"P","start_date":"1857-01-01","end_date":"1857-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The first women’s college in the “Golden Corner” of South Carolina was established in 1856 under the name Greenville Baptist Female College.  It was affiliated with the Baptist Church, but students were from various denominations. The first course catalogue was printed in 1857. It gives a list of the trustees, faculty and students. The college was established in order to help educate the middle class and was similar to a twenty-first century high school. At the time, state school’s had not been established. The only other place a student could get an education was a “free school”. However, the few “free schools” that did exist were not well financed or well taught. They were considered a place for the lower class families to send their children. The Greenville Woman’s College was established to help educate the children of the middle class such as villagers and farmers. Most of the students were between the ages of ten and fifteen years of age and were from the Greenville County area. Before entering the college most students had prior primary private instruction. All students were not required to live on campus; however, it was highly encouraged. The school year was comprised of four twelve week terms and the students had a one month break during December.","The course catalog describes the typical class schedule of the female student. The student was not required to stay all four years. In fact the graduating class of 1857 only contained three students. If the students chose to complete four years the catalogue delineates the courses they would take each year. During the first year a student would take courses in spelling and writing. The second year they would continue classes in spelling in writing, but would also take geography, arithmetic, English, and grammar. The third year the student would take similar courses as the second year, but they were higher level along with parsing (sentence analysis) and history. The fourth year, which is the most advanced year, a student enrolled in natural philosophy, chemistry, logic, moral philosophy, Latin, and Greek. The course schedule included various unusual and unique courses. Several courses such as classical languages and history were not typically taught to young women at the time.","A female received a superior education while attending the Greenville Woman’s College, though the graduates still had a difficult time finding a job. About sixty percent of the women who graduated in the nineteenth century taught in a school at least briefly before marriage. Sadly, teaching was the only occupation open to young women outside of the home. If a female did not become a teacher, she was either forced to stay at home or to marry. However, most graduates did return home because graduates who took jobs showed that their fathers could not support them.","The Greenville Woman’s College was one of the few quality colleges established during the antebellum period. The college was quite different from other surrounding female educational institutions established during the time because it viewed females as capable of learning anything a male could. Unlike other colleges of the time, it did not force females into taking courses that prepared them for marriage. The Greenville Woman’s College regarded females as intellectual beings, something that the whole world had not yet come to terms with."],"locations":[{"id":11534,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":552,"tag":"women's education"},{"id":466,"tag":"Educational System"}]},{"id":5008,"title":"<em>Essex</em>: Starvation and Survival","course_id":43,"status":"P","start_date":"1820-11-20","end_date":"1821-02-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As the sun sank toward the horizon, the empty, blue enormity of the Pacific washed over three small whale boats. The <em>Essex</em> had sailed from Nantucket a year ago, scouring two oceans for the whale oil that drove the island’s economy.  On November 20, 1820, the ship was 2000 miles west of South America, over 1200 miles from the nearest island. That day, an eighty-ton sperm whale escaped the pursuing whale boats, attacked the Essex itself, and disappeared into the ocean. The ship, though it remained afloat, was rendered useless, forcing its crew into the small boats. In the weeks ahead, sharks and storms pursued them, threatening to destroy their fragile vessels.","Two months later, adrift amidst the world’s largest ocean, their bodies weak with starvation and dehydration, they cannibalized the dead. “I have,” wrote survivor Owen Chase, “no words to paint the anguish of our souls in this dreadful dilemma. “ Captured in that moment were the desperation and turmoil of an entire cultural perspective. Chase himself related the decision to the deepest questions of religion—their own mortality, the loss of humanity, and the struggle between spirituality and physical necessity. Ethical standards broke down; with no food and no hope of rescue, they drew lots and executed and ate one of their fellow survivors. By the time the last survivors were rescued on February 23, 1821, they had been at sea ninety-six days and been pushed beyond the limits of human endurance. Twelve of the twenty crewmembers had died, six of whom had been cannibalized to sustain the others. Still, in spite of everything, the men returned to their lives in Nantucket, and one by one they returned to the sea.","Embedded in this ordeal were the conflicts of the era’s social and intellectual change. For centuries, whale ship captains had relied on experience and word-of-mouth for knowledge of the oceans they sailed. With the order and rationalization of the nineteenth century emerged entire books devoted to the world’s islands and currents. One such work, Nathaniel Bowditch’s <em>Navigator</em>, revealed the survivors to be only 1200 miles from the Marquesas. The islands, however, were reportedly inhabited by cannibals; though the accounts were unverified, Nantucket conservatism prevailed, and the survivors turned instead for South America. In doing so, in forsaking the rationality of new century for the traditions of old one, they unknowingly condemned eight of their number to death."," "],"locations":[{"id":6179,"lat":41.2885110748,"lng":-70.2488925622,"zoom":11,"place":"NANTUCKET, Massachusetts"}],"tags":[{"id":659,"tag":"whaling"},{"id":660,"tag":"Nantucket"},{"id":661,"tag":"cannibalism"},{"id":662,"tag":"Essex"}]},{"id":5009,"title":"<strong>A Disillusioned South</strong>","course_id":43,"status":"P","start_date":"1863-08-02","end_date":"1863-08-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A month after the vicious Battle of Gettysburg, a Confederate surgeon wrote home to his wife, explaining that the Southern soldiers had nearly won but chose to retreat instead.  Spencer Glasgow Welch’s words encompass the view of many of the Confederate army and its supporters at the time: that despite their lack of food, clothing, and decent shelter, there was hope for a victory against the Union forces. His division was directly engaged in the three days of battle ranging from July 1-3, and he described the soldiers as they approach the enemy: “I at once noticed in the countenance of all an expression of intense seriousness and solemnity, which I have always perceived in the faces of men who are about to face death and the awful shock of battle.”","Welch’s letter outlined with the precise eye of one engaged in military pursuits the various advances and retreats of the two warring sides. He recalled how he avoided death by inches countless times, probably much to the distress of his wife back home. But his words also show us a sort of disillusionment that must have pervaded the increasingly ruined Confederate side; remarking on General Robert E. Lee’s retreat from the front lines, he claimed that the man was “hoping, I suppose, that the enemy would attack him; but they didn’t dare come out of their strongholds.” Welch must have seen the death about him and known the losses his army had incurred, but managed to stay positive regardless. Even Pickett’s Charge, of which his division was a part, only gained one sentence in his commentary.","The Battle of Gettysburg is seen by many to be the true turning point of the Civil War; it was the point in which the troops of the South were dealt a decisive blow that would define many of the battles to follow. The 28,000 dead Confederates were a greater loss to the Southern army, which had difficulties recruiting more men. Welch’s letter shows us both the hope and denial that pervaded the lives of these people; in a later letter written by his own wife, she mentioned calmly that the surrender of Lee was reported but not yet confirmed. The victory of the emancipated Southern states was almost a guarantee in the citizens’ minds, and losses such as the one at Gettysburg must have been a shock they desperately wanted to avoid; Welch’s letter shows, through his suppression of the true level of death and loss at the battle, that as if by denying it, the approaching end of the Confederate States could be avoided."],"locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":100,"tag":"Medicine"},{"id":32,"tag":"Civil War"},{"id":5,"tag":"War"}]},{"id":5010,"title":"Women Soldiers in the Civil War","course_id":43,"status":"P","start_date":"1863-03-29","end_date":"1863-03-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Union and Confederate uniforms were symbols of purpose and bravery for the soldiers who wore them, but for some they were merely a disguise. Over 4 million people fought in the Civil War, whether recruited or serving as volunteers. Among those who served were approximately 400 women disguised under male aliases. Among these 400 documented women was Sarah Rosetta Wakeman, a member of the 153rd Regiment. The entire collection of Wakeman's letters sent home while on duty survived and offers one of the best representations of war time experiences for women.","Wakeman's letter was littered with concern over money. She declared that she received $13 per month and would help pay her father's debts. There were several motivations for women to join the war efforts of the time. Some enlisted because they truly wanted to serve their country, some to stay with their husbands, some for liberation and purpose, and others for monetary reasons. It is obvious that Rosetta Wakeman's primary motivation was financial security.","In one of Wakeman's letters, she expressed her delight in receiving a letter from her family in return: \"I receive a letter from you today. I was much pleased with it.\" This delight was not solely a result of being homesick, but was also an expression of relief. It was not uncommon for families to completely dismiss daughters who dressed like men and took on such unconventional roles. The fact that Wakeman's family maintained communication with her is unexpected and; therefore, much appreciated.","In the beginning of her letter, Wakeman told her family she was \"contented\" and did not \"fear the rebel bullets.\" By the time she sent this letter, she has added at the bottom, \"When you think of me think where I am. It would make your hair stand out to be where I have been. How would you like to be in the front rank and have the rear rank load and fire their guns over you shoulder?\" This portrays the fact that women were right in the middle of battle, enduring not only the same physical challenges as men, but were also struggling with the conflict every soldier is faced with between bravery and fearful reality.","Rosetta Wakeman was not well educated, as is reflected in her grammar throughout the letters. This is not surprising considering the majority of women soldiers were poor and believed that war conditions could not be any worse than the bleak, dangerous environment of factory work they were used to. Her erratic grammar; however, does not hinder the letter's content. Letters during the Civil War, unlike current wartime mail, was uncensored so Wakeman touched on everything from her faith, her family issues, her identity, war efforts, and conditions of soldiers. Wakeman's letters (some signed under her alias, some using her real name) were therefore incredibly candid and offer an accurate account of female experiences as male soldiers in disguise."],"locations":[{"id":13797,"lat":38.8383886986,"lng":-77.2747207757,"zoom":9,"place":"FAIRFAX, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":7,"tag":"Women"}]},{"id":5011,"title":"“On the Home Front”: Civilian Reaction to Northern Occupation during the American Civil War","course_id":43,"status":"P","start_date":"1861-05-30","end_date":"1861-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As Northern forces began to push into Southern territory, they were forced to occupy many Southern residences and forage for resources and materials from Southern fields. Often, the actions taken by Northern troops led to hostility and bitterness by southerners towards Northern troops because often the soldiers would cause destruction to civilian Property. This hostility appeared in letters written by both sides.","In May of 1861 Federal troops occupied the home of Robert E. Lee in Arlington, Virginia.  Mary Curtis Lee, the Confederate commander’s wife, was denied access to her home, along with all of her servants. In a plea to return to her home, Lee wrote to Union General Sanford.  She states “It never occurred to me Gen’l Sanford that I could be forced to sue for permission to enter my own house that such an outrage as its military occupation to the exclusion of me and my children could ever have been perpetrated by anyone in the whole extent of this country” However, the plea was ultimately denied. This occupation and then restriction of access was common in the South during the American Civil War.  This occupation of captured territory would ultimately end in bloodshed committed, not by soldiers, but by the civilian population.","As tensions began to rise in the South, Northern troops also began to write letters home describing the hostilities. One Northern officer wrote, “ You have no idea Libbie, how bitter these people are in their hatred of Yankees. They hate us all the way through.” This hatred ultimately came as a shock to Northern troops who viewed themselves as Americans. In actuality they could have been a foreign invaders those affected civilians.  Southerners generally viewed property as sacred. This view of property included not only their lands but also slaves and agricultural products.","As the Northern Army pushed deeper into the South, the civilian population grew more hostile. Ultimately the occupation would lead to acts of violence and to the declaration of Northern generals as war criminals. The occupation would leave its mark on southern families not only throughout the civil war and reconstruction but into the present day."],"locations":[{"id":13632,"lat":null,"lng":null,"zoom":8,"place":"ARLINGTON, Virginia"}],"tags":[{"id":663,"tag":"Letters Home"},{"id":7,"tag":"Women"},{"id":32,"tag":"Civil War"}]},{"id":5013,"title":"Vardy McBee","course_id":43,"status":"P","start_date":"1852-09-01","end_date":"1852-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Vardry McBee is a Greenville, South Carolina celebrity; with everything from streets, buildings, and residence halls erected in his name, there is no doubt McBee had an impact on Greenville, SC. McBee’s name does not have the same resonance outside of this South Carolina city today, although in 1852 McBee gained national recognition in the southern agricultural magazine <em>De Bows Review</em>. The publication printed a glorifying article of Vardry McBee in September of 1852, focusing on his commercial and agricultural success and frequent support of charity. The article briefly mentions his industrial successes in the South Carolina upcountry, and lists organizations in which he helped fund, including churches and Furman University. However, the “crowning act of his life” as the article refers to it was McBee’s 5,000 dollar donation to the fledgling Greenville Columbia Railroad Line, that without McBee’s generous gift, would have surely failed.","The building of Rail lines in the mid 19<sup>th</sup> century became crucial for the success of private enterprise and the prosperity of towns. From the perspective of a 19<sup>th</sup> century magazine whose audience is made up of farmers and men of industry, saving the Greenville Columbia Rail Line would correlate to supporting business, agriculture, and trade for the entire SC upcountry. When studying McBee today his donation to the rail line is merely a small mention, overshadowed by his altruism and commercial prosperity.  However, it’s easy to speculate that without McBee’s donation Greenville, South Carolina would be a much different place today."],"locations":[{"id":11534,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":668,"tag":"Vardry McBee"},{"id":667,"tag":"De Bows Review"},{"id":666,"tag":"Railroad"}]},{"id":5014,"title":"<strong>Philosophy of Education through the Lens of Catharine E. Beecher</strong>","course_id":43,"status":"P","start_date":"1829-01-01","end_date":"1829-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the early nineteenth century, women became the center of the family—nurturing and educating their children.   Catharine E. Beecher’s essay, <em>Suggestions Respecting Improvements in Education,</em> became relevant as she characterized a woman’s role as the teacher and caretaker of the household.  In her essay, she connected a woman’s domestic life with education, and provided women with guidance for managing their household and fostering their children.  She offered reform that would increase educational opportunities for women to become more prepared in their profession.  She founded the Western Female Institute, a school where women were provided the instruction to educate others.  “It is to mothers and to teachers, that the world is to look for the character which is to be enstamped on each succeeding generation, for it is to them the great business of education is almost exclusively committed,” advised Beecher.  Her profound understanding of education helped to promote and prepare women to enter into this profession of teaching younger children."," ","In her work, Beecher defined specific instructive strategies to determine the best approach to help children retain the knowledge taught.  She provided important routines that are essential for the child to grow intellectually, physically, and morally.  Beecher declared a great defect in past methods of education—not using “objects of sight to aid in illustrating and communicating ideas.”  The sight sensory method demonstrated the principle that a teacher should not let objects magically appear in front of a child, but rather lead them through the process for a greater sense of understanding.  She stressed that consistent communication was critical to a child’s educational experience.  Ultimately, Beecher helped shape future educational development and recognized the importance of women becoming involved and supportive of their children’s education.  Today, on the political agenda of most politicians is the issue of education reform.  The government also recognized the importance of having parents, not just women, involved in their child’s education.  A major goal of the No Child Left Behind Act of 2001 promoted informed parental choice and attempted to improve student success and infuse reform. "," "],"locations":[{"id":1182,"lat":41.8064084993,"lng":-72.7328417292,"zoom":9,"place":"HARTFORD, Connecticut"}],"tags":[{"id":228,"tag":"Roles of Women"},{"id":552,"tag":"women's education"}]},{"id":5087,"title":"<strong>The Inescapable Sectional Tensions Leading to the Civil War</strong>","course_id":43,"status":"P","start_date":"1820-01-01","end_date":"1845-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Compromises concerning slavery, states’ rights, and economical issues were created to satisfy the North and South, but were not sufficient enough to ease the differences to prevent the Civil War.  The nineteenth century marked the westward movement of many American settlers and revealed the sectional differences among the North and South.  In Stephen Oates’ novel, <em>The Approaching Fury, </em>he explored the embarking of America’s Civil War from the viewpoint of thirteen different people such as Thomas Jefferson, Henry Clay, Nat Turner, and John C. Calhoun.  Each player narrated their understanding of critical events that led to the imminent drama of the sectional division among the North and South. "," ","The North and South became bitter as states divided themselves between free states and slave states.  With each section disputing over slavery and economical issues, the bitterness increased as congressional debates continued.  In Henry Clay’s story, he described one of the most important problems the North and South faced was the issue of slavery and the Missouri crisis.  This conflict resulted in the Missouri Compromise of 1820 and was the first of many attempts to resolve the issue of the expansion of slavery into new states.  Henry Clay, the “Great Compromiser”, proposed that Missouri would be admitted as a slave state and Maine as a free state.  The South opposed the admission of free states unless they were balanced by the admission of an equal number of slave states.  With Clay taking the lead with this compromise, he stated, “Yet it avoided catastrophe and earned me kudos throughout the country as a compromiser or whom Union is his motto, conciliation his maxim” (13).  Although this compromise did not solve the slavery issue, it allowed time for negotiation in order to work out a better solution. "," ","Clay’s account also described his work in the Compromise of 1850 which gathered his proposals into one “ominous bill.”  He provided that California would be admitted as a free state.  In return, the people of Utah and New Mexico could vote to determine whether they would be free or slave states.  The idea that the territories could decide the slavery issue themselves became known as popular sovereignty.  Clay also proposed that the Fugitive Slave Law would be strengthened.  This stirred up more intense arguments and disputes about slavery.  Clay explained how this compromise postponed the unavoidable conflict developing between the pro-slavery South and abolitionist North. "],"locations":[{"id":8917,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":32,"tag":"Civil War"},{"id":770,"tag":"Sectional tensions"}]},{"id":5015,"title":"The Conferderate Uniform was on fire!","course_id":43,"status":"P","start_date":"1862-04-05","end_date":"1862-04-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The letters written from a Confederate soldier to his “Charming Nelly” tell the stories of a Confederate regiment throughout the Civil War.  Between 1862 and 1864, J.B. Polley, the Confederate soldier, wrote 28 different letters to the same person.  Curiously, “Charming Nelly” was someone who Polley had only met three times in his life and all three meetings were very brief.  Polley joined the war effort in 1861, but his letters to “Charming Nelly” did not start until 1862 with the first letter being written from Camp Hood (the location of his Texas regiment in 1862, his regiment is better known as the Hood’s Texas Brigade).  No one knows whether these letters were actually sent to Nelly or just an excuse for Polley to write about the stories of the Civil War and his regiment.  Some say his only motive was to publish a book.  Never the less, these stories tell and reveal a great deal of unknown instances that took place on the front lines.","Entitled, “Humorous Incidents,\" Polley’s second letter (written on April 5, 1862) tells the story of Jack and Jack’s huge misfortune one night.   Jack was a fellow soldier, but rejected the ordinary uniform that the Confederate Army provided to their soldiers.  Instead, much to the disliking of his comrades, Jack decided to buy a five dollar overcoat and spent twenty-five extra dollars on the rest of his uniform.  One of the first nights out, the weather was intensely cold and Jack decided not to remove any of his garments to sleep in and also decided to wrap himself in four of his new blankets as well.  Jack fell asleep that night very comfortable, but laid too close to the fire the soldiers had built.  At about midnight, Polley recalls, Bob Murray (another fellow soldier) wakes up and smells the scent of burning clothing.  Polley says, “He had only to look once to discover that as the fire burned lower and lower, Jack had edged his black nearer and nearer to it, and at last a stray coal had lighted a flame that was playing sad havoc with his blanket and coat.”  Polley goes on to explain, in a very humorous manner, how Jack was probably the last to wake up from Murray’s screams.  It was too late, however, for his beloved uniform.  Polley explained, “altogether [the garment was] too open at the back to be comfortable, and with two pointed tails hanging in front, instead of in the rear.” After Jack tried to fix his unfixable uniform, the entire regiment starts to ask him questions and by night fall, Jack is “too hoarse to talk.”","While this story may at first seem of no historical importance, there are two main underlying things this story speaks to.  First, The story speaks to the fact that the Confederacy had constant challenges to acquire and maintain equipment.  In “A Survey of Confederate Central Government Quartermaster Issue Jackets” Leslie D. Jensen writes, “Despite some truly important work by members of the Company and others, we still remain ignorant of much of the inner workings of the Confederacy's supply system and clothing procurement practices. Perhaps, too, we are still too easily lulled by an appealing image of the ‘ragged rebel,’ and therefore naively accept the concept of ‘Johnny Reb’ being supplied indefinitely by the folks at home, conveniently ignoring the fact that no army, however resourceful, wages war very long if it doesn't develop a workable supply system.”  Jensen goes on to mention that the uniforms that were supplied to the Confederacy may not have been “fit for issue.”  This was a decisive fact in the war because the South struggled to keep up with the advances in equipment that the North had available. ","Secondly, this story reveals why the South thought they had a chance at winning the war.  For example, why would the other Confederate soldiers not like the fact that Jack had decided to go against the Confederate uniform and purchase his own?  The answer could be due to the fact that the only chance the Confederate Army had at winning the Civil War was to stay together.  The Confederacy was facing an uphill battle, but had two things going for them.  First, they were fighting on their own lands and, secondly, they were fighting for the same cause.  When writing about Polley’s brigade, the historian Charles E. Brooks said that this togetherness in the same cause gave the South a greater chance of success, slim as it was.  By buying his own uniform, Jack separated himself from the other Confederate soldiers in his regiment.  Thus, Jack was seen as not totally for the Confederate cause, something the Confederate leaders hated in their soldiers. "],"locations":[{"id":13839,"lat":39.2038567799,"lng":-78.2606208397,"zoom":9,"place":"FREDERICK, Virginia"}],"tags":[{"id":669,"tag":"Confederate Army"},{"id":32,"tag":"Civil War"}]},{"id":5016,"title":"A Former Slaveholder Finds Justification Through Religion","course_id":43,"status":"P","start_date":"1840-02-12","end_date":"1840-02-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1830s a young South Carolina preacher and slaveholder delivered a sermon that justified the institution of slavery in America within the realms of Christianity.  Years later, a reverend in Cincinnati gave a sermon about his endeavor to find proof of the injustices of slavery and the rightful backing of abolitionism through Christianity.  Both of these preachers were able to find justification for their own personal and political beliefs within the Bible, but that is not uncommon today.  What is unique is that both of these men were, in fact the same individual, Reverend W.H. Brisbane.","Reverend W.H. Brisbane began his life as a fairly unremarkable young white male in southern nineteenth-century America. Brisbane grew up on a southern plantation with slaves and later owned his own plantation with over twenty-five of his own slaves. As a man of the church, Brisbane turned to the Bible to find scriptural justification for slavery for both himself and other white Christians.","After half a lifetime of supporting slavery through his teachings and ignoring the pro-abolitionist literature that he came across, Brisbane underwent what he refers to as a moral awakening in which he saw the \"error of his ways.\"  He immediately freed many of his slaves and traveled north to join the cause of the abolitionists and use his persuasive skills as a orator to sway people towards his new understanding of Christianity as anti-slavery.","This issue of religion being used as justification for slavery, secession, and eventually war is a prominent issue in nineteenth-century America and it is fascinating how one man can at one point or another be a champion for both sides of a polar issue.  <em>American Abolitionists</em> by Stanley Harrold outlines how abolitionist movements generally started as radical, northern institutions but as information and social consciousness grew, more and more moderates began to join the anti-slavery clause.  It was abolitionist literature that originated in the north that played a vital role in Brisbane's own self-examination.  This moment of contingency in American history, where moderates, religious leaders, and even some former slaveowners gave their support for abolitionism had far reaching effects throughout the rest of the nineteenth century."],"locations":[{"id":10238,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":79,"tag":"Religion"},{"id":4,"tag":"Slavery"},{"id":95,"tag":"Abolition"}]},{"id":5017,"title":"To My Betrothed:","course_id":43,"status":"P","start_date":"1873-08-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The courtship correspondence between 37 year-old Luther P. Hawkins and 26 year-old Mary Roe followed a new trend of a romantic America. After the American Revolution, courtships sought a match based on love and affection over economic gain. A person’s character became an essential concern in choosing a spouse. Middle-class women more commonly looked for kind men who were slow to anger, and men looked for cheerful and affectionate women.  Every letter exchanged from the first in the collection in August of 1873 to the last in December of 1875 began with a short anecdote describing Mary or Luther’s excitement over receiving the other’s previous letter. Couples more commonly came from similar backgrounds and class. It was not unusual for such a mate to be found in a family friend or cousin. The letters between Mary and Luther do not reference how they met, but both were born and raised in Greenville, South Carolina and several mutual friends are mentioned."," ","Although the traditional dowry practice diminished, the betrothed still sought the woman’s father’s approval. In Mary’s first letter to Luther on August 14, 1873 she wrote of her mother discovering her wearing her engagement ring. She recounted her mother saying to her father it was a “massive ring” and must have cost him “eight dollars.” In his response, Luther expressed surprise that Mary’s mother had noticed the ring so soon."," ","The male-female ratio in the United States had leveled out before the Civil War, and men no longer out-numbered women. Falling out of the example set by their grandparents’ generation, women of this time were more likely to savor their single life and put off marriage longer. Women, like Mary Roe, could easily be found working as teachers while single but be expected to stay in the home after marriage. In the 1880 census, Mary [Roe] Hawkins’s occupation was listed as “keeping house”, just as her mother’s was listed in the 1870 census."," ","Most of the face-to-face courtship played out during social gatherings or church meetings. In the letters between Roe and Hawkins starting in 1873, both frequently referenced moments of interaction at the Reedy River Church or Berea Church. Their letters in the first year of their engagement suggest that the couple saw each other no more than once every week to two weeks: and most of these interactions were at church. Occasionally, Hawkins, as was typical of men in the antebellum South, visited the Roe household. In his second letter to Roe on August 18, 1873, Hawkins mentioned his embarrassment of coming to Mary’s house before he had “promised her” to marriage. Never were unmarried couples in this time expected to meet outside the watchful eyes of friends or family. Unlike pre-Revolutionary times, a bride typically went to the altar a virgin."],"locations":[{"id":11536,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":60,"tag":"letters"},{"id":670,"tag":"courtship"}]},{"id":5018,"title":"<strong>1876 Conservative Resurgence in South Carolina Makes an Appeal to Black Voters </strong>","course_id":43,"status":"P","start_date":"1876-09-16","end_date":"1876-09-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1876 election, The Democratic Party in South Carolina overthrew Republican control of state government, resulting in what was called the “Redemption” of the state.  Using every means at their disposal, the Democrats employed paramilitary “rifle clubs”, violence, intimidation, and electoral fraud to reassert white, Democratic control over the state.  At the head of the party was wealthy farmer and esteemed former Confederate general Wade Hampton III.","As part of his campaign, the state Democratic Party released a pamphlet entitled “Free Men! Free Ballots! Free Schools! The Pledges of Wade Hampton, Democratic Candidate for Governor, To the Colored People of South Carolina.”  The pamphlet included letters and excerpts from Hampton’s campaign speeches, purportedly revealing his concern for racial equality and concern for the needs of black South Carolinians.  The pamphlet also included a letter from one of Hampton’s former slaves pledging to vote for him, remembrances of his peaceful and harmonious relationship with the slaves on his Mississippi farm. It also contained pledges from Hampton that he supported “impartial suffrage”, the 13<sup>th</sup>, 14<sup>th</sup>, and 15<sup>th</sup> Amendments, and “equal rights and full protection” for all races.  In one speech in Abbeville On September 16, Hampton tells whites that they should not vote for him if they think he will favor them over black South Carolinians.","The pamphlet reveals the conflicted role that race played in Hampton’s campaign, in South Carolina, and in race and party conflict in the post-Reconstruction South.  Although no believer in radical equality, historians such as Walter Edgar consider Hampton somewhat milder in his racial views than many of his counterparts, urging white restraint and calling for black participation in the Democratic Party.  As governor, Hampton did allow limited black participation in government. However, the entire purpose of the campaign was the re-assertion of white Southern control over the state, and under his leadership, the Democratic campaign was marked by violence and hatred.  In one example, conflict in Ellenton led to the killing of at least 30 black South Carolinians. Armed violence took place throughout the state, and the Democratic Party gained its authority and power through the support of rifle clubs, armed groups of whites who paraded the state intimidating voters."],"locations":[{"id":11421,"lat":34.1679782338,"lng":-82.3756180087,"zoom":9,"place":"ABBEVILLE, South Carolina"}],"tags":[{"id":673,"tag":"Electoral Campaigns"},{"id":672,"tag":"Redemption"},{"id":671,"tag":"African American Suffrage"},{"id":42,"tag":"Civil Rights"},{"id":21,"tag":"Race Relations"},{"id":18,"tag":"Politics"},{"id":1,"tag":"Crime/Violence"},{"id":3,"tag":"African-Americans"}]},{"id":5020,"title":"Threats from a Union Leader to a Confederate Leader","course_id":43,"status":"P","start_date":"1864-11-11","end_date":"1864-11-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Colonel John S. Mosby of the 1<sup>st</sup> Virginia Cavalry was known as the “Grey Ghost” because of his ability to elude and disappear from his Union opponents in the Civil War.  His thoughts and memories are captured in a collection of writings that he wrote throughout the Civil War.  These writings span from his early adulthood in 1855 to the end of the Civil War in 1865. ","One letter specifically written by Mosby on November 11, 1864 to the very respected General P.H. Sheridan, of the Union, speaks specifically to the feelings and thoughts of both the Union and the Confederacy.  In this letter Mosby directly calls out General Sheridan and says, “Six of my men who had been captured by your forces, were hung and shot in the streets of Fort Royal, by order and in the immediate presence of Brigadier-General Custer.  Since then another shared a similar fate.”  Mosby then goes on to say about seven of General Sheridan’s men captured by Mosby that, “seven of your men were, by my order, executed on the Valley Pike – your highway of travel.”","Although written by a Confederate Lieutenant Colonel and soldier, this letter reveals the way the Union was thinking towards the Confederate army.  The killing of six of Mosby’s men signifies the punishment that Union armies were planning to use against some of the Confederate Soldiers.  These killings may have been due to the fact that Mosby was not respected by Union leaders because of his “hit and run” strategy of fighting.  Mosby was known for eluding and quick strikes against Union regiments.  Mosby would not stand up and fight.  The Union leaders wanted to threaten Mosby and scare him away from these “hit and run” attacks.  Not only did the Union Army not like Mosby, the Union Army would not save any of Mosby’s men as signified by a sign hung around one of the six killed soldiers that declared “that this would be the fate of Mosby and all his men.”  This would warn Mosby and the rest of his army that the Union would not stand for anything the Confederate Army would throw at them.","This letter also reveals the thoughts and treatment that the Confederate Army used during the war.  The Confederate Army would not let the Union Army bully their way to a win.  This was evident in the fact that Mosby ordered the same fate to the Union prisoners that the Union army had ordered to captured Confederate prisoners.  This worked with great success as Mosby later says, “No further ‘acts of barbarity’ were committed on my men.”  Mosby and the Confederacy were not going to lie down easily even though the Union Army vastly outnumbered them.  Thus, the Union idea that they could “bully” the South was quickly shot down."],"locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":676,"tag":"John S. Mosby"},{"id":669,"tag":"Confederate Army"},{"id":32,"tag":"Civil War"}]},{"id":5021,"title":"The University Riflemen Head to War","course_id":43,"status":"P","start_date":"1861-04-17","end_date":"1862-05-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["It was April 1861, and Furman University was preparing for war.  The students at this university in Greenville, South Carolina had formed an infantry company called the University Riflemen as early as that January with the sectional crisis in mind and now events were reaching a climax.  On April 17, four days after the surrender of Fort Sumter to Confederate forces in Charleston, Professor John F. Lanneau delivered to Governor Perkins a letter signed by university President James Furman offering the state the services of the Riflemen.  It must have been a disappointment when the governor declined their offer, saying “I believe the fighting will be in Virginia and Pensacola…I do not think our young men of any college, who constitute the future of our Nation, should be marched in other states.”","The Furman students were not to be deterred, however, and Prof. Lanneau’s role in the war was only just beginning. On April 22 the University Riflemen unanimously elected Lanneau to be their captain.  In their letter informing him of the decision, the unit’s officers urged him to take the offer by arguing “By accepting the post, you will give dignity and importance to the Corps and assure our parents that we are under the supervision of one who will exercise parental care over us.”","Born in 1836 in Charleston, Lanneau graduated in 1856 first in his class from South Carolina’s military academy, the Citadel.  He then taught math, physics and chemistry at Furman.  Despite evidently not having sought out a commission, Lanneau accepted his students’ offer and began looking for a way to get them into the war.  Opportunity would not elude him for long.","On April 30 Wade Hampton, after gaining authorization from Confederate President Jefferson Davis and Governor Pickens, began recruiting the state’s social elite for an independent legion.  Hampton, one of the wealthiest planters in South Carolina, personally toured around the state to select companies for this new unit.  Lanneau wrote to Hampton on behalf of the newly rechristened Brooks Troop, and they were chosen to become one of the four cavalry companies of what would become known as the Hampton Legion.","Lanneau would be the captain of Company B of the Hampton Legion until June 1862, and his faithfully-kept notebook (actually a textbook he wrote in the margins of) preserves his memory of the time.  After his company missed the Battle of Manassas due to a lack of railcars, Lanneau arrived at the battlefield to see “unburied bodies and carcasses of horses were still there [five days later] – but strange, no carrion birds.”  Instead of battling the “Lincolnites,” he and his men fought boredom, disease (typhoid fever claimed the first casualty in Lanneau’s outfit), Union sympathizers and Mother Nature (in a training exercise “we encountered a real and not altogether insignificant enemy – viz., a swarm of yellow jackets: several horses and riders were wounded, but not mortally).","Lanneau’s notebook provides a glimpse at the quiet part of the Civil War that followed the Battle of Manassas in the east.  However, this quiet would be short-lived, as by May, 1862, Brooks Troop was fully engaged in the battles in and around Williamsburg and Yorktown, where it was the last Confederate unit to retreat.  When Hampton’s Legion was reorganized that June, new elections were held for officers.  Lanneau was not reelected as captain, so he joined the Confederate Engineer Corp to serve out the rest of the war.  He would return to teaching after the war."],"locations":[{"id":11535,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":675,"tag":"Hampton Legion"},{"id":674,"tag":"Furman University"},{"id":32,"tag":"Civil War"}]},{"id":5022,"title":"The War Wasn't the only Factor!","course_id":43,"status":"P","start_date":"1865-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Besides the war, what could possibly ruin the South’s economy in 1865?  By the end of the war, the South had been completely devastated by the fighting that they could not afford to have anything else happen to them, but it did.  Already suffering from the economic losses of the Civil War, the drought of 1865 left many farmers in the South unable to provide for their family.  The Columbia University observatory writes, \"From the mid 1850s to the mid 1860s the West and Plains were struck by a severe drought... this was the worst drought to strike in the last 300 years, worse than the Dust Bowl drought.\" To add to the problem, the newly freed slaves were not helping any of their former masters pick cotton.  So not only could the farmers not produce much corn and potatoes due to the drought, the one crop they could produce in the drought could not be picked.","Originally published in the <em>Annual Cyclopedia, 1865 </em>one Texas farmer wrote, “The drought had nearly ruined the corn crops, and it is estimated that only one-half a crop will be made this season.  The same will prove true of the potato crop.  Cotton looks well, and we have been informed by all the citizens that they have never before seen such a fine and heavy yield as this season.  We hear loud complaints everywhere of the scarcity of hands to pick and save it.  The planters made contracts with their former slaves to remain with them and save the crops, but they proved unfaithful and deserted at the first opportunity.  Thousands of bales of splendid cotton will be lost in Washington County.”","This article reveals many things about the Texas economy and the South’s economy after the war.  The drought created great panic in the South.  Many families in the South only had one way of making money, and that was to farm.  With a drought, these families had no means of making money.  They could not go to work because they lived in the country, and really had no skills that would help them in an urban society.  This article also reveals the social structure in which the Civil War had created between the Whites and the newly freedmen.  The fact that the freedmen signed contracts and did not follow through with them reassured the whites that their former slaves could not be trusted.  This elevated the racial tension between the freedmen and the white southern planters.","In Conclusion, the war played a devastating role on the economics of the South; however, it was not the only factor that plagued the South in 1865.  The drought of 1865 caused farmers to not be able to produce corn and potatoes.  Finally, the farmers had no way of picking the abundant cotton because of the newly emancipated slaves."],"locations":[{"id":13298,"lat":30.219424664,"lng":-96.5113741782,"zoom":9,"place":"WASHINGTON, Texas"}],"tags":[{"id":677,"tag":"Drought of 1865"},{"id":678,"tag":"Economy of the South"},{"id":679,"tag":"1865"}]},{"id":5023,"title":"\"The Political Quadrille\": the 1860 Election","course_id":43,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the Nineteenth Century, political cartoons became very popular ways for people to learn about politics in a humorous way.  One of the first American Political magazines, <em>Harper’s Weekly</em> <em>(A Journal of Civilization)</em>, was one of the first magazines that published political cartoons.  Arguably, some of the most important articles, illustrations, and cartoons came from <em>Harper’s Weekly</em>.  One of the most popular and important political cartoon was named “The Political Quadrille: Music by Dred Scott”, released in the <em>Weekly</em> in 1860.","“The Political Quadrille: Music by Dred Scott” was a very complex political cartoon.  Center and most importantly, sat Dred Scott playing the fiddle.   In the upper right hand corner, republican Abraham Lincoln dances with an African American woman which signified his party’s alignment with abolitionists.  The upper left corner shows democrats John Breckinridge and James Buchanan dancing together.  The lower left corner shows Stephen Douglas dancing with an old, worn-down Irishman which implied that Douglas was Catholic and backed Irish Immigrants.  Finally, in the bottom right corner, the cartoonists John Bell dances with a Native American which implied the Bell was interested in the relationship with the Indians. ","So what does this cartoon tell us about the 1860 election?  While the cartoonist is unknown, the meaning is not.  “The Political Quadrille: Music by Dred Scott” comically told the story of the election in 1860.  Dred Scott, sitting center and playing a fiddle, was used in this political cartoon to show the impact of the Dred Scott decision on the 1860 election.  The Dred Scott decision of 1857 ruled that slavery could not be prohibited by the federal government or the territorial governments.  This played a major role in the election, which is the reason why the cartoonists placed Dred Scott in the middle of all the candidates.  By drawing the four major candidates of the 1860 election dancing and placing them around Dred Scott, the cartoonists implied that whoever was going to win the election was going to win it with how they viewed slavery and African Americans.  <em>Harper’s Weekly </em>explained the cartoon by saying, “A general parody on the 1860 presidential contest, highlighting the impact of the Dred Scott decision on the race… The burning question of the future of slavery in the United States was addressed by several of the contenders during the 1860 race. Here the four presidential candidates dance with members of their supposed respective constituencies.”  This political cartoon, along with many others, shows the main differences between the four major candidates and what the main issues of the time were. In the end, Abraham Lincoln proved to be victorious.  The <em>Journal of the Abraham Lincoln Association</em> says that Lincoln was able to win by \"fusing anti-slavery nationalism to the interest of free society.\"  Thus, his views on slavery helped win him the election."],"locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":683,"tag":"Abraham Lincoln"},{"id":682,"tag":"1860 Election"},{"id":680,"tag":"Harper's Weekly"},{"id":772,"tag":"\"The Political Quadrille\""}]},{"id":5027,"title":"Beyond the Horizon: Innovation and Discovery in the United States Exploring Expedition","course_id":43,"status":"P","start_date":"1838-08-19","end_date":"1842-06-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The <em>Vincennes</em> rests majestically amidst the Antarctic silence, its sails slack beneath the windless sky, captured forever in fading brushstrokes. Icebergs tower above the deck, rising to surround the fragile ship. Every detail speaks of wondrous, consuming stillness; the ship stands resolute, set romantically against the frozen wilderness at the edge of the world. The painting is a symbolic reflection of the conquest of the natural world, a testament to the vision and resolve of humanity.","           Three years earlier, as froth lashed wooden bows, as wind filled the sails, six ships swept eastward from Virginia across the world. The United States Exploring Expedition was a crusade without precedent in its nation’s history, “one of the largest voyages of discovery in the history of Western exploration.” Its very purpose typified the systematic rationalization of the nineteenth century. It was to be an expedition of enlightenment and humanity, an exploration of the uncharted reaches of the world—and of the limits of human endurance. It was an assertion of American diplomatic presence, meant to expand both commerce and scientific understanding. The ships sailed from Hampton Roads, Virginia, in August 1838, commanded by the obsessive, overreaching Charles Wilkes. After rounding Cape Horn that February, they spent three years in the Pacific, surveying islands and charting unmapped coasts. In South America the crew witnessed the brutality of the slave trade and the secularization of an emerging generation. In Fiji two were ambushed and slain, prompting retaliation that left fifty-seven native villagers dead and entire villages destroyed. They climbed Mauna Loa and survived a hurricane in the Hawaiian Islands and celebrated the Fourth of July on the shores of Oregon. They stood in awe of the Andes and the pristine, ice-capped volcanoes of the Pacific Northwest. They established the existence of a seventh continent—Antarctica—and mapped 1500 miles of its icy shores.","            When the expedition returned to New York in the summer of 1842, however, it was largely ignored. Haunted by allegations of brutality and emotional instability, Wilkes was court-marshaled by the navy and forsaken by the people. The nation renounced its oceanic frontier and turned toward the infinite West, rendering the voyage largely irrelevant to American culture. Still, in terms of scientific achievement, the United States Exploring Expedition cannot be forgotten. The scientists brought back 10,000 distinct species of plants, animals, and coral, and fossils. Linguists and naturalists had filled entire volumes with cultural, linguistic, and ethnological insight from around the world. Cartographers had created 241 charts and mapped 800 miles of the Oregon coast. The collections formed the basis for the National Institute for the Promotion of Science and eventually the Smithsonian Institute, paving the way for the American scientific advancement that endures to this day."],"locations":[{"id":14406,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":695,"tag":"Antarctica"},{"id":694,"tag":"Charles Wilkes"},{"id":693,"tag":"Exploration"},{"id":692,"tag":"Science"},{"id":603,"tag":"United States Navy"}]},{"id":5028,"title":"Do You Hate Me?","course_id":43,"status":"P","start_date":"1802-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A four-year-old boy cries aloud as his grandmother continuously beats him with a club, repeatedly demanding of him, “do you hate me?”  Young William Apess, ignorant of his grandmother’s meaning, knows only to answer in the affirmative, hoping to appease her every wish.  The life of this little boy would have ended at that very moment had his uncle not intervened to rescue him from the brutal beating by his intoxicated grandmother.  Suffering serious injuries to his arm, it would take him the better part of a year to fully recover under the nurture of the neighboring white family Mr. and Mrs. Furman.","The granddaughter of the king of the Pequot tribe and married to a white man, William’s grandmother was reputably a fair and beautiful woman.  The blend in William’s blood would have profound effect on his life and his attitude for the coming years.  William Apess became the first Native American to publish an autobiography in 1829.  The theme of his autobiography <em>A Son of the Forest</em> ostensibly highlights the failure of white men to see the hypocrisy in denying Native Americans the “self-evident” rights guaranteed to all mankind. Apess further condemns the whites for referring to his kind as heathens while treating them in the most un-Christian way.  Though brought up largely by Native Americans under meager conditions, Apess grew to be immersed into the life and culture of a white man where he became a Methodist preacher.  What is most striking then about the narrative of his beating is that it is infused with hatred to the whites.  After telling of his grandmother’s actions, Apess remarks, “But this cruel and unnatural conduct was the effect of some cause-I attribute it in a great measure to the whites.”  Though he concentrates little on his feelings toward his grandmother and his family at the age of four, Apess clearly blames the whites for introducing these “ardent spirits” in the same sentences that pontificate her dangerous and ravenous beatings.  Even though Apess had become “successful” as a white man, he remained true to what he referred to as his red roots because of the discrimination that faced him at every turn.  Through the complexities of his attitude toward the white culture that could accept him only when he became one of them, one thing is clear: William Apess lived a life that faced the perpetual paradox of praise and blame, success and shame, heroism and betrayal.  Because of his multifarious heritage, he was forced to beg the question to the conglomeration of persons in his life, “do you hate me?”"],"locations":[{"id":15849,"lat":42.2902620083,"lng":-70.9709524989,"zoom":9,"place":"Norfolk, Massachusetts"}],"tags":[{"id":497,"tag":"Writing"},{"id":177,"tag":"literature"},{"id":42,"tag":"Civil Rights"},{"id":696,"tag":"Native American issues"},{"id":697,"tag":"Historiography"}]},{"id":5029,"title":"The Last Frontier:  The Adirondack Mountains in the Nineteenth Century","course_id":43,"status":"P","start_date":"1854-01-01","end_date":"1854-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The loss of untouched and pristine nature began in nineteenth century America in the age growing urbanization and industrialization, yet a few places remained, allowing Americans to discover themselves in nature.  An 1854 illustration in Richards’ <em>American Scenery:  Illustrated</em> called “Lake in the Adirondacks, New York” revealed that these places did still exist in the nineteenth century.  The illustration showed one man fishing in a lake in the Adirondack Mountains, surrounded by nature untouched by human hands.  The image depicted mountains, lakes, trees, rocks, and shores, with no mention of the evidence of human society growing exponentially around it.  The sun was streaming over the water, a true depiction of calm and tranquility compared to the hustle and bustle of mid-nineteenth century life.  It was a true picture of the American frontier, even though it is actually located in the urbanized Northeast.   The chapter following the image compared the Adirondack Mountains of northern New York to Broadway Street in New York City.  Visitors to the area were “…astonished that Nature should yet remain in such primitive solitude and grandeur, so near the crowded marts of commerce and the ceaseless hum of human life and enterprise.”","Environmentalism was born in America in the nineteenth century as Americans began to feel the loss of what was once “the final frontier.”  As the American machine was developing its conquest of nature, the idea of preservation became prevalent in society.  Americans looked to protect undisturbed nature in the early nineteenth century before conservation became the dominant course in America.  Environmental thinking like this led to the creation of national and recreational parks in order to preserve nature.  The Adirondack Parkwas created in 1892 by the New York legislature to preserve the wilderness of state and protect it from modernization and an expanding population.  This act protected the area of loggers, and forever preserved from loggers that were destroying one of the few areas remaining that was different from the growingly urbanized and commercialized world.  In the 1800s, Urbanization was destroying the natural world that was viewed to be beneficial both for its own good and for its spiritual impact on people.  While the wilderness of the Adirondacks was unfit for economic and agricultural uses, it was rich in more than physical things; the loneliness of the area was both health-giving and soul-cheering.  This image spoke of American culture and society, as it moved toward urban and consumer life and away from the natural world.  Citizens of cities in nineteenth century America would have been unable to survive in the mountains of northern New York, even though in reality going from the city to the country should be from a more complex life to simplicity.  As Henry David Thoreau wrote in his book, Walden, “…as he simplifies his life, the laws of the universe will appear less complex.”"],"locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":30,"tag":"Urban Society"},{"id":8,"tag":"Arts/Leisure"}]},{"id":5030,"title":"Vogue:  Women’s Nineteenth Century Fashion","course_id":43,"status":"P","start_date":"1875-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The changing role of nineteenth century women from a worker on the farm to a woman of society was reflected in fashion transformations, with fashion magazines that spoke directly to women, stating that “every lady loves it.”  Magazine stressed the novelty and desirability of the clothing pictured.  MME Demorest’s Illustrated Portfolio of the Fashions was a popular biannual women’s magazine, costing individuals ten cents.  Directions were given in the magazine for measurements and the type and amount of fabric; patterns were then sent from New York City for ten to thirty cents each.   The magazine was delivered all over the country, directly from the nation’s fashion capital, New York City.  The 1875 spring and summer edition of the magazine pictured items such as demitrain skirts, overskirts, basques, polonaises, bonnets, and aprons.  The fashions showed women what was “in” and what to wear, what was “useful, practical, and reliable information.”  All styles were elegant, meant for high society women; women pictured were standing, acting prim and proper.  The magazine illustrated the fact that appearing well-dressed was very important to people in the nineteenth century; many were willing to have inferior homes and diets to wear symbols of supposed status and success in society.  The creation of fashion styles demonstrated the more general change in America to a consumer culture and market society.","Even as early as the 1830s in America, \"the lady of fashion had arrived.\"  As women moved from the fields to the home, attire accommodated to the new expectations of the female gender.  Many women had acquired a new aversion to working and managing household affairs, creating terrible wives, as this was the expectation of women at this time.  All of the styles and suggested materials were heavy, even though the styles were for the spring and summer; this revealed that fashion was to make a statement, not to be comfortable or practical.  The specific magazine was sold in Greenville, South Carolina residents, and while the fashions may have made sense for New York City, they may not have been as applicable to Southern or rural women.  The magazine did not show the distinct differences between city and country that were very apparent in the nineteenth century, only picturing the styles of the nation's fashion capital.  Also, fashion styles for girls even under the age of ten were elegant and unreasonable, if more jaunty than the women’s styles.  The magazine illustrated that women had a new role in society:  to be seen and not to work or be on the same intellectual or political level as men.  In nineteenth century society, women were to be, “the graces of purity, gentleness, kindness, modesty, constancy, sincerity, resignation, and of a meek and quiet spirit are your bright ornaments.”  American women's fashion also depicted the wider changes in nineteenth century society from the ideal of republican simplicity to aristocratic decadence."],"locations":[{"id":8927,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":7,"tag":"Women"},{"id":8,"tag":"Arts/Leisure"}]},{"id":5031,"title":"Arctic Exploration:  Dangerous Adventure or Scientific Discovery?","course_id":43,"status":"P","start_date":"1873-05-13","end_date":"1873-05-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Arctic exploration debates the larger question encompassing nineteenth century America:  do we play it safe, or take risks to gain knowledge?  Do we preserve what we have, or seek new things?  Arctic exploration is one debate that centers on these issues, and the 1873 <em>New York Tribune</em> article, “Arctic Exploration,” addresses these difficult questions.  The late nineteenth century saw the beginning of the adventurous explorers who dared to face the unknown of the Arctic Circle.  The article addresses the conflict between risk and knowledge.  Many people did not support Arctic exploration, claiming that it made prisoners of explorers and the risk was not worth the gain.  Arctic exploration in the 1870s came at the same time as the Panic of 1873, and many believed that money should go to things closer to home with more tangible results.  This newspaper article, however, defends Arctic exploration, stating that Arctic exploration can satisfy our natural “thirst for knowledge.”  Science, knowledge, and experience do not come from the majority of Americans that were becoming comfortable in their urban lives; instead, they must accept and support the brave souls who were willing to face the Arctic wilderness for answers.  And often, it involved looking forward; results from expeditions often seemed unimportant at the time, but the writer claims that one had to look to the future as grounds for Arctic exploration.","The nineteenth century is often noted for Western expansion in the United States, but many also began to look beyond the Americas.  Arctic exploration of the nineteenth century can be compared to the twentieth century’s space race, as quests involved competition and distinction, as well as tragedy and failure.  It is true that many men died, many ships were lost and, on the surface, discoveries were not major or life-changing.  Perhaps the compulsion for Arctic exploration comes from an “Arctic Fever,” and that explorers felt and urge to go into the unknown against better judgment and with little chance of knowledge or success as a result.  And yet the article describes the “softening” of Americans, from the tough and adventurous people they once were.  The drive and spirit of Ulysses that brought people to America to better their lives is gone in most people.  The fear of death comes into play, as it often does in the nineteenth century.  \"Shall adventure be given up or the field of discovery abandoned because there's peril in it because some men suffer and others die for sake of it!\"  The writer claims that death comes to all, and that dying in pursuit of a greater truth in the unexplored North is worth the risk.  Arctic explorers were men of the future, who moved society forward and lived life through risks as all Americans should.  And it all comes down to the idea of creating a history worth remembering; without risk, there is no gain."],"locations":[{"id":8927,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":16,"tag":"Science/Technology"}]},{"id":5032,"title":"Being an African American after Emancipation","course_id":43,"status":"P","start_date":"1865-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["James Johnson, a 79 year old ex-slave from Columbia, South Carolina, stated in his narrative that he “[felt] and [knew] dat de years after de war was worser than befo’”.  The Emancipation Proclamation and the Union’s victory in the war secured the freedom of slaves, but with a society plagued by Jim Crow Laws and segregation, ex-slaves were far from liberated. Slaves paid the price for their freedom as emancipation introduced new hardships, insecurities, and humiliation.","During the post Civil War and Reconstruction Era, a slave’s fight for freedom turned into a mere fight for survival. The majority of slaves were released from their previous plantations penniless. Wages for African Americans also fluctuated in response to the perceived worth of that person and manual labor was considered easily replaceable during the post Civil War time period. With income being an issue, few ex-slaves had the ability to own land. According to the 1880 Census, one-fifith of African Americans owned at least some of the land they farmed. However, these holdings were usually beset with debt, crippling African American owners in the long run.  Johnson declared that, “Befo’ de war, niggers did have a place to lie down at night and somewhere to eat, when they got hungry in slavery time.”","This prevalent poverty among ex-slaves during the Reconstruction Era resulted in a lack of nourishment and medical care which in turn caused a high mortality rate for African Americans, especially children. Illness left former slaves with the burden of unpaid medical bills or the inability to access proper medical care. Deficiencies caused African Americans to resort to the treatment of diseases with herbal and home remedies. The 1900 Census reveals 30 per 1,000 blacks died each year as opposed to only 17 per 1,000 whites.","Death as a result of poverty was not the only thing that affected a slave’s life in the tough times of the post Civil War era. Ex-slaves were weakened by a severe sense of isolation brought on by separation from their families. Sales of slaves, the death of owners, and the presentation of slaves as gifts during the pre- Civil War era were only some of the reasons for this division. Alienation and loneliness dampened the spirit of these slaves’ new found freedom and made the fight to survive that much harder.","As whites saw African Americans as an imposition on normality as well as a threat to their dominance, they continued to make former slaves work for their freedom. Johnson stated in his narrative that “Since them times, a many a nigger has had it tough to make a livin’. I know dat is so, too, cause I has been all long dere.” Johnson’s experiences, along with so many others, shed light on the darker side of emancipation after the Civil War."],"locations":[{"id":11582,"lat":33.8933663203,"lng":-81.2948046475,"zoom":8,"place":"LEXINGTON, South Carolina"}],"tags":[{"id":365,"tag":"Emancipation"},{"id":142,"tag":"african americans"}]},{"id":5033,"title":"Tribulations after the Trail","course_id":43,"status":"P","start_date":"1857-08-14","end_date":"1857-08-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Historian Frederick Turner once described the frontier as \"the meeting point between savagery and civilization.\" On the journey out west, wagons were pillaged by Native Americans who stole animals and destroyed necessities, seeking revenge for the intrusion up their land. Westward travelers saw their destinations as safe havens; however, the troubles did not end when their journey did. As each party involved in Westward expansion, both white settlers and Indians alike, saw themselves as the victim and the other as the villain, it was inevitable that an outbreak of violence spread throughout the West making settlement incredibly unstable.","The diary of Winfield Scott Ebey provides a personal account of white settlers forging the Oregon Trail and what awaited the travelers in the end. After the Trail, Ebey and his family settled on Whidbey Island in Washington. The perception of danger forced the Ebey settlers to build blockhouses for protection against the Indians during the years of the Puget Sound Indian War of 1855. On August 11th, Ebey's brother, Isaac, was killed by Canadian Indians. Isaac's body was discovered on the front porch, his head taken as a trophy.","With the loss of his brother came changes in Ebey's emotions, hopes, and dreams. Ebey stated \" I will endeavor to make a statement of the difficulty that has wrought so wonderfull a change in all my plans & views of life & left me without any prop to hold me up- left me it seems alone.\" The Ebey's, as well as many others, believed that their settlement in the west would be the answer to their problems, but instead it was the catalyst for many more challenges. For a short time, Winfield Ebey had a new life, reunited with members of his family, but only to have it all taken away.","For a long time, even the hint of Indian presence spread terror throughout settlers. During the years of westward expansion, the toll of life taken by the Indians climbed into the thousands. Many people saw bodies of fellow settlers tortured and scalped. In his diary, Ebey declares them \"damned Northern Indians.\" He later describes his brother's death by saying that \" If it had been the Lord's will to have taken him- had he died in his bed with his friends & the consolations of religion around him- then I Could have given him up freely... But to be calld from him in the midst of his family & shot down like a wild beast at his own door- without a moments notice not a second given him to prepare for his change- it was awful.\" The attitudes portrayed here by Ebey are reflective of how most settlers felt that \"the only good Indian was a dead one\" being that they were the only reason for any problems.","Historian Patricia Limerick described the process of westward expansion by explaining that \"human beings can be a mess- contentious, conflict-loving, petty, vindictive, and cruel- and can manifest grace, dignity, compassion and understanding.\" In other words, westward expansion had much more of a \"moral complexity\" about it than is usually revealed. Yes, settlers like Ebey and his family did fall victim to a certain unforgiving brutality. His diary; however, fails to mention what historians discovered- his brother's murderers were seeking revenge for their tribesmen who had been killed by white men. Ebey's diary serves as an example of how white settlers could be unreflective about their actions. Settlers seldomly considered the possibility that their occupation of the west might instead be an invasion of someone's home and that rather than always being the victims, they were sometimes in fact the perpetrators. Diaries like the one belonging to Winfield Scott Ebey provide accounts of the period of expansion, but the accuracy of these documentations have left many incomplete viewpoints in their wake and a skewed understanding of history."," "],"locations":[{"id":14419,"lat":null,"lng":null,"zoom":8,"place":"CLARK, Washington"}],"tags":[{"id":411,"tag":"Westward Expansion"},{"id":698,"tag":"Oregon Trail"}]},{"id":5034,"title":"Prohibition Throughout Time","course_id":43,"status":"P","start_date":"1/30/00","end_date":"1/30/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1861, the Boston Temperance Alliance exclaimed that \"alcohol in the living body [was] not a servant or a friend, but a disturber, a foe; in a single word,...a narcotic poison.\" The idea of prohibition has been around since colonial times, spear-headed by a man named Dr. Benjamin Rush who argued in 1784 that excessive alcohol consumption was harmful to both the human body and mind. These ideas were continually supported throughout time by important figures such as Abraham Lincoln. In the 1840s, the \"dry movement\" was lead by zealous religious denominations, especially the Methodists. During the Second Great Awakening, there was an extreme shift of moral attitudes and a push for social reform. The \"hearty, carefree drinking habits of the yeoman-artisan republic\" had eroded so much that public drunkeness became standard and soon associated with human depression, social disorder, and violence.","The Boston Temperance Alliance stated in their 1861 address to the commonwealth that for \"a third of a century, the duty of abandoning the use, and prohibiting the sale, of intoxicating liquors as a beverage has been gaining the assent and commanding the approval of the virtuous of every class.\" The Alliance went on to attacked certain areas of the nation, one in particular being the \"liquor-demented Washington... the deluged-precincts of the capital.\" The truth was; however, that alcohol had always been the focal point of social and political events. Churches were purposefully built next to taverns for congregation after services and alcohol was even seen as a cure for certain illnesses. People who did not attribute the political and social corruption to alcohol, hastily organized opposition to temperance. These members of society founded their own organizations and triggered outbreaks of violence such as the Lager Beer Riot in 1855 after the Know-Nothing mayor of Chicago closed bars on Sunday.","The idea that “respectable men go to church on Sunday” stood; however, and the American Temperance Society brought the movement to a national scale. In the 1890s, the Anti-Saloon League of America became a leading force and sought not only moderation, but complete prohibition. In 1915, a statue known as the Maine Law outlawed sale in alcohol in Portland and consequently, many northern states followed their lead. The Massachusetts Temperance Alliance address stated that the \"progress of every moral enterprise, in order to be stable, must be slow... prohibitory policy has risen from the position of being vascilatingly tolerated in one or two of the states, to that of stable authority in many of them, and even to a recognition by Congress itself.\" The 18th Amendment was eventually put into effect on January 16, 1920. Through the Volstead Act, prohibition was enforced.","Issues of social degradation were the catalyst for the “dry” movement beginning in the mid-1800s. Prohibition; however, became increasingly unpopular, especially in the big cities and on March 23, 1933, President Franklin Roosevelt singed the Cullen-Harrison Act which allowed the manufacture and sale of \"3.2 beer\" and light wines. Surrounding the issue of prohibition during the early 1900s was a sense of inevitability. With such a widespread effort against alcohol, the 18th Amendment was predictable. Blue Laws are currently still in effect for many states in the nation and issues surrounding alcohol have permeated into literature and other forms of entertainment. Although prohibition did not stick, alcohol consumption is still a predominant issue socially and politically; the concentration being moderation once again."],"locations":[{"id":49725,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"Albany, New York"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":699,"tag":"Temperance Movement"}]},{"id":5035,"title":"The People's Lincoln","course_id":43,"status":"P","start_date":"1869-01-01","end_date":"1869-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In Lincoln’s time, public opinion vigilantly labeled a danger posed by their anti-Constitution imperialist. Lincoln was widely hated, caricatured, and actively opposed. His concern for government outweighed his concern for the people, their freedom, and prosperity. The Lincoln depicted with loyal troops and grateful slaves is far from the man exposed in John A. Marshall’s series from 1869 <em>American Bastille: A History of the Illegal Arrests and Imprisonment of American Citizens in the Northern and Border States on Account of Their Political Opinions During the Late Civil War.</em>"," ","Marshall, who referred to himself in publication as “The Author”, compiled 102 accounts of wrongful seizures authorized by Lincoln’s administration, along with 11 orders and proclamations by the President himself or on his behalf to create the <em>American Bastille.</em> The first public order—but not to say, the beginning of the arrests-- from the War Department, on the subject of the previous and ongoing seizures, on August 8, 1862 read, “That all United States Marshals, and Superintendents, and Chiefs of Police of any town, city, or district, be, and they are hereby authorized and directed to arrest and imprison any person or persons who may be engaged by act, speech, or writing, in discouraging volunteer enlistments, or in any way giving aid and comfort to the enemy, or for any other disloyal practice against the United States.” One such victim of the administration’s agenda was Hon. James W. Well. As of 1869 when <em>American Bastille </em>was published, Well had yet to hear the reason for his arrest. However, Marshall assumed that Well’s editorials in the New York “Daily News” condemning the war and outlining the constitutional violations committed by the Lincoln administration contributed to his arrest."," ","John A. Marshall did not include a bibliography of his sources. But upon further investigation, Marshall’s information on decrees for arrest and victim’s statements align with Secretary of War Hon. Daniel S. Lamont’s <em>The War of the Rebellion: Official Records of the Union and Confederate Armies.</em>"," ","The causes for arrests given for the individuals in Marshall’s <em>American Bastille</em> included opposing the Union, supporting the Confederacy in action or in writing, opposing enlistment, failure to comply with the draft, attempts to leave the country if of age for the draft, or if the administration suspected a person of opposition. Once an arrest was made, not only was the right to a trial denied, but also seeking council was itself considered active rebellion. On December 3, 1861, Seth C. Hawley, Chief Clerk of the Metropolitan Police Commissioners of New York, announced, “…the Department of State of the United States will not recognize any one as an attorney for political prisoners, and will look with distrust upon all applications for release through such channels; and that such applications will be regarded as additional reasons for declining to release the prisoners.”  The <em>American Bastille</em> provides a thorough primary account of Lincoln’s administration’s reaction to those who opposed them. And its pages render a story worth reading."," ","Marshall, who refers to himself in publication as “The Author”, included in his series 102 accounts of wrongful seizures authorized by Lincoln’s administration, along with 11 orders and proclamations by the President himself or on his behalf. The first public order—but not to say, the beginning of the arrests-- issued from the War Department on the subject of the previous and ongoing seizures, on August 8, 1862 by Edwin M. Stanton, Secretary of War read, “That all United States Marshals, and Superintendents, and Chiefs of Police of any town, city, or district, be, and they are hereby authorized and directed to arrest and imprison any person or persons who may be engaged by act, speech, or writing, in discouraging volunteer enlistments, or in any way giving aid and comfort to the enemy, or for any other disloyal practice against the United States.” One such victim of the administration’s lip-locking agenda was Hon. James W. Well. As of 1883 when <em>American Bastille </em>was published, Well had yet to hear the reason for his arrest. However, it can be assumed that his editorials in the New York “Daily News” condemning the war and outlining the constitutional violations committed by the Lincoln administration contributed to his arrest.","John A. Marshall does not include a bibliography of his sources, but upon further investigation, Marshall’s information on decrees for arrest and victim’s statements align with Secretary of War Hon. Daniel S. Lamont’s <em>The War of the Rebellion: Official Records of the Union and Confederate Armies.</em>","The causes for arrests given for the individuals in Marshall’s <em>American Bastille</em> included opposing the Union, supporting the Confederacy in action or in writing, opposing enlistment, failure to comply with the draft, attempts to leave the country if of age for the draft, or if the administration suspected a person of opposition. Once an arrest was made, not only was the right to a trial denied, but also seeking council was itself considered active rebellion. On December 3, 1861, Seth C. Hawley, Chief Clerk of the Metropolitan Police Commissioners of New York, announced, “…the Department of State of the United States will not recognize any one as an attorney for political prisoners, and will look with distrust upon all applications for release through such channels; and that such applications will be regarded as additional reasons for declining to release the prisoners.”  The <em>American Bastille</em> provides a thorough primary account of Lincoln’s administration’s reaction to those who opposed them. And its pages render a story worth reading."],"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":700,"tag":"arrest"},{"id":701,"tag":"Lincoln"},{"id":702,"tag":"seizure"},{"id":703,"tag":"Yankee"}]},{"id":5036,"title":"<strong>Sudden Jump in Southern Church Membership </strong>","course_id":43,"status":"P","start_date":"1822-01-01","end_date":"1822-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After years of meetings focused on the business of dealing with church members who struggled with drunkenness or loose morals, the minutes of the Turkey Creek Baptist Church took a fairly drastic turn into the nineteenth century, showing records of meetings now consumed with the granting of fellowship to slaves.  Almost every entry in the mid-nineteenth century included some account of “a woman of colour belonging to…” or “a man of colour” coming forward to relate his or her “travels” and “after an examination the Church recieved” the new member.  Expanding Christianity to all people, including slaves, is no cause for question or concern, but the suddenness of the matter is one fact worth questioning.","In the mid 1800s, the Civil War was imminent and growing abolitionist sentiment throughout the nation was apparent.  Slaveholders in the South were ever under scrutiny, but the Christian slaveholders wanted to clarify their objectives.  As Christian masters it was their duty to be just and convey to their slaves that the authority was delegated to them by God.  Evangelicals had to “redefine the scope and shape” of their responsibility when “routed in their battles with slavery.” This “Mission to Slaves” exemplified the Evangelical ethic of slaveholders, reinforcing their belief and outward claim that slavery was an effort to convert African-Americans because neither the civil nor “social condition affected the need for salvation or the responsibility to provide it.”  This Mission did not reach maturity until around 1830, but Methodist and Baptist churches in the South had begun years earlier, hence the entries from the Turkey Creek Baptist Church dating as early as 1822.","In short, when skepticism and disapproval of slavery grew, those who believed they were serving a higher purpose were forced to defend themselves.  By increasing slave membership to their churches, Southern Evangelical slave owners were able to provide those who doubted with evidence of their cause."],"locations":[{"id":11416,"lat":34.1679782338,"lng":-82.3756180087,"zoom":9,"place":"ABBEVILLE, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":4,"tag":"Slavery"}]},{"id":5037,"title":"<strong>Musical Patriotism of the Civil War</strong>","course_id":43,"status":"P","start_date":"1861-01-01","end_date":"1861-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Two flags overlap on the cover of the Bonnie Blue Flag sheet music that has passed through many hands and sat atop many pianos in its lifetime.  The blue flag bearing a single star, given consideration as the Texas symbol of secession, and Harry Macarthy’s patriotic tune encompassed some of the southern sentiment at the start of the Civil War.  The song’s lyrics cried out to ban together brother’s who had toiled alongside one another and now felt that their rights were being threatened.  The song describes how the southerners were just and fair as long as the Union was, “but now, when Northern treachery attempts our rights to mar, We hoist on high the Bonnie Blue Flag, that bears a Single Star.”  Songs such as these were immensely popular among both Confederate and Union soldiers, they were viewed as being just as important as military strategy. Robert E. Lee himself believed that an army could not truly exist without music.  A Bible and a songbook were the most popular texts carried by soldiers, and it was songs such as these that helped pass the long warring period. ","Not only did music serve as a way to pass the time and link people supporting a common cause, but soldiers from both sides were joined together in their shared appreciation of music. One afternoon in December of 1862, in Fredericksburg, Virginia on either side of the Rappahannock River soldiers of the Confederacy and the Union were encamped.  The Union soldiers began the festivities, playing their favorites for their Federal.  The Confederate soldiers quickly joined the crowd to listen from the other side.  The band threw in a few of the popular rebel songs they knew just for them, including the Bonnie Blue Flag. ","Music played a critical and often underestimated role in the outcome of the Civil War.  Songs were enjoyed daily that shaped experiences and got soldiers through tough times.  At home, too, people were consoled by music when a loved one’s absence was felt due to war.  The power of music can be used to unite people of certain opinions or to unite people in spite of those opinions.  Thanks to composers like Harry Macarthy, the emotions and stories of the citizens of the Civil War era have been recorded for all posterity, allowing generations to come a chance to remember, identify with, and better understand the feelings of those long gone."],"locations":[{"id":5599,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":32,"tag":"Civil War"}]},{"id":5038,"title":"I Feel Like a Stranger Now","course_id":43,"status":"P","start_date":"1863-01-01","end_date":"1885-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As eighty-one-year old Mr. Paul reflects back on the seventy-four years he lived in Bronx, New York, he paints an image of the city he remembers as far different from the one in which he now lives after the surge of industrialism.  An avid gardener, Mr. Paul describes the old Bronx in terms of rose gardens, flowers, and cherry trees in stark contrast to the “bleak and stony” “shadows” that “blot out the sun.”  Fire-escapes, aerial wires, and tenement dust have replaced the precious patch of earth which was his garden in the backyard in which he cultivated flowers. ","In referring to the subject of commerce, Mr. Paul remembers the stores and shops by their owners with whom he was in community.  His next door neighbor “the baker” was known throughout Bronx for his rye bread and for his kindness to those in need, and passed the family business down to his son.  The way Mr. Paul describes the interactions with others in the neighborhood resembles a strong sense of community and is steeped in personal interactive relationships. ","Scenes of despair about the decreasing sense of community were commonplace in nineteenth century cities.  Often alone and isolated, city folk found themselves cut off from the traditional support of family and neighbors.  Feeling that it was necessary to create new forms of life in the modern metropolis, many turned to journalism as a venue for connecting with the world around them.  As much as public life was flourishing, the rise of the private spectrum also sought nationwide attention.  The power, prerogative, and sanctity of private property encouraged the spread of new ideas about business organization into almost every enterprise, large and small."," ","Mr. Paul’s personal testimony a","The transformation that took place in New York City was first a work of the imagination.  Every structure in this newly developing metropolis added to the good or bad impression of the city dwellers; all who ambitiously set out to erect new buildings were either enhancing or deteriorating public taste.  It was linkages between landscape, culture, and power that informed the discourse of the city building, and behind the design of the new city was a moral environmentalism, a belief that natural and built environments exert profound influence over the ideals and capacities that make of the city life.  American civilization would now be tested in urban areas as the drama of legitimization had shifted scenes.  Imbedded in the motives to create and develop a vast metropolis was a sense of spirituality and moral ideology.  The growth and progress of New York City began in the imagination of ambitious city-dwellers devoted to the idea of progress and advancement.  Though the whole process was one of a trade-off between the old and the new, most individuals of the age believed that given a chance to grow, New York City could become the imperial metropolis of the world.","bout the physical and intangible changes brought about through urbanization reflect the large scale transformations that cities were undergoing across the country.  Though his story represents the negative personal effects of urbanization, economists and businessmen had much to gain through the rise of the city.  This change was both palpable and visible, and in Mr. Paul’s case, provoked a long inhabitant of a city to recognize his own yard as foreign."],"locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":78,"tag":"City Life"},{"id":704,"tag":"Urbanization"},{"id":705,"tag":"Community"},{"id":706,"tag":"Cultural Life"}]},{"id":5039,"title":"<strong>Advancing Culture: Harper’s New Monthly Magazine</strong>","course_id":43,"status":"P","start_date":"1850-06-01","end_date":"1850-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Current issues, events, and ideas were spread and divided among many American journals, newspapers, and periodicals, but in June of 1850 Harper & Brothers of New York sought to “remedy this evil” and provide all of this information in one place for anyone who wished to read it.  The firm introduced Harper’s New Monthly Magazine as the first general interest magazine in America.  They prefaced the issue with a quick word to their readers, explaining the reasoning and need for such a magazine in the United States.  The idea was to “place within the reach of the great mass of the American people the unbounded treasures of the Periodical Literature of the present day.”  They wished to bring the most current works of the most brilliant and innovative minds into the lives of as many as possible, offering their magazine monthly for only three dollars a year.  This was an attempt to keep minds fresh and informed in an age when so many things seemed to be happening and changing so quickly.","Great Britain and France had been in the practice of publishing periodicals for years, with growing popularity.  Harper & Brothers was trying to keep America up to date.  All of the brightest minds and all of their greatest works had been enriching European culture for years and Americans wanted the same for themselves.  Harper’s was a rather liberal arts publication, covering “varied intellectual movements of this most stirring and productive age.”  Scientific discoveries, political activity, and mechanical inventions were to be found among its pages with the fine art and literature, a regular Renaissance magazine. ","Harper & Brothers included the most recent information, not only from America, but from Europe, too.  It was an innovative concept and a way to advance and improve American culture and society.  By catering to “any class of readers…for any kind of reading,” the firm was able to deliver a magazine with a value “so much beyond its price…into the hands or the family circle of every intelligent citizen of the United States.”  Every copy of the issue in June sold and half a year later there were up to 50,000 readers.","Initial issues quickly shifted from the notable European works to the fresh American pieces.  Writers such as Horace Greeley, Horatio Alger, Stephen Douglas, and Mark Twain put forth their ideas for America.  During the 1850s the country was enjoying the access to printed materials that the printing press allowed and the spread of railroads assisted.  Culture was becoming a possible investment, rather than the bare necessities of yesteryears.  Many authors and artists were working to accelerate this process, and Harper’s New Monthly Magazine offered a brilliant and accessible means of doing so."],"locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"},{"id":707,"tag":"Modernization"}]},{"id":5040,"title":"Capturing, Taming, and Marketing the Mustang","course_id":43,"status":"P","start_date":"1870-01-01","end_date":"1879-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Five cowboys on their stallions relay in the chase after the stampede of wild mustangs.  For three full days, the cowboys pass off the shift of herding the animals until after hunger, thirst, and ceaseless movement, the stampede is forced into a state of complete exhaustion only to be captured by their faithful pursuers.   “Wild Horse Charlie” was the first to make a business on a larger scale of capturing mustangs by the implementation of this exhaustive method.  Starting in Colorado, Wild Horse Charlie would drive the mustangs as far as Nebraska and Iowa, where they would be sold as saddle driving ponies.  It was not uncommon to cover a hundred square miles of ground over the course of the capture. ","As early as the 1870s, cowboys were making a business of catching bands of mustangs to sell in the states to the east and to the north.  Another method of capture was to construct a large circular corral whose entrance led into a chute or passageway narrow enough to prevent escape.  The cowboys would surround the fleeing mustangs on all sides so that the only path was straight into the gates of the corral where they would find themselves hopelessly trapped.  The understandable fright of the horses led to frantic trampling in which many would be killed or maimed until they became a panting, foaming, breathless mass.  Lassoing them by their feet, the cowboys would place clogs on the front legs of the animals to prevent their running away until they grew accustomed of their new master. ","The most dangerous and often unyielding method of securing a mustang was “creasing.”  In this method, the cowboy would aim a rifle just so that it could graze the neck of the mustang enough to stun it and knock it down so that it could then be tied up.  Creasing was used only for the purpose of capturing individuals that stood apart for their beauty, color, swiftness, or other form of uniqueness.  As can be expected, the experiment too often went wrong.  Aiming the shot even just an inch off could lead to serious injury or the bullet could miss the animal entirely. ","The daily life of a westerner at the end of the nineteenth century was one of serious contrasts.  The cowboy was a player in the world economy providing sources of capital and markets for production, and yet cowboys lived and worked in areas isolated from the rest of the world where they lacked many of the refinements enjoyed by Americans of the East.  In this land of individual opportunity and personal advancement, the home was often a small place of basic shelter far less advanced than the farm machinery on which the westerners were so entirely dependent.  Large corporations and family-run businesses alike defined the work of the nineteenth-century cowboy, and ranches and farms represented the majority of the cowboys’ place of work.  In a market where household farms were dependent on family labor, most did not work for wages but were self-employed and required the help of the entire family, including women and children.  Though the rapid development of the West was seen as a great triumph, it is hard to measure the success of individuals in the West as opposed to the East.  Opening farms, cutting forests, and building cities were all part of the physical transformation of the West toward progress, but personal advancement and success was often the ultimate judgment of an individual cowboy.","Though often remembered today as lazy, good-for-nothing, drunkards, to be a cowboy was a serious endeavor.  Cook seeks to adamantly shake off this misinformed stereotype by recounting the tremendous difficulties faced by the hard-working cowboy.  A firm understanding of the habits of the mustang as well a commitment to the hard work it took to capture them highlight one laborious task of the Western cowboy.  As Americans travelled westward, the newly acquired asset gave them unlimited potential that was rich with minerals, resources, and fertile land.  Agriculture was the only true necessity for survival, but fertile land was inefficiently distributed as the US government gave up so much of it for the production of railroads that would have been more suitable for agriculture. "],"locations":[{"id":8092,"lat":40.8888443038,"lng":-99.0588211933,"zoom":9,"place":"BUFFALO, Nebraska"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":708,"tag":"Cowboys"},{"id":709,"tag":"The Wild West"},{"id":710,"tag":"Marketing/Business"},{"id":711,"tag":"Daily Life"},{"id":712,"tag":"Farms and Ranches"},{"id":713,"tag":"The Frontier"}]},{"id":5041,"title":"A Five-Year-Old Girl Meets her Confederate Father","course_id":43,"status":"P","start_date":"1863-05-01","end_date":"1863-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Mrs. Doane remembers the hard work that had to be done on her South Carolina plantation while her father was away at war.  Though they never saw any Yankees, Confederate soldiers were frequent guests at the Cumming’s home.  Ragged and half-starved, these desperate soldiers took full liberties to raid their provisions, passing in hordes and killing their chickens.  Mrs. Cummings, however, did not deny the ravenous soldiers food. ","One of eleven children, Mrs. Doane (young Miss Cummings) lived with her family on a 3000 acre plantation in the low country of South Carolina at the fork of the Salkehatchie River.  When word came late one afternoon that her father was among the Confederate soldiers who were passing through Salkehatchie but could not get away to visit his family, it took her mother no time to make plans.  After giving her children their supper, she laid mattresses in the big covered wagon and put them to bed under the care of the faithful slave “Mudder.”  A slave drove the wagon as Mrs. Cummings drove the buggy with a baby in her lap and her eldest son at her side.  The experience of seeing her father and camping with the other families who had come to see their husbands and fathers was a thrilling memory that Mrs. Doane never forgot.","In addition to bravely carrying her family out to meet her husband, Mrs. Cummings also heroically saved the family cotton supply.  Mr. Cummings had left the gin house full of cotton when he went off to war, and many of their neighbors were also endowed with large supplies of cotton.  Upon hearing that the Yankees were coming, the neighbors decided to burn all the cotton rather than give the enemy of the pleasure of raiding their stores.  When they tried to persuade Mrs. Cummings to do likewise, she replied that there was nothing she could do about it if the Yankees came and burned the cotton, but until that time, she would keep her cotton right where it was.  Surprisingly, the Yankees never came, and Mrs. Cummings saved the cotton which would prove very profitable to the family in the years following the war.","The nation’s sudden emergence into the Civil War immediately transformed the South.  The role of women grew vastly to include all of the responsibilities of men, as their husbands were away at war.  At least at the beginning of the war, the romance of the military and its association with honor, courage, and glory was able to outweigh the reluctance of women to see their husbands leave them in charge at home.  Women were rudely awakened from their effeminate habits and learned not to privilege their personal interests.  All southerners seemed to realize that if the South were to survive, women had to be patriotic and assume the political interests of men.  As the self-sacrifice of women for their loved ones gradually turned into the self-sacrifice <em>of</em> their loved ones, women were faced with a conflict between patriotism and protectiveness.  Many women cared more deeply about their men than about the abstract cause of patriotism, and some broke down when the struggles of the war became too much for them.  The experiences of southern women during the Civil War were vast and varied, but many heroines such as Mrs. Cummings rose up to defend the cause of patriotism that was steeped in the desire to assist their husbands in any way possible."],"locations":[{"id":11656,"lat":33.9970517217,"lng":-80.3316264557,"zoom":9,"place":"SUMTER, South Carolina"}],"tags":[{"id":32,"tag":"Civil War"},{"id":4,"tag":"Slavery"},{"id":714,"tag":"Family and Home Life"},{"id":715,"tag":"Military"},{"id":716,"tag":"Food/Provisions"}]},{"id":5042,"title":"“King Alcohol is More Formidable than Tyrant Lincoln”","course_id":43,"status":"P","start_date":"1862-10-01","end_date":"1862-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1862, throughout the war-ravaged Confederacy, the thoughts of all were turned to the War that tore apart the country.  The death and destruction that had already occurred seemed to foretell a conflict that would not soon be resolved.  In the midst of the fighting, soldiers struggled to remain vigilant and confident.  Romanticized visions of passionate soldiers, Confederates in particular, were created to motivate future as well as current soldiers to continue fighting “the good fight.”  An ideal soldier was one who fought bravely for a cause he believed in, and these beliefs were strengthened when God was on his side.  Thus religion and the strength of a soldier’s faith were often tied directly to his ability to prevail in battle. ","An article in The Confederate Baptist entitled “Temperance in the Army” stated that there was evidence that the reason that battles had been lost was because of the drunkenness of the commanders.  Subsequent articles in the paper had already declared that God was on the side of the Confederacy; the postulation of a possible explanation of recent defeats looked to the soldiers themselves and their behavior while fighting for the Confederacy.  The author J.L. Reynolds looked to the experiences of other countries to teach a valuable lesson.  He cited the Madras Presidency, a part of present-day India, and the proportion of temperate men who died in battle to the number of drinkers who died in battle.  The number of temperate soldiers who died numbered 2,315.   The number of drinkers who died was 4,458.  According to Reynolds, “this proves that soldiers will be healthy in proportion to their temperance”.   Alcohol was “the bane of our soldiery,” and if use was not curbed immediately, the Confederacy, despite being divinely-ordained, would surely fall.","To bring these soldiers back to morality, religious revivals were often held in which missionaries traveled to soldiers’ camps to instill a renewed sense of faith.  These revivals also served to inspire the citizen morale that waned as the war dragged on and the death toll rose.  The temperance movement as a whole, however, was not an issue of great national or regional importance during the Civil War.  The Temperance Societies that had emerged in the decades prior had claimed millions of members but receded into the background as the nation faced a crisis of unprecedented proportions. "],"locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":717,"tag":"Temperance"},{"id":79,"tag":"Religion"},{"id":32,"tag":"Civil War"}]},{"id":5043,"title":"A Senseless Waste","course_id":43,"status":"P","start_date":"1870-01-01","end_date":"1871-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["                “Personal insecurity is the great motivator to shop.”  Middle-class women of the 19<sup>th</sup> century struggled to keep up with fashion trends set by the wealthy in society in order to feel stylish and modern in a time where modernity was prized.  Sarah Tytler, a member of the American Tract Society and a contributor to The Young Lady’s Guide, wrote about this focus on fashion and decried it a senseless waste of time, effort, and resources by middle-class women. If a woman is not wealthy, attempting to keep up with the latest trends robs her of her money and subsequently her peace of mind. Staying abreast of and setting the fashion trends of the day is a task, a responsibility, a job of the wealthiest women.  Tytler instructs the women of her time to dress within their means and even instructs her readers to wear clothes out of affection for that is when the most joy will be gained from their use.  If stylishness is sought after just so that a woman looks better than those around her, garnering more attention while walking down the street, then she displays very bad taste. "," A woman naturally desires to have all things nice and pleasant, but laboring after an elusive fashion ideal that is constantly shifting leads to a lack of commitment to that which is normally within a middle-class woman’s sphere.  According to Tytler, this includes “honest hospitality, dignity, and loyal-brotherly kindness,” among others.  This emphasis on the household labor of care was a mainstay of the cult of domesticity that redefined women’s roles in the household in the nineteenth century.   A woman’s role was no longer that of a breadwinner for the household but of the nurturing caretaker that performed her duties as a mother, wife, and runner of the house out of and with love and affection.  A middle-class women, therefore, should focus on her “natural” duties in the home instead of looking outward, wasting time, money, and her talents which should be utilized elsewhere."],"locations":[{"id":8927,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":718,"tag":"Women in the Household"},{"id":197,"tag":"fashion"}]},{"id":5044,"title":"Furman University Catalog, first edition, 1852","course_id":43,"status":"P","start_date":"1852-01-01","end_date":"1852-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The main resource utilized by Furman University students and faculty for information pertaining to academics and university policies/guidelines is the University Catalog.  Furman’s first catalog was first published in 1852, under the Board of Trustees President W.B. Johnson, with James C. Furman as the chairman of faculty.  In its opening pages, the catalog lists every student at Furman and their home state.  The total number of students in 1852 was sixty-eight.","The next pages outline the university’s policy on Admissions, beginning with the statement “the applicant must give satisfactory evidence of good moral character.”  The next section gives a detailed description of the Academics at Furman, beginning with the Primary Education course and Higher Education course.  Next was a Classical Studies program, with two Latin and two Greek language requirements, demonstratng Furman's commitment to education in languages.  Next were the study of Ancient Languages, School of Mathematics, School of Natural Philosophy and descriptive Astronomy, and finally the Thealogical Department.","The next section outlined every Furman student’s favorite subject: exams.  There were three policies regarding exams: first, daily exams of the classes, secondly written exams for Honors, and thirdly public examinations.  Also outlined in the catalog was the Degrees and Distinctions which were Certificate of Distinction, Degree of Proficient, Master, Graduate- BA, Master of Arts, and Graduate of theological Department.","The concluding section of the catalog outlines the university’s policy on tuition.  Tuition in 1852 was $4,200 for the academic year, which excluded clothing and books.  “Contingent expenses” were estimated at $2.00, Boarding was $10.00 per month, and washing was $1.00 per month.","In comparing Furman’s academic structure in 1852 to the structure today, many of the same principles and goals are in effect.  In Herbert Baxter Adams’s “Contributions to American educational history, Volume 4”,  Dr. W. B. Johnson who was the Convention’s president, explained Furman’s core learning objective as a University striving to teach “with a sacred regard to the interests of morality and religion, the principles of Christian liberality, and in favor of the rights of private judgment”.  Today Furman’s religious influence is present throughout the campus in both academics and extracurricular organizations.  In 1859, the first leader of Furman's seminary was chosen.  William Williams was selected for the position, as he was a respected orator and member of the Baptist community. One of the main academic differences was in 1852 upon the charter of the University, Adams’s explains “the intention at the start was to have an academic, a collegiate, a theological, and a law department”.  Clearly, today at Furman students enjoy the freedom of numerous classes within many departments which shows Furman’s growth and expansion in academics.  This growth also proves the University’s commitment to various types of students and the desire to educate a large variety of students with different interests.","In comparing the first edition to the 2009-2010 edition, we see vast differences.  Most notably is simply the excess information in the current edition.  Student’s names and hometown are now listed in the University Directory, and the catalog is one hundred eighty-three pages of detailed information about academics, admissions, student life, academic departments and academic regulations.  The volume of majors and classes offered has significantly grown since 1852 and is reflected in the comparison of the first and current editions of the University catalog."],"locations":[{"id":11534,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":143,"tag":"school"},{"id":6,"tag":"Education"}]},{"id":5045,"title":"Song for a Gettysburg Soldier","course_id":43,"status":"P","start_date":"1864-04-01","end_date":"1864-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["He became famous and celebrated through his death. War stories are always full of heroes that appear larger than life and worthy of reverence, and those stories revolving around the Battle of Gettysburg are no different. Sergeant Amos Humiston of Company C of the 154<sup>th</sup> New York was one such man. Though not a hero in the traditional sense, in his death he became somewhat of a legend. During a retreat from what was overwhelming odds Humiston was shot, but what made him famous was that before he died, he pulled out a picture of his children for one last look, and when he was found days later the picture was still clutched in his hands. Though there were many thousands dead after that battle, he was the one that still spoke of love and devotion. Yet when they found him, they could not locate any identification so were not able to tell his wife and children about his death. People were so touched by this that the picture of his children was circulated in newspapers throughout the North to find his family. Eventually his wife saw the picture in a newspaper and realized that it was the same picture she had given her husband, so he was identified.","Though he was identified, his story had touched so many people that the <em>American Presbyterian</em>, a newspaper, announced a contest to compose a song about Humiston. James Clark’s “The Children of the Battle Field” won and was published in April, 1864. This song is very representative of its time and so serves to glorify both the war and death while in battle. In the song the war is romanticized describing how the “heroes of the North… rushed like mountain eagles forth from happy homes away”, and how during battle “banners, marked with ball and blood, around them arose and fell”. One of the most telling lines that serves to glorify his death in battle is that “none were braver in the strife”, serving to prove his noble death. The concept of the “Good Death” was a very popular one in nineteenth century America, in which how one dies symbolizes the life that one lead. So through his death on the battlefield and in the act of holding his children’s picture while he died, he truly had a “Good Death” which shall continue to be known through this song."],"locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":104,"tag":"Popular Music"},{"id":407,"tag":"Death"}]},{"id":5046,"title":"Marriage in Margaret Fuller's \"Woman in the Nineteenth Century\"","course_id":43,"status":"P","start_date":"1845-01-01","end_date":"1845-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the nineteenth century, one female author stood out as a voice for women during a time when many were not acknowledged.  Margaret Fuller wrote “Woman in the Nineteenth Century” and spoke with a voice for every woman who lived during the nineteenth century.  In particular, Fuller had an especially critical view toward marriage.  She explained that the idea of marriage “has been inculcated on women for centuries, that men not only have stronger passions than they, but of a sort that it would be shameful for them to share of even understand”.  She further explains that woman are expected to tell their husbands everything on their mind, and when they begin to show signs of “coldness or withdrawal” the wife is then labeled “wicked”.","The role of women gained increased attention during the nineteenth century, especially in women’s movements throughout the country.  As described by Carole Shammas in “A history of household government in American,” the U.S. was “the site of the first full-fledged uprising of female dependents…There were a few like Margaret Fuller, the Boston intellectual, who would maintain that if they wanted, “women should be sea captains!” but the primary objectives of the first feminists were not equal opportunities in the job market or in the political arena.” Shammas explained that the reason for their outrage was for others to acknowledge “the empowerment of women in households”.  During the nineteenth century, women desired to be seen as influential members of society instead of the “housewife” label with the expectations to constantly serve their husband.","Fuller asserted her confidence in understanding women and marriage when she explained that the married woman viewed men as “wild beasts” but actually view them all the same.  The unwed women were often told by the married women that if they were in their position and married to a man, “they would not expect continence or self-government from them”.  Women’s expectations were high for marriage, but in reality they received little in return, expected to run the household, and were taken advantage of."," "," "],"locations":[{"id":8921,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":7,"tag":"Women"},{"id":30,"tag":"Urban Society"}]},{"id":5047,"title":"The Man Who Memorialized the Prominent South","course_id":43,"status":"P","start_date":"1830-01-01","end_date":"1836-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["From time immemorial, the term “in-law” has struck feelings of fear and anxiety in the hearts of men and women alike.  For William Harrison Scarborough, however, in-laws were the source of his livelihood, career, and the connections that catapulted him to the forefront of South Carolinian culture in the nineteenth century.  Scarborough was a portraitist who came to South Carolina under the advice that the state was the center of the cultural life of the country.  He believed that in South Carolina his work would receive the most appreciation as well as the highest prices.  Upon marrying one of the daughters of a client, Scarborough was immediately introduced to the elite of the region, including families such as the DuBoses, Murrells, Furmans, and Lides.  His work as a portraitist soon became renowned throughout the state and Scarborough was commissioned by the likes of the Senator James Chesnut, Colonel Wade Hampton, and the Honorable John. C. Calhoun for portraits that sold for upwards of $100.00 a piece.  At a time when the subjects of nature and landscapes were in high demand, the popularity of his portraits stood as a testament to the pride that characterized Southern families of the time as well as to the enduring centrality of the familial unit in society. ","                Scarborough’s portrait of Mr. Jonathan Davis, painted between 1830 and 1836, was one such painting of a South Carolina elite.  The subject was the father of two of the wives of James C. Furman, the son of Richard Furman, a founder of Furman University.  The portrait depicts a distinguished older gentleman sitting in front of a black background, wearing plain attire and a kind but serious expression.  The beauty of the portrait lies not in an elaborate setting but in its simplicity and in its true and honest representation; Mr. Davis’ family and friends could no doubt look upon the portrait and see the man that they knew as he truly was on a day-to-day basis.  Scarborough’s portraits captured images of the people that shaped South Carolina’s history and institutions, making this artist one that the state is proud to call its own. "],"locations":[{"id":11635,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":719,"tag":"South Carolina"},{"id":145,"tag":"art"}]},{"id":5048,"title":"“Few of you are wise enough, and good enough to be trusted with liberty.”","course_id":43,"status":"P","start_date":"1842-09-11","end_date":"1842-09-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Upon entering the vibrant city of Georgetown and embarking upon a new career path as a teacher, Miss Caroline Healey Dall found herself at once confronted with questions she relied upon her religious convictions to answer. In her diary, Caroline documented her day-to-day life and travels, as well as her dreams, passions, and concerns.   After the Panic of 1837 left her father bankrupt, Caroline set out to do what she could to aid her family’s troubled situation.  As a young woman of only twenty years, Caroline began teaching at Miss English’s school in Georgetown, D.C.  On her second day at the school, a young slave girl named Christie came up and asked her for a lesson. ","After thirty minutes or so of reading and history lessons, Christie admitted she feared she would never be free.  Caroline replied “The whites must be servants of God Christie—and you are very happy now.”  The conversation continued for some time as Christie and Caroline discussed God’s plan and the reasons why blacks could not all be free at once, “… it is because few of you are wise enough, and good enough to be trusted with liberty.”  Caroline cited various biblical passages referencing the important, and sometimes trying, relationship between servant and master.  She concluded her entry with ruminations over her homesickness, as well as her hope that God would unveil her fate and intended duty in the world. ","It may seem odd that Caroline, who was deeply grounded in her religious faith as a Unitarian, spoke out against the abolition of slavery.  This anti-abolitionist attitude, however, prevailed in the early 1840s throughout most of the North.  In Caroline’s hometown of Boston, only seven years prior to this entry’s inscription, William Lloyd Garrison, the editor of the abolitionist newspaper <em>The Liberator </em>was dragged through the streets and almost hung by an anti-abolitionist mob until he was rescued by local law enforcement.  To many, slavery was an institution that seemed remote and irrelevant in day-to-day life.  Abolitionists also posed a direct challenge to the local elites in cities nationwide, challenging the status quo and threatening to empower not only the enslaved, but free blacks and women as well. It was also a system which had stimulated the growth of northern business, the very industry that Caroline’s father worked in as a merchant in Boston.  Caroline’s attitudes toward abolitionism were no doubt shaped by the prevailing attitudes of the time as well as her upbringing as a wealthy merchant’s daughter in New England. "],"locations":[{"id":1274,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":193,"tag":"Abolitionism"},{"id":142,"tag":"african americans"},{"id":79,"tag":"Religion"}]},{"id":5049,"title":"Narrative of Walter Calloway, slave from Richmond, VA","course_id":43,"status":"P","start_date":"1858-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Imagine being purchased as a slave at ten years old, forced to relocate from Virginia to Alabama, and required to endure hours of hard labor and beatings.  This was the life of Walter Calloway, born in 1848 in Richmond, Virginia.  At the age of 10, Calloway was bought by slave master John Calloway whose plantation resided just outside of Montgomery, Alabama.  As he sat on a porch outside his home answering questions, he recalled the strenuous labor he performed at the tender age of ten, along with his mother and brother.  His master, who was often cruel to their slaves, was bearable and fed him well, but it was the overseer named “Green Bush” and African-American named Mose who performed the mistreatment to Walter and others.  Walter described the torture when he said, “Green Bush what sho’ whup us iffen we don’t do to suit him.  Yassuh, he mighty rough wid us be he didn’t do de whippin’ hisse’f.”  He continued to describe the beating of a fifteen-year-old girl that almost killed her.","As his labor took the majority of his time, Walter and the other slaves were deprived of schooling.  They were required to go to the school and take care of the white children at times, and he then stated the white men eventually all joined the Army, as was expected of them.  After the Civil War, Walter described the lack of action on the plantation except for “gangs of so’jers passin’ th’ough gwine off to de war.”  Confederate soldiers would pass through and take some of their food for the soldier’s rations.","Then the United States soldiers arrived on the plantation and he was told to warn Mrs. Freeman but before he returned the Union soldiers had wrecked havok on the plantation.  They destroyed the smoke house, hams, and the remainder of the rations.  He had heard they also burned cotton plantations and steamboats harbored in Montgomery.  Shortly after the war, Walter was freed but he was quick to state that “we ain’t nebber been what I calls free.”  He and the other slaves had no money and all were scattered in various different locations.  He ended his interview as he asked for help back into the house.","In the article “North American Slave Narratives” William Andrews described the importance of studying the narratives of slaves during the nineteenth century to better understand the time period, and the issues happening during their lives.  In addition, “the autobiographical narratives of former slaves comprise one of the most extensive and influential traditions in African American literature and culture”.  While the narratives provide excellent historical documents, they also helped bridge relationships between Africa-Americans and whites after the war, allowing for whites to begin to understand the repression the African-Americans had faced.","The narratives such as Walter’s will be used for generations in the future in order to attempt to grasp some sort of understanding about this troubling period in American history.  Charles L. Perdue provided his view of the importance of slave narratives in his book “Weevils in the Wheat: interviews with Virginia ex-slaves” when he said “Though most historians have not utilized the ex-slave interviews in the past, there is a growing realization that prior histories have been one-sided on the subject of slavery and that the slaves’ view of the institution is essential to round out the picture\".  The first-hand account of the period is invaluable to historians and students alike and he further explained, “the ex-slave interviews provide us with insights into Afro-American culture that are not obtainable from other sources”.  Stories like Walter Calloway’s must continue to be shared and studied to shed further light on their troubles and the tribulations they worked to overcome.","Walter’s narrative not only described the horrible mistreatment of slaves, but the lack of the value of African-American lives during the nineteenth century.  They were purchased as commodities and forced to work hard labor as young as ten years old.  Although Walter and his mother and brother were able to stay together, this was often not the case and most families were separated and spread throughout the country."," "],"locations":[{"id":300,"lat":32.2508016784,"lng":-86.1660804753,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":4,"tag":"Slavery"},{"id":32,"tag":"Civil War"},{"id":1,"tag":"Crime/Violence"},{"id":96,"tag":"Slave Trade"}]},{"id":5050,"title":"An Experience of Mutual Criticism","course_id":43,"status":"P","start_date":"1875-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Beginning in 1846 John Humphrey Noyes began to gather around him a group of “perfectionists” which would soon become the Oneida Community. This communistic, utopian society was based in the idea that true holiness came from communal living and the termination of monogamy with a focus on studying the Bible and becoming better individuals. The Oneidas believed that the second coming of Christ had already taken place, at the destruction of Jerusalem, so it was possible to bring about the Kingdom of God on earth, which would be a perfect world free of sin and corruption.","Along with striving to become better individuals, the Oneidas practiced mutual criticism. This was when a member of the community would volunteer to put themselves forward in order to be honestly evaluated by all the other members of the society so as to better ones character. The volunteer would remain silent while the other members would tell them their faults, which served as the main way to informally establish community unity and standards.","A well known journalist at the time from the <em>Evening Post </em>and the <em>New York </em><em>Herald</em>, Charles Nordhoff, was allowed to stay with the Oneida Community for several days during the height of their community to research for a book that he was writing on the communistic societies in America. While there he was permitted to witness a criticism of a young man named Charles who put himself forward to be evaluated. Nordhoff states that Charles was first permitted by Noyes to criticize himself, which he did by claiming that he thought himself to be suffering a lack of faith and found himself leaning towards positivism and wanted to turn away from all of that. From then on Charles was to be silent and listen to the criticism that everyone else had of him. The members jumped right in stating that Charles was haughty, egotistic, needlessly curt, slow to take the advise of others and occasionally insincere. Nordhoff observed that though Charles had at first looked at ease, the longer the criticism went on and the more accusations that were thrown at him the paler Charles became and beads of sweat began to form on his forehead. Noyes drew this to a close after about a half hour and claimed that he believed that the young man was trying to cure himself. Noyes then brought up what was considered the worst of Charles offences, that he given into “selfish love”, which was his desire for singular intimacy with the woman who was soon to bear him a child. In the Oneida Community you were not to be connected to just one, but to all. Monogamous relationships were not allowed, nor was it allowed to even show preference of one person over another for this got in the way of forming God’s Kingdom.","Through criticizing each other in this way, one was able to better perfect the self and become more holy. Many of the utopian communal societies that arose during the mid nineteenth century were all striving for that. By living together in a communal society and perfecting themselves as individuals and as a community they believed that they would either hasten the coming of the Kingdom of God, or be able to begin forming the Kingdom of God here on earth."],"locations":[{"id":8896,"lat":42.9128684277,"lng":-75.6697351039,"zoom":9,"place":"MADISON, New York"}],"tags":[{"id":79,"tag":"Religion"},{"id":720,"tag":"Utopian Societies"}]},{"id":5051,"title":"Singin' Billy Walker","course_id":43,"status":"P","start_date":"1835-01-01","end_date":"1835-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In a time of intense religious revival and a relatively low literacy rate, the need for easily learned music was quickly becoming necessary. Shape note singing is a type of musical notation that was used commonly throughout the rural south during the nineteenth century as a way to assist with congregational and revival hymn singing to help with just that. Ministers were becoming increasingly uneasy about the quality of singing in their churches, so they began to arrange singing schools that would meet at the church and teach their congregation how to read music and sing. This was often difficult to teach though since hymnbooks of that time were often word only volumes that were printed small enough to put in ones pocket to carry into church and the singing was unaccompanied. To help ease in teaching, the shape note system was created which used a system of four shaped noteheads which corresponded to four syllables of solfege which are fa sol la and mi. This was supposed to make it easier and quicker for singers to master the music, which became especially important during the revivals when there was a need for easily learned and remembered tunes to help form a sense of community for those at the revival meetings of the nineteenth century who were often not highly educated. These were events with powerful preachers who wanted each individual to have a personal experience, yet feel that they were also a member of the group. Through shape note singing the attendants of the revivals were able to do just that.","Arguably, one of the most influential tune books for shape note singing is <em>The Southern Harmony</em> by William Walker from Spartanburg, South Carolina, known often as Singin’ Billy Walker. He started as a music teacher at some of the singing schools and he published <em>The Southern Harmony</em> in 1835. He would use both already well-known hymns and some from the word only songbooks already in use and draw on the rich oral tradition of the Anglo-American folksongs to supply standardized tunes and melodies to the hymns. Looking through <em>The Southern Harmony</em> one sees many songs that are still common today in southern worship services, such as <em>Wondrous Love</em> and <em>The Promised Land</em>. His most well known work is the pairing of the hymn <em>Amazing Grace</em> to the tune we sing it to today, New Britain. Both of these had been printed before separately, but he was the first to place them together and harmonize the piece."],"locations":[{"id":11644,"lat":34.9591922676,"lng":-81.9357757115,"zoom":9,"place":"SPARTANBURG, South Carolina"}],"tags":[{"id":79,"tag":"Religion"},{"id":471,"tag":"music"}]},{"id":5052,"title":"Undying Devotion: The Glorification of Sacrifice","course_id":43,"status":"P","start_date":"1861-07-14","end_date":"1861-07-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Encamped in the wilderness of Virginia, mere days before his death in the first battle of the Civil War, a young major set pen to paper and began to write. In poignant eloquence, Sullivan Ballou described the conflicting forces at the heart of his identity. Though consumed by undying love for his wife, his patriotic devotion drove him forward toward battle—and death.“[M]y love of Country,” he wrote, “comes over me like a strong wind and bears me irresistibly on… If I do not [return], never forget how much I love you, and as my last breath escapes me on the battlefield, it shall whisper your name...But, O Sarah! if the dead can come back to this earth and flit unseen around those they loved, I shall always be near you—in the garish days and darkest nights…always, always….Sarah do not mourn me dead—think I am gone and wait for thee—for we shall meet again…”","Sullivan Ballou was born in rural Rhode Island, in 1829 and was left destitute by his father’s death just four years later. Intelligent, eloquent, and committed to own self-creation, Sullivan struggled to support his family and put himself through school. He attended Brown University and then the National Law School before being admitted to the bar at the age of twenty-four. He was thereafter elected to the Rhode Island House of Representatives, serving as clerk and then Speaker of the House. When war erupted, he was among the first to enlist, leaving his nascent political career to more actively serve his beloved country. At Bull Run, while rallying his men forward, he was shot from his horse and mortally wounded. When he died seven days later, his body was exhumed, decapitated, and set aflame by occupying Confederate soldiers.","His belief in self-improvement and personal recreation reflected the Lincolnian ideology of the Republican Party; his every action attests to the convictions of the Victorian Era. Self-worth was tied to public service, a truth reified in Sullivan’s career as a lawyer, politician, and soldier. His patriotism was tied to Victorian ideals of manhood and self-sacrifice—one’s willingness to defend one’s homes and families, to value one’s nation over one’s own personal interests. His final words articulate the “cult of death” that pervaded contemporary thought. To many American colonists, death was the culmination of one’s search for salvation, ending for many in eternal damnation. In the nineteenth century, those beliefs were reevaluated, and new ideas glorified and romanticized the afterlife. This new understanding, intimately binding life and death, prompted the ritualization of burial and mourning. Sullivan’s widow—like many of her generation—never remarried, mourning her martyred husband for the rest of her life. Only in 1917, at the age of eighty-two, did she at last rejoin Sullivan in fulfillment of the words he had written fifty-six years ago."],"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":724,"tag":"Cult of Death"},{"id":723,"tag":"Victorian Era"},{"id":722,"tag":"Love letter"},{"id":721,"tag":"Rhode Island"},{"id":516,"tag":"Battle of Bull Run"},{"id":32,"tag":"Civil War"}]},{"id":5054,"title":"America's First Fashion Magazine","course_id":43,"status":"P","start_date":"1867-11-02","end_date":"1867-11-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The issues discussed in the first issue of Harper’s Bazar are not different from concerns of twenty-first century women. The magazine cover of the first issue published on November 2, 1867, was quite different from the cover on stands today.  When glancing at the cover, one realizes that unlike today’s format, the first issue’s format was similar to a newspaper design. The design of the magazine title was quite different from today’s title in part because today, the magazine spells Bazar with two A’s instead of one. The font of the title was also quite different because it was written in an old English style and had ivy intertwining between the letters. There was also a lady sporting a Victorian-style gown sitting atop the H of the title; along with cherubs floating around the B. The words “A repository of fashion, pleasure, and instruction” sat underneath the name of the magazine.","Although at first glance the magazine may look quite different from a magazine on stands today, the reality is otherwise. When taking a closer look at the cover, one can realize that the magazine’s issues are not different from those featured in a current issue of Harper's Bazaar. The front cover discusses the clothing in style that fall; including fall bonnets and bridal toilets. Although, this issue looked more similar to Harper’s Bazaar’s wedding issue than the regular issue, it still deals with one of many women’s concerns. Like in 1867, today thousands of women are still concerned with their appearance.  The only difference being the actual style of the attire.","The gowns and bonnets shown on the cover of the magazine mimiced the Victorian style of England.  The dresses were full length, long sleeved, and also covered the female’s neck. However, the biggest difference between  attire of the nineteenth century and the twenty-first century did not lie on the outside. The major differences were what the women wore underneath their dresses. Most women had to wear a chemise, corset, petticoat, and crinoline something that was adapted from the females of  English high-class society.","Although, the United States was going through several important events during the nineteenth century, the establishment of the first American fashion magazine shows that twenty-first century women are not that different from the nineteenth century women. The cover exemplifies that everyone needs an outlet to get away. Even if people are going through difficult times, such as war, they want something else to focus their attention on. The magazine allowed women of the time to focus on fashion and looks, and not always have to think about the occurrences of their time such as Reconstruction and the fight for the ratification of the Fourteenth Amendment."],"locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":197,"tag":"fashion"},{"id":7,"tag":"Women"}]},{"id":5055,"title":"<em>Reverend L. Ferebee: Living a Torn Life</em>","course_id":43,"status":"P","start_date":"1882-01-01","end_date":"1882-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Two out of every three slave children were ripped from their mother's arms, although the thirteenth amendment marked the end of slavery, it did not erase the hurt and pain of the slaves that had to endure it. The story of slavery and the lives of the surviving slaves still effects America today. The personal recollection of their stories some years later, allowed for all Americans to peer into the lives of slaves and see what it was like to be a slave. Although, not everyone got to tell their story, there are lots of recollections that allow Americans to learn about the various types of slaves and slave owners. One of the slaves that recounted his life was Reverend L. Ferebee in his twenty four page autobiography.","One of the specific episodes in Ferebee’s book recounts the selling of his mother. Ferebee remembers his master selling his mother when he was just a few years old. He describes in full the catastrophic day his mother was sold. One can feel the pain and anguish that young Ferebee felt when seeing his mother that day. He recounts the story of why his master decided to sell his mother. The Reverend explains how aggressive his mother was. Mrs.Ferebee did not like following directions and was a rebel. Her mistress tried to hit her one day and she fought back. When the master came home, instead of beating her for disobeying, he decided to just sell her and avoid the drama. Ferebee discusses how he was also sold along with his mother and two of his siblings. This was considerate of his master because most slave children were separated from their mothers when sold off. But, his second master leased him off when he was a young teenager for about a year because he no longer needed his services. When Ferebee returns he is surprised to find that his mother has once again been sold. This time he has no idea where to find his family and feels alone and depressed.","The twenty-four page autobiography of Reverend Ferebee demonstrates the effects, of slavery. Textbook accounts of slavery fail to teach us that the thirteenth amendment did not simply solve all of the pain and hurt the families underwent. Slavery separated several families and it tore young children from their mothers. When discussing slavery most people speak of the pain that slaves underwent when working out in the fields such as being expected to pick between 100 to 200 pounds of cotton and when being beat by their masters. But, they rarely speak of the emotional pain they went through. Reading diaries and autobiographies helps people begin to feel what the slaves had to go through for so long."],"locations":[{"id":9846,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":4,"tag":"Slavery"},{"id":3,"tag":"African-Americans"},{"id":458,"tag":"African American Authors"}]},{"id":5056,"title":"<em>Who's to Blame for an Expensive Matrimony?</em>","course_id":43,"status":"P","start_date":"1867-11-02","end_date":"1867-11-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Harper’s Bazar first issue opposes the general consensus that women's expensive spending habits are to blame for the decrease in marriage during the nineteenth century. The magazine took on the daunting task and discussed marriage in its first issue on November 2, 1867. The first issue contained several articles that discussed various concerns of nineteenth century women. But, its most controversial article was entitled, “Expensive Matrimony.” The piece was one of the firsts of its time because during the 19<sup>th</sup> century, most newspapers and magazines did not discuss matrimony.","The author contradicted the idea that the reason for the decrease in marriage is women and their bad spending habits. She said it was wrong to blame women for the decrease in marriage rates because there was no statistical data to support the idea. She believed that men, in fact had worse spending habits than women did. The author stated that although women did tend to spend on clothing, men spent on larger, pricier items. She also stated that when it came down to it, men were greedier than women and men would put money before family. Men were more business oriented and would choose their careers and money over anything else. She said that since men usually focused more on their careers than family, they were more to blame for the decrease in marriage than women.","She also explains that not all women had bad spending habits. Some women were good with finances and saving money and it was wrong to simply assume that all women were bad with money. The author made several more valid points, such as the fact that women had self control and could stop shopping and spending money on clothing if need be.","The article demonstrated that marriage rates had been decreasing since the nineteenth century. It showed that people had the tendency to blame females for this decrease. Although, the article was based on personal opinion and did not present any facts, it exemplified the worries of nineteenth century women. It also showed that women were beginning to have a voice. But, unfortunately, it was usually only women of the high middle class. Females of lower social status, did not have much of a voice, neither did women of color."],"locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":197,"tag":"fashion"},{"id":7,"tag":"Women"},{"id":405,"tag":"Marriage"}]},{"id":5057,"title":"Died on the Fourth of July: Thomas Jefferson’s Last Will and Testament","course_id":43,"status":"P","start_date":"1826-07-04","end_date":"1826-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thomas Jefferson- the principal author of the Declaration of Independence, third President of the United States, and father of the University of Virginia- died at 12:50 p.m. on July 4, 1826 at the age of 83 in his beloved home of Monticello.  Newspapers were filled with remembrances of that special day in American history, and Jefferson’s role in it, making this day a memorial to the man even before word of his death had spread.  In fact his own words appeared in the <em>National Intelligencer</em> that very day in the form of a letter, one of the last he ever wrote, to the mayor of Washington, D.C.  Responding to an invitation to attend a celebration of the fiftieth anniversary of the Declaration of Independence, Jefferson declined on account of ill health but provided a ringing coda to his illustrious life.  “All eyes are opened, or opening to the rights of man,” he said. “The general spread of the light of science has already laid open to every view the palpable truth that the mass of mankind has not been born with saddles on their backs, nor a favored few booted and spurred, ready to ride them legitimately, by the grace of god.”","Jefferson’s death was followed by numerous memorials befitting his stature in the American political canon.  They were all the more significant for the monumental twist of fate that John Adams- patriot, President, and onetime bitter political rival of Jefferson’s- had died the very same day, his last words being “Thomas Jefferson still survives.”  He was wrong, but newspapers would seize on the “coincidence, of which the world scarcely produces a parallel,” as the <em>N.Y. Evening Post </em>put it.  That article continued “It cannot be doubted that if the choice had been with them, they would have fixed on the very day for the termination of their mortal career…Over the death of these distinguished men, then, we can not grieve: they have gone to their rest at the day and hour they wished, after seeing themselves surrounded by millions of grateful human beings, who they…had contributed to render free, and happy and independent.”","If glowing tributes are the mark of a man, than Jefferson belongs to the greats.  However, he couldn’t transcend the difficulties of the world.  His grieving family had to deal with the mundane tasks of carrying out his will, which he completed March 16, 1826.  The will and the accompanying codicil are clearly written in Jefferson’s own hand.  Jeff Randolph, his oldest grandson, was named the sole executor.  The will has its share of touching gifts- his silver watch to Randolph “in preference of the gold one because of its superior excellence,”  a “gold-mounted walking staff” for James Madison, his library to the University of Virginia.  It also freed five of Jefferson’s slaves, each of whom was to be given enough cash or property to independently support himself, and appealed to the Virginia state legislature to allow them to remain living in the commonwealth.","The most important task facing Jefferson’s executor was discharging a lifetime’s worth of debts.  Concern about the size of his debts had dogged the final months of Jefferson’s life as he struggled to find a way to spare his survivors the difficulty of repayment.  He was land-rich but cash-poor, and the price for land was too low.  In January of his final year Jefferson conceived a plan around the problem by holding a lottery.  Some of his land would be the prize, and the ticket price would be set low enough for almost anyone to participate. The Virginia state legislature approved Jefferson’s request for a lottery after much debate, and his admission of financial need sparked a widespread public effort to raise donations from appreciators around the country.  While these gifts eased Jefferson’s final days, they were not enough.  Support for the lottery plan collapsed with Jefferson’s death.  Randolph would have to auction off almost all of Jefferson’s property, including all of the slaves not freed in his will, to go towards paying the debt."],"locations":[{"id":13594,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":407,"tag":"Death"},{"id":725,"tag":"Debt"}]},{"id":5058,"title":"A Slave Reminisces","course_id":43,"status":"P","start_date":"1/1/36","end_date":"12/31/38","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Agatha Babino was born a slave of Ogis Guidry near Carenco, Louisiana.  She was at least 87 years old when she was interviewed by a member of the Depression-era WPA Federal Writers’ Project sometime between 1936 and 1938.  In a mere two pages of her recorded reminisce about her time as a slave, Babino addressed many of the topics common to a slave’s life.","Babino described the plantation where she was born as “a big place, I ‘spect a mile ‘cross it, and fifty slaves.”  This number of slaves placed Babino’s owner solidly in the ranks of Southern gentry, a man who had more slaves than about 90 percent of all slave-owners.  This is further reinforced by the fact that the ideal number of slaves for an agricultural unit was between 30 and 60, a number few slaveholders ever achieved.  On the other hand, Babino’s experience was not unusual because more than half of all slaves in the South belonged to the largest slaveholders.","One of Babino’s memories was the “shabby houses” the slaves had to live in.  She described them as “builded of logs” with dirt floors.  Housing for slaves was generally poor, and Babino’s memory of a bed that was a plank with moss was in keeping with standard conditions.   Slaves were an investment, and any additional costs reduced the value of that investment.  An 1846 statement from Louisiana planters of the usual expenses of a sugar plantation showed that an overseer was paid a salary ($400) almost as great as the annual expenditure of food and clothing for 15 slaves ($450).","Babino also recalled having Sundays and Christmas free, although on most other holidays her master had guests, creating more work for the slaves.  This too was a common experience for slaves.  On these occasions Babino remembered dancing outside to a fiddle and banjo, even sometimes visiting other plantations.  This required a pass or else the patrollers would beat them.  Patrols were a necessary part of enforcing the Slave Codes.  An adaptation of the militia, free white men were called to serve a period of some months to apprehend out of place slaves, monitor slave gatherings, and search for evidence of potential uprisings and other related tasks.","Beatings were as essential a part of slavery as the patrols.  Babino said that her master “beat us till we bleed.  He rub salt and red pepper in.”  She told a story of how the “young miss” came home from college and chose to slap her.  She would have gone farther but Babino’s mother offered to take the beating instead.  There were few legal protections for slaves, and even those were seldom enforced.  It is perhaps not surprising then that Babino’s aunt was one of the many slaves who reacted to the brutality of the plantation by running away, just as it doesn’t surprise to hear she was caught and beaten more.","Babino was intimately affected by many of the issues that concerned African-Americans.  She remembered soldiers on both sides of the Civil War: the Confederates who mistook her master’s son for a Yankee because of his blue coat and took his gun, and the Yankees who “take corn and gooses and hosses.”  After the war the Ku Klux Klan killed her uncle for not voting Democrat in an election.   As for herself, she left the plantation she grew up on, married, had twelve children, and eventually ended up in Beaumont, Texas, to be interviewed about her life."],"locations":[{"id":23301,"lat":30.2062598628,"lng":-92.0638731799,"zoom":10,"place":"Lafayette, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}]},{"id":5059,"title":"A Scientific American: The Legacy of Rufus Porter, Inventor","course_id":43,"status":"P","start_date":"1845-08-28","end_date":"1845-08-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Rufus Porter was a man of many talents.  Born in 1792 in Massachusetts but moving to Maine when he was nine, Porter was apprenticed to a shoemaker by his family, but he was far too restless for that kind of life.  After leaving home he played the fiddle, traveled to Hawaii, taught dancing school, had 15 children by two wives and became one of the most accomplished mural painters of his day.  However, his true avocation was inventing.  Among his creations (he had over 100 patents) were a fire alarm, signal telegraph, fog whistle, washing machine, and a revolving rifle.  Showing the kind of business sense that has rendered his name obscure in the annals of American history, in 1844 Porter sold this last idea for $100 to Samuel Colt, who then used it to build his renowned firearms company.","Porter may have struck out in the weapons industry, but his contribution in the field of journalism was just as long-lasting.  He took over the <em>New York Mechanic</em> in 1841, but sold it after relocating to Boston the next year in order to work as an electroplater.  Back in New York City, on August 28, 1845 he put out the first issue of <em>Scientific American</em>, a magazine that survives to this day.  In his first editorial, Porter gives the goal of the new journal as “to furnish the intelligent and liberal working man and those who delight in the development of the beauties of Nature…with a paper that will instruct while it diverts and amuses them, and will retain its excellence and value, when political and ordinary newspapers are thrown aside and forgotten.”","The first issue certainly made a good effort on these promises.  There are, as might be expected, scientific articles such as a discussion of the first principles of mechanics and another on how two compounds mixed together could make a very different color than each separately, a fact no doubt related to Porter’s artistic career.  There are also descriptions of the latest technology, improved railcars and the steamship <em>Great Britain</em>, complete with engravings.  There is a list of all of the patents recently granted.  Then there are some articles of a different bent, like the surprising assortment of poetry.  One article is entitled “Rational Religion,” that no doubt provides a distillation of Porter’s own sunny philosophy and the first in a regular theological column.  The story of a horse that is sensible enough to go by itself to the blacksmith is found between an article on lithographic painting and another on the properties of zinc.","One article that deserves of particular notice discussed the invention of one Signor Muzzi.  Muzzi claimed to have invented a method of aerial locomotion, which was basically a propelled balloon.  The author of this article dismissed the practicality of this claim with scorn, writing about how Muzzi’s plan received undue attention simply because he was Italian while a far more rational plan proposed by an American had previously been dismissed.  The vehement dismissal of Muzzi could perhaps be explained by realizing that Porter’s lifetime goal was to develop a working airship and the American referred to in this article was likely none other than himself.","Porter would devote most of his life until his death in 1884 to working on his airship plan, retaining his optimism in the face of business and technical failures.  As for the <em>Scientific American</em>, Porter sold it to two patent lawyers, Orson Desaix Munn and Alfred Ely Beach, for $800 just 10 months after the first issue was published.  He would stay on as editor for another year, but it was under their leadership that the broadsheet would begin to flourish.  Porter himself passed away in Connecticut in 1884, a man whose “eccentricity of genius” was too little appreciated in his day."],"locations":[{"id":8921,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":118,"tag":"invention"},{"id":726,"tag":"Journalism"}]},{"id":5060,"title":"<strong>A History of African Slaves in the American Revolution</strong>","course_id":43,"status":"P","start_date":"1855-01-01","end_date":"1855-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Freedom and the emancipation of slaves were not two separate ideals in separate times in American history.  One of the important milestones in the American Revolution was the Boston Massacre, in which one of the first people to die was a black slave. Some claimed he was one of the first martyrs of the American Revolution.  During the American Revolution, several regiments were formed by order of George Washington using slaves.  Those who served to fight for the Continental Armies would receive wages and, when their service had ended, freedom.  Freedom was granted to slaves by not just General Washington, but several other leaders in the Continental Army.  Even among the great men who gave freedom to the hard-working slaves, emancipation for all slaves did not come for centuries afterwards.","This subject was something William C. Nell wanted to show in his book <em>The Colored Patriots of the American Revolution, With Sketches of Several Distinguished Colored Persons. </em>William Nell was an abolitionist of the ninteenth century who avidly studied the history of African Americans, mulattoes, and all other men of African descent.  He was a free African American, who was prejudiced while educating himself.  He worked avidly to integrate schools so that African American children  could study alongside white Americans.  He also took an interest in history, avidly learning all about the history of African Americans and his heritage.  He worked with William Lloyd Garrison and the <em>Liberator</em> for many years, wrote several books and articles promoting emancipation and integration, and diligently pressed for the integration of black and white students in Massachusetts.","His books bring up an interesting point though: in an age born from the American Revolution, there were so much pro-slavery movements.  Slaves and free blacks had actively worked to fight for their freedom and to protect their own nation.  Moreover, many were given that freedom.  It seems ironic, looking through this history, that the issue with slavery continued even until the Civil War.  It is true that the South had become dependent on slaves for their plantations, however, this feeling among slave owners that slaves had no equal standing rivals that of the great leaders giving their slaves freedom.  Truly, the War for Independence was a war fought by all and for all who sought a new nation and freedom.","Michael Kammen mentions Nell as someone who was dedicated to bringing memory of black soldiers to the American culture.  Nell's work in preserving African American history is astounding, and his work has been used to research the African American slave culture.  He was able to bring to light all the reasons why slaves should be given freedom, if not for their service to the cause of freedom."],"locations":[{"id":6209,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":365,"tag":"Emancipation"},{"id":193,"tag":"Abolitionism"},{"id":625,"tag":"Revolutionary War"}]},{"id":5061,"title":"<strong>How Shall They Be Remembered?</strong>","course_id":43,"status":"P","start_date":"1861-02-20","end_date":"1861-02-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the years of his term in office, President Lincoln read two letters that were to remind him of how our nation was forged.  Abraham Lincoln, like most other presidents, received letters giving him praise and thanks for all the work he had done.  Abraham Lincoln also received mail detailing news from the battle front and giving support from the home front.  Two of those letters focused more on another war that represented America’s shining moment in unifying the nation – the American War for Independence.","In the first letter, a woman sends a letter than contains two items to Abraham Lincoln in 1861.  The woman was Sarah Smith Stafford, the only daughter of an officer on the frigate <em>Alliance</em>.  The first item she sent to Lincoln was a piece of the American flag that was flown on the frigate, which “upon that flag, can be seen the shot holes, and blood stains, of those martyrs to Freedom.”  The second item was a piece of wood from the very vessel.  Although there is no story of the battle, it shows that even before Abraham Lincoln took office, there was a lot of support for him.  At this time, the South was seceding and becoming the Confederate States of America.  The United States faced its darkest hour: a civil war.  This letter was to represent a reminder of all the veterans that fought in the Revolutionary War who had fought for the freedom the U.S. now had.","In the second letter, the war was close to an end, although none of the participants could tell.   Ulysses Grant had captured Vicksburg, and Lincoln was setting up his armies for an end to the war.  This letter came to him on February 25, as the end of winter drew near.  The son of a Revolutionary war veteran wrote the letter.  The letter describes his father’s actions at Bunker Hill and how the writer received $5 from General George Washington himself.","In both letters, the Revolutionary war veterans receive much praise and honor for their duty.  Their stories and work were for freedom, for the country, for the protection of its citizens.  The author of these letters wanted to remind Lincoln that this war needed not to be about bickering and massacring, but about unifying the nation and protecting its citizens.  Another point of these letters was a reminder of those who have gone before to protect their freedom.  How should the veterans of a war nearly one hundred years ago be honored in a war splitting that same nation they fought for?  David Waldstreicher discuess how veterans were not always treated right, by discussing an issue where they could not receive their war pensions.  In truth, by the Civil War, many were looking at more recent wars for heroes and celebrating holidays without too much thought of what they meant.  However, these letters were to remind Lincoln that America was still young, and could easily fall back if it did not find a way to bring back the South."],"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":728,"tag":"Veterans"},{"id":727,"tag":"American Revolution"},{"id":32,"tag":"Civil War"},{"id":683,"tag":"Abraham Lincoln"}]},{"id":5088,"title":"Photographs as Reflection: The Wedding of Rails, Reflection of Westward Optimism Date:","course_id":43,"status":"P","start_date":"1869-05-10","end_date":"1869-05-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When looking at photographs from the 19<sup>th</sup> century, few examples viewed can portray the overall mentality of the people. Photography at the time was a new, relatively expensive invention, and thus photographs tended to have much more significance and meaning to the photographer and subjects than they do today. Photographs carried some of the emotional value previously given to painting, drawing, and other visual art forms.  The Westward Expansion is an example of a subject of importance to the nation, captured in multiple series of photographs displaying significant events for the subjects and the viewers. The one series  photographs that best portrays the country’s affinity for the west was the completion of the Transcontinental Railroad. This series photograph has remained as the definitive record of the opening of the West to the masses."," ","The wedding of the rails at Promontory Point Utah not only defines the overall excitement of expansion within the American public, but also had many other implications in terms of bring to the nation things that previously were not available to the masses. Now there was a single line in which people and material goods could travel quickly and safely. This quick mode of travel meant that now the east and west could trade goods without have to navigate around South America.  Trans-continental shipping led to further economic expansion."," ","On top of economic expansion from the speed that material goods could now travel across the country, certain western cities, which began as small boom towns due to the gold rush, could now expand into large cities. The east coast cities at the time had expanded and the optimism in which many east coast dwellers expressed in the idea of moving west is a reflection of the “wedding of the rails”. After the completion of the transcontinental railroad western cities experienced a boom in population."," ","However, before east coast residents could move west they had to receive news of the completion. After “the wedding of the rails,” east coast newspapers were flooded with news of the railroad’s completion. This news and advertisements reflected the overall sense of optimism seen within the population, and the photograph depicting the event provided proof and fueled the nation’s westward expansion. This population migration, economic expansion and national optimism would continue throughout the rest of nineteenth century and even into the early twentieth century."],"locations":[{"id":13362,"lat":null,"lng":null,"zoom":8,"place":"BOX ELDER, Utah"}],"tags":[{"id":771,"tag":"Western Expansion"},{"id":666,"tag":"Railroad"},{"id":12,"tag":"Migration/Transportation"}]},{"id":5062,"title":"<strong>History: The Cornerstone of Baptism</strong>","course_id":43,"status":"P","start_date":"1851-11-01","end_date":"1876-07-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For two Baptist preachers, both religion and history were necessary to promote a moral life and an educated mind. History had a huge significance for their churches, as well as understanding about their future.  Both preachers taught that by understanding the past, and understanding the nuances of it, one could have attained morality through example.  Although morality can be achieved in many ways, a credible way of viewing the present place and the future outcomes is by viewing the past. (This isn't their thoughts, but mine.  Need to put theirs here).  History was, to them, the cornerstone to the Baptist denomination and Christian religion.","James C. Furman started his sermon with Deuteronomy 32:7, “Remember the days of old; consider the years of many generations.”  From this he went into a sermon discussing the history of the Charleston Baptist Association.  The Charleston Baptist Association had existed for one hundred years, and their work had shown great progress.  James Furman preached on the values of looking at the history of organizations as a means to define one’s morality, stating, “Much is gained for human virtue, whether in the family, the State, or the Church, when each member is impressed with a sense of personal moral accountability.”  He also discussed the “most important and interesting phenomena of the human mind…the expectation of the future.”  He went into how the only way to define one’s future is to look at the past.","Twelve days after the celebration of the United States Independence, David W. Cuttino preached an extensive sermon on the history of the Baptist denomination.  He alluded to all the events going on across the nation that celebrated the nation's history up to that point.  The focus of Cuttino's sermon was not on the sacrifices of the soldiers in the American Revolution.  He asked in his sermon, “Shall we celebrate our National Independence and not call to mind the great victories of soul liberty, and do what we can to extend like blessing to all the race of man?”  He discussed what Baptists do believe in, and preached boldly that the Baptist church was the original church in Jerusalem.","Both sermons, however, told a very specific lesson – without the past, the future cannot be written.  Both advocated education of the past as a means to understanding the present and looking to the future.  In order to enjoy the present liberties and look to the future, one must respect the past.  In addition, one must respect it and learn of its false analyses and bias nature.  Rosenberg writes that the Baptists go to near obsession over the past.  Today’s historians strive to learn facts and how bias was attached to that historical fact.  However, learning what the bias is, and finding where else that same kind of bias appeared is its own history."],"locations":[{"id":11621,"lat":33.5119530737,"lng":-80.8773339627,"zoom":9,"place":"ORANGEBURG, South Carolina"},{"id":11456,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":729,"tag":"Religious History"},{"id":79,"tag":"Religion"},{"id":6,"tag":"Education"},{"id":540,"tag":"Baptists"}]},{"id":5063,"title":"Teaching our Slaves to Read","course_id":43,"status":"P","start_date":"1862-10-08","end_date":"1862-10-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Extra! Extra! Read all about it! Newspaper supports illiteracy!” This confusing fictional phrase would have been the perfect attention grabber for The Confederate Baptist, a southern newspaper that did just that.  In its second ever publication, The Confederate Baptist included a column on its front page entitled “Teaching our Slaves to Read.”  The newspaper largely served as a religious tool of education during the years of the American Civil War and thus hardly an issue was released that did not romanticize the war effort, justify the traditions of the South (particularly slavery) or attempt to instill the virtues of the Confederacy.","<br /> In this particular piece, the editors of the paper dealt with the tension between their Christian basis and slave-owning readers.  While numerous issues of the newspaper presented different versions of religious based justifications for slavery, here the issue was about teaching slaves about the Bible.  The spreading of the Gospel was fundamental to the Baptist belief system but actively teaching slaves to read and write presented a real threat to the institution of slavery and was in fact illegal in both Georgia and South Carolina in 1862.  Luckily the contributors of The Confederate Baptist found a loophole that allowed them, in their minds, to uphold both traditions of slavery and Christianity.  The column states that “the reading of the Scriptures is not essential to the salvation of our slaves.  Faith cometh by hearing, and all the benefits of revelation may be communicated to them by what has always been the great means of conversion, the preaching of the Word.  Oral communication has ever been God’s chosen method of saving sinners.”","<br /> In her book, When I can Read My Title Clear, Janet Duitsman Cornelius examines this issue of “Bible Slavery.”  While literacy was certainly not common among slaves, some slave-owners did advocate the education of their slaves, to varying degrees and for varying reasons.  One slave-owner recalled that it was advantageous to him to have slaves that could read but not write, thus education was simply pragmatic in nature.  Other slave-owners decided to educate their slaves in opposition to a central government telling them what they could and could not do with their “property”.  Other Christians felt that personal reading and understanding of the Bible was essential to salvation and therefore taught their slaves to read.  In none of these cases, however, does one find a true sympathy for the situation for the slaves beyond religious ideologies and therefore education is never brought to the slaves in the South that would lead to a potential improvement of their situation."],"locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":445,"tag":"Education for blacks"},{"id":79,"tag":"Religion"},{"id":4,"tag":"Slavery"}]},{"id":5064,"title":"Remembering Our Gallant Dead","course_id":43,"status":"P","start_date":"1863-01-14","end_date":"1863-01-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dealing with death is as unavoidable as death itself.  Grief that weighs on the hearts of those who have lost someone dear to them is a great burden to bear.  Imagine then the amount of sorrow and mourning in the Confederate States at the height of the American Civil War.  Ways of thinking about and dealing with the amount of loss of life during the Civil War were diverse.  William C. Davis in his book, The Cause Lost: Myths and Realities of the Confederacy, addresses the changes that took place throughout the war in how citizens in the South dealt with the overwhelming personal loss.  At the onset of the war, Davis explains; when patriotism and military zeal were at their highest points, men were quick to rush off to join the ranks and the great adventure that awaited them.  Similarly, those who suffer the loss of a family member early in the war in large part viewed the death as a heroic sacrifice to a just cause. This notion did not hold as the war became prolonged and the death toll rose.  Writings, both public and private, took a more realistic and negative tone, moving away from the romantic, almost idealistic, vision of war seen at the onset.","<br /> A piece from the January 14, 1863 edition of The Confederate Baptist attempted to address and assuage the grief of those personally touched by the war.  The section, entitled “Our Gallant Dead,” both gave honor to the memory of brave unknown soldiers and addressed the reality of a deadly campaign.  The author called to the “noble spirits…whose graves are unmarked…but their memory is none the less dear” and for the living he advised that “it well becomes us to mourn both as a nation and individuals…it is indeed noble to weep for the good and the brave.”  However the imagery is far from romantic.  The author acknowledged the brutality of war and wove a tapestry of mental images including “precious blood…oozing from a fatal wound” and “the falling, mangled forms of the deadly combatants…Sublime tragedy! Awful spectacle!,” hardly the common language of a religious newspaper.","<br /> The Confederate Baptist presents us with an interesting snapshot of the war.  At the time of this publication in 1863, the subscribers of this paper were likely undergoing the change in outlook on the war from ‘heroic crusade’ to ‘useless sacrifice’ and the language and imagery of this particular article perfectly captured the tension between these two opposing forces."],"locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":109,"tag":"highdeath toll"},{"id":32,"tag":"Civil War"}]},{"id":5066,"title":"The Queen of Puddings","course_id":43,"status":"P","start_date":"1872-01-01","end_date":"1872-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“I have often been asked what is the difference between puddings and custards, as, in the receipts usually give in cookery books, there seems but little distinction made.  My classification is simply this: Puddings are baked without crusts and usually in deeper vessels; are generally served hot and eaten with sauces.  Custards, on the contrary, are, as a general thing, baked in rich paste, and usually served cold.”  Mrs. Hill’s Southern Practical Cookery and Recipe book offers much more than the differences between custards and puddings, it contains numerous receipts ranging from how to prepare meat, cakes, pies, puddings, custards, vegetables, fruits, teas, coffees and casseroles to historical perspectives on the art of cooking.  The pudding section of the book was particularly interesting because of the many varieties and combinations of puddings that Mrs. Hill described.  Bread pudding, rhubarb pudding, mince meat pudding and chocolate pudding looked like a delicious treat but the pudding recipe that stood alone was none other than Mrs. C’s The Queen of Puddings Recipe. ","                “One pint of bread crumbs; pour over them a quart of hot sweet milk; beat a tumbler of sugar to the yolks of four eggs; add to the milk, while war, a piece of butter the size of a large hen’s egg, and the grated rind of a lemon.  Mash the bread smoothly.  When saturated with milk, pour it on the eggs, stirring well. Butter a deep earthen dish; pour this mixture in, and bake until the custard is firm.  Take it out of the oven and spread over the top a layer of jelly, marmalade, or sweetmeats of any kind.  Beat to a stiff froth the whites of four eggs: add to them the lemon juice, and for each egg a tablespoonful of powdered loaf sugar.  Pile this over the pudding, and return to the oven long enough to color it a delicate brown.  Serve cold with arrow root or cream sauce.”  One of the more intriguing aspects of the cookbook was the attention to detail and measurements that Mrs. Hill adhered to reflecting the reasons why she was such a talented cook.   Often times the skills acquired to master an art such as cooking can be overlooked but it is evident that Mrs. Hill’s cookery and recipe book testifies to the fact that there is no adequate substitution for the enjoyment of a home-cooked delicacy. "],"locations":[{"id":11639,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":773,"tag":"food"},{"id":774,"tag":"cook book"},{"id":775,"tag":"Recipe"}]},{"id":5067,"title":"In Faded Fabric: The Preservation of Immigrant Identity","course_id":43,"status":"P","start_date":"1870-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Kingdom of Italy had secured its territorial integrity, seizing Venice from Austria 1866 and ending Rome’s Papal autonomy by conquering the Eternal City four years later. Nestled in the mountains of southern Italy laid the village of Montefalcone. In 1870, the town was awash with celebration—not from its kingdom’s recent conquests but from a single wedding. Fiorita Corso was betrothed to Aniello Vitale, the orphaned son of a wealthy local merchant; imported cloth and wine streamed in from across the country, and the families busied themselves with preparations.","Aniello’s father Raffaele had owned houses and property across the Campania region of southern Italy. He owned a prosperous store, selling groceries, cloth, and medicine. Around 1860, while bathing his horses, Raffaele was pulled underwater by a horse and drowned. As his widow mourned, the business fell into decline, servants stole from the family, and little-by-little their wealth disappeared. Aniello had gone to northern Italy to study for the priesthood, but with no money he was forced to return home, where he met and married Fiorita.","In the weeks leading to the wedding, according to custom, Fiorita had helped sew the pillows and blankets the couple would need in their new home. The pillows were simple and elegant, with white and green material stitched together with loving precision. Today, the colors have faded, the subtle smell of decay clings to the fabric, and the texture has irrevocably changed with the passage of decades. When the family settled in Chicago, Illinois, years later, the pillow was among the few belongings taken with them. It remained in the family for 140 years, passed through the generations to the present day.","In 1850, less than 4000 Italians were recorded in the entirety of the United States. By 1880, there were 44,000; by 1900, over 480,000. Most, like the Vitale descendents, were from southern Italy, where the standard of living declined dramatically in the closing decades of the nineteenth century. Disease and starvation swept the Italian countryside, and the cost of food skyrocketed. The pre-modern agricultural system could not support its people, and the lack of democracy gave citizens no voice in their own government. Once in America, however, the agriculturally-based immigrants were forced to adapt to lives in New York and Chicago. Like the Vitales, many immigrants settled in ethnic neighborhoods and clung to their language and cultural traditions. Even as they struggled to transcend the bleak realities of urban existence, many clung to ethnic identities with an almost sacred reverence. Such cultural bonds provided security and meaning amidst the integrating and potentially oppressive forces of industrial America. For the Vitale family, the pillowcase represented the preservation of an identity, an individual existence distinct from the realities of their new lives."],"locations":[{"id":2540,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":733,"tag":"Italy"},{"id":405,"tag":"Marriage"},{"id":31,"tag":"Immigration"}]},{"id":5068,"title":"Kind Words for Sunday School Children teaches children to live a Christian lifestyle.","course_id":43,"status":"P","start_date":"1866-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Once a month, children all over Atlanta, Georgia would rush to the front yard to gather up the newspaper. With their Bibles in hand, they eagerly flipped to their favorite section labeled Kind Words for Sunday School Children. These “kind words” were stories written for the Christian children to read and to take away important lessons that the Bible teaches. These stories were stories from the Bible with a modern twist. They were designed to teach children to follow Christian teachings and to develop a moral center.","During the nineteenth century, the American Bible Society was formed. The society’s main purpose was to promote moral reform.  But during the 1850s, the society began to undergo major changes. The group became institutionalized and commercialized. The focus was no longer on spreading ideas of moral values but now it had a bureaucratic feel to it, it was business, not religious anymore. Kind Words for the Sunday School Children is a prime example of this change. With the publication of Bible teachings in the newspapers, there was no need for children to even attend Sunday School, all the children had to do was read the newspaper. This was one example that marked the death of the community and the creation of individualization.","Kind Words was not the only of it’s kind. Several other techniques were used to help engrain good morals and Christian values in the brains of the nineteenth century youth. One example of this is Mark Twain’s Tom Sawyer. Although the novel promotes some degree of rebellion, Twain still expresses his views and ideas of Sunday school and promoted Christian ideals.","Kind Words for the Sunday School Children were essentially fables and moral stories that taught children stories in the Bible and taught them to live their lives by the Bible. The reason for stories like this to reach the children was to ensure that the religiosity of the following generations would remain strong.  According to southern Christians, it was vital for their children to be well versed in the ways of the Bible so they would continue to spread the word."],"locations":[{"id":1820,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":514,"tag":"Christianity"},{"id":540,"tag":"Baptists"},{"id":734,"tag":"sunday school"}]},{"id":5069,"title":"A Letter From Shanghai","course_id":43,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In his letter to Reverend Richard Furman, missionary J.B. Hartwell depicted the difficulties of embracing Chinese culture as well as spreading the Word of God in the non Christian community of Shanghai.  Hartwell  gave a summary of the current events that were taking place in Shanghai both with the group of missionaries in the field, as well as the ongoing practices of Chinese culture.  One aspect of the letter that seemed controversial was Hartwell’s reference to China as “this heathen land” as if stating that the Chinese people are un-redeemable.  Of the many pressing issues that the letter addressed, disease and sickness seem to be at the forefront emphasizing that the living conditions and exposure to disease had disheartened the missionaries in Shanghai.  Hartwell exclaimed that “the deaths in our midst for the last year have been a heavy percentage of the whole number of missionaries, and certainly should be a warning to us who remain to do our diligence to accomplish the work God has set before us.”  The courage that it must have taken to stay the course God had set out for the missionaries was truly astonishing in the face of such poor living conditions.  Brother Hartwell does remind Reverend Furman of their purpose and gives several examples of praises that had occured in the midst of such adversity.  The Sabbath congregations at the Ja who Dong were growing and one man in particular was baptized and even “continues to show great interest in the subject of religion and is believed by all the native members to be a truly converted man.” In his book <em>The Origins of the Anglo-American Missionary Enterprise in China: 1807-1840</em> Murray Rubinstein depicts the life of Robert Morrison, who similar to Hartwell dedicated his life to the service of God in the Canton region of south China.  Rubinstein emphasizes the adverse conditions that Morrison faced by stating, \" A damp and often stifling climate an alien and hostile government, a wary local populous, and an indifferent and sometimes antagonistic community of westerners all played their part in providing Morrison with a challenge to his body, mind and will.\" It is apparent that the only thing that kept both Hartwell and Morrison in China was their strong faith and commitment to sharing the gospel with the Chinese people.","Hartwell described one of the Chinese rituals which is called the worship of Gung Mung.  It was a ceremony in honor of one of China’s “fabulous kings who was said to have reigned 140 years.”  Hartwell described many of the intricate details of the ritual but emphasized that the ceremonies take place in order to bring praise to their “patron of Agriculture.”  As Hartwell concludes his letter he draws on the support of his family and the joy his daughter brings him in the midst of difficult circumstances.  It is apparent that missionaries in the nine-teenth century often times faced extreme difficulty in many areas including cultural differences, exposure to disease, and apathy among the people,  all the while trying to stay the course God had set for them.  Hartwell’s letter to Reverend Furman reflected the dependency that missionaries had on support from their communities and their churches to help them stay committed to the work set before them.   "],"locations":[{"id":11535,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":735,"tag":"Christian"},{"id":147,"tag":"Missionaries"},{"id":706,"tag":"Cultural Life"},{"id":41,"tag":"China"}]},{"id":5070,"title":"The Young Lady's Guide is a guide on how women should live and conduct their lives according to Gods will.","course_id":43,"status":"P","start_date":"1870-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Young Lady’s Guide, written in 1870, is a book on how women should live and conduct their lives according to God's will. One of the guide’s goals is to get young women to look at the broader picture and to forget the distractions in their daily lives and instead focus on God.  The guide is split in several different sections with each section written by a different author who is experienced on that particular topic.","Etiquette books like The Young Lady's Guide, such as Ralph Waldo Emerson's <em>The Conduct of Life</em>, delivered a philosophy to the emerging middle class on how to achieve morality rather than individualism. Scholars believed that these conduct guides were a way of shielding communities from individualist ideas. Writing diaries and participating in the community were ways to hold true to moral values that were slowly being lost to commercialism and business. As long as the lives of citizens remained simple, and more importantly the same, the individualist idea would have a tough time engraining itself in the American mind.","The Young Lady's Guide was a combatant of individualist ideas. It taught young women of the nineteenth century to follow moral values rather then their own personal interests. But in a country with an emerging middle class breaking the status quo of the social structure, it was hard for business and the drive to succeed and move up the social ladder to not get in the way of ethics and moral values."],"locations":[{"id":8927,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":514,"tag":"Christianity"},{"id":736,"tag":"19th century youth"},{"id":737,"tag":"family values"}]},{"id":5072,"title":"The Single Inaugural Address of President Zachary Taylor","course_id":43,"status":"P","start_date":"1849-12-04","end_date":"1849-12-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["President Zachary Taylor's only inaugural address of the year 1849 is, at first glance, a rather typical political address from a rather typical president. He is one president in the long line of ex-military men to join politics. Like many, he was not especially interested in politics and more coerced into it. Taylor and his address are an important because he is one of the presidents in the run-up to the events prior to the Civil War.","Taylor received the Whig nomination for president and defeated the Democratic candidate Lewis Cass and the Free Soil candidate, Martin van Buren. He is also the last southern President until Lyndon Johnson.","Taylor's inaugural address of 1849 is a very typical political speech. He emphasizes a strong and effective military and naval presence. Being an ex-military man himself, he was also a strong nationalist. He also talks about the strong relationship the United States has with other nations and how he believes in strengthening and maintaining those friendships, especially towards France, with whom they had had a minor altercation. Taylor says he has “scrupulously avoided any interference in the wars and contentions which have recently distracted Europe.” This was demonstrated in the Clayton-Bulwer Treaty signed by the United States and Great Britain.","President Taylor believed in a strong government banking system and wanted to express that the federal government should encourage agriculture, commerce and manufacturing.","Taylor's short term was dominated by the issue of slavery. Although a southern war hero who owned slaves, Taylor felt he needed to take a moderate issue on slavery. Although, he did not mince his words when talking about hanging anyone who broke the law. However, slavery does not appear as an issue in his address. The only way it comes up is when he mentions that people have been buying American-made boats in Brazil and using them for the slave trade. The idea behind The Compromise of 1850 was formulated during Taylor's time in office, yet he died while it was being debated.","Taylor was not a very effective president himself and most of the men he appointed were not very competent and effective either. Taylor, although running and winning as a Whig, did not completely suscribe to the Whig ideals and was not inclined to be a follower or puppet of the Whig Congress majority and it was that, combined with his own and his administration's effectiveness that caused his short presidency to be remembered mostly for his unusual death."],"locations":[{"id":1274,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":743,"tag":"Compromise of 1850"},{"id":742,"tag":"Inaugural Address"},{"id":741,"tag":"Taylor"},{"id":740,"tag":"President"},{"id":18,"tag":"Politics"}]},{"id":5073,"title":"South Carolina Court of Appeals, 1834","course_id":43,"status":"P","start_date":"1834-05-25","end_date":"1834-05-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the spring of 1834, the South Carolina court of appeals heard numerous cases none more prominent than a case on Military law determining whether newly appointed Lieutenant Edward McCready’s rights were infringed upon when he was denied commission by a superior officer, Colonel Benjamin F. Hunt.  Presiding over the cases at Law argued and determined in the Court of Appeals of South Carolina at Charleston were the Honorable judges David Johnson, J.B. O’Neall, and W.M. Harper.  Lieutenant McCready approached the court with the following argument, “The relator prays the court to grant him a writ of mandamus, to be directed to the said Col. Hunt, and all others whom it may concern in refusing to deliver to the relator his commission and commanding him and them to acknowledge your relator as rightfully entitled to exercise the said office of Lieutenant of the Washington Light infantry,  aforesaid and the relator further prays for such other, and further relief in the premises, as to the Court shall seem meet.”  After McCready’s argument was brought before the court, Colonel Hunt presented his opening statement arguing that Lieutenant M’Cready had refused the oath provided under the Military Act.  In defense of his actions Colonel Hunt demonstrated why he refused to commission the young officer in which the presiding Judge Johnson stated, “And for the cause why he refused to commission the said Edward McCready, the respondent sheweth that the authority given to the colonel of a Regiment to issue commissions, respondent considers purely executive; and that he is bound to do what he presumes the Governor would do, if he had acted directly.”","                Of the many following arguments, Mr. Attorney General Smith provides an insight into whether the oath under the military act required allegiance to the state.  Mr. Smith argues whether the state can demand such allegiance, “If she has, of course there can be none due to the general government and all objections based upon any such supposition, are laid aside.”  By providing the history of the word allegiance, Mr. Smith brings before the court the issue as to where the word allegiance derived and makes his claim that the term is used to “form the bond of connexion and obedience between the people and the government.”  Mr. Attorney General Smith then expounds upon the term of allegiance and its subservient role to sovereignty.  “Having now settled that allegiance is due to sovereignty, and that sovereignty is that power in a state, which is supreme, irresistible, absolute and uncontrollable; the next questions in order are was there every any sovereignty in South Carolina?”  The intricacies of the legal process are extremely well noted and documented in the text ranging from the extensive vernacular used by the judges and attorneys to the adherence to state statutes and local ordinances all the while connecting them to the Constitution.  Mr. Smith concludes his argument before the court, “I trust that I have shewn, that the state has a right to the exclusive allegiance of her citizens, and whether the oath in the Military Bill is considered as passed by the authority of the Ordinance, or as a mere act of the legislature, passed by the authority of its general legislative powers, it is equally constitutional.” Judge Johnson delivers the opinion of the court by issuing a writ of mandamus to Lieutenant McCready under the presumption that, “the allegiance of the citizens of South Carolina is due both to the state government and the government of the United sates—that the state constitution having prescribed the form of an oath on that subject, the legislature had no authority to change, add to, or alter it.  That the convention having been called for a specific object, and that object having been fully attained and accomplished, the legislature could not derive their authority to require an oath of allegiance, in a different form, from an ordinace of the convention, subsequently passed.”"],"locations":[{"id":11454,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":9,"tag":"Law"},{"id":715,"tag":"Military"},{"id":744,"tag":"court case"},{"id":745,"tag":"charleston, sc"}]},{"id":5074,"title":"William Whaley, Esq Presents his case before the Supreme Court of South Carolina","course_id":43,"status":"P","start_date":"1868-01-01","end_date":"1869-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Civil War was one of the most important events in American History, however, a major part of the Civil War is not emphasized. That is, its economic impact. With the freeing of thousands of slaves who had previously been property, the economic impact on slave owners and traders was enormous. Many, many court cases arose in regards to the issue of “Bonds given in the Sale of Negros.” One such case, Calhoun vs Calhoun, was eventually brought before the Supreme Court of the state of South Carolina.","Mr. William Whaley, Esq presented his argument for the defendant, the farmer who had bought the slaves, to the Court. The issue is, of course, that Calhoun, the buyer, had not had the money to directly purchase all his slaves and had issued bonds to the slave trader for them. When, however, all the slaves were freed, he did not pay the bonds. The slave trader Calhoun now brought a suit against him for the debt of those bonds.","Mr. Whaley's arugment had two separate parts. The first part discussed whether or not the court had jurisdiction. There were two important points he made here. The first is, there were federal and state laws prohibiting the interference with the completion of a contract. However, both the state of South Carolina and the Federal government had since issued laws that stated any cases or contracts dealing with the sale of African-Americans were to be null and void.","The second part of the argument lay in the idea of what a bond is. It is a debter-issued “IOU” of sorts, wherein he is promising to pay the seller a certain price for his good, with both parties knowing he doesn't have the money or trade-goods at the time of purchase. Whaley argued that therefore, the slaves are in a sense on loan, until the buyer had fully paid the price. If that being the case then, it is the fully economic responsibility of the seller to take the loss, as the purchaser never entirely owned the slaves.","This case is one of many, many similar cases brought to the courts all throughout the South after the Civil War and the freeing of the slaves. The change in law that occurred after the Civil War shows a dramatic shift towards that of a capitalist mindset. Judges increasingly ruled in favor of the capitalist market. However, in a case like this, it is not exactly clear who the capitalist is, the ex-slave buyer, or the ex-slaver seller, now both feeling the economic impact of all that lost capital. It was a huge burden to farmers and slave traders, but a great boost to the economy as the slaves now owned their own labor."],"locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":9,"tag":"Law"},{"id":746,"tag":"Supreme Court"},{"id":747,"tag":"Negro Bonds"},{"id":748,"tag":"Whaley"}]},{"id":5075,"title":"Joseph Mersman: Diary of a Whiskey Merchant","course_id":43,"status":"P","start_date":"1847-11-08","end_date":"1864-09-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the rise of the middle class during 19<sup>th</sup> century America, there are few direct portals into what the life of a working citizen was like. However, there are a few. One such book is the diary of a German immigrant who worked as a whiskey merchant in Cincinnati and St. Louis.","Joseph Mersman born in a little village in the Grand Duchy of Oldenburg in 1824, immigrated to the United States with his father and 3 of his brothers and sisters at the age of nine. In 1839 at the age of fifteen, he began a 10 year apprenticeship with a whiskey merchant who taught him the tricks of the trade. In the year of 1847, 23 year old Joseph began writing in his diary every day. This diary is extremely important to historians because it gives great, uncensored insight into the light of a 19<sup>th</sup> century bachelor who is doing his best to move himself through the social ranks.","One of the first overall themes to be noted is that there is very little of his every day life that changed. He rarely describes in detail exactly what his work involved, only noting how successful and busy the day was or wasn't. He worked every day except sunday and spent most of his evenings with family, friends or the family who owned the boarding house where he lodged.","His typical day involved waking up, having breakfast at the boarding house, going to work, and then coming back to the boarding house. From there, most nights he ate with the Jenkins family with whom he presided. However, he visited his sister and other friends quite often for dinner. He went to the theatre every now and then with a friend who seemed to particularly enjoy it. He also played the guitar and smokes a cigar almost every night with friends. Shortly after he begins his apprenticeship with Edmund Dexter, his father Henry Mersman opens a tobacco business and after Joseph finished his apprenticeship, he opened a tobacco and whiskey business himself. Lastly, every Sunday, his only day off, he had a french lesson after dinner.","These average incidents are interspersed with meeting new people and enjoying the company of both friends and friends of family. He, being a bachelor, was interested in several young ladies and writes about his interactions with them and the occasional visit to the nearby house of prostitution. Expecting dirty details however, is out of the question, especially because the phrase \"made love to\" referred only to courting, not any actual sexual acts.","One of the things surmisable from the entries in his diary, is that the typical perception of the nineteenth century is to the actuality of it for an average person. In fact, Joseph is not even writing in his diary during the Civil War and has only 2 entries for those years. The larger, so-called “Significant” events of the nineteenth century relate directly to the average citizen very rarely and only in the larger context.","I believe it is very important for us to get first hand accounts of everyday life in the nineteenth century in order to realize exactly what they are feeling and how events affect, or don't affect them."],"locations":[{"id":10238,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":749,"tag":"Diary"},{"id":750,"tag":"Whiskey"},{"id":751,"tag":"Merchant"}]},{"id":5077,"title":"<strong>A Jewish Rebuke to Confederate Anti-Semitism in Richmond </strong>","course_id":43,"status":"P","start_date":"1863-03-27","end_date":"1863-03-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 27, 1863, Reverend M. J. Michelbacher, rabbi of the Bayth Ahabah synagogue in Richmond, delivered a sermon on a day of prayer declared by Jefferson Davis. Michelbacher was a prominent Jewish leader in the Confederate capital.  Although he had moved from Philadelphia in 1846, he was a fervent supporter of the Confederate cause even prior to secession. In the sermon, Michelbacher responded to accusations that Jewish Southerners were not properly devoted to the Confederate cause and were instead speculating and engaging in selfish business practices.  Michelbacher denied these accusations and spoke of Jewish honesty and support for the Confederacy.  He argued that Confederate leaders like Robert E. Lee never questioned Jewish patriotism, and that many Jewish Southerners were fighting in the Confederate army.  He also prayed for the Confederacy, entreating God for food, a renewal of spirit and compassion in the Confederacy, protection, and counsel and wisdom for Jefferson Davis and the Confederate cause.","This source reveals an interesting dynamic in religious and ethnic differences in the capital.  Although no physical Anti-Semitic violence occurred in Richmond, there was some criticism of Jewish Southerners.  This source shows the dynamic of a religious minority, many of whose members were also ethnic minorities and German immigrants, professing its support for the dominant political ideals of a community and pledging their support for them.  In his book<em> The Jewish Confederates, </em>Robert Rosen examines the role of Jewish citizens in the Confederacy.  He argues that Jewish Southerners, being white, of small number, and often of the merchant class, were safer and more accepted in the American South than the North.  If true, this would help to place Michelbacher's sermon in the context of a community currently undergoing criticism but safely within and committed to the prevalent culture and its ideals."],"locations":[{"id":13917,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":79,"tag":"Religion"},{"id":32,"tag":"Civil War"},{"id":752,"tag":"Judaism"},{"id":753,"tag":"Anti-Semitism"},{"id":754,"tag":"Richmond"},{"id":755,"tag":"Confederacy"}]},{"id":5078,"title":"<strong>William Gilmore Simms' Account of the 1865 Destruction of Columbia </strong>","course_id":43,"status":"P","start_date":"1865-02-14","end_date":"1865-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1865, William Gilmore Simms, famed Southern novelist, published a text recounting the capture and burning of Columbia, South Carolina, by the forces of General William Sherman.  The text was highly anecdotal, creating a scene of violence, and disorder.  He recounted looting, fires, and destruction. Simms argued that Sherman willing and knowingly allowed Columbia to burn, that soldiers prevented firemen and citizens from stopping the fires, and even started fires themselves. The text reveals the massive resentment held against Sherman as a result of the collapse of Columbia. However, for all of his stories, Simms missed some of the most incendiary factual events, like the mock senate of soldiers that convened to “repeal” the nullification bill South Carolina had passed decades earlier.","William Gilmore Simms was one of the leading literary figures in the South during this period.  Although remembered as a novelist, Simms also wrote many histories.  In <em>A Sober Desire for History: William Gilmore Simms as Historian, </em>historian Sean Busick examines Simms' historical works.  He consciously removes the text on Columbia from his examination,  arguing that since it was written soon after the events it described, it lacked the elapsed time to be considered a history.  However, Busick's conclusions are still applicable to the text.  Busick argues that like many contemporary historians Simms viewed history as a literary art form, one that required a artist's skill and imagination to present the historical facts in a proper and morally edifying way.  The anecdotal, story-telling style applied to the text, in addition to the judgments leveled against Sherman, reveal these artistic and moralistic trends in the book."],"locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":757,"tag":"Catholicism"},{"id":756,"tag":"Columbia"},{"id":244,"tag":"Violence"},{"id":755,"tag":"Confederacy"},{"id":32,"tag":"Civil War"},{"id":284,"tag":"General Sherman"}]},{"id":5079,"title":"<strong>The 16th Massachusetts Regiment Disbanded in 1864</strong>","course_id":43,"status":"P","start_date":"1864-07-27","end_date":"1864-07-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 27, 1864, Private Richard Monnahan was discharged from G Company of the 16<sup>th</sup> Regiment, Massachusetts Infantry, on the day the entire regiment was mustered out.  According to his discharge form from the United States Pension Office, Monnahan was 22 years old, five feet five inches tall, of dark complexion with dark grey eyes.","The 16<sup>th</sup> regiment was formed in 1861 and served until July of 1864.  It was initially assigned to Fort Monroe, Virginia, but would fight in battles like Manassas, Fredericksburg, Chancellorsville, Gettysburg, and Spotsylvania Court House.  Private Monnahan’s service follows the entire life of the regiment.  Formed on June 29, 1861, Monnahan enrolled less than two weeks later on July 12<sup>th</sup> and would serve until the regiment mustered out on July 27, 1864, when his three year contract expired.  James McPherson, in his <em>Battle Cry of Freedom, </em>remarks that 1864 marked the end of many Union soldiers’ service.  In the Confederacy, soldiers were required to remain in the army after the completion of their terms, whereas Northerners’ terms of service were upheld and were allowed to go home.  In the end, McPherson estimates that 100, 000 chose not to re-enlist while 136,000 did re-enroll.  It is not known what Private Monnahan chose to do after being discharged.","The fact that Monnahan was born in Ireland draws attention to the role of immigrants in the army.  McPherson argues that although immigrants made up one quarter of the men in the Union Army, they constituted 30 percent of the male fighting-age population, making them underrepresented in the Union Army.  This interesting example of Private Monnahan, however, provides a personal perspective of one of the countless immigrants that did choose to fight."],"locations":[{"id":6210,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":760,"tag":"Infantry"},{"id":759,"tag":"Immigrants"},{"id":758,"tag":"Irish-Americans"},{"id":321,"tag":"Union Army"},{"id":32,"tag":"Civil War"}]},{"id":5080,"title":"The Forgotten Plague","course_id":43,"status":"P","start_date":"1832-03-01","end_date":"1832-03-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In present day, the “flu” is more commonly consider an inconvenient virus, which puts one out of commission for a day or two. But in 1832, influenza frequently ran its full course causing respiratory failure and death. In a letter from Fanny Wilson Johnson to her sister Eliza, Fanny discussed their father’s health, church happenings, and town affairs. Amidst her small talk, written sideways in the column of the final page, was a scribbled note listing several people who had died recently in Greenfield, Ohio from influenza. In 1832, a rapid spread of influenza swept across the world taking many lives in its path. Despite “US influenza 1832” being included in historical lists of epidemics, there are few/no articles written on this epidemic past mid/late nineteenth century. Could this be because influenza frequently followed cholera and so was overshadowed by a greater killer? Or is it because the influenza epidemic of 1918 was more frequently diagnosed and recorded? For whatever reason this epidemic is left out of medical journals, by 1841, <em>The Medical Examiner</em> still considered it the “most destructive of epidemics.”"," ","The medically inclined, journalists, and communities theorized on what caused and spread the virus based on what they could observe. Theories included, but are not limited to, meteorological extremes, airborne poisons, polluted water--especially the flooded Ohio River, and the yellow buttercup. The most suspected culprit, however, was the cold weather. Symptoms included cough, a lack of energy, cold shivers, headaches, aches in arms, legs, and spine, swollen eyes, and loss of appetite. It then could quickly progress to include diarrhea and blistering of the skin. By the ninth or eleventh day after symptoms appeared, many were dead."," ","With the death toll rising and an uncontrollable spread of the virus, extreme treatments were desperately employed. These included bleeding, mercurial purging (causes a release of the bowels), diaphoretics (causes extreme sweating), emetics (causes vomiting), local counter-irritants (causes inflammation in one area to reduce inflammation in an adjacent area), mustard footbaths, calomel and warm lotions. Several of these treatments weakened the body further and may have contributed to the virus progressing to death."," ","Considering the contagiousness and fatality of influenza in 1832, especially in Ohio, it is curious that Fanny Wilson Johnson remarked on the causalities in her area so fleetingly. This excerpt could be inconclusive independent of other correspondence where Fanny may have written more thoroughly or emotionally about her reaction to the virus, or this could be an example of an attitude of acceptance towards death and illness."],"locations":[{"id":10545,"lat":39.3376228786,"lng":-83.057004776,"zoom":9,"place":"ROSS, Ohio"}],"tags":[{"id":761,"tag":"letter"},{"id":762,"tag":"influenza"},{"id":763,"tag":"epidemic"},{"id":764,"tag":"Ohio"},{"id":765,"tag":"1832"}]},{"id":5081,"title":"Dissent Among Southern Evangelicals: To Secede or Not?","course_id":43,"status":"P","start_date":"1838-03-10","end_date":"1838-03-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["T. Meredith did not know that in less than three decades he would be in minority opposition to secession. Editor of <em>The Biblical Recorder and Southern Watchman</em>, a weekly newspaper “devoted to religion, morality, literature, and general intelligence,” and circulated throughout North and South Carolina, he urged readers to follow Martin Luther’s example of seeking “strength elsewhere than in men” on March 10, 1838.","During the election of 1860, the Southern church pulpit was a counseling arm; the religious were persuaded to take interest in elections without succumbing to the sins associated with political involvement. After the election of Lincoln, and certainly after Ft. Sumter, this attitude changed. “Mutual respect” and “confidence” among North and South had been destroyed in the minds of many preachers, as Union meant an assault on God-given rights. The Alabama Baptist State Convention convened two weeks after Lincoln’s election and declared, “we can no longer hope for the justice, protection or safety from the Federal Union.” The Alabama Conference of the Methodist Episcopal Church also felt the need for secession, showing that for the church, secession transcended slavery (Methodists and Baptists would split over slavery in 1844 and 1845).","<em>The Biblical Recorder</em> would express “the hope that Alabama Baptists might recall their desire to secede,” urging clergymen to use their moral power to keep the Union whole. But most Southern Protestants, while wishing to avoid war, called for secession. This attitude also changed. Many came to see the war as a holy crusade of Christian, civilized Southerners fighting against an atheistic, barbaric North; the theory that Just War could be a form of Christian discipleship was invoked and applied.","While other churches and newspapers were swept up in the three-pronged defense of secession as a Constitutional right, necessary to economic freedom, and a Biblical mandate, <em>The Biblical Recorder </em>and a few other Christian organizations stood firm in advocating nonviolent resistance and the use of spiritual, moral authority and power. The diversity of opinion among just Southern denominations about secession and the Civil War is only a microcosm of nationwide diversity that leaves the feeling that reconciliation may have been impossible."],"locations":[{"id":9841,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":32,"tag":"Civil War"},{"id":17,"tag":"Government"},{"id":79,"tag":"Religion"}]},{"id":5082,"title":"The Confederacy: Religion, Government, and – Diversity?","course_id":43,"status":"P","start_date":"1862-10-08","end_date":"1862-10-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Rulers,” insisted the editor of the <em>Confederate Baptist</em>, “were entitled<em> elahim</em>, gods, because, as the New Testament informs us, they are ‘God’s ministers,’ ordained for the temporal welfare of the body politic.” The October 8, 1862 article was written when the South and her religions were in the throes of the Civil War.","Ironically, a newspaper which had advocated secession two years previously was now urging its readers to cede their faith to a new governing body, Jefferson Davis, his cabinet, and the Congress of the Confederate States of America.","As the United States Congress had done, the Confederate Congress approved and funded a certain version of the Holy Scriptures, which would be used in the Confederate armies. Efforts were made to distribute the Bible to every soldier, and some locations saw shortages. The <em>Confederate Baptist</em>, local churches, and other organizations sought to convert as many men in uniform as possible. “Several” Johnnie Rebs were baptized, while 230 savage, degenerate Indians accepted the message of Christ.","Supporters and opponents of secession and the Civil War used religion to justify their arguments; however, few could have forseen savages responding more heartily to the Gospel message than the South’s renown warrior class. Religious awakening that had come and was to come in a series of waves was seized upon by both sides of the Civil War debate – warhawks and pacifists – and shows that the group of states often referred to as the “solid South” during elections was, and is, dynamic and opinionated even within its various religious traditions."],"locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":79,"tag":"Religion"},{"id":17,"tag":"Government"},{"id":32,"tag":"Civil War"}]},{"id":5083,"title":"Whigs: Nationalism &amp; Publication","course_id":43,"status":"P","start_date":"1846-06-01","end_date":"1846-06-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Although the Whig Party was already in trouble by the late 1840s, they remained vocal on a host of issues through print publications, such as <em>The American Whig Review.</em> One particular article of interest was written in June of 1846 and dealt with “Supply and demand,” which the author believed “must ever be the governing rule of prices.” The article also discussed how speculation ruins the equilibrium of the market. Interestingly, Whigs on the whole favored protective tariffs, which arguably interfere with the free market and supply-demand processes.","In the <em>Review</em>, the role of government was also discussed; building upon the Hamiltonian nationalist tradition, the Whigs largely argued against nullification. Daniel Webster’s performance in his debates with Robert Y. Hayne was applauded by the journal. One writer commented, “Mr. Webster might regard this achievement as the chief honor of his life.” Indeed, the Whigs drew upon nationalism for other topics of debate, not just nullification.","The rise and fall of the American Whig Party is a story which has been thoroughly documented and analyzed; its split over the issue of slavery is of particular interest to historians. However, during its most viable years, new philosophy about the nature of government was introduced in America, as well as older theories being reborn and advocated. From an analysis of <em>The American Whig Review</em>, Whigs were influential in the debates regarding tariffs and the free market, federalism versus nationalism, and ultimately the question of slavery.","The Whig Party was defunct before the advent of the Civil War, but may have perished sooner without its vast print infrastructure – newspapers and journals spread Whig ideas about the role of government that were adopted by the Republican party, especially Lincoln, who was a Whig for the majority of his adult life and became part of a bridge that allowed Whig concepts to cross into the Republican Party platform."],"locations":[{"id":1274,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"},{"id":8921,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":767,"tag":"Political Parties"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}]},{"id":5084,"title":"The Price of Slavery","course_id":43,"status":"P","start_date":"1847-01-02","end_date":"1847-01-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["To a group of slaves about to be sold to a new owner, the future is uncertain. Their new home may promise decent food and board, or it may mean the separation from their closest family members, abusive overseers, and grueling work that drives them to the brink of death. This is what thirteen slaves faced when they were sold on January 2, 1847 by John D. McCullough to Samuel W. Evans. The document promised their ownership by Evans until their death or his, at which time his heirs would take further ownership of any surviving slaves. In addition, McCullough promises in the contract that he will defend the ownership by Evans of these people against any person who claims otherwise. The insights these provide into antebellum Southern society are many.","The fact that McCullough includes his defense of ownership in the contract shows us the state of the Southern economy at this time. Slaves made up a majority of the livelihood, providing the region with the largest portion of its economic output. Runaways could be a problem, but those recaptured were returned to their owners. However, there is the chance that, like any other form of property, dishonest men could capture the runaway slaves and call them their own. The inclusion of a witness to the sale of slaves in Evans’ contract shows how important it was to protect their means of an income, all the way until and through their death, guaranteeing their children and families a way to continue making money as well. This also provides another possibility. In the case that a slave runs away and is found among abolitionists, a slave owner would have the proof needed to show that the man or woman had escaped and, according to the later Fugitive Slave Act, had to be returned to his or her rightful owner.","In addition, it is important to note the price that these men and women sold for. The total amount for the slaves was listed as $5,300 – about $408 per slave. This was less than large slave markets, such as those in New Orleans, where slaves could go for up to $1,200, but the fact that this was a private sale means more bargaining was involved. However, this leads to another problem; slaves were hyperaware of their value as a commodity. At the war’s end, when these people were looking for work in labor as free agents, they would ask for the same prices that they had garnered before the war; however, white plantation owners were unwilling to pay such prices, leaving both ends in a poor position: the newly freed blacks without work, and the whites without labor to work their fields. The Southern economy would be destroyed for years to come as both groups of people struggled to make sense of their new situations."],"locations":[{"id":11495,"lat":34.2738944437,"lng":-79.941633894,"zoom":9,"place":"DARLINGTON, South Carolina"}],"tags":[{"id":768,"tag":"Prices"},{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}]},{"id":5085,"title":"The Importance of Place","course_id":43,"status":"P","start_date":"1895-01-01","end_date":"1895-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Who better than the biggest name in printing today to lead the expedition into map printing than Rand McNally? Starting in railroad guides, the company eventually worked its way into maps in 1872, using a new wax engraving method that allowed it to print maps at a greatly reduced cost. This ensured the company’s ability to expand its publishing productions into maps and geography textbooks; in 1895, Rand McNally published a map of South Carolina  detailing both major and minor cities, railways, businesses, and – the most enlightening of all of these – the locations of land owned by various families in the state. The map lists the various divisions of population, including a very clear distinction between natives and foreigners, as well as separations of race.","The fact that the map lists, among the minor cities, the different properties owned by families and businesses in the state is a sign of the era from which the publication comes. Only 30 years after the end of the Civil War, these people are still defined by their land and what they do. The importance of a person and the size of their land is shown by the size of their listing on the page; some families’ names are larger than others, while others nearly need a magnifying glass to be seen. However, these listings can give an insight into the post-Civil War South. The names crowd each other on the page, fighting to be seen; but without the labor to work them, what use are they? The population of blacks at this time greatly outnumbers whites – 688,934 blacks to 462,008 whites – but their emancipation means a living is harder to come by. Whites were reluctant to hire their former slaves for the prices these newly freed people believed they were worth, and that meant the land was not worked to its full extent.","The number of former slaves working as farmers and laborers is not listed, but it can be inferred that a great majority had to struggle to find work, despite the obvious need of white plantation owners for skilled workers. The Civil War may not have been a clash directly over slavery, but it is obvious that the end of the war crippled the South swiftly and severely. Families clung to their land as a memory of the “glory days”; it would be interesting to see how many names disappeared from the map in subsequent years as land was sold by bankrupt families in the South’s struggle to rebuild its fractured economy."],"locations":[{"id":11641,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":769,"tag":"Map"},{"id":13,"tag":"Agriculture"},{"id":719,"tag":"South Carolina"}]},{"id":5086,"title":"An Oath of Pretending","course_id":43,"status":"P","start_date":"1865-08-14","end_date":"1865-08-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Four months after the end of the Civil War, Edwin Ware leaned down and signed an oath of loyalty to the United States government, swearing his support and protection of the constitution and union of the states, including the recently emancipated slaves. The former slave owner was the 2,560<sup>th</sup> person in Greenville, South Carolina to complete such an oath. Ware had effectively signed over all his beliefs and ideologies, and now had to return home to his empty plantation and inform his family that their livelihood was gone.","The end of the Civil War resulted in a devastating blow to the Southern economy. With former slaves demanding more pay than white plantation owners were willing to pay, crops were left to rot in the fields, bankrupting families that had worked the same fields for generations. And while these families signed oaths of loyalty to the victors of the war, guaranteeing their obedience to the Emancipation Proclamation, there were no qualifications in the oaths defining the treatment of the newly freed population. So Southern citizens could restrict blacks from working in any positions but the one they had formerly held – labor – and could pay them far below what was acceptable for such work.","The Confederacy believed itself a potential victor until the moment General Lee surrendered to the Union forces, an action that must have been like a slap to the face. The oaths that followed were not done willingly; the fact that it was required for reacceptance to the Union and as a means to restrict the South show that well enough. Southern frustration would be effectively turned into aggression towards the perceived source of their troubles: blacks. And while the oaths require the emancipation to be respected – under threat of divine punishment – it allowed for the continued persecution of African Americans for the next century."],"locations":[{"id":11535,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":755,"tag":"Confederacy"},{"id":32,"tag":"Civil War"}]},{"id":5089,"title":"“<em>General I Have no Division” </em>The Blunder of Pickett’s Charge.","course_id":43,"status":"P","start_date":"1863-07-03","end_date":"1883-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The battle of Gettysburg will be remembered as one of the deadliest battles in American history. Over 46,000 Americans were either wounded, killed, or captured in three days of fighting. One moment, occurring on the last day of the battle, stands out from the rest. Pickett’s charge, which took place on the third and final day of the battle, is considered to be one on the biggest military blunders of the war. While Pickett’s name is forever attached to the failed charge, it was planned and orchestrated by another Confederate leader, General Longstreet.","The blunder of the charge is documented in a manuscript produced by a staff officer under Longstreet, Lieutenant Colonel Fremantle. While Lieutenant Colonel Fremantle is not critical of Longstreet’s plan, the problems with how the charge was orchestrated is evident in his reflection of the day’s events. “The distance between the Confederate guns and the Yankee position--<em>i. e.,</em> between the woods crowning the opposite ridges was at least a mile--quite open, gently undulating, and exposed to artillery the whole distance. This was the ground which had to be crossed in to-day's attack. Pickett's division, which has just come up, was to bear the brunt in Longstreet's attack, together with Heth and Pettigrew in Hill's corps. Pickett's division was a weak one (under 5,000), owing to the absence of two brigades.”  When analyzing the strategy Longstreet employs when preparing the charge, the flaws become apparent.","Pickett’s division, which was below normal strength, would be the main effort and would thus face the majority of Union fire. Not only would Pickett’s force, which was undermanned, face the majority of the fire, the division would have to cross one mile of open ground, and attack an enemy force that was well entrenched at the top of the hill. Though Pickett protested to General Lee, stating “General I have no division, ” Lee ordered the charge to take place anyway.","Though Pickett received the majority of the blame for the blunder of the charge, he was acting under orders from superior officers. Often Longstreet is forgotten as the main player and orchestrator of the deadly charge. Longstreet later reflected on the mistakes made to Lieutenant Colonel Fremantle. “At 2 P. M. we walked to General Longstreet's camp, which had been removed to a place three miles distant, on the Fairfield road. General Longstreet talked to me for a long time about the battle. He said the mistake they had made was in not concentrating the army more, and making the attack yesterday with 30,000 men instead of 15,000. The advance had been in three lines, and the troops of Hill's corps who gave way were young soldiers, who had never been under fire before. He thought the enemy would have attacked had the guns been withdrawn.”","Though the blame is often laid onto General Pickett,he was only acting under orders. If his division wasn't ordered to be the main effort it can be argued that the blunder of the charge would rest on someone else's shoulders. However, General Longstreet's plan can be viewed as blunder in itself. Ultimately the confederate line charged a well entrenched enemy."],"locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":715,"tag":"Military"},{"id":32,"tag":"Civil War"},{"id":697,"tag":"Historiography"}]},{"id":5090,"title":"<strong>Western Artist</strong>","course_id":43,"status":"P","start_date":"1841-01-01","end_date":"1841-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Land hungry Americans who eyed rich, sparsely settled lands in the west and their attempt to bring civilization and self-governing establishments to Indian land became known as manifest destiny.  By the 1840s, the United States had become expansion-minded, and Americans began to believe they were destined to spread to the pacific.  During this westward expansion, the settlers devastated the Indian way of life.  George Catlin, in his <em>Letters and Notes on the Manners, Customs, and Conditions of the North American Indians,</em> illustrated the nature, culture, and dress of the Indian tribes in North America.  During the eight years he spent traveling from the Atlantic coast to the Mississippi Valley, he captured features of the scenery, life, customs, and attitudes of the Plains Indians through his paintings and letters.  These perceptive examinations “carried his warm feelings of admiration for the nobler traits of the red race, his accurate observation of their personal features, their costume, and wild sports, and his pictorial skill in transferring those features to the canvas.” (286).  "," ","Catlin believed Indians could only be accurately characterized within their own surroundings and unique culture.  He declared, “the historian who would record justly and correctly the character and customs of a people, must go and live among them.”  His letters and paintings reflected his experience by closely examining the conditions of Indian culture.  Even though he regarded himself as a supporter of Indian traditions, his description of Indian life did not illustrate how destructive the white settlers impacted their lands.  Regardless of this reality, Catlin’s extensive paintings and letters helped shape the attitude and perception of current western art. "],"locations":[{"id":6973,"lat":33.4997953468,"lng":-89.3568428173,"zoom":9,"place":"CHOCTAW, Mississippi"}],"tags":[{"id":180,"tag":"Indians"},{"id":778,"tag":"Indian Paintings"}]},{"id":5091,"title":"The Legacy of Andersonville Prison; Who is to Blame?","course_id":43,"status":"P","start_date":"1864-02-27","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The concept of enemy prisoner of war camps was a new idea at the time of the American Civil War. Previously soldiers that surrendered on the battlefield were often paroled. These soldiers were expected to return home and lay down their arms. However, often these men would return home then reenlist and fight the enemy again. Armies recognizing this problem placed punishments on soldiers who were captured violating their parole. Though these punishments were in place, there was really no efficient way to keep track of those who violated their parole, thus enemy prisoner of war camps were established. Although prisoners were placed in these camps, often treatment and conditions were so difficult that there was no guarantee that they would survive. The best example from the American Civil War is Andersonville prison camp Andersonville prisoners suffered so immensely that the camp’s commander was trailed and imprisoned for war crimes. Attaching blame to the commander was and is the obvious course of action, however, reviewing the history of the camp reveals different information.  Who is actually to blame?"," ","Howell Cobb, the commander of the military district Andersonville was located recognized the problem of overcrowding in the camp as early as May of 1864. “There are now in the prison twelve thousand prisoners…The effect of increasing number within the present area must be a terrific increase of sickness and death during the summer months.” So while the conditions suffered by Union soldier imprisoned with the walls of the were horrible, it was recognized by the Confederate administration that conditions were sub-standard."," ","So who is to blame? Many argue that is the responsibility of the commander of the camp. However, the commander was not allocated resources sufficient care for the number of prisoners interred at the camp. The Confederacy, when conditions at Andersonville were at their all time worst, barely had the resources to provide for armies in the field, so naturally, the amount of resources allocated to the commander of the camp extremely limited. Blame can be assigned ultimately by putting the situation in historical perspective."," ","Perspective is an interesting subject in regards to how the legacy of a particular event or place is viewed. Often, especially when the event or place is viewed negatively, blame shifts depending which side the reviewer takes. Pro-Union reviewers will place blame on the commander, or the Confederate government for the conditions suffered by the union detainees.  However, conversely pro-Confederate reviewers will place blame on the lack of resources across the Confederate states and will cite similar instances in camps located in Union territory for committing similar atrocities. Ultimately, placing blame for prison camp suffering lies with the reviewer’s perspective and sympathies."],"locations":[{"id":2222,"lat":32.0447139452,"lng":-84.1951910375,"zoom":10,"place":"SUMTER, Georgia"}],"tags":[{"id":108,"tag":"prison"},{"id":2,"tag":"Health/Death"},{"id":715,"tag":"Military"},{"id":32,"tag":"Civil War"}]},{"id":5094,"title":"Removing the Middle Man","course_id":43,"status":"P","start_date":"1868-09-01","end_date":"1868-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The late 19th century was a period of rating, standardization and putting a price on previously unvalued commodities. From people, crops, and even time a need for equality and standardization in the commodities market and in every day life was answered.  Commodities markets began to crop up around the country and laws are put on books to both protect and hold farmers to higher standards.  Prior to these markets and laws for standardization in the grain trade, farmers were vulnerable and responsible for their crop even after it left the farm.  As American farmers began to ship more grain to England more lawsuits arise between farmers and their brokers or “factors.” In 1868 a southern agricultural journal <em>DeBow’s Review</em> prints a hopeful review of new commodities regulations, foreseeing the lessened economic burden for farmers trading in foreign markets.  This article would have been a sign of good news for many of the journal’s readers; however, the article is only a paragraph long. A paragraph for what most historians see as the foundation of today’s modern commodities market in America. Removing historical hindsight from this article, it singles positive change for wheat farmers but does not seem to be the changing force in the exchange of goods in America. In this instance, analyzing this event within the historical framework the greater implications of the article can be seen."],"locations":[{"id":5599,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":777,"tag":"commodities"},{"id":213,"tag":"Chicago Grain Corner"}]},{"id":5092,"title":"Is Divorce a Northern Thing","course_id":43,"status":"P","start_date":"1858-01-01","end_date":"1858-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["J.D.B De Bow printed one of the most widely circulated southern agricultural chronicles of the 1800’s; the purpose of the journal was to bolster the South and the region’s economy. In one article printed in January 1858, entitled “Northern Morals,” De Bow claimed the higher rate of divorce in northern states was due to poor character, loose morals, and weak faith. Indiana’s 19<sup>th</sup> century divorce laws were infamous for their leniency towards women; however, De Bow overlooks the loose legality surrounding divorce and claims it was northern culture, which lead to the end of so many marriages.",". Just 6 years before De Bow published this article, Fredrick Douglass’s “A Former Slave Exposes Hypocrisy” is published nationally and receives a great amount of attention, placing a dark cloud over southern slave owners. De Bow strongly supported the South and was most likely sensitive to attacks on southern character.  Many southerners’ took offense to questions surrounding the morality of slavery and began attacking northern character in general. Laying the foundation for the stereotypical well mannered, religious, class conscious antebellum South, writers and public figures such as J.D.B De Bow published harsh attacks on northern culture compared to idyllic expressions of the gentile antebellum South, lessening the bad press swirling around the slave debate.  The Civil War was not inevitable at this point; but the feud between North and South was gaining more momentum, fueled by articles such as J.D.B De Bow’s “Northern Morality.”"],"locations":[{"id":3448,"lat":39.7816126185,"lng":-86.1384147396,"zoom":10,"place":"MARION, Indiana"}],"tags":[{"id":527,"tag":"Divorce"},{"id":4,"tag":"Slavery"},{"id":64,"tag":"Anti-slavery"}]},{"id":5093,"title":"The Plantation Will Last","course_id":43,"status":"P","start_date":"1861-08-01","end_date":"1861-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In August of 1861 the Civil War was beginning to show its true colors, bloody and drawn out battles of attrition revealed the war would be much longer and bloodier than anyone had expected. Failed offensives by both the North and South were publicized throughout the nation, and the newly established Confederate was burdened with building a country from scratch and governing a war.  At this same time an ad appears in DeBow’s Agricultural Journal for a business dealing in “all kinds of plantation equipment.” The advertisement is for “circular saw mills, steam engines, and wood working machinery.” These tools or “plantation equipment” took many hands to man, and were run by slave labor.","This advertisement reveals the positive attitude southerners held in regard to victory in the war. This equipment could not be used for war goods, but instead for farming and plantation work. This equipment would have been an expensive investment for long term use, signifying that both manufactures and buyers did not expect war to change their livelihood thus southern victory would prevail. This ad reveals that moral was still good in the southern states in August of 1861 and victory was stil expected. The long-term repercussions for such attitudes was poverty, as southern planters watched their livelihood swept away in the Confederate defeat."],"locations":[{"id":5599,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":776,"tag":"Farm Equipment"},{"id":4,"tag":"Slavery"},{"id":144,"tag":"plantation"},{"id":32,"tag":"Civil War"}]},{"id":5095,"title":"<strong>True Love</strong>","course_id":43,"status":"P","start_date":"1863-11-01","end_date":"1863-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the Civil War era of 1863, Harvey Black, a Confederate surgeon to the Army of Northern Virginia, described in a love letter the great affection he had for his wife Mary.  He wrote about their first encounter when he was seventeen and she just eight years old.  Harvey described, “I became so favorably impressed with her fair face and gentle manners that I frequently said to myself that I wished she was older or I younger.”  Examining the seriousness of the age difference in their relationship showed the genuineness of his love for Mary.  He traveled and pursued his education, but he never strayed from reminiscing about his true love.  Upon his return home, Harvey continued his courtship with Mary, and through marriage many years later, Harvey was able to fully express his love for her."," ","In the early nineteenth century, the role of women was limited in the marriage sphere and in love relationships.  The importance of socio-cultural formation was identified according to the established norms of society and gender.  The meaning of marriage had been primarily functional, in a sense that men and women were not necessarily tied together emotionally.  However, in the love story of Harvey and Mary, the shift in the traditional ideals of marriage was seen, and their relationship was based on compassionate love."," ","The retelling of this love story by Harvey in his old age showed the value of their relationship and the powerful feelings of love that time could not erase.  Harvey described in this letter a love tested through their time apart and reiterated their commitment to each other.  Through their years of marriage, Mary and Harvey were connected to each other in deep affection.  He proclaimed, “and how happy the thought that years increase the affection and esteem we have for each other to love and be loved.  May it ever be so, and may I ever be a husband worthy of your warmest affections.”  Harvey’s determination, love, and devotion was never ceasing for Mary.   "],"locations":[{"id":13797,"lat":38.8383886986,"lng":-77.2747207757,"zoom":9,"place":"FAIRFAX, Virginia"}],"tags":[{"id":722,"tag":"Love letter"},{"id":405,"tag":"Marriage"},{"id":32,"tag":"Civil War"}]},{"id":5096,"title":"The founding of Lander University","course_id":43,"status":"P","start_date":"1872-02-12","end_date":"1872-02-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 25, 1873 Luther Hawkins wrote in a letter to his betrothed, Mary Roe, “Going to have a big day at Williamston on Wednesday laying the corner stone of the female college.” The female college Hawkins refers to was the Lander University, founded in 1872 by Reverend Samuel Lander as a private school for women."," ","During the town planning for Williamston, two lots were reserved for schools: one for boys and one for girls. The boys’ high school thrived, but the girls’ quickly failed. In 1871, the South Carolina Methodist Conference appointed Lander to Williamston. To earn his salary, and fill the need of a girls’ school, Lander founded and taught at the Williamston Female College for the Conference in a vacant hotel building. The school’s doors opened on February 12, 1872 and later moved to Greenwood in 1904, where it was renamed Lander University."," ","The school’s success led to Landers release from pastoral duties to run the school full-time. It offered courses in primary and secondary instruction, mathematics, natural sciences, Latin, and home economics. Among other accomplishments, Lander’s “one study plan”, where students studied one subject for each five-week term, gained the school notoriety."," ","Lander University continues to grow in size and popularity. It now attracts students across the United States and foreign countries, and offers bachelor and graduate degrees."],"locations":[{"id":11430,"lat":34.519117434,"lng":-82.637883414,"zoom":9,"place":"ANDERSON, South Carolina"}],"tags":[{"id":782,"tag":"Williamston"},{"id":781,"tag":"Lander"},{"id":780,"tag":"college"},{"id":779,"tag":"founding"}]}]}