{"id":48,"title":"California History","school_id":40,"school_name":"Foothill College","term":"Fall 2010","abbr":"HIST 10","url":"","description":"Economic, social, intellectual and political development of multicultural California. Survey of Indian, Spanish and Mexican periods. Analysis of role and issues of ethnic/racial minorities during six major historical periods: gold rush, railroad era, Great Depression, World War II, turbulent '60s and present era.","points":[[37.7029266937,-123.005394924],[39.2896352602,-120.722296259]],"bounds":[[39.2896352602,-100],[37.7029266937,-123.005394924]],"episodes":[{"id":5108,"title":"The Effects of a Natural Disaster.","course_id":48,"status":"P","start_date":"4/18/06","end_date":"4/18/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“I was certainly sleeping soundly, when, at 5:13 A.M. I was suddenly and rudely awakened by something falling on me, and the most awful pitching, and rocking, and swaying, and jarring of the whole bed and building” recounted in a letter from, presumably, Mary E. Pease, a nurse who was to live through the catastrophe of the earthquake of 1906 in San Francisco.","She was at the time staying in a newly built extra-reinforced hotel, luckily enough. Sleeping with the blinds drawn she had no clue what was going on outside, but having lived through other much smaller earthquakes, she got an initial feeling of what was going on. Being awakened as suddenly as one can imagine gives no room for thinking clearly: it took her several seconds just to remember where she actually was.","After the 48 seconds of earth-shattering rumble, which seemed like several minutes to Mary E. Pease, she tried to get out into the hallway, only to be locked in by the twisted and wrenched door caused by the intense shaking. Finally getting out in the hallway, she found people in shock and asking a bunch of questions. She tried to calm them as much as she could. She must have been quite an actress herself, seeing that she could barely stand on her own legs being as frightened as she was. Even though she couldn’t imagine any buildings holding together during such a strong earthquake (measuring 8.3 on the Richter scale), a white lie was a necessity in this case.","After calming the people she found herself getting dressed swiftly and heading for the hospital where she worked to see one of her patients. Getting out on the street and seeing people stand around in silence, unaware of their surroundings, unable to do anything because of the shock that had struck them, was overwhelming. “There was no screaming and no shouting or loud talk, and strange to say no crying. I think I saw only one woman crying, that whole first day, except some that had relatives killed and many of those did not cry”. Seeing injured people bleeding and covered in filth, being stuffed into cars and rushed to some nearby temporary hospital must surely have left some imprints on those poor minds.","Getting distracted on the way, Mary stopped at the Mechanics Pavilion for a short period of time to help the injured. Even though a vast amount of people were being brought in rapidly, she couldn’t stay. Along with the injured being brought in were  doctors, nurses and volunteers -- many with instruments  -- whom could help. She left in a hurry to go see her patient and her co-workers at the hospital. Finally reaching her destination, she was greeted with fear and relief: they thought she had died because of how delayed she was. Mary tended their wounds and soothed them.","In his book ‘<em>Disaster!</em>’, Dan Kurzman writes, “But after the first moments of desperation, the silence of shock and despair set in as they gazed at their collapsed and damaged houses, and in the horrifying quiet they acted rationally, deliberately, like people turned into lifeless robots”. I cannot imagine what they must have felt like, seeing their city, even world, collapse in front of their eyes. Disasters like this bring out both the best and the worst in people, some see only to themselves and their own well-being while others act like true heroes.","Dan Kurzman tells us about the fate of a mother and her son -- a fate which causes the mother to act in what she thinks is the best way. Much like Mary E. Pease, they lived in a hotel, located on the north side of Geary Street. Unfortunately, it was an old building that soon collapsed with them both still being inside, but visible from the street. Rescuers rushed to the building and ferociously tried to save them from being burnt or crushed alive. The mother realized there was no way they would be saved so she grabbed a stone that had been chipped off when the building collapsed and hit her son with it, knocking him unconscious. She could handle her own fate, but could never see her son face the same thing. Mary Pease wrote “… for the greater part of the 45 seconds, during which, the earth continued to quake, but my 'thinker' was certainly working overtime, for all these thoughts, and many more, which I cannot now recall, were surging through my mind”. We cannot judge the decisions made by people in the midst of such an awful event as the 1906 earthquake."],"locations":[{"id":52323,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":793,"tag":"Earthquake"},{"id":794,"tag":"San Francisco"}]},{"id":5126,"title":"<strong>Gold Rush Merchants: Everything has a Price</strong>","course_id":48,"status":"P","start_date":"1850-10-25","end_date":"1851-05-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["There was gold in California and everyone wanted their share.  In that spirit, in early September, 1850, 17-year old Stephen Chapin David and his older brother Josiah arrived in Gold Rush California.  Entrepreneurial skills showed quickly as Stephen purchased newspapers before boarding the ship to sell to the other sailors.  While early searching for gold did not prove as lucrative as hoped, they turned to jobs such as cooks and storekeeping.  On October 25, 1850, the brothers purchased a store from Mr. Stones for $260 and all its goods at cost value.","Selling goods such as ham, flour, sugar or quicksilver proved profitable for Stephen and Josiah.    Many items could be sold for more than double their original cost.  Seasons often affected the profitability of the store, but other avenues were always available that insured a stable income.  First, they fixed up their store in order to host boarders at $11 a week.  Going into town to buy supplies for the store was no reason to have lost out on money; they would often collect mail from the miners to send out for them, charging $1.25 per letter that cost 40 cents to post.  Return mail was also brought from the cities to the mining camps.  Often miners only received mail from home once a month, so while the brothers did make a profit from the miners, they also provided a valuable service that gave them a small sense of security from home that they had not been forgotten about.","Many early gold seekers left with the intention of becoming merchants.  Robert M. Senkewicz reveals they left home with things to sell and relationships with big city merchants that could send goods to their aspiring businesses on a regular basis once they had settled in California.  Communication was important with the suppliers.  They had to make sure that goods were packed properly for shipment so they could be sold at full value instead of discounted rates for damaged goods, as well as insuring which goods to ship that were in the greatest need and would make the most money.  Too much of any one item on the market forced lower prices and burdening quantities of unsold stock.  The influx of miners and merchants alike that flocked to California, many whom stayed on after the gold rush had ended, began the diversified population that California still has today."],"locations":[{"id":1057,"lat":39.2896352602,"lng":-120.722296259,"zoom":8,"place":"YUBA, California"}],"tags":[{"id":824,"tag":"Merchants"},{"id":823,"tag":"Stephen Chapin David"},{"id":256,"tag":"gold rush"}]},{"id":5127,"title":"<strong>Crime and Instant Punishment in Gold Rush California</strong>","course_id":48,"status":"P","start_date":"1851-03-08","end_date":"1851-04-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In California there was lots of gold to be had, but not everyone would strike it rich.  While early gold rush merchants Stephen Chapin David and his older brother Josiah ran their store near the mining camps in 1851, they were surrounded by all sorts of people.  In close quarters you could not always trust the people around you.  Stephen recounted upon his return from the city in March 1851, that one of their boarders had all his money stolen from beneath his pillow.  In a show of unity amongst the miners, they attempted to seek out the culprit.  Once a suspicious man was apprehended, they threatened to lynch him.  With no proof, the miners let the man go, and he soon moved on from the camp.  A man caught stealing a pitchfork from the store was almost hung but eventually was let go and run out of town.  In April of 1951, a man accused of stealing ran into a drug store and drank a two ounce bottle of laudanum, in fear of his impending trial.  He was immediately given an emetic and recovered: the belief was that the justice you received was given to you, not chosen yourself.  Crime was everywhere and needed to be dealt with immediately as to hinder any thoughts that one could easily get away with this type of behavior.","Though harsh punishments were not always implemented, vigilante justice still had its place in gold rush society.  Leonard L. Richards explains that early camps implemented local rules of how much land each miner could mine himself.  This local ‘law’ was to avoid slave owners from claiming large amounts of land in the name of their workers when it was not felt that slaves could also claim land.  Disobeyers were first warned to comply or leave.  If neither happened, punishments could range from hanging to disfigurement.  One entrepreneur from Chile, who did not comply, had his ears cut off.   So removed from the big cities and traditional legal systems, the miners did what they had to to keep order in their communities."],"locations":[{"id":1057,"lat":39.2896352602,"lng":-120.722296259,"zoom":8,"place":"YUBA, California"}],"tags":[{"id":823,"tag":"Stephen Chapin David"},{"id":256,"tag":"gold rush"},{"id":1,"tag":"Crime/Violence"},{"id":837,"tag":"Vigilantes"}]}]}