{"id":49,"title":"U.S. History: 1812 - 1914","school_id":40,"school_name":"Foothill College","term":"Fall 2010","abbr":"HIST 17B-02","url":"","description":"American civilization from 1812 to 1914. Survey of United States history and its political, economic and social development.","points":[[37.4562619895,-122.096750388],[43.0829208206,-79.0699589693],[37.7659991545,-122.286458807],[41.8399513458,-87.8166666032],[38.1872796075,-85.6593965884],[33.0342766311,-118.614221051],[37.1084208398,-122.337010921]],"bounds":[[43.0829208206,-79.0699589693],[33.0342766311,-122.337010921]],"episodes":[{"id":5106,"title":"Funeral for the founder of Los Altos, California","course_id":49,"status":"P","start_date":"7/30/46","end_date":"7/30/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The development of Los Altos, California, is credited to Paul Shoup and the interurban railroad system. “The father of Los Altos”, died on July 30, 1946, in Los Angeles, California. The memorial service was held at the chapel of Stanford Memorial Church. Ira S. Lillick and fellow members of the board of trustees of Stanford University delivered the eulogies. His family was present, most notably his three children, Dr. Carl Shoup, Jack, and Louise Shoup. His sister, Mrs. A.S Robinson, his brother, Guy Shoup, and his two nieces, Miss Frances Shoup and Mrs. W. Byron Bryant were also present. Friends, admirers, and employees of Southern Pacific Railroad Company also attended the funeral. Shoup was the President of Southern California Inc., President of the Los Angeles Merchants and Manufacturers Association, President of two oil companies, and a Stanford trustee. He was a contributing writer to the <em>New York Sun, Overland Monthly, Black Cat, Illustrated Monthly</em>, and<em> Sunset Magazine. </em>While serving as President of the Southern Pacific Railroad Company, he was instrumental in the development of Los Altos.","In 1904, the Southern Pacific Railroad Company was expanding its subsidiaries and electric railroad services in northern California and wanted to connect Mayfield, San Jose, and Los Gatos through the interurban line. However, this became problematic, as Southern Pacific would have to build their interurban railroad line through land owned by Sarah Winchester, who did not want to give them the right of way at first because it would destroy the integrity of her ranch. After negotiations, Winchester decided that she would sell Southern Pacific the right of way but only if they bought all her land. Once Southern Pacific bought the land, Paul Shoup and Walter Clark saw a great opportunity to build a new city. They created the Altos Land Company, raised money, and filed the city blueprints for Los Altos in 1907.","It took time for the city to grow, but once the interurban railroad was built and operational it attracted different types of businesses, families, Stanford professors, and wealthy San Franciscans to Los Altos. The electric railroad linked the Bay Area cities together and made traveling and commuting within the Bay Area  more comfortable, faster, and cheaper for passengers."],"locations":[{"id":25347,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":666,"tag":"Railroad"},{"id":789,"tag":"Urban Life/Boosterism"},{"id":790,"tag":"Paul Shoup"},{"id":791,"tag":"Sarah Winchester"}]},{"id":5124,"title":"The Start of Apple Computer, Inc.","course_id":49,"status":"P","start_date":"4/1/76","end_date":"4/30/76","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Apple Computer, Inc has not been around for very long, but for the time it has been around it has made significant progress. Many do not realize how it started or how new it still is. The company was founded by two men named Stephen Wozniak (Woz) and Steve Jobs who both live in the Silicon Valley in California.  Wozniak was fascinated by computers in high school and dropped out of the engineering program at University of California, Berkeley to work for Hewlett-Packard (HP). At this time, Hewlett-Packard only made calculators and minicomputers. Wozniak attended a local club in Menlo Park, California, called the Homebrew Computing Club. This was where he first heard of minicomputers.  Wozniak was only twenty-six years old in 1976 when he wrote a BASIC programming language for a new microprocessor. He was able to give his friends at Homebrew copies as he helped them with their own designs. Steve Jobs was only twenty-one and worked for Atari, Inc.  He also shared the same interest in computers as Wozniak. They worked on a few electronic projects together. One project was making a video game called <em>Breakout</em> for Atari. Jobs believed Wozniak’s microprocessors could be marketed so, with the help of a friend, he sold them to other computer interested people. They started out on very little money; they each sold something so they could get a start. Jobs sold his Volkswagen van and Wozniak sold his programmable calculator. This gave them $1,350 dollars to begin production of the Apple I boards. The first computer made was called the Apple I. They purchased parts at a local electronic parts store called The Byte Shop and were able to establish credit. The first computer retail store ordered fifty Apple I computers: this was their first sale. Jobs and Wozniak started working out of Jobs' parents house in Cupertino, California. In their first year as Apple Computer, they moved from the garage to a room in Cupertino. Steve Wozniak remembers,“I had wanted a computer my whole life; that was the big thing in my life….All of a sudden I realized that microprocessors were cheap enough to let me build one myself. Steve (Jobs) went a little further. Steve saw it as a product that you could actually deliver and sell, and someone else could use.” Like many other of the first computers, the Apple I was made for other specialists who could put together and write their own programs. One may wonder where the name “Apple” came from, especially for a computer company. The idea of the name came from Jobs in 1976 when he visited friends that owned a farm that he visited often. Once he returned home, he told Wozniak about the idea. According to the Apple Museum, “Jobs probably was working on apple plantages. Or he just wanted their startup to be in front of Atari in the phone book. Or it was a tribute to Apple Records, the music label of the Beatles.” No matter where it really came from, Wozniak had a suspicion that they would get in trouble with Apple Records. Eventually, this did happen. In 1989, Apple Computer was sued by Apple Records for trademark violations. However, the name stuck and is today one of the most well-known names in electronics."],"locations":[{"id":35031,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":819,"tag":"Apple Computer, Inc"},{"id":818,"tag":"Steve Wozniak"},{"id":817,"tag":"Steve Jobs"},{"id":816,"tag":"Computer"},{"id":815,"tag":"Apple"},{"id":814,"tag":"Silicon Valley"}]},{"id":5107,"title":"The Interurban Railroad of California","course_id":49,"status":"P","start_date":"10/18/01","end_date":"10/18/01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Southern Pacific Railroad Company Traffic Department announced on October 16, 1901, that Paul Shoup would be replacing Thomas A. Graham as division freight and passenger agent with jurisdictions south of San Francisco, Oakland, and north of Santa Barbara, with his headquarters in San Jose. J.C Stubbs, Traffic Director; William Sproule, freight traffic manager and E.O McCormick, passenger traffic manager, approved the appointment. The appointment took effect on October 18, 1901.","Paul Shoup rose to a prominent position in the Southern Pacific Railroad Company through his management of the railroad’s electric interurban lines. As the roads were unpaved and traveling was predominantly by horseback or wagon, the electric interurban made traveling comfortable, faster, and cheaper for passengers. The electric interurban lines in California and other cities in the United States connected cities together by making more stops at urban centers than the larger railroad lines that traveled further and hauled heavy cargo. The Southern Pacific Railroad interurban lines were predominantly located in the Los Angeles area linking the City of Angels to Long Beach and Orange County. The Interurban Electric Railway (IER) connected Berkeley, Oakland, and San Leandro, while the Peninsular Railway connected San Jose and Palo Alto.","However, the success of the interurban railroad led to its demise. As the economy improved due to the construction of the interurban railroad, people in the Bay Area were able to afford automobiles and the interurban railroad usage declined.  Many of the companies responsible for its success ended up filing for bankruptcy."],"locations":[{"id":52284,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"},{"id":790,"tag":"Paul Shoup"},{"id":666,"tag":"Railroad"},{"id":792,"tag":"Transportation"}]},{"id":5116,"title":"The Fate of Native Americans at the Turn of the Century","course_id":49,"status":"P","start_date":"1/1/00","end_date":"12/31/01","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Around the year 1900, when Bertha Wendhausen heard that there was an Indian village nearby in Niagara, she couldn’t wait to go and talk with some of the Indians.  She wanted to learn more about the native people of North America.  So on one Sunday, Bertha and her party drove over to find the village of Niagara.  On the way there they met an Indian child who was sick and dying.  Bertha later wrote that she believed the child foretold the story of the rest of the Indians -- that they would perish as white civilization swept over them.  Bertha believed the death of the Indians was inevitable.","When Bertha and her party found the rest of the Native Americans in Niagara, they appeared to be dirty and miserable.  This further affirmed her belief that Indians were not meant to be in society and that it would cause their death.  Bertha wrote that Indians were meant to be free and one with nature; they were born to fish, hunt, and gather, not to be in civilization.  They were meant to be free with the open sky.","In Canada, Bertha had learned that there was an Indian who was educated and very intelligent.  She thought of this Indian as an exception because she didn’t think Native Americans were capable of learning.  Most of them would not be able to adapt to society or become educated, were her thoughts.  A memory of the Indian chief statue in Chicago Park stirred in her thoughts: like the rest of the Indians, the warrior chief seemed to be calmly awaiting his fate.","Later on, when she visited the splendor of Niagara Falls, Bertha recalled the legend that had been told to her of that place.  As the legend went, there was a rainbow shining in the waters of Niagara Falls,and on this rainbow departed souls traveled on their way to the “happy hunting grounds of heaven”.  A tradition of the Indians in the area was to offer a sacrifice up to the Great Spirit.  A canoe was decorated with flowers and fruits, and a maiden was chosen to take the offering across the rainbow to the Great Spirit and offer her own life as well.  One day the maiden who was chosen was the only daughter of a great chief.  The chief did not show any emotion when his daughter was chosen.  As she was steered into the mist and watery depths, suddenly there was another canoe beside hers- in it was her father.  Both canoes went into the falls.  On the bank the Indians who had been watching rushed over, and in the water was a second rainbow next to the first.  The Great Spirit had built a second bridge for the father to cross.  And as the legend went, both father and daughter reached heaven, and from then on there were two rainbows in the waters of Niagara Falls.","Like the Indian chief and his daughter, Bertha thought the rest of the Indians would also pass over to heaven.  She was not wrong in that there were many hardships endured by Indians because of white civilization, and many of them died as a result.  Throughout the 19<sup>th</sup> century, they continued to be pushed off their lands more and more westward.  Most attitudes towards Native Americans at the time were that they were only obstacles that needed to be removed from valuable land, or they were savages that needed to be civilized.  Despite Bertha’s assessment, many of them did become educated and entered society, and they didn’t die out.  Many Indians still continue their traditional lifestyles today on and off reservations around the United States."],"locations":[{"id":49714,"lat":43.0829208206,"lng":-79.0699589693,"zoom":9,"place":"Niagara, New York"}],"tags":[{"id":804,"tag":"Niagara Falls"},{"id":803,"tag":"Reservation"},{"id":558,"tag":"Indian Removal"},{"id":19,"tag":"Native-Americans"}]},{"id":5119,"title":"The Ruinous Earthquake","course_id":49,"status":"P","start_date":"4/21/06","end_date":"4/21/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The great 1906 earthquake turned the thriving city of San Francisco, California, into a sea of flames on the morning of April 18, 1906. However, the earthquake’s effects were more far-reaching than just the city of San Francisco itself. While Oakland was rather fortunate and did not sustain a large amount of damage, in San Jose “few buildings…escaped injury, and the death toll [was] not small.” Damage was also sustained in the Washington Township, a small collection of homesteads that would later become Fremont.","A new bank in Centerville, which had just been constructed, was completely destroyed. It had been the talk of the town, and many inhabitants were very proud to have such a beautiful new development in their town, only to have it demolished by the quake before it even opened. In addition, a drugstore and the Hawes & Dusterberry store were badly damaged. The drugstore closed down, but the Hawes & Dusterberry eventually relocated.","In the Irvington area, the Gallegos Winery was devastated, having been built less than twenty years earlier. At the time the winery was one of the largest in California. It was never rebuilt, but the remains are still visible today. The Independent Order of Odd Fellow’s building was very badly damaged but was repaired.","The majority of the damage to the rest of the cities was relatively small, although a couple of hotels were destroyed, and the powerhouse in the Mission area was cracked badly. Many local stores had their stocks knocked from shelves, and in some cases the more perishable items spoiled. Some prominent local citizens, C.C. Crane and his family, had actually gone on an automobile trip in the city of San Francisco on the day of the earthquake, but returned safely.","The damage sustained by the Washington Township, while not near as devastating as that of San Francisco itself, shaped the way the township developed for the next few decades. Much of the newer construction, such as the bank in Centerville, was either damaged or destroyed, and so the development of the townships was stunted, and the area remained largely agricultural into the 1950s and 60s, until a number of the townships were incorporated as the city of Fremont, and the GM plant (which later became NUMMI) was built."],"locations":[{"id":52302,"lat":37.7659991545,"lng":-122.286458807,"zoom":9,"place":"Alameda, California"}],"tags":[{"id":793,"tag":"Earthquake"},{"id":789,"tag":"Urban Life/Boosterism"},{"id":813,"tag":"Fremont"}]},{"id":5120,"title":"From Agriculture to Technology","course_id":49,"status":"P","start_date":"1/1/64","end_date":"1/1/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In late 1964, the California Nursery Company was getting ready to celebrate the company’s 100<sup>th</sup> anniversary. The Vallejo Adobe had been moved onto the grounds of the nursery and was restored to be used as a meeting room. There were big plans to expand, and construction was beginning on a new section of the nursery. The California Nursery Company was one of the most successful and well-known nurseries in all of the bay area and one of the largest west of the Rockies.","The California Nursery was an innovator, and it helped make a robust version of the fig that would grow in California among other improvements. Production methods were an important objective of the nursery, and in their century of operation they continually improved the quality of their plants for sale, with strong root systems and resistance to various climates. To expedite these improvements, the California Nursery paid the finest attention to planting methods, as well as digging and grading of the soil.","Plants grown at the nursery were shipped nationally and internationally, and the business was thriving in 1964. They held annual bulb shows, and thousands were in attendance year after year. Yet by 1972, the company was no longer in business, except mail order, and much of the company’s land became housing tracts. Today all that remains of the former glory of the California Nursery Company is a 20-acre historical park. What happened?","Following the incorporation of Fremont in 1956, businesses began to locate themselves in the town, most notably the GM assembly plant which opened in 1960. All around this time, the Bay Area began to grow industrially, and technology became its focus. Industry began to take over the area, and the Central Valley became the new home for agriculture.","Fremont, as well as the rest of the Bay Area, moved away from agriculture, instead becoming part of one of the largest technology hubs in the world, the Silicon Valley. With this change, shopping malls and housing tracts replaced many of the farm-oriented businesses in the area which had thrived for so long.","The California Nursery Company once occupied nearly a square mile, much of which is now housing. Some of the tracts maintained the trees and plants as part of their landscaping, but the nursery grounds have been shrunk to just a fraction of their former size. As the Bay Area developed into the tech superpower it is today, agriculture moved elsewhere, and with it the California Nursery Company, among others."],"locations":[{"id":33268,"lat":37.7659991545,"lng":-122.286458807,"zoom":9,"place":"Alameda, California"}],"tags":[{"id":807,"tag":"nursery"},{"id":599,"tag":"Technology"},{"id":13,"tag":"Agriculture"},{"id":813,"tag":"Fremont"},{"id":814,"tag":"Silicon Valley"}]},{"id":5121,"title":"A Day of Mourning For All","course_id":49,"status":"P","start_date":"1865-04-19","end_date":"1865-04-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Abraham Lincoln's funeral took place on April 19, 1865. The mirrors in the Green Room had been covered and everything was black, causing a dimness. Over seven hundred people came to pay their respects to the late President. A person described the scene in the Green Room: “The remains of the President lay in the Green Room, in a metallic coffin. On each side of the coffin were four silver handles, with stars between, a vein of silver winding around the whole cast in a serpentine form. This rested upon a canopied catafalque, and was decorated with wreaths of moss and evergreen, with white flowers and lilies intermingled.\" People such as Andrew Johnson and Ulysses S. Grant attended the funeral. At the end, the coffin was carried by twelve army sergeants to the hearse that was waiting outside. The coffin was brought to the Capitol. Thousands of injured and uninjured soldiers from the Union got up to participate in the funeral procession which was led by African Americans. Nearly forty thousand of them were gathered at the end of the funeral procession. Over one hundred thousand people lined the streets that day to watch the hearse pass by. Not an inch of sidewalk was seen because so many people came out. Those that could not come out stayed inside and watched through their windows and atop their balconies. Even though over one hundred thousand people were present, there was an eerie silence all around. People refrained from talking and if they had to, the conversation was kept between the people addressed and no one else. The Funeral Train would later proceed across seven states and more than ten city stops. The train itself passed more than four hundred cities on its way to Springfield, Illinois. Because of the numerous stops, it would not arrive at its final destination until almost three weeks later. Surprisingly, or maybe not so, the route to Lincoln's final resting place included all Union states and cities but no Southern states or cities. Scheduled stops for the special funeral train were published in newspapers so people could come and take a final look at their President. At each stop, Lincoln's coffin was taken off the train and placed in a horse-drawn hearse and walked through the city. Newspapers reported that people had to wait more than five hours to pass by the president's coffin in some cities because of the large number of mourners. While the assassination itself was a shocking tragedy that overwhelmed the nation after four brutal years of Civil War, the funeral train was a closure. The man who had tried to keep the country together throughout his entire presidency was dead, and the train that carried him symbolized not only the end of the war, but the fact that an era was truly finished. The <em>Buffalo Morning Express</em> had this to say: \"The solemn spectacle has passed. The body of the great martyr has been borne through our hushed streets and onward to its rest\" - a quiet and respectful end to a great man in a not so great country."],"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":809,"tag":"Lincoln Assassination"},{"id":808,"tag":"Funeral"},{"id":5,"tag":"War"},{"id":683,"tag":"Abraham Lincoln"}]},{"id":5122,"title":"Loss for the North and Happiness for the South","course_id":49,"status":"P","start_date":"1865-04-18","end_date":"1865-04-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["He was the man that attempted to end slavery; he was the President who lived through the Civil War; and even though Andrew Jackson was the first President to have an assassination attempt on him, it was John Wilkes Booth who first succeeded in assassinating a President - Abraham Lincoln. The reactions varied in the North, also known as the Union and in the South, also referred to as the Confederacy. The North was mourning: Caroline Richards, the wife of a Civil War veteran wrote, \"The news came this morning that our dear president, Abraham Lincoln, was assassinated yesterday, on the day appointed for thanksgiving for Union victories. I have felt sick over it all day and so has every one that I have seen. All seem to feel as though they had lost a personal friend, and tears flow plenteously.\"  Abraham Lincoln was considered the Union's most powerful and eloquent voice. Caucasian people were not the only ones to mourn their fallen President. Newly freed African Americans also mourned the person whom they considered to be their savior. Some people believed it was the \"logical and legitimate ending of a long series of outrages perpetuated in [the war's] behalf.\"","The South's reaction was almost the complete opposite to the North. While the people in the North cried and mourned on the streets, the Southerners threw parties and celebrated. Not all Southerners were jubilant, however.  Some followed the North and mourned their fallen leader. Union armies were aroused by the news and wanted to wreak vengeance on the South. There was widespread suspicion among soldier and citizen alike that the assassination was part of a wider Confederate plot. Grief and anger struck the Northern states in roughly equal proportion. Some were tarred and feathered, others were ridden on rails. There were instances of open supporters of the South being beaten to death and of Union troops shooting people who were happy about Lincoln's death. Police arrested some for insulting Lincoln, dragging them to courts where prison sentences were given out. Some people may not have liked Licoln, but they certainly did not wish him death by assassination."],"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":407,"tag":"Death"},{"id":178,"tag":"assassination"},{"id":628,"tag":"mourning"},{"id":809,"tag":"Lincoln Assassination"}]},{"id":5125,"title":"Apple creates a business plan.","course_id":49,"status":"P","start_date":"1/1/77","end_date":"12/31/77","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Steve Job’s vision for Apple Computer was to sell to everyone, not just to computer engineers. He turned to some friends for advice about how to do that. Noah Bushnall was someone Jobs worked with at Atari, Inc. and Mike Markkula was someone from Intel. Apple was going to need a catchy logo. The Apple logo was made my Rob Wayne, a co-founder of Apple Computer. It was only used for the Apple I computers because Jobs thought it was too hard to put on other computers. In 1977, Jobs had Rob Janoff design the new logo which was an apple shape with a bite out of it and the colors in a different order. The word was a reference to the computer term \"byte\", meaning knowledge.  In 1997, the logo changed again to a solid color. The first computer to have this logo was the Powerbook G3s. At first, the Macintosh logo looked different and was made my Jean-Michel Folon. She was paid $1 for every Mac that was sold (30 million). Before that, Hughes and Casado made the “Picasso” logo, which was a colorful drawing. It was shown on all systems until System 7.6.1. In the release of MacOS X 10.2, the Mac logo was replaced by the grey Apple on the white background. This is the logo that is still used today. Wozniak began the second computer, which was similar to the Apple I, but the Apple II would have a keyboard, power supply, color graphics, and a BASIC programming language in a plastic case and sell for $1,298. Markkula made a business plan for Apple Computer and then turned around to invest in it: he invested $250,000. He officially joined Apple in January of 1977, and held many different executive positions. In November of 1976, Apple had their first business plan: they hoped to make 500 million dollars in ten years.  Little did they know they would pass that mark in half the amount of time. Apple Computer finished their first fiscal year with $774,000 in sales and $42,000 in profit. By 1982, there were one hundred or more companies making computers. As more companies took on computers, Apple had to come up with a good marketing plan and something to catch the buyers' attention. They had Regis McKenna, who owned a public relations agency, run their first ad campaign. Apple Computer marketed many things, meaning they tried to sell all sorts of things with their name or logo on it. They sold anything from credit cards, hats, workout clothes, shirts, shorts, watches, beach towels, notepads, desk/office accessories, sailboards, clocks, keychains, bumperstickers, mugs, bags, toys, and even a paperclip. They sent out mail subscriptions to get people to apply for their credit card. For the other items, they were shown catalogs of products they offered. As odd as some of the items may be that they used to market, their strategy definitely got them somewhere."],"locations":[{"id":35031,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":822,"tag":"Apple logos"},{"id":821,"tag":"Apple marketing"},{"id":820,"tag":"Computers"},{"id":819,"tag":"Apple Computer, Inc"},{"id":815,"tag":"Apple"}]},{"id":5130,"title":"An English traveler visits America","course_id":49,"status":"P","start_date":"1864-10-01","end_date":"1864-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Chicago, during the 1860’s, was an up-and-coming commercial city filled with buzz, people, industry and trade. Steamships and large boats rolled down rivers, canals, and out into and in from the mighty Lake Michigan. Streets were filled with the hustle and bustle of shoppers and market traders. John Francis Campbell, who visited Chicago from England in 1864, likened the city to a major European city in his memoir, “A Short American Tramp on the Fall of 1864”. He compared the busy streets to Paris, the wharfs to Glasgow and Liverpool,  and he said the railroad tracks and engines were like nothing he had ever seen anywhere. Trains, he said, were like dragons the way they snorted loudly, but he also saw their impact on the farming and agriculture in Chicago. They were used to transport grains, seeds, pigs, etc. These were not like the English locomotives that he had known: they were loud, boisterous, deep, howling roars, different from the “shrill yells” of the English locomotives. Technology and industry were impacting Chicago and helping its advancement during this time. Canals made a huge impact on Chicago’s growth as a city. They provided routes to the Great Lakes and because Chicago is located right on Lake Michigan, it made a wonderful inland seaport so goods could come by ship along canals and the Mississippi River and also along the railroads. It was a horrible place for a city though, since it was located on mostly swampland.","Chicago was a city in the Midwest and affected by the “transportation revolution”. Much of its economy was booming because of the advantages of new forms of transportation and communication. J.F. Campbell realized this and said, “Ships of large size, big steamers, tugs, boats, and all the paraphernalia of a big inland seaport, come straggling through the town in canals which open to the lake; and street-cars and locomotives come rattling, panting and hissing, roaring and ringing, through the town. The whole is something unlike any other place in the world. In its water streets it savours of Amsterdam, and a very bad savour it is. In its wharfs, it has something of Glasgow or Liverpool. The main street, with the magnificent shop-fronts, is something like Argyle Street; the bustle is like Lord Street; the tame railway engines unlike anything to be found.” (p 277) During the second half of the 19th century, Chicago was the railway center of all America. It became one of the leading manufacturing and trade centers in the country. Chicago was becoming one of the fastest growing cities around because of its location, industry, and labor. Chicago became the center of the meat-packing industry as well. Campbell recalls one day seeing a train filled with livestock and chicken then seeing them being butchered. All of the industry led to massive increase in wealth, but there was still “devastating poverty” right by its side. There was a large immigrant population, mostly from Ireland and parts of Northern Europe. These men made up most of the working class and provided the dirty backbone for Chicago’s growth. Chicago was known as “The City of Opportunity.”","Chicago was a bright city that was on its way up economically and industrially. Its location, population, and steady stream of immigrant workers contributed to its stability and placement as a top urban city in the United States."],"locations":[{"id":2539,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":827,"tag":"Chicago"},{"id":759,"tag":"Immigrants"},{"id":58,"tag":"Industry"}]},{"id":5131,"title":"An English traveler's view of the Civil War","course_id":49,"status":"P","start_date":"1864-11-01","end_date":"1864-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Racial tensions ran high in mid-to-late 19th century Louisville, Kentucky. The Civil War and slavery were two topics of main concern for many southerners. John Francis Campbell, a man from England who visited America in the fall of 1864 wrote of his travels in his memoir, “A Short American Tramp on the Fall of 1864.” As he writes of Louisville, one can feel not only the racial tension, but the overall tension due to the Civil War. Lynch law was prevalent in the land. Blacks were fighting, some for their freedom, others out of duty. In the south, war was everywhere. The vast agricultural flatlands provided areas for battle. The Confederacy knew this land well.  Campbell was an eyewitness to all of these things, he saw the armies, the soldiers, the free blacks and the slaves, and the mingling between races that often resulted in bloodshed. Campbell believed that the country was committing suicide with this war that seemed so pointless. Society was crumbling in the south and the border states. Campbell heard of a man who liked to kill black men and had already done so to about a half-dozen because he “likes to see them fall.”","One day Campbell was talking with who he called, “a very intelligent darky.” (p 335) The man was not a freeman but belonged to a man in Tennessee and did not receive anything for his work. Campbell then remarked that “The answer made the blood of a free-born citizen glow, and drew a tip of course.” (p 335) Campbell can not come to understand why there is so much hatred amongst the races. He admires the nobility of the blacks who “take up arms to fight for liberty.” One morning as he was around a black regiment camp, he noticed the light atmosphere and jubilant attitudes amongst the soldiers. Banjos and fiddles were being played and freedom was ringing.","When the Civil War began, Kentucky was a border state and declared neutrality. Kentucky was a slave-state, and the slave trade business helped make many Kentuckians wealthy. Kentucky also had ties in trade with both the North and South and any disruption with either because of war would hurt their economy. President Lincoln realized the importance of having Kentucky in the Union in order to win the war, and eventually Kentucky sided with the Union. Kentucky held some battles and skirmishes during the Civil War and Louisville was one of the major camps for the Union Army.","Campbell was an eyewitness to the horrors of what America was going through during the Civil War Era. The Civil War, in his opinion, was suicide for the Americans. He saw all wonders and achievements that the United States had accomplished, and now they were risking it all, over disagreements. Campbell, during his travels caught up with a Yankee and was asked his opinion on the war and responded, “You have the finest country I ever saw, plenty of room, corn, cotton, coal; plenty to eat, and might be the greatest people on earth: and yet you fight the biggest battles ever fought, and do more harm to yourselves than any people ever did to a foe in the same short time. I think you are darned fools for fighting; and that's my opinion.' The Yankee scratched his head, and then a smile came over his phiz [sic], and he spoke: 'Wal [sic], maybe that's so.'” (p 340) Clearly, Campbell picked a major time in America’s history to visit, especially to visit the south. He saw the racial/social tension and the military tension and was troubled by what he saw and rightfully so."],"locations":[{"id":4979,"lat":38.1872796075,"lng":-85.6593965884,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":32,"tag":"Civil War"}]},{"id":5132,"title":"Planning Interstate 280","course_id":49,"status":"P","start_date":"8/15/57","end_date":"8/15/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Peninsula residents of the Bay Area were fuming as the construction of Interstate 280 was planned to run through the heart of Los Altos. E.O. Huttlinger, citizen of 33 years and realtor of Los Altos, was a prominent figure in the protest of the highway proposal. In August of 1957, E.O. Huttlinger addressed his concerns of 11 years to the Division of Highways in San Francisco through a four-page letter, hoping to get his voice, and the voices of the angry Los Altos residents, heard. In 1946, after WWII, residents of Los Altos learned for the first time that a proposal was being made to send a freeway through the heart of their city that would connect the Peninsula with Santa Clara County. The original plan connected Santa Clara County to Burlingame, but at the price of Downtown Los Altos. The people of Los Altos struck the plan down, believing that alternative routes could be made.","This same issue was brought back up again in 1950 and once again E.O. Huttlinger was at the forefront of things. Huttlinger and his committee were in protest of the new idea that suggested a depressed freeway to still run through the heart of Los Altos. In 1953 more people teamed up with Huttlinger as advocates of an alternative route. Among those opposed were: the mayor of Los Altos, the president of the Los Altos Ministerial Association, and planning director, Karl Belser. All of these men were adamant about bringing an alternative to the freeway except for the road stretching from the county line to Simla Junction. These men, along with the bulk of the Los Altos community, urged the route to go from “Junipero Serra Blvd thru Northern Santa Clara County between Arastradero Road and Simla Junction.”  This route, named the “B” Route or “Red” Route, was said to better the economy and be just as speedy to The City as the other route would be. The route that continued to fail, known by some as the Railway Route, was expensive and destructive. Huttlinger concluded his letter urging for the Divisions of Highways to strongly listen to the angry voices of the past 11 years (1946-1957) and consider a new route.","Thankfully a new route was adopted that would have little affect on Downtown Los Altos. Instead, the “B” route was adopted that made for the freeway to go along the foothills, making I-280 “one of the most scenic urban freeways in America.” The 57.22mi long freeway begins at I-680 in San Jose, then through the foothills of the Peninsula and along Crystal Springs Reservoir, eventually ending in the beautiful city of San Francisco. On April 28, 1980, the part of the freeway stretching from the Santa Clara County line up to the north city limit of San Bruno was officially designated as a scenic highway by the California Department of Transportation."],"locations":[{"id":28588,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":873,"tag":"Interstate 280"},{"id":831,"tag":"construction"},{"id":829,"tag":"freeway"},{"id":828,"tag":"highway"}]},{"id":5133,"title":"A Dinner for Harry Chandler","course_id":49,"status":"P","start_date":"3/23/21","end_date":"3/23/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the Friday evening of the 23<sup>rd</sup> of March 1921, Harry Chandler enjoyed a dinner in his honor. The event occurred in Los Angeles and included guest speakers H.W. O’Melveny (founder of what is now L.A.’s oldest law firm) and William Mulholland (head of the Department of Water and Power of Los Angeles). The dinner was to commemorate the accomplishments that Chandler had made thus far in his life. including publisher of the <em>Los Angeles Times</em>. Testimonials were given throughout the dinner which brought justice to Chandler’s character. These testimonials glorified his “unimpeachable honesty, simplicity, frankness…love for Southern California, and purity in his private life.” Up until this time in 1921, Chandler had been the publisher of the<em> L.A. Times</em> for only three years. Chandler continued to be one of the most well-known publishers of his time, maintaining the position as publisher up until his death in 1944.","Chandler was part of the <em>L.A. Times</em> for much of his life leading up to becoming publisher. In 1885 Chandler, landed his first job with the <em>L.A. Times </em>“as a clerk in the circulation department” From there, he worked his way up, purchasing paper routes, which then, was separate from publishing the papers. Chandler did so well as his own boss of delivering and collecting that “he soon was making more of a profit than the publishers of the papers.” In 1898, Chandler had his first experience as head of the paper when Harrison Gray Otis (then publisher of the <em>L.A. Times</em> and father-in-law of Chandler) left for the Spanish-American War. Nineteen years later, upon taking the job as publisher, Chandler would begin to be known as one of the most successful men of the Los Angeles area.","Publishing was not the only area in Chandler’s life where he excelled. As Dorothy Chandler (daughter-in-law of Harry Chandler) said, “I think of Harry Chandler not as a publisher but as a land developer, a builder, [and] a dreamer.” In this excerpt she continued to say, “His mind wasn’t on the newspaper—I hate to tell you—but on those things that have made Los Angeles as great as it is.”","Chandler was also a landholder. Throughout America, Chandler held thousands of acres of land earning him the title as America’s largest private landowner. Chandler also contributed to a number of things that bettered the Los Angeles community. The L.A. Coliseum, which still stands strong today, and bringing the Summer Olympics of 1932 to Los Angeles were just two of his many contributions to the community.","Sadly, in 1944, the “Governor of Southern California”died of a heart attack, but left this earth as one of the most successful men in Los Angeles history."],"locations":[{"id":19288,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":834,"tag":"publisher"},{"id":833,"tag":"Los Angeles Times"},{"id":832,"tag":"Harry Chandler"}]},{"id":5137,"title":"Criticism of Japanese Internment","course_id":49,"status":"P","start_date":"1/5/44","end_date":"1/5/44","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter to the editor of the <em>Los Altos News</em>, Samuel B. Herbert argued against the rhetoric of a Mr. Spenser stating that Japanese people, even citizens, should be exiled from the country and deported back to Japan following the end of the war. Herbert made several valid points for why he disagreed with Mr. Spenser’s statements. Firstly, there were many American born Japanese who were fighting under the American flag. Secondly, it would violate the U.S. Constitution, most specifically the first amendment. Another point was if the United States were to follow along with Mr. Spenser’s plan, then it would be demonstrating the same form of totalitarianism that it was fighting against. Lastly, Hubert stated it would be an act of prejudice and un-American.","Within two months after the war started, Japanese American adults and children were being assembled into camps at the Tanforan racetrack in San Bruno, California.  This was for a temporary basis of six months. Throughout this ordeal, many Japanese Americans under the most difficult of circumstances created the great American gardens. Prior to the war, the Japanese dominated the garden business on the west coast, especially in southern California. Japanese Americans took great pride in creating such gardens in the Tanforan camp because it reminded many of them of life prior to being in those camps and life in Japan. The garden to them was considered an outward indication of the sentiment for Japan. It was their way of coping with the unfair predicament they were facing at the time."],"locations":[{"id":26463,"lat":37.1084208398,"lng":-122.337010921,"zoom":9,"place":"San Mateo, California"}],"tags":[{"id":848,"tag":"japanese internment camps"},{"id":258,"tag":"World War II"},{"id":872,"tag":"Japanese"}]}]}