{"id":5,"title":"America, 1820-1890 (2007)","school_id":4,"school_name":"Furman University","term":"Spring 2007","abbr":"HST-41","url":"","description":"","points":[[32.8753704415,-79.8417496964],[37.7601235969,-77.4908797136],[34.8943497126,-82.3707811393],[35.2121822757,-89.8820367379],[34.1679782338,-82.3756180087],[33.9914893238,-80.8577865567],[40.7805662337,-73.9388482485],[42.3649994065,-70.9800517697],[33.7862251516,-84.4230424472],[32.0447139452,-84.1951910375],[32.6346973664,-90.0338114186],[33.9290712834,-81.2531457905],[36.1725147903,-86.7796759805],[40.7416518725,-74.0773468609],[33.2565006284,-81.3960341006],[38.9151212228,-76.9435162098],[42.9168549346,-76.5542572674],[38.1882210605,-77.65248979],[41.6426531568,-85.4265204174],[37.5392399795,-77.4106423457],[37.0780637097,-77.6286065028],[38.0230931541,-78.5555505707],[41.8399513458,-87.8166666032],[39.878712355,-75.2036894677],[32.3020569852,-99.9335045705],[35.182488505,-89.8964012565],[34.519117434,-82.637883414],[39.0084856397,-94.3460789427],[34.2738944437,-79.941633894],[33.3596398044,-82.0735645683],[40.6374264514,-73.5488485883],[41.4021237061,-74.3055290809],[26.6841881812,-82.0889710874],[39.2940913824,-76.6092985301],[37.7238481599,-93.8565963657],[37.954527025,-76.8481834827],[41.707475015,-80.7485016298],[39.4969744596,-82.4791535659],[29.5143972393,-94.8756973573]],"bounds":[[42.9168549346,-70.9800517697],[26.6841881812,-99.9335045705]],"episodes":[{"id":3862,"title":"Reports of Southern Atrocities at Manassas Published\n","course_id":5,"status":"P","start_date":"1862-04-01","end_date":"1862-05-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["There had been reports of horror coming from the battlefield at Manassas.  In April 1862, the Senate Committee on the Conduct of War was asked to investigate accusations of Confederate crimes against Union dead and wounded at the First Battle of Manassas.  On May 5, 1862, <em>The Chicago Tribune</em> published the Committee's report, including excerpts of testimony and their conclusions.  The testimony was taken from soldiers and citizens who witnessed or were victims of the atrocities.  The testimony of Drs. Swain and Ferguson both highlighted instances in which wounded Union soldiers were denied adequate medical care, leading to further pain and death in some cases.  Louis Francis, a Union soldier, gave testimony as a victim of this inadequate treatment; his wounds were so badly tended that on several occasions the bone of his amputated leg continued to rupture through his wound.  His multiple requests for a more qualified surgeon were all denied.    Finally, the Committee heard testimony from many citizens who had witnessed Confederate soldiers desecrating the bodies of the Union dead in order to obtain trophies, such as bones or skulls.  All of the testimony and evidence led the Committee to find that Confederate soldiers had committed atrocities against the Union's wounded and deceased.  In their conclusion, the committee decried the barbarism of the Confederacy and called for the support of all loyal people and foreign nations to defeat this inhumane and immoral enemy of the Republic.  ","The First Battle of Manassas was an embarrassing defeat for the North; it weighed down their spirit of prewar triumphalism, deflated the morale of the troops, and quelled public support for the Civil War.  Historian Harry Stout claims that many religious and civilian leaders viewed the defeat as a moral judgment against the North's leaders and their aims in war.   After the defeat, the North needed to rally mass public support and boost the morale of the troops; this report and its publication were an attempt to define the North's cause as a noble fight against the barbarism of the uncivilized South.  The committee made this expressly clear in their conclusion's call for support and solidarity against the inhumane enemy.  This article framed the conflict as a war that pitted the civilized and virtuous North against the uncivilized and barbaric South; this interpretative shift helped the Union regain popular support for the War and reenergized their troops against the enemy.  "],"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}]},{"id":3868,"title":"Ad in Charleston Mercury Offers Ladies Benefits of an Academy Education\n","course_id":5,"status":"P","start_date":"1832-11-17","end_date":"1832-11-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Saturday, November 17, 1832 an ad appeared in the <em>Charleston Mercury</em> for a \"Young Ladies' French and English Academy\" which had just opened in Philadelphia. Such ads for girl's academies were not uncommon in the 1830s, for over the span of the early 1800s there was a growing trend for families to send their daughters to one of these schools if they could afford it. The popularity of these academies is best explained by the belief in the early 1800s that a good education was instrumental in preparing an upper class woman for her role in society and at home. Among the courses offered in the ad were \"French and English Languages, Sacred and Profane History, Ancient and Modern Geography, Mythology, and all the various types of Fancy and Ornamental Needlework.\" Such fields of study were common among these academies, although there were variances from school to school. The inclusion of needle work in the curriculum, however, is a bit uncommon, for although it was an important skill for most women in the antebellum period it was only taught in about thirty-percent of academies. In addition, courses in music and dance were offered in the ad but at an extra cost. This highlighted a common trend in the academy movement. While these fields were thought to be an important part of creating a lady, they lost value with a newer emphasis on more academic courses which had previously been for males only. Christie Farnham, in her <em>Educating the Southern Belle</em>, argues that this change occurred because of the changing ideas of the capacities of women. Because women were now thought to be just as capable as men they too could receive the same benefits of a liberal arts education as men did. And this was the main point of a woman's education, to make her a better person for her role in society. Thus, the knowledge gained in schooling was important in creating what was thought to be a proper lady."," In addition to the knowledge gained, a proper education was pivotal in creating a charming and sophisticated lady. And this highlighted an important role of a woman's education, as a sign of class distinction. One of the most prominent ways in which the upper-class distinguished itself from lower classes was with the refinement and knowledge gained from these institutions. It reinforced the idea that they were better than the people in these other groups by virtue of their knowledge and ability to interact in proper society. Such an ideal is played upon in the ad as when it states, \"Advantage will be taken of every opportunity to cultivate their minds, and qualify them for refined and polite society.\" Thus, in many respects a young ladies education was a defining symbol of her class status. Also, an education became a sign of class rank simply because of its immense cost. Tuitions were usually around 200 annually but could range much higher,  the ad's tuition is listed at the exorbitant price of 500, and this did not include other expenses such as clothing, transportation, extra classes, and so on. A woman's education was an expensive investment that could only be provided by those with high incomes. Therefore, women of high social status attended these academies in large numbers for it had become an integral part of their class rank and social status to do so.   "],"locations":[{"id":11454,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}]},{"id":3869,"title":"Hood and His Texans at the Battle Gainess Mills\n","course_id":5,"status":"P","start_date":"1862-06-27","end_date":"1862-06-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Courageously \"march[ing] under a constantly increasing shower of shot and shell,\" General John Bell Hood and his fighting Texans battled their war towards a Union embankment and on to glory. The stage was the Battle of Gaines's Mills on June 27th, 1862, and it was up to Hood and his men to lead the charge to Confederate victory. This was the battle, as Hood describes it in his memoir, which launched him and his Texas brigade from obscurity into fame. ","It was the morning of the third day of what became known as the Seven Days' Battle, and General Robert E. Lee faced the dilemma of turning back the much larger Union army from Richmond's front doorstep. McClellan's Peninsular Campaign had brought the war to within several miles of the Confederate capitol, and due to miscommunication among the Confederate commanders McClellan had achieved a victory at Mechanicsville the day before. However McClellan had unexplainably fallen back to the position along the ridge behind Boatswain's Swamp. The position was well defended by embankments and long-range guns and offered a very difficult approach for the Confederate troops.","In preparing for the day's attack, General Lee approached Brigadier-General John B. Hood and asked him to fight his way towards the middle of the Union line in an attempt to break through. McPherson describes Hood as a daring and \"gladiatorial\" man who quickly accepted the challenge and went to scout out the terrain.   Seeing the Union line was in a strategic position, Hood devised his approach and waited for the opportune moment. As the battle raged on for the whole day, Hood held his 4th Texas unit in reserve while Lee's first attack was again hampered by miscommunication and thrown back. Towards sundown, the Confederates rallied, and Hood seized his opportunity. Placing his unit at the center of the Confederate line, Hood ordered his men not to fire a shot as they advanced but to stay in line. Hood believed that the only way to reach the Union line was by staying in formation, and if his men were forced to stop and reload their guns they would never make it. Hood describes how he and his men pressed on towards the Union line while their \"ranks were thinned at almost every step forward.\" Finally they crested the hill before the swamp, and Hood led them charging down the steep hill, still not a shot fired among them. Crossing the swamp, the Confederate advance faltered. Hood recounts how, at this crucial moment, he shouted to his men to \"fix bayonets and charge\" The Texans bravely led the surge up the hill, scaled the Union breastworks, and quickly dispersed the Union troops from their position.  McPherson describes how, after the Union line was broken, McClellan and the Union troops quickly retreated while the Confederates managed to capture 2,800 troops. However the day's fighting had been very fierce as the Union lost nearly 4,000 men and the Confederates nearly 9,000 men. All this happened in only six hours of fighting.","Hood and his Texans fought valiantly and had brought victory to the Confederacy at a great cost. Describing General Stonewall Jackson's report of the battle the next day, Hood recounts how the decorated General complemented 4th Texas unit by saying that \"the men who carried this position were soldiers indeed.\""],"locations":[{"id":13908,"lat":37.7601235969,"lng":-77.4908797136,"zoom":9,"place":"HANOVER, Virginia"}],"tags":[{"id":5,"tag":"War"}]},{"id":3875,"title":"Indian Massacre Stuns the Nation\n","course_id":5,"status":"P","start_date":"1866-12-21","end_date":"1866-12-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"They were mutilated horribly, stripped naked, their bodies cut open and scalped, even to the beards from their faces,\" reported a <em>New York Times</em> correspondent from Fort Laramie, in what was then the Dakota Territory. On December 21, 1866, a detachment of 81 soldiers under the command of Captain William Fetterman was lured out of Fort Phil Kearny, ambushed by a coalition of Indians, and completely destroyed. News of the nation's worst military defeat on the frontier traveled slowly. A massive blizzard blanketed the West and traveled eastward, preventing America from learning the fate of the 81 soldiers until nearly two weeks after their deaths. When newspapers finally received word from their frontier correspondents, a horrified nation was stunned by news of an Indian attack like no other to date.","\"Massacre\" screamed the headlines as Americans tried to piece together what had happened. The initial shock was accompanied by a desire for revenge against the Indians. \"Slaughter,\" \"massacre,\" and \"butchery\" were the words used to describe the battle. It was determined that \"We must now have a war of extermination.\" Blame for the debacle quickly settled on the government and the Army: Americans questioned Indian policy and demanded that the military, rather than the Interior Department bureaucracy deal with the hostile Sioux along the Bozeman Trail. \"The fact is that Indian affairs here have been horribly bungled,\" argued the journalist from the frontier.","The Army sought to divert blame in a drama that involved Civil War generals Grant and Sherman. Fort Kearny's commander and Fetterman's superior, Colonel Carrington became the immediate scapegoat. Carrington was accused of everything from cowardice to incompetence as the War Department sought to paint the fiasco as problem of local, rather than national, command. Courts of inquiry convened and official investigations, both by the Army, and eventually Congress, lead to conflicting testimony. Rather than conducting \"a war of extermination,\" the Army quietly settled affairs the following year by signing a treaty with Red Cloud, the Indian leader responsible for planning the attack on Fetterman.","But ultimately, Fetterman himself would take the blame for the \"Fetterman Massacre.\" Popular history describes him as an arrogant, foolhardy officer whose underestimation of Indians led to not only his own demise, but, excepting only Custer's Last Stand, the worst Indian-related disaster on the Plains in American history."],"locations":[{"id":15204,"lat":null,"lng":null,"zoom":8,"place":"DATOKA TERRITORY, Territory"}],"tags":[{"id":17,"tag":"Government"},{"id":19,"tag":"Native-Americans"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}]},{"id":3882,"title":"Furman University&#39;s Philosophian Society Discusses Divisive Issues\n","course_id":5,"status":"P","start_date":"1861-03-22","end_date":"1861-04-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 22, 1861 in Philosophian Hall at Furman  University, a secretive meeting was called to order.  A leather-bound book as tall as a man's forearm with robin's egg blue pages was then opened reverently, and a man's voice read aloud the last meeting's minutes.  After he finished, his hand held a pen poised above the first line of a new page, ready to record in flowing script the minutes of the newest meeting of the Philosophian Society.  ","The Society met to discuss important philosophical, historical, and contemporary issues.  During a typical meeting the members decided on a small question to discuss immediately and another question to more seriously and thoroughly debate at a later time.  For the postponed debate, specific members - often teams of two or more - were assigned positions in favor or against and given several weeks to prepare.","The March 22, 1861 meeting exemplifies the Philosophian Society's typical blend of topics.  The immediate discussion questioned whether Joan of Arc was an enthusiast or imposter.  For official debate, the men considered if \"a man [was] justified in obeying a law of his country which he [felt] to be morally wrong?\"  While the Philosophian Society covered both ancient and current issues, the minutes reveal that its members felt the latter to be more important because of the ratio of time and effort spent on each.  At the conclusion of the debate on April 5, 1861, the secretary recorded the Philosophian Society's decision: a man was <em>not</em> justified in obeying laws he felt morally wrong.  The Society's emphasis on contemporary issues also included the admittance of free  states into the Southern Confederacy, the taking of Fort Sumter immediately following secession, and the prohibition of the slave trade in the Southern Confederacy's constitution.  ","Furman's Philosophian Society mirrored the larger trend by addressing the divisive and emotionally charged topics of religion, politics, and war.  According to Jonathan Daniel Wells, debate was not limited to collegiate societies, like those at Furman or the University of North Carolina at Chapel Hill, but spread into the wider southern population.  Southerners established literary and debating societies to open dialogues in which they willingly and safely discussed such controversial issues for both education and entertainment.  Stephen Ash's depiction of John Robertson illustrates the importance of a safe forum.  John Robertson, an East  Tennessean who supported the Confederacy in a largely Unionist area, experienced violent and destructive persecution because of his beliefs.  Wells suggests that debating societies allowed people of different opinions to present their contradicting views in a civil manner without fear of retribution.","These southern societies applied their northern predecessors' models of organization and operation even as the gap widened between northern and southern states.  They grew in number and popularity as the middle class enlarged, serving an important centralizing and community-building function in a south divided by limited transportation systems and scattered populations.  "],"locations":[{"id":11535,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}]},{"id":3885,"title":"Sanitation in Medicine\n","course_id":5,"status":"P","start_date":"1895-03-09","end_date":"1895-03-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    On March 9th, 1895, the <em>Times and Registrar</em> published an article detailing a new hypodermic syringe.  Its sleek design, metal casing surrounding a sanitary inner glass chamber, was the newest in medical technology.  A screw-on needle kept the syringe itself from being dangerous, decreasing the chance of sticks and accidents.  Though the metal casing itself could be used many times, proving both useful and durable, the sanitation advantage of a sealed glass tube that contained the medications and fluid samples meant a lower risk of infection from person to person, be the victims patients or doctors.","    During the early nineteenth century, medical science was closer to the art of clever guessing than the practice of proven and solid facts.  The concept of the four humors, or the four principle body fluids, was still considered a fact until the American Civil War.  Previously, doctors would take a sick patient and assume that one of his humors was out of balance – either blood, phlegm, yellow bile [choler], or black bile [melancholy] – and so would take on the task of restoring balance to the patient's humors.","    Because the concept of disease was vague and often rooted in social and political agendas, the idea of sanitation was rather foreign.  It wasn't until the American Civil War, when medical officers and commanders alike began to notice that disease often followed battle.  These observations lead to medical director Dr. Jonathan Letterman's sanitation commands for the United States Army.","    Louis Pasteur's bacteria experiments brought to light the reality of microscopic  attacks on our bodies, further emphasizing the medical profession's growing obsession with sterility and cleanliness.  In addition to developing new, more sanitary needles, surgeons began to create surgical protocols that laid the framework for today's medical regulations.  Caps, gowns, gloves, and masks were all instituted as further sanitation measures.","    The <em>Times and Registrar's</em> March 9th article was a realistic and expected end to a century of quickly changing ideas and attitudes towards the medical profession.  Enthusiasm and perfection were key values as medicine quickly became a practice far beyond its early boundaries."],"locations":[{"id":1279,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":16,"tag":"Science/Technology"}]},{"id":3893,"title":"Steamboat Explosion Rattles Legislation\n","course_id":5,"status":"P","start_date":"1830-02-24","end_date":"1830-02-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With a sound \"resembling the discharge of a small piece of artillery\" and \"the rushing sound of steam, and the rattling of glass\", the starboard boiler on the steamboat Helen McGregor exploded on February 24, 1830 on the Memphis waterfront.  In <em>The Mariner's Chronicle</em>, one gentleman on board described the scene in the boiler room as a \"complete wreck - a picture of destruction\".  He witnessed one man with \"the whole of the forehead blown away: the brains were still beating.  Tufts of hair, shreds of clothing, and splotches of blood might be seen in every direction\".  Outside the boiler room \"on every side were to be heard groans and mingled exclamations of grief and despair\" as men and women dealt with the injured.  One man's face \"was entirely black; his body without a particle of skin.  He had been flayed alive\".  To witness such horrors - fellow passengers in pain, near death, and begging for death to \"free them from present suffering\" - devastated the survivors.  The gentleman judged that between forty and fifty people perished either instantly, from injury, from inhaling steam or gas, or from drowning.  "," No doubt people faced danger when traveling during the 19th century.   John Burke in \"Bursting Boilers and Federal Power\" stated that between 1816 and 1848 about 233 steamboat explosions occurred.  The lack of regulation on the boilers at that time contributed to most of the accidents.  Steamboat explosions caused the loss of goods affecting the economy as well as the loss of lives affecting each individual and each family.  Ultimately, the loss of lives and goods played a crucial role in affecting American history.  The number of lives lost compelled American legislation to question how steamboats could become safer and whether federal power had the right to create regulatory agencies.    ","In 1824, the <em>Gibbons v Ogden</em> ruling handed down by Chief Justice John Marshall ruled that \"the power to regulate commerce, so far as it extends, is exclusively vested in Congress\" allowing Congress to regulate private business and to interfere where government had never interfered before.  As more steamboat explosions killed more lives, the American people reacted.  In 1830, Secretary of Treasury Samuel D. Ingham gave money to The Franklin Institute to experiment and inspect steam engine boilers.  The combination of the number of deaths due to explosions and the data from the experiments forced the Steamboat Act of 1838 to become law.  The Steamboat Act of 1852 established the Steamboat Inspection Service, one of the first federal agency to regulate private industry, allowing the Act of 1838 to be enforced by a government agency.  Aside from safer traveling, the impact of this legislation still affects Americans.  John Ward in \"The Future of an Explosion\" further explained, \"From that distant carnage on the rivers of the West came the Food and Drug Administration, the Federal Aviation Administration, and all the other government regulatory and investigative agencies that seek to protect us today\".  A steamboat explosion occurring in 1830 changed the lives of Americans far after other transportation replaced steamboats.  The loss of human life makes a difference."],"locations":[{"id":12366,"lat":35.2121822757,"lng":-89.8820367379,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"}]},{"id":3894,"title":"Reverends Discuss Death and Religion Before Politics\n","course_id":5,"status":"P","start_date":"1832-12-05","end_date":"1832-12-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 5, 1832 Reverend James M. Chiles wrote a letter to fellow South Carolinian Reverend James C. Furman detailing the health of Chiles' family and the surge of religious revival in his area.  Chiles began the letter with an apology that it had taken him so long to respond offering the explanation that he had been close to death and his youngest sister had died.  Joy and sorrow flowed together as he lamented the determination of the diseases that attacked his family, but praised God for his sovereignty.  Chiles continued on matters of God, taking a more optimistic turn as he recounted the great spirit of revival in his area that year, and he told Furman about the many baptisms he was performing in local churches.   He briefly mentioned the \"excitement of politicks\" regarding their state and how he hoped they were rightly following the path of God.  After committing to pray for these events he ended his letter asking for a personal meeting with Furman to see each other and preach together.","  Chiles' letter echoes the attentions of many Americans during the early 1830s.  The masses had a general awareness of political events and conflicts, but they concentrated most on personal matters with a particular emphasis on disease, death, and religion.  The early 1830s brought an onslaught of contagious diseases such as influenza and cholera, but the simultaneous onset of a widespread Christian revival offered hope to families stricken by epidemic disease.  Americans believed that God was in control and looked forward to the promise of seeing loved ones again in the afterlife.  Additionally, with death and religion capturing the attention of the people, there was little time left to ponder the tenuous condition of state and federal affairs.  Chiles' vague mention of excitement in his area most likely refers to the nullification crisis of the early 1830s when outraged Southerners proposed to nullify the high tariffs they believed favored Northern manufacturing cities and crippled the South.  President Andrew Jackson objected to the nullifiers and proclaimed secession unconstitutional, even while Vice President John Calhoun (a South Carolinian) led the faction supporting nullification.  The same month that Chiles wrote his letter, December 1832, Calhoun stepped down from the vice presidency as tension rose over the split in ideology.  Henry Clay managed to mollify the situation with the Compromise Tariff in February 1833 by calling for a gradual lowering of tariffs which eased the threat of conflict for the present.  Even in the midst of such seemingly crucial events, personal matters still consumed individuals like Chiles and prevented them from entering into the political dialogue.  "],"locations":[{"id":11417,"lat":34.1679782338,"lng":-82.3756180087,"zoom":9,"place":"ABBEVILLE, South Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":18,"tag":"Politics"}]},{"id":3899,"title":"The Trials and Tribulations of the South Carolina Ku Klux Klan\n","course_id":5,"status":"P","start_date":"1871-12-28","end_date":"1875-03-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 28, 1871, in Columbia, S.C., Sherod Childers, Evans Murphy, Hezekiah Porter and William Montgomery received their sentencing for the infamous Ku Klux Klan conspiracy in South Carolina. It was here, in Columbia, that the federal court attempted to provide serious solutions to stunt the organization whose actions had become increasingly violent and oppressive. While these actions by the federal court and the infamous nature of the Ku Klux Klan in South Carolina created controversial issues in the late 1860s and early 1870s, the \"reign of terror\" by the Ku Klux Klan was temporarily immobilized by token arrests in 1871. ","The Ku Klux Klan planted their roots, under emissary R.J. Brunson in 1868 in Rock Hill, S.C. The Democrats, hoping to win back governmental positions in South Carolina, felt that by intimidating and eliminating the \"negro Republican vote,\" victory could once again belong to the Democratic Party. In Abbeville County, for instance, the secretive, violent actions of the Democratic Party went hand in hand with the actions of the Ku Klux Klan, working together in most cases. In the presidential election year, South Carolina was anticipated to have won steadily Republican seats, but instead, intimidation triumphed democracy.","The violence exploded in the elections of 1868, as Abbeville, Newberry and Anderson counties were entitled \"the KKK counties\" because of the armed mobs and murders that occurred on Election Day as white supremacists employed violence to ensure political upheaval. One Southern man claimed that they [white Southern Democrats] were being \"trodden under foot by an inferior and barbarous race.\" But by 1870, the Democrats could no longer depend on intimidation to win elections and the emergence of the more militant KKK continually gained momentum, primarily for Democratic Party political gains, and of course, in the name of white supremacy. When 2,500 armed whites gathered in Laurens County to violently protest the election results in 1870, violence spread among the upstate of South Carolina. Negroes were pulled out of jail, beaten and murdered by white supremacy members of the KKK. In York County alone, in the course of six months, there was an estimated 304 incidents of violence. Klan violence, though the Klan had been officially disbanded in 1969, arose out of all socio-economical classes in a decentralized format, reigning terror and death wherever possible. The federal government, under Grant in late 1870 and early 1871, respectively passed the Enforcement Act and the Ku Klux Klan Act hoping to put an end to the once again rebellious South through these increasingly strict federal acts. Because of these acts, the writ of habeas corpus was suspended in nine South Carolina counties and in most cases, the procedure of due process was neglected.","The trials, evidenced by Evans Murphy's questioning during one aspect of the ongoing South Carolina trials, proved mostly ineffective and as support waned, largely futile. In the South Carolina KKK trials alone, an account collaborated by the federal government in 1873 discovered that 831 persons were indicted and only 27 of which were ruled guilty, 71 persons pled guilty, and by 1875 pardons released the last of the imprisoned KKK members and the Civil Rights Act of 1875 was passed in early March. Under the Klan's \"virtual reign of terror,\" however, much violence and terror was accomplished. But those who were caught and testified in court, such as Evans Murphy, created an environment not easily conducive to convictions. Evans claimed \"[he] didn't see anything [himself], [he] didn't do anything [himself],\" and \"[he] didn't hear anything\" about the night he was said to have been one of nine members in a beating at the Rainey house. Yet, as the questioner so succinctly stated, \"so it turns out that those who happen to be indicted didn't do anything, and all those that haven't been caught, did the whipping.\"  And with that testimony, Evans Murphy, like the other token Klan members convicted, was fined one hundred dollars and imprisoned for eighteen months, in order for South Carolina to put an end to Klan violence and grant South Carolina peace. The story of Evans Murphy provides insight into the South Carolina Ku Klux Klan trials, which temporarily shattered the Ku Klux Klan and reinstated temporary law and order, only to have the organization emerge once again in the 1920s, more violent than ever."],"locations":[{"id":11639,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}]},{"id":3901,"title":"Seed Planted for Central Park\n","course_id":5,"status":"P","start_date":"1851-01-01","end_date":"1851-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1851, a journalist put into words an ideology that would start a new trend in urban development.  He proposed the construction of a huge public park that would \"be enjoyed by thousands of all classes, without distinction.\"  The ideals of Romanticism and the Republican view of the importance of nature were at a peak among educated Americans at this time and this commentator proposed a way to manifest these ideals.  New York City, being the largest city as well as the informational center, certainly had many who supported the idea that nature should be valued and used respectfully to enrich one's mind and refresh one's spirit.  From these beliefs arose the idea for the creation of a huge park to be enjoyed by all the citizens of New York City.  This journalist, in <u>The Horticulturist, and Journal of Rural Art and Rural Taste</u>, was one of the first to publish his opinions on the issue and explain the beginnings of such a park.  He criticized New York for not having enough open public spaces, and emphasized the Republican idea that nature is closely linked with virtue and comparing New York to cities in Europe, most of which had public parks.  The mayor of New York at the time, Ambrose Kingsland, had recently proposed 160 acres for a park.  This proposal was the first of its kind in America for park of such large scale, but the writer condemned this as being too small.  He suggested a 500 acre plot of land between the Harlem River and 39th, land that is in fact today part of Central Park.   Although this author's passionate essay on the importance of establishing a large park brought no immediate action, it marked the beginning of a huge public interest in such an endeavor.  Two years later, in 1853, there were still only 143 acres out of New York's 14,000 dedicated to public spaces, including cemeteries.  Many later authors continued the journalist's argument; one enumerated the reasons why such a park was a necessity for the city, being a haven for health, recreation, and driving and riding.  The park's approval and design finally took form in the late 1850's.  The proposal for Central Park had a huge impact on New York City as well as the patterns of urban development across the country."],"locations":[{"id":8924,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":2,"tag":"Health/Death"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"}]},{"id":3909,"title":"The Great Escape &#40;From Fort Warren&#41;\n","course_id":5,"status":"P","start_date":"1864-11-01","end_date":"1864-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["On a cold night in November 1864, an anonymous prisoner, who referred to himself as \"John Paul Brown\" in Boston's <em>Dollar Monthly Magazine</em>, assumed the guise of a carriage driver, hijacked a parked supply wagon carrying vegetables, and, \"with an artistic flourish of the whip, drove through the opened gates, unrecognized and unchallenged.\" Several days previously, his accomplice, whom he calls \"Jones,\" made his own dash to freedom. Upon his arrival on free soil, Jones contacted Brown and made arrangements for Brown's escape. They communicated through a clever system that involved passing each other magazines in which \"letters in different words were undermarked by a dot or period, and which letters, when put together, made an intelligible sentence.\" Once a time and meeting place were agreed upon, Jones sent a supply wagon as a means for Brown to escape. Brown was filled with elation when he reached freedom and met Jones until, unfortunately for the fugitives, the prison commander immediately confronted the men and accompanied both back to the prison. ","While this anonymous account relates the story of an escape attempt, it also alludes to the favorable conditions that existed in some prison camps during the Civil War. For instance, regarding the commander of the prison Brown reported, \"Major Wilkes is emphatically one of Natures noble-men...perfectly unassuming, even with those under his surveillance-wishing them well, and endeavoring to promote their comfort and happiness.\" Likewise, Fort Warren, to which Brown referred in the description of his escape, was known for its benevolent treatment of prisoners. In his diary, former Confederate Secretary of State Alexander H. Stephens attested to the accommodations offered in the Federal prison. He revealed that he had a large room with plenty of light, a bed of \"tolerable comfort,\" pure water, sufficient food, and \"the privilege of seeing daily papers and reading books\" during his detainment at Fort Warren. The prison itself was originally built in 1851 on an island in Boston Harbor as a Union fort that had been converted in 1861 to hold high-ranking officers and political prisoners during the Civil War. Due to the high social and military status of most prisoners, their treatment and living conditions were overall exemplary in quality. Historian Minor H. McLain even describes Fort Warren as \"an outstanding example of humanity in time of stress.\" Despite the problems it faced due to overcrowding when it first opened, Fort Warren only amassed a total of twelve prisoner deaths during its existence, while reaching a high of 394 captives in February 1865. However, the relatively small death count that Fort Warren accumulated serves as an exception to the atrocious mortality found in other prisons during the Civil War, such at Andersonville, Georgia; Elmira, New York; or Libby Prison in Richmond, Virginia.","Of the approximately 193,750 Union soldiers captured, over 30,000 died in Confederate captivity, while nearly 26,000 out of the approximately 214,900 captured Southerners died in Federal prisons. Military historian Robert S. Davis gives mortality rates for the worst prisons on each side; as high as 35 percent at the worst Southern prison, as high as 24 percent at the worst Northern prison, and an average of 12 to 15 percent of the troops for both armies. Although these rates seem high enough to motivate anyone to flee captivity, it was also a soldier's duty to escape and rejoin his army in battle. Historian Pamela Hain gives evidence of this obligation when she cites several escape attempts made by prisoners at Fort Warren, despite numerous testimonies to its benevolent conditions compared to those at prisons elsewhere. As Brown suggested in the account of his escape, regardless of the quality of treatment, \"there are those as ready and anxious to escape from this, as from that, or any other prison.\""],"locations":[{"id":6210,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}]},{"id":3953,"title":"Scandals and Public Discourse: The Beecher/Tilton Affair in the Atlanta Constitution\n","course_id":5,"status":"P","start_date":"1872-11-02","end_date":"1876-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The accusations of adultery against Henry Ward Beecher caused a great stir in public discourse in the late nineteenth century.  Beginning in 1872, when Victoria Woodhull published in <em>Woodhull and Clafin's Weekly</em> an account of the affair between the famed pastor, Beecher, and his parishioner, Elizabeth Tilton, the scandal captivated the public. The details of the affair and its aftermath were complicated and convoluted. At first, Beecher chose to ignore Woodhull's initial accusation, which seemed to be a logical strategy as she was notorious for creating scandal. As time went on though, and adultery accusations accumulated, events escalated and Beecher was forced to take the defensive. Elizabeth Tilton's husband, Theodore, filed suit against his former friend, Beecher, in 1875. Elizabeth Tilton presented contradictory evidence before, during and after the trial stating at different times that Beecher was innocent or that he was guilty.  Due to inconclusive evidence, contradictory accounts presented in the case, and an indecisive jury, Beecher was exonerated. Because of their involvement in the trial, Elizabeth and Theodore Tilton, who by the end of the case were no longer married, among others were excommunicated from Beecher's church. ","As a case study of public discourse in reference to the trial, the newspaper, <em>The Atlanta Constitution,</em> handled the events within the scope of a nation with a shifting structure and societal values.  In fact, the case was so etched in rhetoric indicative of  the changing era that even as late as 1895 an <em>Atlanta Constitution</em> article tried to make sense of what happened by stating that Elizabeth Tilton was hypnotized, which was why she acted in such contradictory ways. According to historian, Altina Waller, the case excited public discourse to such an extent because it was a representation of the power struggle and breakdown of traditional structure in the post- Civil War society. Beecher and Tilton entered the trial as anomalies to traditional structure. Beecher was a prominent liberal Christian and both he and Tilton were involved in the promotion of women's rights and other radical reform movements. Yet in the trial, Beecher tried to present himself as more moderate than Tilton so as to have an attractive case to more people which shows that even Beecher acknowledged that people may not have been ready for some of his progressive ideas.  Despite this, the progressives still supported Beecher and the traditionalists took up the cause, not necessarily for Tilton but against Beecher. The conflict of the trial turned into one between progressives and traditionalists and became a symbol of people's attempt to understand and adapt to social changes.  By the end of the trial, neither man was fully exonerated in the eyes of the public. The trial became emblematic of the vices of the struggle between progressives and traditionalists.","Through various articles, the <em>Constitution </em>supported Waller's view and highlighted the impact of the case on public discourse in that it often explains the volatile nature of discussion of the case and also served as bank of impassioned rhetoric. For example, in the article \"Fighting About Beecher Trial,\" the <em>Constitution</em> stated that people discussed the trial and became so heated in their arguments that certain bars had to ban the discussion of the Beecher trial to prevent violence. The <em>Constitution </em>also emphasized the misdemeanors of all involved in the trial. The majority of the articles did not approve of either Beecher or Tilton's actions and illustrated them as adulterous and evil. Beecher, in particular, was made to be a villain in the paper since he was supposed to have been a pious man, yet was accused of adultery and manipulation. Through the disapproval of the actions of Beecher and Tilton in the trial, the <em>Constitution </em>discredited new social systems and upheld more traditional values. "],"locations":[{"id":1821,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}]},{"id":3960,"title":"Conditions at Andersonville Reach All-Time Low\n","course_id":5,"status":"P","start_date":"1864-04-01","end_date":"1865-04-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When Robert Kellogg was finally released from the Confederate prison camp at Andersonville in 1865, he had only the shirt on his back and his life to his name.  He was fortunate to be a part of a soldier exchange that allowed him to return to the North, and when he boarded the steamboat to make the journey home, he was met with a new uniform, a new pair of boots, a bath, and a hot meal.  However, these luxuries were a far cry from the horrors he and the other Union soldiers experienced in the prison camp at Andersonville.  Before arriving at Camp Sumter, Kellogg and the men in his company had been under the care of a group of Confederate soldiers who had been released from a Union prison.  He and his comrades were well fed, and had a distinctly positive view of their pre-Andersonville captors.  He noted that the southerners were \"a gentlemanly set of fellows, and treated the northern soldier with some consideration.\"  The men were able to procure rations and other pleasure items from southern citizens through purchase and trade, and enjoyed a fairly comfortable existence.  "," The time before they reached Andersonville set the men up for a great shock, however, as conditions at the prison worsened daily.  When the men arrived, the sight of other prisoners foretold the fate awaiting them.  As one former prisoner said of his first sight of the camp, \"The uncheerful sight, near the gate, of a pile of ghastly dead - the eyes of whom shone with a stony glitter, the faces black with a smoky grime, and pinched with pain and hunger, the long, matted hair and almost fleshless frame swarming with lice - gave us some idea that a like fate awaited us on the inside.\"  Sadly, this soldier could not have been more right."," The prisoners were not provided with shelter, and were only given very meager rations.  No cooking utensils were provided, nor was there any wood for burning fires to cook their food.  The only water for the entire camp was located at the center of the compound, and was also used as an outdoor latrine, which laid the foundation for countless diseases to fester and grow.  Also, a death line was drawn around the camp, and any prisoners who crossed this line were shot immediately.  Many times, the guards would shoot for no apparent reason, leading to the death of a number of innocent men.  One confederate guard appealed to the president of the Confederate States, Jefferson Davis, to stop the violence.  He wrote, \"They think killing of a yankee will make them great men, they shoot prisoners, alleging they crossed the dead line.  I know you are opposed to such measures, and I make this statement to you to be a soldier, a statesman, and a Christian.\""," In 1864, the death tolls at Camp  Sumter were astonishing.  In the month of August, one in eleven prisoners died.  In September and November, one in three died, and in October, a shocking fifty percent of the prisoners at Andersonville passed away.  By the end of 1864, almost 14,000 of the supposed 33,000 prisoners held at Camp  Sumter had fallen victim to the horrible conditions they lived in.  Conditions in Union prisons were much the same, and by the end of the war, some 56,000 prisoners had lost their lives to disease and starvation.  This number of deaths in prisons during the civil war eclipsed the total number of United  States' deaths in the entire conflict in Vietnam in the 1960s."],"locations":[{"id":2222,"lat":32.0447139452,"lng":-84.1951910375,"zoom":10,"place":"SUMTER, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}]},{"id":4080,"title":"Speaking from Medicine Lodge:  Two Native American Opinions on Removal, White Culture, and Government Relations","course_id":5,"status":"P","start_date":"1867-10-19","end_date":"1867-10-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            The Treaty of Medicine Lodge is among the last, most famous and most influential of the United States-Native American treaties.  The treaty, or rather collective of three treaties signed at Medicine Lodge, Kansas in October of 1867, was a comprehensive peace settlement between the U.S. government and the Plains Nations of the Kiowa, Comanche, Apache, Cheyenne, and Arapaho.  Major provisions in the treaty were that the nations would move onto reservations in the Indian Territory and that the United States would help them become \"civilized,\" providing them with necessary supplies and instruction.","            At Medicine Lodge, most of the Native American nations wanted peace, but did not agree with the constrained reservation system that limited autonomy and pushed white civilization upon them.  Among the more outstanding spokesmen of Medicine Lodge were Chiefs Ten Bears and Satanta, who represented two of the most prominent nations, the Comanche and Kiowa, respectively.  Their two voices well addressed specific problems with the proposed reservations, but also addressed broader issues of Native American identity, prospects, and the nature of their relations with whites.","            Satanta, one of the major figures in the armed conflicts leading up to Medicine Lodge, argued very emotionally and emphatically: \"I love the land and the buffalo and will not part with it. I want you to understand well what I say.  Write it on paper.\"  Satanta argued that the land, the hunt, and the independence from \"medicine lodges\"-the churches and schools advocated by whites-were essential elements of his culture, his means for happiness.  Secluded from this lifestyle, he said, \"We grow pale and die.\"  He also emphasized the way in which whites interacted with Native Americans, saying that while he was open and honest with the commissioners, they were deceitful and unreliable.  Yet far worse for Satanta were the U.S. troops who, he said, \"cut down my timber; they kill my buffalo.\"","            Ten Bears was more ready for peace and as such his speech was gentler in tone, beginning with an expression of warm feelings towards the commissioners.  Yet he too blamed the United States for a great deal, saying that it was they who started the conflict: \"There has been trouble on the line between us...but it was...you who sent out the first soldier and we who sent out the second.\"  Ten Bears also broadly criticized the plans of the commissioners, rejecting the reservation scheme with houses and medicine lodges.  He stressed the freedom and happiness of life in the prairie and contrasted it with living and dying as the whites suggested, hemmed in by \"walls\" and \"enclosures.\"  ","            Ten Bears reiterated Satanta's consideration of culture, saying: \"I lived like my fathers before me, and like them, I lived happily.\" He further defended his right to this life based on the promise made by the \"Great White Father\" (the President), which guaranteed the permanence of land rights as they then stood.  Finally, Ten Bears argued that far from removing his people to a better location, the proposed reservation site was \"too small\" and that the Texans had taken away the land and timber that best supported prosperity.  The final words of his speech summarized the plight of Native Americans in powerful, fatalistic terms, saying, \"The white man has the country which we loved, and we only wish to wander on the prairie until we die.\" ","            Though not actually faced with extinction, the nations of Medicine Lodge were in the midst of such upheaval that the period could justifiably be called the end of an age for their peoples.  Arguments like those of Satanta and Ten Bears at Medicine Lodge were not new; Native Americans had long defended their essential rights, sovereignty, and freedom-political rhetoric that is itself very telling as it specifically caters to Western ideology.  Yet the virtue of these values were not enough to protect Native Americans in a seemingly intractable clash of cultures, wherein they were opposed by both U.S. governmental policy and the very real \"shock of civilization\" that saw the buffalo hunted almost to extinction while frontier settlements swept across Native Americans' lands, dominating them in trade and constantly fighting with them.  In the twenty years after Medicine Lodge, Native American sovereignty and their free, unsettled lifestyle, as espoused by Satanta and Ten Bears, were both rejected by the United States.  The two major blows came in the shape of a Congressional act in 1871 that ended treaty-making with Native Americans, and the Dawes Severalty Act in 1887, which divided up the communal land into individual allotments and made Native Americans U.S. citizens."],"locations":[{"id":4553,"lat":null,"lng":null,"zoom":8,"place":"Unorganized, Kansas"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":20,"tag":"Diplomacy/International"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}]},{"id":4086,"title":"Organization of Women&#39;s Movements in the South: Belle Kearney, WCTU, and Suffrage","course_id":5,"status":"P","start_date":"1889-04-01","end_date":"8/18/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["  For many women in the South, the Women's Christian Temperance Union served as an opportunity to organize with other women, gain public career skills, and work outside the home. This experience was later able to transfer in women's work for suffrage. Belle Kearney, a leader within the WCTU and later a women's suffragist, wrote about the beginning of her career in the WCTU in her autobiography, <em>A Slaveholder's Daughter</em>. In this work she analyzes the affects of the Civil War on women in the South and discusses her own experiences as a daughter this post-Civil War society. Kearney desired to be well educated and to pursue a life beyond the domestic sphere of women. She stated that women in the South had assumed responsibility while the men were at war yet when the men returned, women were expected to return to the female domain. For Kearney, remaining in this womanly sphere was not acceptable. In 1889, she was given her chance for public work when her father encouraged her to listen to a speech given by the President of the WCTU, Frances Willard. After this, Kearney accepted a position in the WCTU which became, for her, an outlet to the public sphere and prepared her to later serve in the women's suffrage movement.            ","According to historian Louise M. Young, this experience in the WCTU was not exclusive to Kearney. Women's promotion of temperance was seen as acceptable public work for them because temperance fell into the womanly sphere of \"protecting the home.\" This allowed women in public work to become more acceptable and thus gave women the courage and ability to work for more radical causes such as women's suffrage.  So, women took the training hat they received in the WCTU and applied it to the suffrage movement. Temperance also opened other avenues for suffrage in that supporters of temperance wanted to give women the vote so that they would have political power to enforce temperance. For the South, this was important because Southern women had not participated in the abolition movement in the North which had prepared women for the first wave of the women's suffrage movement. Thus, in the South the WCTU served to prepare women for the women's suffrage movement as the abolition movement had in the North."],"locations":[{"id":7161,"lat":32.6346973664,"lng":-90.0338114186,"zoom":9,"place":"MADISON, Mississippi"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}]},{"id":4088,"title":"Exiled From Florida\n","course_id":5,"status":"P","start_date":"1812-01-01","end_date":"1845-01-25","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Florida was originally settled by Spaniards, in 1558.  With the arrival of the British colonies, the Carolinas attempted to enslave the Indians in and around the Florida and Georgia territories.  A boundary was formed between Carolina and Florida, but slaves, Indian and African alike, crossed the boarder into Florida and further into Indian Territory.  The numbers of exiled slaves became so great in 1736, they were acknowledged by the Floridians, being referred to as Maroons, and also became allies in defending the territory.  Georgia was formed as a free colony between South Carolina and Florida and used as buffer colony to protect the Carolina planters' slave interests.  However, in 1750, a Creek Indian Chief named Seacoffee left the tribe with a large group of followers.  They traveled from Alabama to Florida, and under the Spanish colonial policy, they were incorporated into the Spanish population and entitled to land in the territory of Florida.  They settled near the area of the Exiles and refused all Creek laws.  These exiles were called \"Seminoles\" by the Creek Indians, meaning \"runaways.\"  They elected their own chiefs and became their own tribe.  Some members intermarried with members from the Maroons, as the groups merged into one entity.  They lived together in villages where the Blacks could build their own houses and farm their own fields.  The Maroons paid a tax of corn, vegetables, and meat to the Seminoles in exchange for their protection against slave catchers.","            By 1812, Georgia pushed for the Federal government to annex Florida in order to control the Indians in the region, and to control the new problem of slaves escaping from Georgia to Florida.  With no response from the Federal government, Georgia declared war on the Territory of Florida in order to occupy the territory and ensure the safety and welfare of their people.  They searched to find Creek Indians and the Exiles, who were all thought to be runaway slaves by Georgians, and ended the struggled in May 1813, with nothing to show for it.  ","            This conflict went unnoticed to the rest of America because of the War of 1812, and British involvement in North America.  The British allied themselves with the Exiles and the Indians, trading and supporting them through weapons.  When the British withdrew from Florida in the spring of 1815, they left the Exiles with their fort and the entire magazine of military stores.","            Even though British troops withdrew, a portion of America soldiers remained along the Georgia frontier to maintain peace with the Indians.  General Gaines commanded the Southern frontier at Fort Scott.  Growing sentiment within the army to return the Exiles to their slave owners lead to the first slave-catching expedition, undertaken by the Federal government.  Meanwhile, Andrew Jackson urged that the Exiles in Florida were a threat to the security of America's boarders, especially since receiving weapons and a fort from the British.  Jackson wrote a letter to President Monroe explaining the need for annexing Florida in order to emigrate the Indians west of Arkansas.  It took Jackson only a few months to conquer Spanish Florida when he told Monroe he could accomplish it in two months.  The President defended Jasckson's actions in Florida in front of the House of Representatives in March 1818.","            They became involved in extensive battles, or massacres, of the Exiles by General Gaines and General Jackson.  After years of violence, General Jessup stopped the Exiles and offered a peace treaty, January 25, 1845.  \"Major General Jessup, in behalf of the United States of America, agrees that the Seminoles and their allies, who came in and emigrate West, shall be secure in their lives and property; that their negroes, their bona fide property, shall also accompany them West; and that their cattle and ponies shall be paid for by the United States of America.\"  The govenor of Florida announced that the last of the Indians had been removed from Florida.  They were sent from Tampa Bay to New Orleans and then west of Arkansas."],"locations":[{"id":1280,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}]},{"id":4090,"title":"A Plea for Peace Within the Union\n","course_id":5,"status":"P","start_date":"1832-12-01","end_date":"1832-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thomas GrimkÉ wrote a letter to John C. Calhoun to persuade him to calm southerners as tensions were rising between north and south.  He tries to flatter Calhoun with his many titles, Congressman, Senator, Vice-President, and he tells Calhoun that the south will listen and reason with him, \"They are, in the estimate of the Union, at least, but the invisible satellites of your superior station and influence.  Without you, they are and do nothing. All the responsibility, of the past and present, is yours.\"  GrimkÉ abandons the flattery and puts all of the responsibility of the south's action in the hands of John C. Calhoun.  Thomas GrimkÉ had good reason to worry about the state of the Union and to contact Calhoun for a peace offering.  However, John Calhoun was too involved in the interests of South Carolinians to give in to the North.","John Calhoun took his seat in the United States House of Representatives first the first time on November 6, 1811, as a representative from South Carolina.  He was only twenty-nine years old and allied himself with the many other young and rising politicans known as \"War Hawks.\"  Calhoun continued his rise in politics on December 14, 1817, when James Monroe asked him to be his Secretary of War.  Things began to fall apart when a tariff was introduced and Calhoun believed it would make it more difficult for the South to conduct foreign trade through cotton.  Calhoun denounced the abominable tariff saying, \"the great geographical Northern manufacturing interest in order to enforce more effectually the system of monopoly and extortion against the consuming states.\"  In March of 1825, Calhoun became Andrew Jackson's vice president, but drew controvery by writing <em>South Carolina Exposition and Protest</em>.  He defended a states' right to nullify a Federal law that impeded a states' interest, while he was the vice president.  He soon realized he had limited power as the vice president and resigned to be elected Senator of South Carolina.  On November 24, 1832, South Carolina held a contitutional convention and nullified the tariffs of 1824 and 1828, with Calhoun's full support behind his state.  Andrew Jackson's response to the convention came in December of 1832 when he declared nullification as being \"incompatiable with the existence of the Union.\"  This is the time in which GrimkÉ is writing his letter to Calhoun.  ","Thomas GrimkÉ tries to indirectly explain to Calhoun how he would treat the tense situation.  He does this by describing what his ideal country and an ideal statesman would be,  \"He must resolve, and abide by that resolution with inflexible constancy, never to harbor a thought, not utter a word, nor do a deed, that may, by any possibility, suggest the opinion, that the Union can ever be abandoned.\"  GrimkÉ is trying to explain to Calhoun how he would handle the situation of the south by abandoning any talk of secession or nullifaction.  He continues to speak of how a leader should act saying, \"Regard the Constitution of the Union as the sacred covenant of my first-born, sealed with their precious blood, the testimony of their faith, hallowed and irrevocable as the plighted troth of the marriage bond.\"  GrimkÉ refers to the Constitution to be in part of every American family.  ","\"I demand of every public man another prominent duty; to distinguish between the rulers and the people: and honor those, however, unworthy, for the sake of these.\"  He is hoping Calhoun will ignite southerners into supporting the north and the national leaders in office.  \"You have trodden a path, which inferior men might have selected.  Without amazement in their superiors, or danger to your country...That duty was to soothe, not to provoke; to calm, not of passion; of attachments, not jealousness; of manly, candid sense, not of prejudice.\"  This last quote is GrimkÉ's last attempt to persuade John C. Calhoun into preserving the Union."],"locations":[{"id":11579,"lat":33.9290712834,"lng":-81.2531457905,"zoom":9,"place":"LEXINGTON, South Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}]},{"id":4094,"title":"Southern Rhetoric Concerning Womens Suffrage in Relation to African American Suffrage\n","course_id":5,"status":"P","start_date":"1890-08-26","end_date":"1890-08-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Atlanta Constitution serves as an example of the negativity of Southern rhetoric concerning women's suffrage and rights in the early post Civil War era. . It also shows the development in rhetoric in the South and how discourse concerning women's suffrage evolved throughout the nineteenth century to discuss the movement more objectively. The more objective tone, which indicates change in dealing with women's suffrage and journalistic style, allowed a vehicle for women to be able to express their ideas without excessive critique from the journals that served as public sources of information. This objectivity began with the discussion of women's suffrage in order to keep a white majority in the voting arena. While the Atlanta Constitution did not completely accept women's suffrage, the discussion of it as a solution to curb the African American vote is at least an effort to entertain its possibilities. In 1890, the Constitution ran an article which discussed the debate in Mississippi over women's suffrage as a solution to secure a white majority. Mississippi politicians, according to the Constitution, were in agreement property and education requirements would ensure that less African American would vote and that the women who then were allowed to vote would be educated and would then eliminate the votes of the African American. The concern that Mississippi had though, was that women would not be interested enough in voting rights to actually use them. The Constitution sympathized with Mississippi's problem, but did not support the idea of women receiving the vote. Still, this article shows that people in the South were willing to entertain the idea of women's suffrage. ","            This was not exclusive to Mississippi as many states began to consider women's suffrage so as to keep a white majority of voters. When Southern women took up the suffrage cause, many argued for suffrage in order to keep the white majority within suffrage. These women also wanted to establish suffrage through state amendments rather than national amendments and thus they made suffrage seem more acceptable in the South since they advocated it within the established social structure. Because of this and because of the debates that suffrage as a solution to African American suffrage began, more people started considering women's suffrage as a possibility and women were able to use this as a vehicle to further the cause. "],"locations":[{"id":1823,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}]},{"id":4120,"title":"Prairie Farmer Breaks News of Custer Disaster\n","course_id":5,"status":"P","start_date":"1876-07-15","end_date":"1876-07-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"It proved a rash and disastrous venture,\" noted the <em>Prairie Farmer</em> in criticism of Lieutenant-General George Custer's effort \"to divide his regiment into two detachments - one under the command of Major Reno, and the other commanded by himself - make wide detours and flank the enemy.\" On June 25, 1876, Custer and his 7th U.S. Cavalry came upon a village of combined Lakota, Northern Cheyenne, and Arapaho Native Americans on the plains of Montana near Little Bighorn River. According to the <em>New York Evangelist</em>, \"seeing the upper or southern extremity of the village, and probably misunderstanding its extent, he ordered Reno to ford the river, and charge the villagers with three companies, while he, with five companies, moved down the right bank and behind the bluff, to make a similar attack at the other end.\" Reno did as he was told, but soon retreated to the limited cover of the timberline after about 20 minutes of fighting. Custer had told Reno that he would stay near enough to provide Reno's forces with reinforcements, if needed. However, Custer took a diverging route and stumbled upon the village, which was ready to fight. The Native American forces engaged Custer's troops, which were pushed back from the river, through a valley, and onto a high ridge. There, all of Custer's battalion were surrounded and, save for Custer's Crow scout, \"were annihilated by hostile Sioux savages,\" as described in the <em>Prairie Farmer</em>. Fighting continued the remainder of the day and the next, with Reno's forces withstanding Native American attacks until being relieved by generals Terry and Gibbon on the third day, just after the enemy had fled.","According to historian Walter Camp, the battle \"was no massacre; there was no ambush, no trap set for the white troops to enter. It was a battle in three fights, fair and simple. The Indians had met Custer's detachments in detail and defeated them, all within sight of their village.\" Although Custer was widely criticized at the time, the ambiguity surrounding his death gave artists free reign to interpret his final moments. One of the most popular images created by artists since is of \"Custer's Last Stand,\" which most often portrays Custer as a fearless, buckskin-clad man standing firm and stalwart in a swarm of Indians and fallen soldiers, defying death itself. Historian Brian W. Dippie claims, artists \"gave it instantly recognizable form and planted it in our heads.\" Additionally, Custer's widow, Elizabeth, actively campaigned to establish her husband's legacy as a valiant and brazen hero - an effort that was widely successful. ","To whites, the myth of Custer's Last Stand could be interpreted as \"white civilization surrounded, indeed stormed, by white savagery,\" as Dippie suggests. The Prairie Farmer betrays the white majority's opinions of Native Americans as \"hostile savages\" and \"red devils.\" This one-dimensional myth is how the Battle of Little Bighorn was viewed for more than a century. However, in the late twentieth century, efforts were made to explore the Native American outlook on what they termed the Battle of the Greasy Grass. Little Bighorn came at the apex of the United States Government's attempts to subjugate Native Americans by forcing them onto reservations. As suggested by Native American scholar Alvin M. Josephy, Jr., whites \"offered the Indians the same three choices: become whites; stay on reservations, isolated from the rest of us, until you can be assimilated; or resist both choices and die.\" Douglas C. McChristian reiterates this point: \"They knew it as...a great, yet fleeting victory that signaled the doom of their traditional way of life.\" To some, the controversial battle was a symbol of American virtue. Yet to others, the battle reflected the conflict between unending American westward expansion and the Native American defense of their land and way of life. To bridge the gap, many scholars have attempted a more universal reinterpretation of the Battle of Little Bighorn that encompasses both the long-held view of the former and the more recent emergence of the latter."],"locations":[{"id":8042,"lat":null,"lng":null,"zoom":8,"place":"BIG HORN, Montana"}],"tags":[{"id":17,"tag":"Government"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}]},{"id":4121,"title":"The End&#39;s in Sight in Nashville\n","course_id":5,"status":"P","start_date":"1864-12-15","end_date":"1864-12-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Major-General George H. Thomas had done it. In a telegram sent to President Abraham Lincoln and Lieutenant-General Ulysses S. Grant, Thomas described, \"The woods, fields and entrenchments are strewn with the enemy's small arms, abandoned in their retreat.\" Following the overwhelming Union victory at the Battle of Franklin on November 30, 1864, General John M. Schofield joined the rest of Federal forces in Nashville, Tennessee. Commanded by General Thomas, the Union force reached approximately 49,000 men. The Federal defensive line in the city was positioned in a semicircular shape stretching from east to west and extending a mile to the south. Confederate Lieutenant-General John Bell Hood was in the process of making a daring offensive into Tennessee, hoping to reach Kentucky eventually, when he was soundly defeated by Schofield's forces at Franklin. From there, Hood led his battered and discouraged forces to Nashville on December 2, where they took up defensive positions, hoping to take the city in a counterattack. Although his army had little confidence in Hood's command after the devastating slaughter experienced at Franklin, Hood was somehow optimistic: according to the <em>Richmond Daily Dispatch</em>, '\"We have taken stronger places...and we will take Nashville.\"' However, the actual events of the battle would prove contrary to his expectations. ","Under heavy pressure from both Lincoln and Grant to crush the dwindling Confederate army in the West, but delayed by winter ice storms, Thomas finally began his assault on Hood's army, which was a much smaller 31,000 troops, two weeks later on December 15.  He launched a two-pronged attack. As described by historian Jack Lepa, the first attack, which was directed by General Steedman towards the Confederate right flank, \"was supposed to be merely a demonstration to attract the enemy's attention from the main assault.\" The second, but main, assault was led by Generals Smith and Wood on the left side of the Confederate Army. At the end of the first day, Union troops had pushed General Hood's Confederate forces approximately eight miles south of their original positions. However, both President Lincoln and General Grant encouraged Thomas to bring an end to the war in the West for good; as Lipa states, \"At this point in the war a mere victory was not sufficient. The enemy must be destroyed.\" The following day went much like the first. Thomas launched another two-phase attack against the Confederate forces, which had formed a new and shorter line along the Overton Hills, concentrating on the Confederate left flank. Attacks from Federal Generals Smith, Schofield, and Wilson forced Confederate General Cheatham's troops to retreat along Franklin Pike, the only remaining means of escape. Only rainy weather and the return of Confederate Calvary General Nathan Bedford Forrest prevented Union forces from pursuing and capturing the remaining Confederate Army, which retreated to Tupelo, Mississippi.","\"The Federal victory at Nashville sealed the fate of the Confederacy west of Virginia,\" according to Lepa. Historian Stanley F. Horn reinforces the battle's importance: \"After Nashville there were no more battles of material import. Within four months the war was over.\" After being routed at Nashville, the Army of Tennessee, which was the second largest Confederate force during the Civil War, was rendered ineffective for the remainder of the war. Confederate losses outweighed Federal casualties approximately three to one. General Hood's risky campaign to invade Tennessee and Kentucky had failed. Meanwhile, General Sherman faced virtually no opposition during his infamous \"March to the Sea,\" which crippled the South. Coupled with success in the East and Sherman's March, the Battle of Nashville served as the decisive blow that led to the Confederacy's eventual surrender in 1865. "],"locations":[{"id":11954,"lat":36.1725147903,"lng":-86.7796759805,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":5,"tag":"War"}]},{"id":4123,"title":"Record-Setting Railroad\n","course_id":5,"status":"P","start_date":"1876-06-01","end_date":"1876-06-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Shrouded in a mist of smoke and steam, the train lurched into the station. Having completed its cross-country trip more than four hours ahead of schedule, the Transcontinental Express finally ground to a halt.  The <em>Friends' Intelligencer </em>claimed that the trip, leaving from Jersey City at 1:00 A.M. on June 1, 1876 and arriving in San Francisco approximately half past nine on the morning of the 4th, was made by a speed train in \"26 minutes less than 84 hours,\" or three and a half days. Such a journey in a normal locomotive would have taken seven days. The <em>Scientific American </em>professed the Transcontinental Express \"to be the longest and fastest continuous run that has ever been made on any road in any country.\" This statement reveals the sentiment favoring technological innovation and record setting pace that prevailed in the society during that time. ","Historian Sarah Gordon claims that \"express trains\" were passenger trains that carried express packages and did not stop at every station. She states that these trains \"usually traveled about thirty miles an hour, somewhat faster than other through trains.\" Due to America's burgeoning economy during the 1870s and 1880s, most trains carried a combination of passengers and goods for exchange in other areas. However, slower passenger trains that stopped at every station were available for those who needed it. According to Gordon, these \"accommodation trains ran along through routes, usually at ten to twenty miles per hour.\" While practical use usually dictated the speed of trains, the social status of passengers usually dictated the service, luxury, and safety found onboard, at least initially. The luxurious Pullman cars, decorated in the style of Victorian England, and various private cars were often used by the rich for extended travel. These cars stood in stark contrast to the rancid, poorly lit, and anachronistic passenger cars and day coaches that were frequented by the poor, who often used the railroad for transportation over shorter distances. Eventually, as Gordon postulates, \"the railroads sought to draw all lines under the same rules of operation, regardless of passenger needs. Beginning in the 1880s the science of railroading began to displace remarkable social diversity of passenger travel.\"","Therefore, as railroads such as the Transcontinental Express became faster, more powerful, and more widely used, problems in the system led to the need for regulation and standardization. \"Especially between 1870 and 1900, railroads leaned in the direction of national standards in ticketing, time, track gauges, baggage, the structure of train cars, and the behavior of passengers.\" Not all attempts at standardization were successful. For instance, the Master Car-Builders' Association suggested standard brakes, seats, couplings, heating apparatuses, and ventilating systems on cars during the 1870s, but not all railroads could afford such upgrades to be made. At the same time, attempts were made to set ticket prices, yet none were very successful. On the other hand, many efforts at homogenization were successful. Standard time was universally adopted in 1883, making scheduling significantly easier and more predictable. Also in 1883, railroad companies placed a 250-pound limit on passenger luggage. Three years later, between May 31 and June 1, 1886, most railroads conformed to standard gauge of four feet eight and one-half inches wide, vastly improving the efficiency of transportation as railroads could connect with one another. By 1890, \"a new national standard of reasonable behavior\" permeated the railroad as employees, as well as passengers, were called to abide by a pragmatic code of conduct, \"to make public behavior compatible with urban technology and with the needs of crowds rather than the needs of the individual,\" according to Gordon. While trains such as the Transcontinental Express were setting transportation records, the standards on faster and more powerful trains \"developed to promote the efficient and safe transfer of passengers in all parts of the country.\""],"locations":[{"id":8523,"lat":40.7416518725,"lng":-74.0773468609,"zoom":11,"place":"HUDSON, New Jersey"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":16,"tag":"Science/Technology"}]},{"id":4141,"title":"Southern Benefits from the Compromise of 1850\n","course_id":5,"status":"P","start_date":"1851-09-05","end_date":"1851-09-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The North and South had reached a stalemate, the compromise measures had been debated for over ten months.  Finally, an agreement was reached.  In September of 1850 the provisions that would become the Compromise of 1850 were passed.  About a year later, on September 5, 1851, Winchester Graham, a representative from South Carolina, gave a speech in Barnwell, S.C. that defended his support of the Compromise measures.  In the beginning of his speech, Graham called the compromise \"...the greatest legislative victory to be found in the annals of our country and that the institutions of the South are now resting on firmer foundations than they ever had before...\"  Next, Graham gave an overview of the major pieces of the compromise.  First, Graham talked about the abolition of the slave trade in Washington, D.C.  He argued that this was of no consequence to the South and that the Congress had the power to regulate the commerce of the District of Columbia.  Second, he talked about the admittance of California as a free state.  He dispelled the myth that this was a policy of the Free Soil Party intended to entrap the South, and argued that slavery would never have come to California because of its climate and terrain.  Graham supported the admittance of California as a whole, instead of divided at the 36' 30' line of the Missouri Compromise, because if it had been split it would allow two free states to come into the Union instead of one.  Third, Graham argued that the Texas-New Mexico border act, long viewed as an assault on the slave state of Texas, was proposed by a southerner, Pearce of Maryland, and was beneficial to the Southern cause.  This measure helped the South because it paid of the debts of Texas and also gave the South \"40,000 miles of free territory\" to establish new slave states to bolster Texas and the South.  Finally, the Fugitive Slave Act was a major victory for the South because it allowed for greater protection and return of their property, the slaves.  In conclusion, Graham said that the Compromise led the nation away from the brink of succession; this succession would have caused a costly war that would have taken a horrific toll on the South. ","    The debate over the Compromise of 1850 was one of the most contentious and heated debates in the history of the United States Senate.  Political fanatics, from the North and South, objected to the measures, bringing the nation to brink of disunion and hostility.  Author John Waugh argues that the compromise was built on the back of the \"political middle\" with measures that were meant to appease the North, the admittance of California, and ones to appease the South, the Fugitive Slave Act.  While the other measures, especially the Texas-New Mexico border act, represented a political quagmire, from which both sides refused to relent.  In his defense of the Compromise, Graham interpreted all of the measures as strengthening the South, even the concessions to the North.  His speech was an appeal to his constituents, making them realize that the compromise, and his support of it, led them away form the disaster of succession while also helping the Southern cause.  Graham wanted his constituents to view the measures as a victory, not as a compromise, because it helped avoid the destruction of the Union and reinforced slavery in the South."],"locations":[{"id":11437,"lat":33.2565006284,"lng":-81.3960341006,"zoom":8,"place":"BARNWELL, South Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}]},{"id":4142,"title":"President Jackson Responds to Nullification\n","course_id":5,"status":"P","start_date":"1832-12-10","end_date":"1832-12-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    The crisis threatened to tear the nation apart.  This crisis was the passage of the Nullification Ordinances by the South Carolina State Assembly in November of 1832.  The unity and survival of the nation depended upon President Andrew Jackson's response.  On December 10, 1832, President Jackson presented his response to the Congress, arguing that the justification for state nullification of federal laws was misguided, unconstitutional, and treasonous to the country.   Jackson began his proclamation by outlining the reasons and reservations that led South Carolina to pass the ordinance; their major concerns were the tariffs of May 29, 1828 and June 14, 1832.  South Carolina believed these measures were unfair and didn't fall within the constitutional power of Congress to raise revenue; they proclaimed the laws null and void and threatened succession.  In his address, Jackson showed that the doctrine of nullification was \"incompatible with the existence of the Union, contradicted expressly by the letter of the Constitution, unauthorized by its spirit, inconsistent with every principle on which It was founded, and destructive of the great object for which it was formed.\"   First, he posited that South Carolina's objections based on stated powers and fairness were misguided and incorrect because the Constitution gave Congress the \"discretionary power\" to raise revenue by taxation.  Next, Jackson argued the Constitution joined the states into a single nation, and \"in becoming parts of a nation...they surrender many of their essential parts of sovereignty.\"  Thus, secession was wholly unconstitutional because it is an affront to national authority.  Finally, Jackson warned the people of South Carolina, who he believed were tricked into nullification by political and social leaders, that any action of \"disunion, by force, is treason.\"  He made an emotional appeal for these people to see the error of their position.  His address ends with a hope that the nation will survive and be reconciled by reasonableness and harmony, but also an assurance that it will be reconciled by force, if necessary.  ","    President's Jackson's speech came at a crucial time during his presidency; he had just been elected to a second term, but already his popular and political support was flagging.  But, according to historian Arthur M. Schlesinger, Jr., Jackson's handling of the nullification crisis and his resolve to ensure the survival of the union, both evident in the December speech, gained him temporary \"popular acclaim,\" making him the \"country's hero.\"  Jackson, a shrewd political, turned his new popularity into a political weapon to further the other policies of his administration, most notably his continued war against the Bank of the United States.  Jackson's speech and eventual handling of the nullification crisis were viewed, by the majority of the nation, as the actions of a strong leader dedicated to the nation and its survival; he used this renewed trust to further the political goals of his presidency.  "],"locations":[{"id":1273,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}]},{"id":4144,"title":"Development of The Blue Ridge Railroad in South Carolina\n","course_id":5,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    This was a road that led to development.  This was a road that led to economic prosperity for the South.  This was the Blue Ridge Railroad.  In 1860, the President of the Blue Ridge Railroad Company, Edward Frost, in a report to the stockholders and the state legislature, reported on the condition and growth of the line, proposed a plan for its expansion, and requested renewed assistance from the government of South Carolina.  Frost started his report with a proposition to finish the railroad form Walhalla, S.C. to Clayton, S.C. Then, he reported on the past development of the railroad; noting that from 1859 to 1860, the government instructed and only provided the company with enough of a grant, 310,000, to finish the line up to Walhalla.  The railroad was initially planned to run all along the Southeast, from South Carolina to Knoxville, Tennessee.  But, the company ran into work stoppages and reduced state funding in Tennessee, North Carolina, South Carolina, and Georgia.  In this report, Frost proposed that the South Carolina legislature provide funding to finish the line to Clayton.  He argued that this would provide the other surrounding state governments with the incentive to fund the completion of the other proposed sections of the railroad, the sections in western North Carolina, eastern Tennessee, and northwest Georgia.  But, the railroad would have to be finished to Clayton, because it was a connecting city to these other areas.  According to the report, the completion of the road would be a major economic advantage, linking markets throughout the South.  Frost argued that the completed road would make this section of the South competitive with Northern industry and transportation.  Frost estimated the cost of the line from Walhalla to Clayton at about 1.5 million to 2 million and the total cost of the road to Knoxville at 4.5 million.  He asked the state legislature to provide 1 million in bonds to continue construction to Clayton.  Finally, Frost made a plea to his stockholders:  \"...in case the work should be discontinued, the officers of this company should be exempt from any aspersions of bad judgment or ill faith...\"  This report was intended to show his proposition and his plan, but if the state legislature didn't grant the bonds, Frost wanted to ensure the security of his position. ","    There was a major disparity in railroad transportation between the North and South; this lack of a developed transportation system would later be seen as a major cause of the Southern loss during the Civil War.   The case of the Blue Ridge Railroad Company is indicative of this trend of struggling railroads in the South.  Historian James Ward showed that Southern railroads, especially in the 1840s and mid-1850s, received less government aide and investment than their Northern counterparts.  He argued that this disparity in financing was due to the long-ranging effects of an economic depression in 1839, the reduced market price of cotton, and finally weakened European markets in the mid-1850s, due to the Crimean War.  These events depleted government resources in the South, creating this decline in government support of transportation infrastructure.  The reduced funding led to the work stoppages that hindered the completion of the Blue Ridge Railroad, and many other railroads in the South.  When the state had money to reinvest in railroads, the South was already technologically trailing the North by a decade or more.   The Civil War was approaching and the South didn't have enough time to complete the development of its railroads. If the South had more peace time to catch up with Northern technology, the Civil War could have played out very differently.   "],"locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":18,"tag":"Politics"}]},{"id":4146,"title":"Reconstructing the Constitution in South Carolina\n","course_id":5,"status":"P","start_date":"1868-01-14","end_date":"1868-03-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    The Civil War was over, but the fight to ensure that it was not fought in vain was just beginning.  After the Civil War, the North wanted to ensure the abolition of slavery, recognition of the rights of African Americans, and that the South would remain a part of the nation; these were the major goals of the Reconstruction policies.   To meet these goals, The North required all former Confederate states to write a new state constitution, incorporating these measures, in order to be readmitted to the Union.  From January 14, 1868 to March 17, 1868, delegates met in Charleston, South Carolina to formulate a new South Carolina State Constitution.  This new constitution incorporated the goals of the North.  Article I included provisions that:  stated the equality of all men (Sec. 1), abolished slavery (Sec. 2), asserted that the Union was \"indissoluble\" (Sec. 5), and pledged \"paramount allegiance\" to the United States Constitution (Sec. 4).  While Article I abolished slavery and dictated equality, the new constitution also had to have provisions that ensured the political and social rights for African Americans.  Article VIII Sections Two and Eight ensured the political freedom of universal male suffrage regardless of \"race, color, or former condition.\"  While, Article X Section Ten, which ensured that \"all public schools...shall be free and open to all children...without regard to race or color,\" was intended to provide the social right to education.   With these new statues in the state constitution, the North felt that South Carolina had met the provisions to be readmitted to the Union; the North hoped these new laws would end the discrimination and disenfranchisement of the African American community in South Carolina.  ","    Historian Richard Zuczek argues that while the constitution provided a new government and new protections for African Americans, \"State whites rejected out-of-hand the constitution and the government it would establish.  For Carolinians, although the new constitution 'may have the authority of law...it has not and never can have the moral sanction of right, truth, or justice...\"  Because the new constitution was written mainly by African Americans and white Republicans, most of the white citizens of South Carolina saw the constitution and the government as illegitimate and longed for the reinstallation of a society based on white supremacy.  This attitude represented the major failure of Reconstruction; it ended de jure political and social discrimination against African Americans, but could not address the de facto discrimination based upon the attitudes and culture of white Carolinians.  These attitudes led to actions that disrupted the government and ensured that African Americans were not given the equality or rights the new constitution guaranteed them.  Southern whites used extralegal forms of violent or economic coercion to continue the discrimination of African Americans; the new rights, provided by the law, were being circumvented by a society that hoped for a return to the antebellum culture of racial superiority.  Thus, the goals of Reconstruction could not be fully applied to a society that was not ready to embrace a culture of racial equality."],"locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}]},{"id":4216,"title":"War Poetry Lives On in Song\n","course_id":5,"status":"P","start_date":"1867-01-01","end_date":"1867-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many Southerners before the Civil War viewed the Northerners as tyrants similar to King George III.  In <em>War Poetry of the South, \"</em>Poet Laureate of the Confederacy\" Henry Timrod wrote \"Carolina\" and the words on page 113:","The despot treads thy sacred sands, Thy pines give shelter to his bands, Thy sons stand by with idle hands, Carolina","Without a date, one might believe Timrod wrote this poem to describe the Revolutionary War.  Along with phrases such as \"How Rutledge ruled and Laurens died\" and \"Shall fall like Marion's bugle-blast\" remind Carolinians of many famous Revolutionary War figures.  He did not write these words by accident.  ","Poetry can explain, honor, and persuade.  William Gilmore Simms, editor of <em>War Poetry</em> found these pieces \"essential to the reputation of the Southern people\" as the words illustrated sentiments and ideas that influenced their actions (v).  Many of the poems featured in <em>War Poetry </em>become battle hymns, tell the stories of women left behind, tell of battles and victories, honor those who died, and most importantly persuade more soldiers to fight.  \"Carolina\" calls to the young men \"of the hill, wake swamp and river, coast and rill, rouse all thy strength and all thy skill\" to defeat the despot, the tyrant, the Huns, the North.  In the winter of 1862, when Timrod wrote \"Carolina\", the war had only begun and young men still believed in victory for the South.  By comparing the North to England during the Revolutionary War, Henry Timrod successfully incites the patriotic spirit of the men.  ","Timrod's poetry lived beyond the time of the Civil War. On February 11, 1911, Carolina became the State Song of Carolina as his twenty-one verses were cut down to five verses and put to music by Anne Curtis Burgess:","Girt with such wills to do and bear, Assured in right, and mailed in prayer, Thou wilt not bow thee to despair, Carolina Carolina"],"locations":[{"id":8926,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":5,"tag":"War"}]},{"id":4217,"title":"The Attempted Assassination of Secretary Seward\n","course_id":5,"status":"P","start_date":"1865-04-15","end_date":"1865-04-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On an early April day in 1865, Secretary of State William Seward decided to take a ride with his family throughout the countryside around his home.  During the ride, one of the horses became a bit too excited, and Secretary Seward was thrown from the carriage.  In the accident, Seward suffered a number of severe injuries, including a broken jaw, which required an extensive metal splint.  His injuries forced him to bed for a number of weeks, which proved to be quite unlucky in the days to come.  ","          About a week later, on the evening of April 15th, a man arrived at the home of Secretary Seward and claimed to be sent from the pharmacy with medicine he must deliver to the patient himself.  After being let in by the butler, the man made his way upstairs and forced himself into Mr. Seward's sick chamber, wounding both the Secretary's son Frederick and his nurse along the way.  He then forced himself upon Seward and stabbed him three times in the throat and twice in the face.  It is believed that the metal jaw brace being worn by the Secretary saved him from death, blocking a fatal blow to the head.","            All the victims in Seward's home, including his son, survived the attacks, but none were ever quite the same.  Seward returned to his work at the White House, but wasn't able to fulfill the full amount of his duties for quite some time.  It was later revealed that the attack on William Seward occurred on the same night, at approximately the same time, as the assassination of President Abraham Lincoln as a part of a plot to assassinate top government officials.  Interestingly, a letter was sent to Secretary Seward three years prior to the attacks, warning him of a rumored plot to assassinate the president and a number of his Cabinet, but Seward chose to ignore the warning on the belief that assassination was not an American practice.  The unexpected happened, however, showing the severe division that still remained between the North and the South despite the end of the Civil War.  "],"locations":[{"id":8718,"lat":42.9168549346,"lng":-76.5542572674,"zoom":9,"place":"CAYUGA, New York"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}]},{"id":4218,"title":"Cyclone Ravages Charleston\n","course_id":5,"status":"P","start_date":"1828-08-24","end_date":"1828-08-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early morning of August 25th, 1885, dark clouds began to roll in over Charleston.  The wind began to blow, lightly at first, then steadily increasing in strength as morning drew nearer.  Rain began to fall, harder and harder, until water levels rose all over the city.  The weather grew steadily worse throughout the night, and the storm from the Atlantic Ocean moved in.  According to one Charleston resident, \"Looking out into the gloom during the closing hours of the night and the early hours of the morning, the eye encountered a scene never to be forgotten, and which the beholder would scarcely care to see twice.  The powers of the air seemed to have been loosed for a carnival of havoc, and earth and heaven, the winds and the waters, warred together in a fury of blind rage.\"","          Carl McKinley stepped out of his house at around seven that morning, and looked toward the eastern waterfront where all but one or two of the buildings and structures were still intact.  About an hour later, the scene was completely different.  \"Everything lay in ruins; pier heads, sheds, vessels, offices, and docks, presented one mass of indescribable confusion.\"  The skies cleared around noon, and people finally began to emerge from their homes, only to be met with the sight of their city in ruins.  Electrical wires covered the streets, trees lay across the roads, and water stood knee deep all around the city.  In the words of McKinley, \"The brave, beloved city which had been swept by fire, stormed at with shot and shell, and occupied by a hostile army, within a quarter of a century, had now been buffeted for hours by raging seas, and shaken to its foundations by the most fearful storm that has ever visited our coasts within the knowledge of man.\"","          Winds in the storm reached an astounding 125 miles per hour, and the cyclone claimed the lives of twenty-one people.  Ninety percent of the private homes in the city were damaged, and about one fourth had the roofs torn away.  In the week after the storm, approximately 10,000 cartloads of debris were removed from the city streets.  The damages began to add up, and the cost of the destruction exceeded two million dollars.  Interestingly, the storm destroyed the city's gas lamps, but instead of funding a project to begin to adopt electricity in the city, Charleston officials continued their contract with the Charleston Gas Light Company, which had more local investors than its competitors in the electricity market.  "],"locations":[{"id":11453,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":2,"tag":"Health/Death"}]},{"id":4219,"title":"Sam Houston: Epic Figure\n","course_id":5,"status":"P","start_date":"1846-02-21","end_date":"1859-03-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["President of Texas, General, or perhaps Senator are the first words to come to mind when discussing Sam Houston.  To Mrs. Virginia Clay, wife of Senator Clement Clay of Alabama, the fifty-five year old Houston was a \"Senatorial Hercules\" and a \"roughish old hero\".  In her book, <em>A Belle of the 50's</em>, Mrs. Clay explains Houston's whittling habit saying that \"a seemingly inexhaustible supply of soft wood was always kept in his desk [in the Senate] and out of it he whittled stars and hearts and other fanciful shapes.\"  One day, she received an envelope while she watched in the gallery of the Senate and \"within a tiny, shiny, freshly whittled wooden heart, on which the roguish old hero had inscribed, 'Lady I send thee my heart Sam Houston'\" (99).  She further mentioned his youthful nature as she explained that \"nothing amused him more than to reduce to a confused silence those who surrounded him, by suddenly addressing them in all sorts of unknown words\" in a number of Indian dialects (100).  Perhaps the most interesting aspect of Sam Houston to Mrs. Clay she found in his attire as \"he wore a leopard-skin vest, with a voluminous scarlet neck-tie, and over his bushy grey locks rested an immense sombrero... wrapped around his broad shoulders he wore a gaily coloured Mexican <em>serape</em>, in which scarlet predominated\" (98- 99). ","Numerous reasons explain why Sam Houston would wear a serape as Marion Wisehart in <em>Sam Houston: American Giant</em> wrote, \"Senator Houston wore a bright Mexican serape to protect his back and chest from drafts\" (497).  Or perhaps with the time he spent near Mexico, Senator Houston became more comfortable in that clothing style.  Regardless, the same man that Mrs. Clay describes seems very different than the General who led an army of Texans to victory at San Jacinto.  Sam Houston acted as statesman, politician, and soldier.  He fought in the War of 1812, governed Tennessee and later Texas as Governor of two different states, became elected twice as the President of the Republic of Texas, and worked as a Senator for Texas fighting against succession (though a slaveowner himself).  Wisehart describes another aspect of Houston as \"he could talk extemporaneously for two or three hours and hold his audience in thrall.  After sleeping all night on the cold, damp ground, he could sit on a log and write powerful appeals to stimulate patriotic ardor or eloquent petitions in his own defense\" (vii).  As explained in <em>The Autobiography of Sam Houston,</em> \"It is of such violent contrasts that an epic figure is made\" (xv).  The diversity in the behavior of Sam Houston can not be separated.  Sam Houston the whittler is the same man as President Sam Houston.  "],"locations":[{"id":1274,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":19,"tag":"Native-Americans"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}]},{"id":4220,"title":"Brady Photographs Artillery\n","course_id":5,"status":"P","start_date":"1863-04-30","end_date":"1863-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The artillery attentively prepared for the battle of Chancellorsville as Mathew Brady snapped the photo.  In a photograph in <em>The Photographic History of The Civil War in Ten</em>, dozens of recently axed tress and stubs cover the ground and surround the cannons beside which the men listen alertly to the officer (20- 21).  A few men stand at ready to insert the cannonballs before a misty field that would later be covered with smoke.  Despite the gritty quality, the focus on the soldiers faces is striking.  One can clearly see even the expressions of the men.  With the recent development of photography, this photo stands as an accomplishment as Henry Lanier in <em>The Photographic History</em> describes photography as \"a pioneer science, requiring absolute knowledge, training, and experience\" (38).","To take a photo a photographer would need a place to fix, wash, and store negatives which the photographer produced on glass plates.  During the Civil War, photographers such as Mathew Brady, the creator of this photograph, would ride with the army in a wagon that the soldiers titled \"What is it?\" and upon reaching a site would set up tents to house his chemicals and dark room supplies.  Due to how near the battle photographers stood, shots can easily kill them as any solider on the field.  Lanier states that Brady \"was so ready to risk his life for the idea by which he was obsessed\" (38).  For this photo, he stood calmly and took a picture of men, some of which later that day would be dead or wounded.  To see this picture over a hundred years later invokes the opinion as Lanier describes, \"For when man achieved the photograph he took almost as important a step forward as when he discovered how to make fire: he made scenes and events and personalities immortal... holding calmly before your eyes the very Reality itself\" (32)."],"locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":16,"tag":"Science/Technology"},{"id":5,"tag":"War"}]},{"id":4221,"title":"Brillant Meteors on July 8, 1876","course_id":5,"status":"P","start_date":"1876-07-08","end_date":"1876-07-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A brilliant glow filled the sky over the northeast United States.  Four days after the centennial celebration of our country, a meteor passed over Ohio and Michigan around 9 pm.  The <em>Chicago Tribune</em> stated that, \"The meteor was a very brilliant one.  It lighted up the sky like the glare of a calcium light; the intensity being several times greater than the light of the full moon.\"  Due to calculations, Daniel Kirkwood and other scientists realized that two fireballs occurred during the night as E. Lyon Linsley wrote, \"I saw this brilliant meteor here, on the evening of July 8th, at about nine o'clock.  It was then about eight degrees from the polar star, and close to the faint northernmost visible star in the constellation <em>Camelopardalis</em>.  Whether it expired then and there or disappeared behind an angle of the roof, I am unable to say; viewing it as I did from an Eastern portico...\"","Newspaper titles commenting on this event read as \"Another Meteor\" in the <em>New York Times </em>quoting the Hartford <em>Post</em> or \"More Meteors\" in the <em>New York Times </em>quoting the Baltimore <em>Sun</em>.  Though the titles of newspaper around the country indicated that at this time many meteors had fallen, the people still found meteors fascinating.  In \"That Meteor\", the writer answered several questions people from all over the world had sent asking about the meteor from \"how fast it traveled\" to \"why it did not fall to the earth\".  Scientists today know more about meteors.  In \"Meteors and Meteor Showers\" the author explains, \"Under a dark sky, any observer can expect to see between two and seven meteors each hour any night of the year. These are sporadic meteors\" but \"now and then, a meteor truly will light up the night, blazing brighter than Venus - and although rarely, even brighter than the Moon - leaving in its wake a dimly glowing trail that may persist for minutes\" as the July 1876 meteor did.  And despite this knowledge, meteors still fascinate people as they streak across the sky.  By watching a meteor in the sky, a person remembers that another universe exists beyond what that person knows.  The people of 1876 realized this fact as well as the writer of \"That Meteor\" commented that astronomy was not \"dry and uninteresting\" but \"let the reader perch himself in fancy upon our meteor (there is ample room)\" and the imagination can go anywhere."],"locations":[{"id":3416,"lat":41.6426531568,"lng":-85.4265204174,"zoom":10,"place":"LAGRANGE, Indiana"}],"tags":[{"id":16,"tag":"Science/Technology"}]},{"id":4228,"title":"Charleston Mercury and Richmond Enquirer Debate the Richmond Convetion\n","course_id":5,"status":"P","start_date":"1860-05-10","end_date":"1860-05-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            In May of 1860, two major Southern papers, <em>The Charleston Mercury </em>and<em> The Richmond Enquirer</em>, engaged in a fiery debate.  The issue of this debate was participation in the Democratic Party National Convention at Baltimore, Maryland-where the party's Presidential nominee was to be decided.  The Baltimore Convention was the second such attempt; Democrats had met earlier from April 30th to May 3rd in Charleston, South Carolina for the same purpose.  There, the majority of the Lower South delegation (as well as a few from the Upper South) felt that the convention had grown hostile to their interests and had failed in its duty to protect the Constitutional right to slavery.  They cited as evidence the primacy of Stephen A. Douglas supporters at the convention and the establishment of a platform that ambiguously endorsed his idea of popular sovereignty for determining territorial slavery.   The disaffected delegates withdrew from the convention and set up their own caucus nearby.  From there, most \"bolters\" expected that they could negotiate their interests with greater leverage and, ultimately, rejoin the National Party.  However, the decision of the National Party Convention to adjourn from Charleston and reconvene on June 18th in Baltimore forced confrontation.  The decision made clear that the National Convention would not just submit to Southern demands.  Yet probably the move's most powerful, and inadvertent, impact was that it removed the breakaway delegation's ability to quietly conduct talks while maintaining overt separation.  Suddenly, Democrats from both the Upper and Lower South were under tremendous pressure to take a stand in what many deemed a choice between polar alternatives of submission or a genuine party split.","            It was in this context that the debate began between <em>The Charleston Mercury </em>and <em>The Richmond Enquirer</em>, both Democratic newspapers that usually agreed with each other.  The issue of location proved to be particularly important in their debate, as one may infer from the fact that their cities' hosted two of the three conventions in question.  The <em>Enquirer's</em> native state of Virginia was largely the head of the Upper South states who, at the time, were still members of the National Convention.  Furthermore, though the <em>Enquirer</em> itself was not usually so ambivalent, Virginia had a history of behavior that was at times unfaithful to the Deep South platform, especially in regards to slavery.  <em>The Charleston Mercury</em>, for its part, was a first-rate example of the South Carolinian persona-a zealous and unrepentant champion of slavery and the South; it was not afraid to say \"secession.\"","            The debate began in a May 10th article from the Charleston Mercury challenging <em>The Richmond Enquirer</em>.  The <em>Mercury</em> wrote that the <em>Enquirer </em>should have rebuked their delegates for not withdrawing, and further criticized the <em>Enquirer's </em>proposal that the Richmond Convention should wait to act until after the Baltimore Convention.  The <em>Mercury</em> ridiculed this idea that would leave delegates with nothing to do but \"suck their fingers.\" On May 18th, the <em>Richmond Enquirer </em>had much to say in response.  First, it said that Virginia wanted to participate in the Richmond Convention, but that as it was, they and other likeminded states wouldn't be able to nominate delegates in time.  Next, the <em>Enquirer</em> said that the Southern delegates should participate in the Baltimore Convention.  It said that the temporary fracture of the party was likely enough to restore a majority that was supportive of Southern interests. At last, the <em>Enquirer</em> argued that the obdurate pursuance of the Richmond Convention's current course was not only dangerous to the Union, but also to the unity of border slave states with the Deep South.","            <em>The Charleston Mercury</em> rejoined with what would be the final words on the matter.  Immediately, the <em>Mercury</em> challenged the idea that other Southern states wouldn't have time to join.  Also, to the suggestion that the National Party would change its position, <em>The Charleston Mercury </em>replied that, \"the <em>Enquirer </em>may dismiss from its patriotic anxieties all such romantic anticipations.\"  Finally, the <em>Mercury</em> laid great emphasis on the discussion of Southern unity.  The <em>Mercury</em> defended sole participation in the Richmond Convention as better securing the interests of the South.  At the Baltimore Convention, some Southern delegates would invariably be tempted to compromise Southern interests and side with the Northern Democrats.   This claim, along with <em>The</em> <em>Richmond Enquirer's </em>final thoughts, penetrated the core of the debate, a struggle between identification foremost as a citizen of the South or of the Union-in a political climate wherein it seemed that one of them was bound to be overthrown."],"locations":[{"id":13917,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}]},{"id":4229,"title":"Charles William Truehearts Account of the Battle of the Crater:  Reconsidering Black and White\n","course_id":5,"status":"P","start_date":"1864-08-28","end_date":"1864-08-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            When the Civil War broke out, Texan Charles William Trueheart was at the University of Virginia studying medicine.  Despite initial reservations about secession, he joined the multitudes of southerners who rushed to enlist.  At first an artilleryman, by 1864 Trueheart had finished studying medicine and was an assistant surgeon in the 8th Alabama Infantry of the Army of Northern Virginia.  It was in this capacity that he experienced the Battle of the Crater on July 30, 1864 in Petersburg, Virginia.","            As Charles W. Trueheart recalled in an August 28, 1864 letter to his brother, Henry Trueheart, the level of death and destruction at the Crater was horrific.  He tells his brother, \"I have never any where seen such a slaughter as there was enacted,\" the dead and wounded were spread across several acres and, \"in many places you couldn't walk without stepping on their carcasses lying one two or even three deep.\"  The \"Crater\" was the result of an attempt by Union forces under Ambrose Burnside to smash the Confederacy's heavily fortified position at Petersburg by tunneling under their location and setting off a major explosion.  To this end, the Union effort was a success, but in the ensuing struggle, the Union attack lacked coordination and became log jammed at the Crater.  The Confederate forces under Robert E. Lee quickly capitalized on this error and inflicted a severe defeat on Burnside's forces, notably including the 4th Division of the United States Colored Troops.  For most Confederates at the Crater, this was their first encounter with black soldiers, here represented in major proportions.","            The black soldiers' presence was Charles Trueheart's main focus in recounting the aftermath of the battle.  His first mention was of the \"Negroes\" that lay dead and wounded with the \"Yankees[,] those vile deceivers and ruiners.\"  Throughout the letter, Trueheart looked at the relationship of these two entities. He said that the injured blacks \"bore their sufferings much better than the Yankees;\" that they complained less and displayed greater Christian devotion in their sufferings.  Moreover, Trueheart wrote that the main complaints that the blacks had were that the Yankees abused them and that the slaves among them wanted to return to their masters.  Trueheart then described the heroism and ability of the blacks, almost equal to the Confederates' and far surpassing the behavior of the white Yankees.  He noted an instance wherein, \"one black fellow...had a regular duel with the Sergeant Major of our reg't.\"  Trueheart says that they traded several shots, that the black soldier, in fact, landed the first shot, hitting \"the Sgt. in the forehead.  Fortunately his head was as thick as his heart was brave, and the ball glanced upwards.\"  A Confederate at last shot and killed the black soldier.  In another notable encounter, an \"officer in our Brigade, having captured a negro in the trenches, told him to turn and fire upon the retreating Yankees; which he did rapidly.\"","            It is impossible to determine how much of Trueheart's account was true, but certainly there is a pervasive slant.  Indeed, many others reported with sadistic pleasure the widespread massacre of black troops by soldiers encouraged to execute them rather than take any prisoner.  The purpose of Truehearts' revisions seems almost inherent within the letter.  It reflected an interest, at the very least, in a temporary realignment of social inclusiveness that would incorporate blacks (40% of the Southern population) and thus engender support for the war efforts against \"those vile deceivers and ruiners.\"  The value of blacks to the war effort was undeniable; loyalty of slaves on the plantations was a major issue, but their presence on the battlefield could be even more potent.  Around 200,000 black soldiers served in the Union, almost 25% of the number of men thought to have fought for the Confederacy-an especially impressive figure considering the comparatively small proportion of blacks in the Union, as well as their exclusion from enlistment until more than two years after the war began.  ","            By the Battle of the Crater in 1864, confidence in the ultimate success of the Confederacy was waning and there was considerable agitation for inclusion of blacks in the war effort.  Significantly, most supporters of a black soldiery also espoused emancipation, which they saw as an unfortunate but necessary accomplice.  By 1865, even top Confederate officials like Jefferson Davis and Robert E. Lee came out in support of the plan. Yet the time had passed for such a move.  With the Confederate States' defeat in spring of 1865, it became a moot point.  The fragile wartime overture of Southern whites was rendered little more than a moment's retreat from racist agendas that defined much of the South's history."],"locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}]},{"id":4232,"title":"Alexander Rives Asks James Madison for Advice about Nullification and Secession\n","course_id":5,"status":"P","start_date":"1832-12-28","end_date":"1833-01-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early 1830s two of the most pressing questions in the nation were the issues of nullification and secession. A common trend among politicians was to use the ideas of the founders to argue both for and against these ideas, hence it is not surprising that on December 28, 1832 Alexander Rives, a Virginia lawyer, wrote to James Madison, one of the last surviving Founding Fathers, seeking council on this issue. Rives and Madison had never met, but Rives felt the matter so pressing that he forewent the usual formalities apologizing for his forwardness and the disruption of Madison's retirement. Of greatest concern to Rives was the fact that secessionists often referred to the writings of Madison in defense of their position, particularly the Virginia Resolution of 1798. Rives thought this to be a misinterpretation and hoped to be able to, \"Lay before my acquaintances some public evidence of what I conceive a fatal and insidious error,\" and thereby prove that Madison's writing did not endorse secession."," The main conflict arose due to Madison's argument in his Virginia Resolution that ultimate authority lay within the state and not the national government. Madison had always been a champion of the union, but political turmoil near the turn of the century caused him to endorse ideas that were more states rights oriented. The Virginia Resolution was a response to the Alien and Sedition Acts which Madison found to be extremely unpalatable and in direct conflict with the Constitution. He argued that in such cases states were obliged to nullify these laws for they were so unconstitutional that they threatened the rights of the citizens in those states. As Kevin Gutzman explains, \"Madison's document asserted that the state had a 'duty' to maintain its 'rights and liberties' within its boundaries.\" But Madison made clear that such actions were not to be taken without careful deliberation and only when the government overstepped the powers granted to it by the Constitution."," Rives believed that these words did not grant the states the power to arbitrarily secede nor did he believe that this was Madison's intention. He stated, \"That the opinions of the chief architect of our political systems should not be misconstrued or perverted to sinister purposes.\" Rives hoped that Madison could clarify his intentions and in doing so dissuade any improper use of his ideas.","In his response Madison agreed with Rives sentiments. He stated that, \"I do not consider the proceedings of Virginia in '98-99 as countenancing the doctrine that a State may <em>at will</em> secede from its constitutional compact with other states.\" The grievances of 1832, Madison felt, were not dire enough to constitute secession. Moreover, Madison argued that secession required the consent of the other states and not simply the whim of a single state. This confirmation made Rives's interpretation all the more legitimate in the eyes of the people this time. Thus, Rives letter to Madison portrays a desire of the people of the 1830s to qualify their political actions with the intentions of the founders who still held great authority in the people's minds."],"locations":[{"id":13595,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}]},{"id":4235,"title":"The Black Warrior Affair Exposes U.S. Tensions with Spain\n","course_id":5,"status":"P","start_date":"1854-02-28","end_date":"1854-03-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 13, 1854 the Charleston Daily Courier ran a series of correspondences from Havana which reported on the escalating Black Warrior affair. These correspondences explain that on February 28 the ship Black Warrior stopped in Havana on its way from Mobile to New York as it had done numerous times in the past and upon arriving delivered its manifest to customs as was required. The captain listed his cargo only as ballasts as he had ordinarily done since all other cargo was in transit. However, the Black Warrior also carried 1000 bales of cotton and the customs officer, upon learning of this, seized the ship and cargo without giving the captain an opportunity to change the manifest. The correspondence explained that the outrage stemmed from the fact that under Spanish law a captain had twelve hours from the time the ship arrived in which he could make corrections to the manifest if an error had occurred, a time which had not elapsed when the ship was seized. The captain immediately informed the U.S. Consul in Havana who attempted to resolve the matter by petitioning the Captain General of Havana to release the ship and cargo. But the correspondence states that the Captain General responded \"the law must take its course\" and so made a speedy end to this affair impossible.","Normally such a minor customs battle would hold little importance for the people of Charleston and the nation as a whole, but the escalating political interest in the affair is best explained by tensions between the United States and Spain around this time. The bulk of this tension was the result of the United States' continued interest in acquiring Cuba from Spain; a sentiment especially strong among Southern Democrats who saw it as an opportunity to create another slave state out of Cuba and among some moderates who hoped that the acquisition of Cuba would ease the growing tensions between the North and South. Also, some hoped that a war with Spain over Cuba would turn the nation's attentions from internal divisions onto national affairs and so alleviate the growing regional crisis in the United States. Thus, it is not surprising that in his essay Henry James tells \"Of the sensation created throughout the length and breadth of the Union by the detention of the Black Warrior.\" Many newspapers portrayed the \"Black Warrior Affair\" as an outrage and a slight against American honor that deserved retribution. Strong political pressure was exerted on President Peirce to act, and Peirce himself was not totally indifferent to the political possibilities this crisis created. While sentiments in the correspondence were not so strong, the author did emphasize the idea that the United States had been wronged in some way. He too called for action by the government to intervene in this \"outrageous affair.\" However, the Spanish government, realizing the political implications, quickly resolved the issue by releasing the ship and cargo. While there were some lingering political repercussions, American interest in the affair ebbed with this resolution and emphasis shift back to the problems of the nation. The strong reaction to this minor incident, however, reveals the volatile political atmosphere of the nation at this time."],"locations":[{"id":11456,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":18,"tag":"Politics"}]},{"id":4238,"title":"America&#39;s Need for a Second Transcontinental Railway\n","course_id":5,"status":"P","start_date":"1869-05-18","end_date":"1869-05-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Tuesday, May 18, 1869 an editorial appeared in the Charleston Courier titled \"The Pacific Railway and a Southern Route\" in which the author made the argument that the nation needed a southern transcontinental rail route. The first Transcontinental Railway had only been completed a few days earlier but already there were calls from southerners for a route that was more suited to their needs. A southern transcontinental rail route was not a new idea though, and, in fact, there had been serious discussion about choosing it as the primary route before the Civil War. A Southern route became feasible after 1848 with the annexation of Texas and the vast territorial acquisitions from Mexico and in 1853 with the Gadsden Purchase. Moreover, this region's geological features seem exceptionally good for rail building. As the editorial notes, surveys conducted during the early 1850s painted the southern route as the far superior when compared to the northern or central routes that had been proposed. And southerners during this time had their own motives for preferring this route. Many hoped a southern transcontinental railway would liberate the South economically from the North by making the North reliant upon the South for access to the Far East. Additionally, it was hoped that a Southern route would open up the West to southern political influence and possibly pave the way for the spread of slavery. As it was though northern influence put plans on hold and politics leading up to the Civil War were enough to kill the idea for a period.","But shortly after the war hopes for a southern route were renewed. Many still believed that the southern route was the most feasible and efficient route, and the concerns voiced by the author of the editorial about the First Transcontinental Railway were valid ones. Snow has always been a challenge for trains and winters in the Rocky Mountains always have an abundance of it. The conditions the author describes of high, impenetrable snow drifts were not uncommon and long delays were always a possibility. Another problem not mentioned in the article was that of avalanches which could bury or destroy tracks and any locomotive unlucky enough to be in their path. The railroad companies did erect sheds and snow fences in an attempt to alleviate these problems but often times, as the author describes, these proved ineffective. More importantly these structures were expensive to build and maintain and only added to the costs of the already expensive railroads. Even so, the author's hopes for a southern route were not met quickly, for it was not until December of 1881 that the Southern Pacific railway was finally completed. "],"locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":18,"tag":"Politics"},{"id":16,"tag":"Science/Technology"}]},{"id":4241,"title":"Chicago Prepares for Lincoln&#39;s Remains\n","course_id":5,"status":"P","start_date":"1865-04-30","end_date":"1865-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            April 30, 1865, was a busy yet solemn day for the residents and city officials of Chicago.  Buildings were draped in black, streets were closed off, and many rules and regulations were laid out for the following day, when the city was to receive the remains of President Abraham Lincoln.  The city government delegated tasks to different prominent organizations throughout the city, with strict orders as to the time and place of each event.  Parents were warned to keep their children at home if they felt them incapable of standing for at least three hours.  Children who were to attend were requested to carry a small flag covered in a black drape.   The mayor ordered all saloons and stores closed for the day, forbid vehicles on the street, and asked for perfect stillness throughout the city.  After the procession went through the city at five mph, taking almost an entire day, the public would be allowed to view the remains in the public square.  The entire city was involved in preparing Chicago for the arrival of their beloved president.","            Lincoln's funeral procession lasted sixteen days, starting in Washington and ending in Springfield, Illinois, where his remains were interred.  The train passed through twelve different cities on its slow journey, each city showing a tremendous turnout of people wanting to pay their respects.  The stir caused by Lincoln's assassination and the outpouring of support by the citizens of these towns manifested the country's love and respect for President Lincoln.         ","Sources: "],"locations":[{"id":2539,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":2,"tag":"Health/Death"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}]},{"id":4243,"title":"A Bitter Winter\n","course_id":5,"status":"P","start_date":"1846-11-04","end_date":"1847-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The winter of 1846 was physically, emotionally and mentally draining for twenty year-old Mary Ann Graves, a member of the group of emigrants now infamously known as the Donner Party.  As one of the survivors of this horrible episode in history, she wrote a letter to Levi Fosdick on May 22 of the following spring recounting her experiences.  Her concluding remark was \"I have told the bad news, and bad as it is I have told the best.  No tongue can exceed in description the reality.\"","            Mary Ann Graves, along with her large family of twelve, left for California in the fall of 1846 and joined with the Donner Party, bringing the total number of the party to 81.  Reaching the mountains later in the year than anticipated, the emigrants were forced to make camp because the snow rendered the trail impassable.  Mary Ann remained in the camp from November 4 until December 16, where they barely survived on \"poor beef.\"  She and fourteen others left to seek help for the starving and desperate emigrants on the sixteenth of December.  On the eighth day of their fifty mile journey, the small party got lost in the snow-covered mountains.  Completely out of food, the men of the party had no choice but to kill two of the Indians traveling with them.  For the rest of the journey, they lived off of the meat of their former companions and acorns.  Mary Ann's father died Christmas night.  They finally reached the settlements on January 18, but only seven out of the original fifteen members of the party saw this day.  After hearing of the terrible sufferings of those still at the original camp, men from the settlements left immediately to go back and assist the survivors, including Mary Ann's mother and young siblings.  Those too young to walk were left.  Her mother died on the way to the settlements.","            Mary Ann Graves' account of her experiences during the winter of 1846 are not nearly as gruesome as some account told by later visitors to the original camp, although it shows the way it affected the life of one person.  People who visited the camp later that winter witnessed horrors unlike anything else documented in America's history.  Corpses had been stripped of their flesh and bones were scattered everywhere.  When one relief party arrived with food, the deranged survivors rejected it, preferring instead the flesh of their rotting friends.  Mary Ann was fortunate to reach safety, but the majority of her party were not so lucky."],"locations":[{"id":15203,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":7,"tag":"Women"}]},{"id":4258,"title":"An Early Condemnation of &#39;Legal&#39; Disenfranchisement\n","course_id":5,"status":"P","start_date":"1880-02-07","end_date":"1880-02-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February7, 1880 the <em>New York Times</em> ran an article condemning educational tests for voting registration in the South which an editorial in the Charleston <em>News</em> had proposed as a way of suppressing the black vote. The article explains that the reasoning behind the author in the <em>News</em> editorial was that the \"'more intelligent and reasonable citizens must rule'\" no matter whether they are the majority or not and that suppressing the Negro vote was the only way to ensure this. The problem the <em>News</em> editorial author saw was that the current method of violence and intimidation seemed to violate the law and went against the sentiments of many people both in the state of South Carolina and outside it. Moreover, the current method was inconsistent in its effects, whereas an indoctrinated system would be much more systematized and effective. ","The concepts expressed in the News article were a precursor to future action by southern states. In 1890 Mississippi enacted laws such as literacy tests as a method of \"legal\" disenfranchisement, and as the <em>News</em> article predicted these laws worked amazingly well. They were so effective, in fact, that by 1900 all but four southern states had enacted some form of literacy tests and in those states that had them the black vote was all but extinct. The reason these literacy tests worked so well on the black population was that most slaves had never been taught to read or write and only some progress had been made in educating them after Emancipation. ","The successful imposition of these literacy tests was due in part to the fact that there was wide support for them across the country. The author of the New York Times article, in fact, voiced his support for literacy tests as \"a simple and natural method by which a community can protect itself against serious abuse and dangers.\" The problem the author saw was that these laws would not be administered equally or impartially and were simply a tool for suppressing the black vote. Under this premise \"an educational test becomes merely an instrumentality of wrong and fraud\" and so cannot be tolerated because it interferes with the democratic process. ","One must conclude in reading this article that Northern politicians were well aware of Southern intentions to disenfranchise blacks using legal tools long before they were ever able to enact them. The question is why did they let them? Part of the reason lies in the fact that the Democratic Party returned to national dominance in the mid 1880s and undid much of the Reconstruction legislation meant to ensure black rights. But Richard Valelly in his book <em>The Two Reconstructions</em> argues that it was also the fact that the Republican Party lost interest in the black community as a political group. As he states, \"The enormous and rapid growth of the Republican Party in the late 1890s outside the South substituted for lost black voters at the margin.\" So despite the fact that Republicans in the North knew that Southerners sought legal means to disenfranchise blacks they lacked the legal power and political interest to do anything about it."],"locations":[{"id":11459,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}]},{"id":4260,"title":"Separation of Church and Race\n","course_id":5,"status":"P","start_date":"1866-07-01","end_date":"1866-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Throughout 1866, the First Baptist Church in Charleston, South Carolina was rapidly losing its membership.  However, on July 1, 1866, something extraordinarily important happened: several black men applied for a blanket \"letter of dismission\" to cover every \"colored member.\"  Prior to this date, the church officers had been unconcerned because the only requests had been from white members, but black men and women liberated by the Civil War were eager to form separate congregations for the first time, and this was the cause of some concern.  ","The First Baptist  Church record indicates that a committee was formed to decide whether or not to allow the division, ultimately recommending letters to those \"whose standing [was] unquestioned.\"  The committee refused to grant a blanket letter because some blacks wanted to retain their First Baptist membership.  While the church seemed hesitant in permitting separation, it was \"glad\" to sustain black membership.  Those who stayed were guaranteed all privileges enjoyed before.  But these probably included stringent limitations as there was no further movement toward racial equality.","Following the Civil War, race relations within the church were thrown into confusion.  Southern white preachers taught in a process called \"theological racism\" that God supported divisions and inequalities between the races.  At first, white Southerners believed that the situation would remain much the same: white leaders with segregated black sections.  But as evidenced by the First  Baptist Church records, many black people wanted complete separation.  Generally once religious segregation began, white Southern churches resisted the reintegration hoped for by Northern brethren, and black Southerners wanted to retain their new independence, even though they understood its limitations.  Blacks and whites found very little common ground and eventually wanted nothing more than complete separation.  Among various Southern Protestant denominations, the Baptist church was one of the most accessible.  Its independent and localized structure easily supported the organization of new black churches.","In 1866, the First Baptist Church of Charleston, S.C. was in transition, simultaneously supporting segregation and peaceful coexistence.  But the paternalistic union was by no means equal, and in the not-so-distant future, nearly all of the black members were granted \"letters of dismission.\""],"locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"}]},{"id":4262,"title":"The Centennial &#40;un&#41;Celebration\n","course_id":5,"status":"P","start_date":"1876-07-04","end_date":"1876-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["July 4, 1876 should have been a day of extraordinary celebration throughout the nation as the United States of America's Centennial birthday.  Strangely, the only reference to a celebration in Greenville,  S.C. was a small paragraph entitled \"Our Centennial Offer\" in the local newspaper, <em>The</em> <em>Enterprise and Mountaineer</em>.  \"On the 4th of July, 1876, we will present a 60 Weed Sewing-Machine, warranted by the manufacturers to be in perfect order . . . to each of the five persons sending us the largest number of new cash yearly subscribers.\"  It would appear that <em>The Enterprise and Mountaineer</em> shamelessly used the Centennial as an advertising gimmick to attract more subscribers.  ","Perhaps Southerners felt as if they had nothing to celebrate.  Divisions were hidden away, simmering just below the surface in honor of the occasion.  Republicans feared that every Southern Democrat was a traitor. Southern Democrats feared that every Republican wanted to remake the South in a subservient Northern model.  Some Southerners were still without full political rights and James G. Blaine aggravated the problem by proposing Jefferson Davis' exclusion from the Amnesty Bill.  The Civil War had not put an end to racial conflicts, especially in the South.  While the white supremacist Ku Klux Klan fought openly and violently against all efforts toward racial integration, the Union League pushed newly freed slaves and other blacks into political office, employing black militias for protection.  Southerners felt as if they were losing independence, order, equality, and freedom.","In sharp contrast, the North had just won a war, and black slaves had finally received their hard-earned freedom.  By 1876, the United States proved it would last as a nation, despite the Civil War.  Public education was on the rise, and the World Fair showcased American ingenuity and increased world interest in the nation.  Scholar John Gladstone claimed that \"the grand Centennial Exposition of 1876 [in Philadelphia] managed to divert the attention of the country away from the 'moral collapse in business and government.'\"  Other Northern celebrations were devoted to industrial progress, education, and humanitarianism, to show the greatness of America's becoming.  For newly liberated blacks, the Centennial provided the first opportunity to prove to the nation their extreme importance in its formation.  They hoped that it would bring the races together by ending any frustration felt by Southerners who disliked abolition and rejected blacks as citizens.","In 1876, the South was still recovering from war wounds.  Unfortunately, new violent opposing factions arose, contributing to further deterioration of Southern social, economic, and political climates.  In sharp contrast, the North was giddy with victory, inflated with self-importance, and eager to show off on the international stage.  Black Americans were excited to take advantage of their new-found freedom.  The Centennial was a brief moment whereby various factions could attempt a truce, if only for a day."],"locations":[{"id":11536,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}]},{"id":4264,"title":"Jonathan R. Davis Journey to Milledgeville, Georgia","course_id":5,"status":"P","start_date":"1838-01-01","end_date":"1838-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Before leaving for Milledgeville, Georgia, Jonathan R. Davis of Gadsden,  South Carolina had to do some calculations.  While planning for his trip he took out his 1838 edition of <em>Mitchell's Traveller's Guide through the United States</em>.  The brown three by five inch book contained the mileage for all common stagecoach routes in the country as well as information on the few established railroads and canals.  The book was published in Philadelphia and lists the routes in an interesting order.  Rather than going alphabetically by state, the guide started in the Northeast, traveled down the coast to the Southeast, then moved North into the old Northwest.  In the back was a fragile foldout map of the Eastern United States. While generally accurate, there are several geographical defects in a Midwest scattered with the names of relocated Indian tribes.  Additionally, since the book was written in 1836, but not printed until 1838, Texas was included as a part of Mexico even though it was considered and independent country by the publication date.  Jonathan used the blank pages inside of the cover to work out travel plans and decided the best route was to go through Branchville, Augusta and Warrenton.  Doing some quick math, he found that the 149 miles to Warrenton would cost him 6 cents per mile or 7.94.  He then added the 7.40 it would cost for the 74 miles from Warrenton to Milledgeville, bringing Jonathan's journey to a total of 15.34 for a 223 miles.","            As the United States grew larger and more interconnected, transportation systems also grew more elaborate.  In 1838 the main mode of transit was the stagecoach, but canals and railroads were also beginning to transport both people and goods on more regular schedules.  By the 1830s travel for the sake of enjoyment or adventure was available due to lowering stage coach fees. Travel guides promoted exploration by offering descriptions of different areas along with practical information such as the mileage between routes.  Despite the varying lengths of stagecoach routes, it was customary to leave at four or five in the morning before the sun came up because at the start of a journey neither passengers nor stagecoach driver knew exactly what they would find on the road or how long the journey would take.  Weather conditions alone could change a short, quick journey into hours of jostling down a rutty, muddy road on the verge of flooding, and it was not rare for stagecoaches to flip if they encountered deep water.","            On multi-day journeys travelers like Jonathan stayed overnight at taverns along the way when there were no friends or family in the area.  Along with distances and fares, Jonathan also used the margins of his travel guide to jot down the names of acquaintances with which he might stay, as well as the names and rates of some friendly local taverns.  Many of the largest and best furnished taverns in the South had been standing for over a century, and specific locations might be known by travelers for particularly good food or rum.  Taverns fed and lodged visitors of all kinds.  They served as a unique venue where famous statesmen and ordinary men might share a newspaper (those unable to read pretending to understand), dine together, and enjoy the same entertainment in the taproom for a night.  But before the sun came up, each man would return to his own world and journey onward to the next location."],"locations":[{"id":11227,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":12,"tag":"Migration/Transportation"}]},{"id":4265,"title":"A Dedication to the Manhood of Women in the Civil War\n","course_id":5,"status":"P","start_date":"1867-01-01","end_date":"1867-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["William Gilmore Simms accredited the women of the South with winning the Civil War.  He dedicated <em>War Poetry of the South</em> (published in both 1866 and 1867) to the women who had \"shown themselves worthy of any manhood\" through their \"virtuous effort and womanly endurance.\"  He applauded mothers, sisters, and wives for their displays of courage and endurance even while they sacrificed everything for the lost cause.  Simms believed that generations to follow would remember the triumph of the women who exemplified the best qualities of both men and women.","            The Civil War years offered women in both the North and the South new ways to participate in society.  A small number disguised themselves as men and snuck onto the battlefield, others became nurses, and still more stayed at home to sew uniforms and pack provisions.  From the start of the war in 1861, magazines such as <em>Harper's Weekly</em> encouraged women to sacrifice their resources, time, and families for their nation.  After kissing their husbands and sons farewell, women set up domestic labor groups to fulfill their patriotic duties and show courage even while far removed from the battlefield.  This courage demanded that women suffer emotional wounds sometimes considered more harmful than the physical wounds suffered by the men they loved.","            As the war progressed, resources in the South grew slim and women became impatient.  As more sons and husbands died, women began to question their role in society without a man - should they devote themselves wholeheartedly to the war or fight for their own freedom?  The elite women's dresses grew dingy while the lower classes struggled to find bread and coffee for each night's meal.  Over time sewing groups turned into political discussions, and the boldest women began writing letters to government officials and army officers beseeching them to bring the men home.  Others wrote poems and prayers published in magazines, trying to impress the magnitude of their suffering.  Letters to their husbands begged them to come home to protect their families.  Southern women feared God was no longer on their side.  As they debated whether it might be easier on the battlefield than at home, they tried to find the balance between gentleness and valor required of them.  Despite all of the doubt, they must have hidden their uncertainty well because men like William Gilmore Simms believed that women held the South together and credited them for winning the war even though the South lost."],"locations":[{"id":8926,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}]},{"id":4267,"title":"Kate Stone Praises Booth for His Daring Attempt\n","course_id":5,"status":"P","start_date":"1865-04-28","end_date":"1865-04-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 28, 1865 Kate Stone recorded her thoughts about the news of Abraham Lincoln's death.  She wrote, \"All honor to J. Wilkes Booth, who has rid the world of a tyrant and made himself famous for generations.\"  She also mentions John H. Surratt in her praises for \"daring\" an attack on the Secretary of State William H. Seward, a well know abolitionist. Later she discovered it was Louis Powell, friend to Booth, who had attempted to take the life of Seward. Later in the entry, Kate commented she hoped the two \"avengers\" would escape to the South. She releases a torrent of anguish on Lincoln's memory by adding, \"It is a terrible tragedy, but what is war but one long tragedy? What torrents of blood Lincoln has caused to flow, and how Seward has aided him in his bloody work.\" Kate wrote about the \"gloom\" that descended on her town, when news of Robert E. Lee and his army had been captured. She concludes her entry by stating that depression has taken everyone and she fears for her and her family's welfare if the slaves are freed.  "," Kate Stone's uncertainties were very legitimate feelings to most Southerners when they discovered Lee's surrender. The war to Southerners was fought for tax equality and defending state rights. Abraham Lincoln appeared as a tyrant to many Confederates when he revoked the right of <em>habeas corpus</em>. In doing this, many Confederate sympathizers and informants were arrested without their constitutional rights to a trial. This incited fierce patriotism and nationalism within the South, as Confederates sought to define Kate Stone's \"terrible tragedy.\" To commemorate feelings of patriotism, military leaders, such as Robert E. Lee or the Confederate soldier were viewed as people of honor, which reflected Southern virtues of courage, honor and integrity on the home front. ","These honorable sentiments were observed as essential qualities in Kate's South.  It was these values that idolized the memory of the South before the war and created a superior opinion of the southern home front. The idea of protecting the \"grace and gentility\" of home life in the Confederate states was reinforced with the news of Lee's surrender and the emancipation of the slaves. The home front became the next battle ground for the conservation of southern values. These thoughts would create much of the tension between the white South and the North as plans for Reconstruction took place. Kate Stone's journal entry provides a look into the Southerners' identity as Confederate defeat became a reality. Kate represents the insecurity of the Confederates as they experienced a period of mourning and remembrance at the end of the Civil War. Kate Stone's reflection of Lincoln's death, Lee's surrender and the emancipation of slaves was her way of trying to reason with news from the battle front. These memories define how the home front dealt with the downfall of the South and how they sought to immortalize them in history."],"locations":[{"id":13233,"lat":32.3020569852,"lng":-99.9335045705,"zoom":9,"place":"TAYLOR, Texas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}]},{"id":4268,"title":"Blacks Massacred In Memphis Riots\n","course_id":5,"status":"P","start_date":"1866-05-01","end_date":"1866-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    Deep-seated racial tensions exploded in Memphis on May 1, 1866. For three days, violence ruled the city as roaming mobs murdered, robbed, and burned throughout the Black Quarter. By the time Federal troops imposed martial law on May 3, ending the riots, Memphis' terrorized black community was in shambles. Roughly fifty blacks were murdered outright and scores more were wounded. Burned to the ground were nearly 100 private homes, 12 churches, and 4 schools. The riots shocked the North and resulting Radical Republican outrage led to congressional investigations and a tightening of federal military occupation of the conquered South.","    It would take weeks before the exact details of the Memphis riots were known. The Freedmen's Bureau of Tennessee conducted an investigation and released a report on May 22. The report was a compilation and summary of a number of affidavits obtained from witnesses and participants in the riots. It was determined that the general cause of the riots was racial tension between blacks and poor whites-- particularly between poor whites and blacks who had served in the Union army. More importantly, \"There was an especial hatred among the city police for the Colored Soldiers, who were stationed here for a long time and had recently been discharged.\" The city police were at the core of much of the rioting, often leading the mobs.","    The rioting began during a confrontation between policemen and black veterans. Attempting to arrest a black for disorderly conduct, some blacks reportedly fired their pistols into the air. Perceiving themselves to be under attack, the police fired into th e crowd. The situation rapidly worsened as city officials dispatched the police into the streets and white citizens were asked to assist in a search for weapons. City Recorder John Creighton delivered an inflammatory speech and demanded \"That everyone of the citizens should get arms, organize, and go through the Negro districts.\" The resulting butchery saw policemen directing white mobs into black homes-- indiscriminate murder of women and children, raping, burning, and robbery ensued. ","    The Memphis military garrison did nothing about the violence for two days. Its commander, General George Stoneman would later testify before Congress and defend his inaction by saying he wanted to defer to the local authorities. However, in the case of the Memphis riots, local authorities were the very root of the problem. Much of the violence was conducted by local officials and police officers. Ultimately, the black community in Memphis had nowhere to look for protection and federal aid was needed to stop the rampaging population. The riots helped expose this problem-- one that would plague black populations throughout the South for much of Reconstruction.  "],"locations":[{"id":12369,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}]},{"id":4270,"title":"Federal Troops Take Refuge In Fort Sumter\n","course_id":5,"status":"P","start_date":"1860-12-26","end_date":"1860-12-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    At noon on December 26, 1860, two cannon shots sounded throughout Charleston Harbor. Six days earlier, the state of South Carolina seceded from the Union. The gun shots were a pre-arranged signal for the federal troops stationed in Fort Moultrie on Sullivan's Island, located a few miles from Charleston. Under the command of Major Robert Anderson, the troops heard the signal and began to evacuate their garrison. Packing up provisions, ordnance, and the fort's United States flag, the soldiers left Moultrie permanently. Their destination was Fort Sumter.","    Tensions in Charleston were high, as city commanders, loyal to the state, organized militia and built batteries throughout the Charleston area aimed at Fort Moultrie. Despite these threatening troop movements and gun placements, Major Robert Anderson was under strict orders to show no hostility towards the rebels. However, likewise, he was also instructed to \"hold to the last extremity\" if attacked. Afraid of being overwhelmed by a land-based assault on Moultrie, Anderson had planned for weeks to abandon his position and relocate to Fort Sumter, which he believed was much more defensible installation. He had no express orders from Washington to move to Sumter and his move could be perceived by rebel commanders as a hostile act. ","    After evacuating Moultrie, Anderson and his command took two schooners across the harbor to Sumter. There, the troops took possession of the fort and ceremoniously raised the U.S. flag. Done with great speed and careful planning under the noses of secessionist forces, all of the South viewed it as an act of defiance. Charleston was outraged. Militia companies were called out and Citadel cadets prepared for combat. Charleston officials sent word to Anderson demanding that he return to Moultrie. His refusal nearly started the Civil War four months early.","    Papers across the North praised Anderson for his \"heroism\" for acting to protect his command from being besieged by the rebel forces. Local rebels met with Anderson and accused him of treachery; a Southern delegation to President Buchanan blamed him for taking a hostile action. The evacuation of Fort Moultrie highlighted the tensions and distrust between Charleston rebels and the tiny Union force in their midst-- a distrust that would lead South Carolina commanders to fire on the Star of the West four months later and start the Civil War."],"locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}]},{"id":4271,"title":"Furman Promises Appropriate Education for Women\n","course_id":5,"status":"P","start_date":"1850-08-01","end_date":"1850-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["       Reverend James C. Furman delivered a speech for opening convocation on the anniversary of Johnson Female Seminary in August of 1850.  He addressed the crowd of students with the words, \"women's sphere lies within the limits of private life. Home is the true scene of her influence.\"  He stressed the meaning of women as mothers, mistresses, advisors, physicians, judges, and educators.  James Furman advised the women of the college to take full advantage of their education at the seminary in order to become better mothers for the future generation. He also, mentioned his fears of women in the public sphere of a man's world.  He believed women did not belong in places like an autonomy class or the rough atmosphere of poll boxes around voting time.  Religion was applied generously to the advice he gave women on their duties. He challenged women to use the Bible as, \"the true Lady's Book,\" to maintain virtue and honesty, instead of finding merit in aesthetic assets, like beauty and the comforts of luxury.  James encouraged the students to \"cultivate habits of neatness and order,\" so that it would better the skill sets they would require for God's design.  He finished his speech by reminding the young woman of the seminary to use the influence of a woman to demonstrate the goodness of God and to set Christian examples for their future husbands. ","        James C. Furman's address to the students of Johnson Female Seminary indicated the view of women in the mid-nineteenth century as a companion to men and a devoted mother.  J.M.C. Breaker, another minister in the neighboring county of Greenville agreed, when he addressed the domesticity of the home and the role of women as \"angels of mercy\" in his speech for the Greenville Baptist Female College in 1858. Christianity provided the foundations of this concept as the secular world became a place for men to leave the home and pursue occupations separate from home life.  Women were to carry the ideology of goodness, purity, and the humanity of men, by their behavior in private and public life.  ","      When Furman mentions the Bible as a \"lady's book\" he is associating God's word to a lady's journal.  Popular in the day, women's magazines were used to demonstrate correct manners, give advice on child rearing, and to guide women through their daily chores as caretaker and submissive companions.  Lady's journals, like <em>Godey's Lady Book</em> provided women with stories of romance and duty, much like the bible would provide the spiritual guidance women needed.  Rev. Furman implies that even though beauty and dress is important, the basic values of goodness are better.","      In the speech, Furman states that he would be shocked to discover a woman in a classroom or in any realm of public life.  A year earlier, in 1849, Elizabeth Blackwell became the first woman in the United States to graduate from medical school.  By August in 1850, several revolutionary women had taken steps to improve education and missionary work.  Public opinion circulating during this time deemed the pursuit of a career by a woman was an act of aggression. Intellectual training was ill suited for the poor, frail mental and physical design of a woman.  ","      Even though, the aim of altering women's education toward better intellectual standards was slowly evolving in the United States, the students of Johnson Female Seminary were being groomed for the life of a plantaintion mistress.   James C. Furman's speech is an example of the nineteenth century values that restricted women's right toward higher means of learning.  Action came though, in the next ten years women's colleges and seminaries would instruct female students as teachers.  This gave women the opportunity of being the main source of education for future American children."],"locations":[{"id":11428,"lat":34.519117434,"lng":-82.637883414,"zoom":9,"place":"ANDERSON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}]},{"id":4272,"title":"Border Ruffians Leave For Kansas\n","course_id":5,"status":"P","start_date":"1856-05-03","end_date":"1856-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 3, 1856 a group of settlers left Westport, Missouri for the Territory of Kansas. Led by Major Buford, the diverse group consisted of pro-slavery activists of all stripes. They came from several Southern states, including Georgia, Alabama, South Carolina, and Tennessee.  Leaving to much fanfare, the settlers departed after a reception at the Farmer's Hotel in Westport. There, Major Buford, the group's leader, was presented with a horse by a wealthy, pro-slavery citizen of the town. A banquet was held in the settlers' honor and a crowd cheered as a band played in celebration of the group's mission: advancing the pro-slavery cause in Kansas.","    Kansas was a flash-point for the national divide over the issue of slavery. Still a territory, its admission into the Union as a free or slave state would have dramatic consequences for the national balance of power. Resources, funding, and activists from both sides flooded into Kansas in an attempt to influence the territory's politics. Wealthy activists and groups funded and organized parties of settlers to emigrate into the territory. Migration quickly gave way to intimidation and violence as \"Border Ruffians\" sought to influence state government in any way possible.","    Pro-slavery advocates had good reason to celebrate as Major Buford's party left for Kansas. A correspondent for the pro-slavery newspaper, the Saint Louis Republican, wrote \"They are a fine looking set of young men, and if they make as good settlers as they are doubtless good fighters, Kansas will be greatly indebted to the originator of the expedition.\" Concerns over whether or not they would make \"good fighters\" made clear that the party's goals included a little more than just peaceful settlement. The band would indeed need \"good fighters,\" as well as hardy and resourceful young men; they aimed to jump into the fray that had become \"Bleeding Kansas.\" The departure of Major Buford's group was but one of hundreds of similar parties that poured into the territory from both sides of the divide.  "],"locations":[{"id":7632,"lat":39.0084856397,"lng":-94.3460789427,"zoom":9,"place":"JACKSON, Missouri"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}]},{"id":4275,"title":"Atlanta Celebrates America&#39;s One-Hundredth Birthday\n","course_id":5,"status":"P","start_date":"1876-07-04","end_date":"1876-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Excitement began to spread across the country as celebrations and parties of extravagant proportions were planned and organized.  A celebration of American victory and freedom, this particular Fourth of July promised to be grander than all its predecessors. The year was 1876, and America was turning one-hundred years old. Of no exception to this national excitement was the up and coming southern town of Atlanta, Georgia where the citizens excitedly prepared for the centennial celebration.  The Atlanta Constitution documented this significant event in the history of the country as it took place in a small southern city, offering a glimpse not only into the patriotic celebrations of the nineteenth century but also into the development of American nationalism in the post-bellum South.  ","A town experiencing much change and growth in 1876, Atlanta had begun to recover from the obscurity of its ante-bellum existence and the destruction wrecked upon it during the Civil War. Assuming a more prominent role in the South, Atlanta had begun to become a hub of commerce and information due mostly to the railroad expansion and development in the area. By 1876, the Atlanta Constitution had earned a considerable reputation by acquiring several new editors including Henry Grady who would later propel the city into the national spotlight. In addition to the tangible changes Atlanta had experienced was the ideological development of a southern town towards the end of Reconstruction. Worthy of note is Franklin Garret's description in his book on Atlanta about how the town was still jaded by the Civil War, an emotion that complicated the city's attitude towards national holidays. Despite this sentiment and not wanting to be outdone, the Constitution describes how the citizens of Atlanta formed committees to plan parties and organize a celebration of memorable proportions for the centennial Fourth of July.","As the momentous day of jubilee approached and anticipation began to grow around the country, congress passed a resolution encouraging widespread festivity for the Fourth of July. Setting the tone for a nation wide celebration, this resolution was sent to all the different states, including Georgia. Governor Smith received the resolution which was subsequently printed in the Constitution on April 26, 1876. The fact that such a resolution was published in the Constitution and that it set the tone for the celebrations to come speaks of Atlanta's changing sentiment towards American nationalism and mirrors its growth from a small southern town into a national city. ","The tempo set and the parties planned, Atlanta was ready to celebrate.  According to the Atlanta Constitution, a large party was planned to be held at the Irish Literary Association building which was located at the intersection of Whitehall and Peters Street. The paper calls for the general public to \"lend their help toward making this celebration of this centennial Fourth a memorable occasion.\" According to the Constitution of July 6, the party was such a success that \"several hundred had to turn away\" because there was not enough room. The decorations were \"beautiful\" and extravagant, and all in all the tone and atmosphere of the occasion was one of national unity. To that end, a portrait of George Washington was prominently displayed along with an exhibit of arms that symbolized peace and unity between the North and the South in post-Civil War America. Not only was the celebration in Atlanta a huge hit that drew large numbers and extensive news coverage, it was also a success in that it was a celebration of national unity in a region that had recently undergone great turmoil and destruction."],"locations":[{"id":1821,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":10,"tag":"Urban-Life/Boosterism"}]},{"id":4276,"title":"Easter Hudson Becomes a Member of the Brushy Creek Baptist Church\n","course_id":5,"status":"P","start_date":"1835-10-01","end_date":"1835-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Easter Hudson appeared in the Brushy Creek Baptist Church records as early as 1831, but she became a member of the church on October of 1835. Easter, along with six other black members were listed with the surname of Hudson and were present in the new members list of 1835.There were two white members named Millie and Albert J. Hudson that also became members of this Baptist church at the same time. Two columns in the record separate members by race; white members were on the left and \"colored\" members were on the right. Who was Easter Hudson? Was she a slave or was she free?","The Greenville County Census of 1830 dictates five thousand and sixty-three slaves were accounted for in that year. There were only thirty-two black residents of Greenville who were recorded as free. By 1840, the census records a twenty percent increase in slaves and an estimate of forty-three freed persons in Greenville, S.C. Looking at the South Carolina deeds of sell for 1820 to 1850 there is an indication that the circulation of slaves was very high. Several slaves who had a trade as a blacksmith, painter, mariner, or other essential profession were sold sometimes as often as twice a year. Slave women were also sold at this rate if they were accomplished cooks or seamstresses. Greenville County's slave holders would rotate these professionals based on demand throughout the region. Usually slaves were only mentioned in the sale by their first name. At this revolving rate, slaves coming through Greenville or the vagueness of the actual records of sold slaves makes it difficult to distinguish if Easter Hudson was a slave owned by a member of the Hudson family or a freed black in 1835. "," The presence of Easter's name in the roster of Brushy Creek Baptist Church indicates that she was accepted as a legitimate member regardless of her position; free or slave. Due to the fact she appears in the \"colored\" column of the record describes her position as a black member, as well as explaining how white members viewed \"colored\" members.  This leads the question; did Easter Hudson participate in the Baptist Church as a slave? Was she forced to attend, because of her owner's wishes or did she attend on her own free will without the confines of her social situation? "," Brushy Creek Baptist Church recognized slaves as members of the church since its establishment in August 1805. The practice of white Southerners bringing their slaves to church was a very common one. The gallery in a church was especially designed to separate the races in a church. Evangelization was extremely important for southerners to rationalize slavery as an institution based on the paternalistic duties of \"civilizing\" the slave. Slave evangelization was promoted by slave owners, because the ministry of Christianity might, \"encouraged slaves to be more obedient and less prone to rebel against circumstances.\" ","Easter's mere existence in the church minutes is an example of the involvement of black members in a religious organization during the early nineteenth century. The status of black church members is redefined by the emancipation of slaves, especially during the Reconstruction period of the South. Religious racism continued throughout the Reconstruction period and well into the Gilded Age as these individuals struggled with participation and clergy rights in white churches. Easter Hudson's name in the church minutes represents the uncertainty of a black member's status in a Southern Baptist church in 1835."],"locations":[{"id":11532,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}]},{"id":4277,"title":"Brothers in Arms\n","course_id":5,"status":"P","start_date":"1862-06-15","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Onward the brigade marched, through the murderous fire pouring down from the ridge.  These men were tried and tested through the forge of combat and had developed camaraderie and a sense of pride.  These men were the soldiers of Gregg's Brigade.","<em>The History of a Brigade of South Carolinians, known first as \"Gregg's\" and subsequently as \"McGowan's brigade</em><em>\", written by James Fitz James Caldwell, gives a detailed and vivid description of the experiences of this brigade over the span of roughly three years.  This brigade saw action in many battles of the American Civil War, including the battles of Richmond, the Second Battle of Manassas, Sharpsburg, Fredericksburg, Chancellorsville, and Gettysburg.  Caldwell describes the actions the brigade took part in, and at the end of each section lists the names and ranks of those soldiers from the brigade killed or wounded in that action.  If a commanding officer is killed, Caldwell devotes a special remembrance of that officer as a man and a soldier, as a kind of memorial.  </em>","<em>In this book, Caldwell goes into great detail about the brigade and their combat experiences.  One scene which is quite striking is one in which he passed by a breastwork that had caught fire due to exploding ammunition.  Caldwell saw the charred bodies of men who were caught in the inferno, and described how their bodies showed the last moments of their life, arms in the air trying to ward off the flames.  In the descriptions of the battles, he usually showed his sense of pride and camaraderie.  There was only one instance of when he was ashamed of his brigade, and that was when they were unable to hold the line against a Union assault.  Caldwell also mentions the support of the Southern women.  He says that the women incite dissention among the soldiers and have been so worn down by loss and hardship that they had given up and left the men to their own devices.</em>","<em>The secondary sources support the events described in Caldwell's book.  Brunson's Pee Dee Light Artillery</em><em> is based around the Light Artillery of Gregg's Brigade and does reference many of the things Caldwell does, including the brigade's involvement at Sharpsburg and Gettysburg and Orr's Rifle division.  On page seven, Brunson also gives the account of Gregg's death in the battle of Fredericksburg by being \"mortally wounded by a bullet through his spine.\" Brown's A Colonel at Gettysburg and Spotsylvania</em><em> also supports Caldwell's recollections, including the death of Captain Haskell of the Sharpshooters Battalion on page 86.<strong></strong></em>"],"locations":[{"id":11497,"lat":34.2738944437,"lng":-79.941633894,"zoom":9,"place":"DARLINGTON, South Carolina"}],"tags":[{"id":5,"tag":"War"}]},{"id":4279,"title":"The Jim Crow Car Trials in Georgia\n","course_id":5,"status":"P","start_date":"1887-01-01","end_date":"1889-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When Mr. Heard bought his train ticket for Philadelphia to Atlanta, little did he expect the events that would transpire as a result of that trip. In the spring of 1887, William M. Heard, an African American, brought suit against the Georgia Railroad Company after he was obligated to move into a segregated \"Jim Crow\" car. This action set into motion a series of court cases that specifically dealt with racial segregation in railroad cars and attempted to fight against the general ideology of Jim Crow.  Interstate Commerce Laws had been passed by congress in an attempt to deter such segregation, but Jim Crow was strong in the South and growing more powerful every year. Heard was one of the many brave men who attempted to fight the growing and terrible trend of racial segregation. ","Purchasing a first-class ticket in Philadelphia, Heard peacefully road the train until it reached the Georgia border at Augusta. The Atlanta Constitution describes how, at this location, Heard was compelled as a black man to vacate his car and ride in another car where \"the accommodation[s] were second class and inferior in every way\" to those in the first class car that the white passengers occupied. This segregated car to which he was banished was what became known as the \"Jim Crow\" car. Heard had been involved in a similar incident over a year before which had resulted in a successful suit against the company. The Constitution relates that he decided to bring additional suit against the Georgia Railroad Company in order to obtain further confirmation of the Interstate Commerce Commissioners' opposition to such practices by the railroad companies. The Georgia Railroad Company quickly objected to the suit based on \"various grounds\" including the \"jurisdiction of the courts,\" said the Constitution. The company quickly responded to Heard's petition by saying that the cars for the \"colored passengers [were] equally as safe, comfortable, and clean...as those provided for the whites.\" The suit was postponed for a significant period and eventually halted at a stalemate. However Heard had done his part in the fight against segregation of railroad cars. ","Heard was not the only sufferer who decided to fight back. Another suit was filed to the Interstate Commerce Commission by a man name William H. Councill. According to the May 31 Constitution, Councill was seeking 25,000 worth of damages for being \"forcibly ejected from a first-class car after having paid for a first class ticket.\" He was subsequently subjected to riding in the \"Jim Crow\" car. The trend had been set, and the Georgia Railroad Company soon found itself mired down with court cases. The ranks against the Georgia Railroad Company and railroad segregation began to swell even more with the key addition of Rev. George C. Rowe of Charleston. The Constitution describes how Rev. Rowe began a nationwide campaign after he and several other colored passengers were forced to ride in the \"Jim Crow\" car after purchasing first-class tickets. The purpose of Rowe's campaign was to rally support, both moral and financial, with which to bring suit against the Georgia Railroad Company and against racial segregation in general. While the efforts of men such as Heard, Councill, and Rowe may have fallen short in achieving racial equality, their fortitude certainly helped establish precedence for the long and difficult fight against inequality."],"locations":[{"id":2193,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}]},{"id":4281,"title":"Fire and Steel:  Weaponry of the Confederacy\n","course_id":5,"status":"P","start_date":"1863-01-01","end_date":"1863-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Cannons and rifles perform a cacophony of blood and thunder as the cold steel of bayonets slice through the enemy line.  Deadly technology meets close quarters fighting and Napoleonic tactics, and the result is not pretty.","These deadly weapons are listed in detail in Col. J. Gorgas' <strong><em>The Ordnance Manual for the Use of the Officers of the Confederate States Army</em></strong><strong>.  In this book are the specific types, dimensions, and qualities of these weapons.  In and of itself, this book does not shed much insight into the effect these weapons had upon the battles of the Civil War.  We must look for this instead in personal accounts of soldiers who witnessed their effects firsthand.  For this, Caldwell's <em>History of a South Carolina Brigade, </em>Brunson's <em>Pee Dee Light Artillery</em> and Brown's <em>A Colonel at Gettysburg and Spotsylvania</em> work exceedingly well, as all of these books give detailed and sometimes vivid descriptions of the effect of these weapons.  For example, Caldwell describes a particularly gruesome scene in which several soldiers' remains lie mangled by grapeshot and rifle wounds.  </strong>","<strong>During the Civil War, most generals still employed Napoleonic tactics, preferring to move large amounts of troops in tight formations to fire highly accurate rifle volleys at short distances.  This factor, combined with the particularly sinister use of grape and canister shot, which is basically a shotgun burst fired from a cannon, meant a high casualty count.  One can well imagine the devastation these weapons caused upon those unfortunate enough to be in their path.  Bayonets were also used, often causing severe infections in the wound.  Heidler's <em>Encyclopedia of the American Civil War</em> further supports these facts, stating that percussion rifles were the cause of  90% of all combat casualties.</strong><strong></strong>"],"locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":5,"tag":"War"}]},{"id":4282,"title":"Albert Spalding and Baseball&#39;s World Tour\n","course_id":5,"status":"P","start_date":"1888-10-01","end_date":"1889-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Packing their bats, balls and bags, a group of courageous men set out upon a journey of unprecedented nature and purpose. The year was 1888, and Albert G. Spalding had organized a group of all-star baseball players for the purpose of taking the game of baseball on a tour around the world.  A former baseball player himself, Spalding saw this tour as an opportunity to spread the national pastime over the entire globe while simultaneously advancing the interests of his new sporting goods chain.  From Chicago clear around the globe, baseball's finest players took America's pastime as ambassadors to new and spellbound audiences. According to Thomas Zeiler, who wrote a book dedicated to the subject, not only was the tour a sign of baseball's growing popularity, it also signified America's growing interest in global expansion and imperialism. Not only were the players ambassadors of baseball, they were ambassadors of the American way.","The Boston Globe called Spalding's idea one that, \"for boldness and scope, tops anything ever before attempted in the world of sports.\" Consisting of the top talent from around the country, the two teams, the All-America team and Chicago team, set out from Chicago under the direction of Spalding in October of 1888.  Crossing the American west with sweeping success, the tour arrived in San Francisco where it embarked upon the trans-pacific segment of its journey.  Stopping off briefly in Hawaii, the tour landed in Australia and met with an audience accustomed to the game of cricket. After indulging their audiences with exhibition games against the cricket teams of the country, the tour wowed the onlookers with a game of baseball that was highly applauded. The Globe describes how Spalding, achieving this success, then determined to take the tour through Europe and subsequently signed a contract for a European segment of the tour. Its path mapped out, the tour again set sail, crossing the Indian Ocean and heading into Egypt via the Suez Canal. From there the tour crossed Europe with its final destination being the British Isles. Here the two teams battled against each other and against the country's cricket teams all across England, Scotland, and Ireland. Finally returning to the states, Zeiler describes how Spalding received \"applause once near New York harbor\" and how the tour was met with great welcome and banquets almost every place it went.  After playing several games in the east, including a surprisingly lukewarm welcome in Washington D. C., the tour finally came to rest in Chicago where it played its last game. ","The impact of this world tour was soon seen. Returning in the spring of 1889, Spalding quickly made good on his marketing scheme.  In a deal that the New York Times called \"one of the biggest sporting deals of the season,\" Spalding bought out the company of A. J. Reach Company and established \"world control of the sporting goods line.\" Just as a baseball player gloriously rounds the bases after a homerun, so did America's pastime circle the world as a result of Spalding's \"homerun\" of an idea. Not only had the tour given the world a glimpse of America and its game, it had forever solidified baseball as an American institution and the national pastime."],"locations":[{"id":2541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":20,"tag":"Diplomacy/International"}]},{"id":4283,"title":"Distinguished Savages\n","course_id":5,"status":"P","start_date":"1834-01-01","end_date":"1834-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["We all know the stereotype: the screaming, bloodthirsty savage with scalp in hand, terrorizing the civilized world and using the land without virtue.   Yet there are some people who differ, like Benjamin B. Thatcher.  ","In his <em>Indian Biography</em>, Thatcher argued that the Native American was not resigned to such a savage state, but that there existed among them great \"patriots, orators, warriors, and statesmen\" who merely \"ruled over barbarian communities.\"  Indeed, Thatcher ventured to say that we and our fathers owed much to the Native Americans.  Thatcher details the lives and deeds of several notable Native American leaders, such as Philip.  Thatcher gives an account of Philip during Philip's War, and how he displayed a \"courage as noble as his intellect.\"  According to this account, Philip did not mistreat his captives, he saved the life of a man named James Brown, and he gave kindness and protection to the Leonard Family of Raynham.  In battle, Philip was noble and strong, displaying the likeness of a lion.  This is in great contrast to the colonists' treatment of Philip.  They paraded his head around the colony and sold his nine year old son into slavery.  ","Fairchild's <em>The Noble Savages</em> argues that there was a connection between the idea of the \"noble savage\" and romantic naturalism, or a return to nature.  Romantic naturalism was of growing interest during the 19th century.  She says, \"To me, a Noble Savage is any free and wild being who draws directly from nature virtues which raise doubts as to the value of civilization.\"  This view of the Indians runs in steep contrast to the racist and stereotypically hostile view of many Americans.  Barnett's <em>The Ignoble Savage </em>tells us the colonists often regarded the Indians as \" 'aesthetical, proud, wild, barbarous, bruitish (in one word) diabolicall creatures.'\"","The conclusion we can gather from Thatcher, Fairchild, and Barnett is that during the 19th century there was a sort of growing sense of romantic naturalism associated with the Indian, and that the view of the Indian was indeed dynamic, although there was still a considerable force of prejudice and racism to be reckoned with. "],"locations":[{"id":8920,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":19,"tag":"Native-Americans"}]},{"id":4285,"title":"Henry Grady and His New South Speech\n","course_id":5,"status":"P","start_date":"1886-12-22","end_date":"1886-12-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A man of great charisma and incredible oratory skills, Grady was a man with a goal. Henry W. Grady was born in Georgia and was throughout his career a spokesman, a proponent, and an ambassador for the South to the rest of the world. Growing up in the disenfranchised and embittered South, Grady had a vision of a reintegrated South that would take its place of glory and prominence in the newly restored nation. Harold Davis describes how Grady, who was barely in his thirties when his career took off, became a \"household [name] in the homes of most educated Americans.\" His most famous and influential speech came in 1886 when he addressed the New England Society in New York. In that renowned speech he referred to what famously became known as the \"New South.\" It was a speech and a phrase that would forever change the perceptions and views of the South.","One of the chief editors of the Atlanta Constitution and a key politician in the city of Atlanta, Grady was a very influential man. Davis describes that despite his poor health, Grady, in 1886, accepted an invitation to speak for the annual New England Society's convention. Lots hype was created and centered on this southern politician's coming to New York and speaking in front of such a prestigious group. Grady was not to disappoint. As soon as he began his speech, the audience was rendered spell-bound. The Atlanta Constitution reports that the speech was \"the best speech that [had] been delivered in years\" and that its \"triumph was instant.\"  Delivered with great zeal and charisma, the speech spoke of a \"New South,\" one of redemption and glory. Davis tells of how Grady invoked his audience to remember the \"prophecy of [Daniel] Webster when he said that 'standing hand to hand and clasping hands, we should remain united...all united now and united forever.'\" Davis retells how when the speech was over, Grady was \"mobbed where he stood.\"","On the home front in the South, the speech was met with similar success. The Constitution relates how both Louisiana and Virginia \"cordially approved\" of the speech. Also in Tennessee the speech was \"well received\" and \"the sentiments therein [were] heartily endorsed.\" All in all, the South was pleased that it was so well represented by Grady and that \"the ideas that prevail[ed]\" throughout the South \"made such a favorable impression\" upon a northern audience. A brave and bold yet caring and cordial man, Grady was the champion that the South needed at that point in its history. Through the mediums of the media and journalism, Grady attempted to restore prominence and legitimacy to the South, and for his efforts he became a southern and even a national hero. "],"locations":[{"id":8930,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":18,"tag":"Politics"}]},{"id":4286,"title":"Call The Cavalry\n","course_id":5,"status":"P","start_date":"1861-11-01","end_date":"1862-03-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A man sits astride a slick-coated war-horse at the forefront of battle.  Uniform pressed, cap settled heavily atop his head of thick hair, hand wrapped around the hilt of his saber while his revolver sits at his hip, he demonstrates the epitome of order and ruthlessness on the battlefield.  While a man on foot could be outfitted in the same manner as a cavalryman, he would never be able to compare with the serenity and majesty of a fully outfitted member of the Union cavalry.","For centuries, human warfare has evolved with changing technology while still preserving many old tactics.  The ideal of a fast, easily mobile army with the quickest response time is an old one, and many armies of the past have found varied ways to achieve this.  While slithering columns of soldiers working together to man enormous weapons or groups of infantry moving in conjoined independence are works of military art, one cannot compare to the power and speed of an animal.  Horseback battles were a favorite of the ancient Macedonians, and were perfected further by the Mongolians in the thirteenth century.  It only made sense, then, that Americans would embrace the use of a formal cavalry.","However, the American Civil War marked a change in battle tactics even from the Napoleonic wars mere decades earlier.  A shift in technology made personal weaponry more deadly, forcing generals away from using their own technology to their advantage and towards figuring out how to avoid the advances of the enemy.  Despite these changes, the cavalry remained a staple in the wartime diet of both armies, though it was particularly relished by the Union.","Many accounts were filed of war-horses being specifically trained to withstand gunfire and even taught to charge into enemy fire.  This fearlessness, simulated or innate, was also a value that many outsiders placed on the cavalry.  Though slackers could be found in all walks of life, the Union cavalry's best continually outnumbered and outshone its worst.  As a result, Major-General McClellan continually restocked and supplied the Union's cavalry, spending a great deal on keeping the varied companies stocked with horses and weaponry.  The legacy of the cavalry remained at a peak through McClellan's service, proving its usefulness not only as a military tactic but also as a social icon."],"locations":[{"id":9015,"lat":40.6374264514,"lng":-73.5488485883,"zoom":9,"place":"QUEENS, New York"}],"tags":[{"id":5,"tag":"War"}]},{"id":4287,"title":"Hints On Female Education\n","course_id":5,"status":"P","start_date":"1828-10-01","end_date":"1828-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the words of Dr. Elias Marks, \"Intellectual cultivation leads to a knowledge and systematic performance of our duties.\"  Thus, he concluded in his work title \"Hints on Female Education,\" a woman's mind must be cultivated in order for her to perform her duties as a wife and mother to her greatest ability.  The work also coincided with an outline for a female educational institution near Columbia, South Carolina.  Marks' goal was to create a school that prepared women for their role in society as wives and mothers, whose duty it was to educate their children on values and morals.  ","In his report, Marks conveys his own ideas about the place of women in society, and he believed that place was at the head of the household.  In order for women to reach their potential in these roles, Marks stressed the importance of cultivation of the mind through education.  He believed that parents were the source of morality and virtue for their children, and in order to raise children with upstanding morals, it was important to educate young women through virtuous instruction.  Marks pointed out that, as a mother, \"How many principles of right and wrong to inculcate and point out; how many maxims of wisdom to exemplify; how many prejudices to remove; how many obscurities and apparent contradictions, to unravel and explain; how much infantine cunning, sophistry, and casuistry to detect; and how necessary is it, in all these, that her own actions should illustrate the principles which she advances.\"  Marks saw education as necessary to instill in women virtue and piety, so that in turn, women could educate their own families on the same ideas.  Women were educated, not for their own benefit, but for the purpose of raising more virtuous children who would become admirable citizens in society.  ","Margaret Nash notes that in the 1820s, literature began to split the world into two different spheres - one for males, and one for females.  The female worldview became known as the \"cult of domesticity,\" meaning that the literature assigned women to the roles of the home, and also associated values of piety and morality with them.  Women of that time had only limited occupational opportunities, but, faced with unstable economic conditions, women had to prepare themselves to provide for a family on their own.  In response, women began seeking education that not only provided them with the knowledge of how to run a home, but also afforded them the necessary knowledge to find and keep a job.  Excluded from most colleges and universities, women turned to educational institutions such as seminaries, academies, and high schools.  These schools provided women with an education very similar to the education men received at the college level, and gave them an opportunity to obtain jobs, provide for themselves, and not be completely reliant on men to provide for their needs.  "],"locations":[{"id":11634,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}]},{"id":4288,"title":"Navy Slams Army: The Beginning of a Rivalry\n","course_id":5,"status":"P","start_date":"1890-11-29","end_date":"1890-11-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Cadet Walker of the Army football team races down the sideline in pursuit of the Naval  Academy's captain Emerich.  Walker finally catches his opponent, and leaps at his chest to try and bring him down.  In the fall, Walker's chest is crushed by the Midshipman, and he is unable to rise.  His comrades race to his side and pump his lungs until he regains consciousness, and the cadet eventually stands to his feet and continues to play.  ","This scene unfolded at the first athletic competition, a football game, between the United  States Military Academy and the United  States Naval Academy in West   Point, New York.  In the course of the game, Cadet Walker was knocked senseless an amazing four different times.  He never gave up, however, and as the New York Times reported, \"He was knocked out four times, and yet he fought as long as consciousness lasted.\"  When the final gun sounded, the visiting Midshipmen were declared the winners by a score of 32 -0.  ","The game was the beginning of a century-long rivalry that has seen numerous close games and great competition between the nation's premier military academies.  Not only did the game serve as a source of entertainment for the cadets and midshipmen of the two academies, it also served a greater national purpose.  According to Steven W. Pope, these soldier-athletes that were created in the first football game served as an inspiration to young men across the United States, giving them something to pull for and aspire to.    ","After the Spanish - American War, the Navy instituted a policy that focused on the health of its crews, and this goal was accomplished mainly through athletics.  Athletics became a central part of academy life, as the platform of sports provided the soldiers with excellent relief from the monotony of structured military life, and served to instill the values of hard work and physical fitness in soldiers as well.  In addition to creating a better trained and more focused soldier, sports, and especially rivalries such as this one, gave the country a sense of nationalism.  Athletic events, particularly those between the country's soldiers, served to repair class divisions, restore social order, and create a sense of patriotism throughout the United States, uniting a country torn apart by suffering and war. "],"locations":[{"id":8977,"lat":41.4021237061,"lng":-74.3055290809,"zoom":9,"place":"ORANGE, New York"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}]},{"id":4290,"title":"Charles Larpenteur becomes a Clerk for the New American Fur Company\n","course_id":5,"status":"P","start_date":"1834-07-02","end_date":"1834-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Charles Larpenteur wrote about old news that had reached Fort William in the Missouri Territory on July 2, 1834. His journal entry notifies us that the information came from St. Louis and had alerted the clerks and trappers at the fort that \"all the posts belonging to the American Fur Company (A.F.C.), as old Mr. Astor had this year sold out to Pierre Chouteau and Co.\" Charles mentions he was anxious about the transfer to new hands and felt the sooner he got out of Fort William the better, but he was summoned by his boss, Mr. Campbell, to meet him in is quarters. Upon entering Mr. Campbell's quarters, Charles was greeted by Mr. McKenzie, known as King of Missouri in the area. After Mr. John Astor completed the sell of his posts, Mr. McKenzie, under the new A.F.C. management, had become the manager of the Missouri Territory fur posts. Mr. McKenzie had arrived at Fort William to offer Charles a job with the A.F.C. Later in his account, Charles repeats his concern over the circumstances and turns the offer down under the assumption that the A.F.C. only wants his services as a common hand. Later that day, Mr. Campbell urged him to take the position and explained that Mr. McKenzie wanted him to become a clerk at Fort Union. Charles came to the conclusion it would not hurt to negotiate the terms of the position and he abandons his plans of leaving the fur trade for good. "," Charles Larpenteur was one of the many employees that were unsure of the American Fur Company transfer. Under new management cuts were made and new alliances were formed. The American Fur Company needed to revitalize their trade lines in order to establish loyal networks on the borders of Northwest U.S. and Canada to continue to compete with the Hudson Bay Company. Charles was useful to Mr. McKenzie for his experience at Fort William and for the many connections he could provide for the company. "," By requesting Charles as an employee, Mr. McKenzie might have foreseen the need for a different sort of familiarity as the A.F.C. gradually accommodated the changing fur fashion in Europe. Silk was becoming the new chic and the demand for beaver top hats was declining. Beaver pelts had been a great source of demand during the early nineteenth century. High profit from the rising prices of fur had heightened the competition between the fur companies. As the fashion industry changed, so did many of the fur companies in order to protect their monopoly in the fur trade. "," To Charles the prospect of a common hand was limited. An employees' position in a fur company determined the amount of financial control the company had over the staff. Usually management would use their trappers as consumer based residents on company property. The companies would hire traders and trade them goods and land titles in return for pelts. Fur company employees would often become in debt to the local post manager under the pretense of owing back loans to the A.F.C. Many trappers or traders would become critically in debt and were forced to increase the rate of pelts acquired during a hunt."," The A.F.C. maintained it's dominance in the United States until the late 1840s, when the fur trade came to a decline. As settlers moved to the Missouri Territory and the rate of trapping grew, fur no longer became a high source of income. The beaver almost became extinct; most animals indigenous to the area were severely depleted. Charles's journal entry is an account of the transformation the American Fur Company undertook to adjust to new ownership and to the altering fashion industry during the 1830s; in order to remain a leading competitor in the fur industry. As Charles prepared for his job promotion as clerk he would became a witness to these fundamental changes within the American Fur Company in the next decade."],"locations":[{"id":15202,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":11,"tag":"Economy"},{"id":16,"tag":"Science/Technology"}]},{"id":4291,"title":"Lincoln, Mudd, and The Dry Tortugas","course_id":5,"status":"P","start_date":"1865-04-14","end_date":"1869-03-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Dry Tortugas were never intended to serve as host to the most notorious convicts of the 19th Century, but President Johnson altered the prison selection as reported by the New York Times on July, 19 1865.  A summary of the Lincoln Assassination case in the New York Times on July, 21 1865 proves that Fort Jefferson, the Dry Tortugas would be home to several of the Lincoln conspirators.  ","Ponce de Leon made a discovery in 1513 that would later serve as home to a group of men connected to the assassination of an American President.  The island chain would later receive the name of the \"Dry Tortugas\", each word in reference to an identifying feature of the islands as noted by early explorers.  The \"dry\" depicts the lack of a fresh water source on the islands, an essential piece of information that sailors relied upon.  \"Tortugas\" was a maritime term for sea turtles, and these creatures also happened to be the main source of meat for anyone inhabiting the islands; such as the crew of the HMS Tyger did in 1742 after they were shipwrecked and stranded for 55 days.  The extreme isolation of the Dry Tortugas along with its strategic location, not unlike that of Gibraltar, made them the target for a US Fort that would serve to protect shipping lanes and carry out the Monroe doctrine.","Construction of Fort Jefferson began in 1846 and was never completed.  The massive structure covered 11 acres of land on Garden Key, the only island in the Dry Tortugas suitable to serve host to the large mason building.  The American Civil War caused Fort Jefferson to double as a military prison and housed several hundred inmates in the second story gun casemates.  ","In April, 1865 John Wilkes Booth assassinated President Lincoln and fled Ford's Theatre.  After breaking a leg, he sought medical attention from Dr. Samuel Mudd, a prior acquaintance, and proceeded to dodge the authorities for several more days before being shot.  Dr. Samuel Mudd, Edmund Spangler, Samuel Arnold, and Michael O'Laughlin were all sentenced to life in prison for their alleged roles in the assassination of President Lincoln.  Following their sentencing, the Lincoln conspirators departed in July, 1865 for Fort Jefferson in the Dry Tortugas.  ","In the fall of 1867 several cases of Yellow Fever broke out amongst the troops garrisoned at Fort Jefferson and by mid-September an epidemic gripped the fort.  After the medical officer passed away, Dr. Mudd volunteered his services which saved many of the soldier's lives.  More extraordinary was the fact that Dr. Mudd himself had Yellow Fever and he continued to labor through the disease.   Despite Dr. Mudd's best efforts, his comrade in chains Michael O'Laughlin passed away from the epidemic along with a handful of soldiers.  The NCOs of Fort Jefferson wrote President Johnson a letter praising Dr. Mudd's heroic medical feats despite being a prisoner.  ","As a result of the letter that President Johnson received from Fort Jefferson he granted a pardon to Dr. Mudd on February 8th, 1869 and subsequently pardoned Samuel Arnold and Edmund Spangler on March 1st, 1869.  The strategic value of Fort Jefferson waned throughout the later part of the 19th century until being abandoned in 1874; but the strategic value of Fort Jefferson and the Dry Tortugas caused the fort to be re-activated and armed during the World Wars.  Today the Dry Tortugas are a National Park and Fort Jefferson continues to hold the record as the largest mason structure in the western hemisphere."],"locations":[{"id":1428,"lat":26.6841881812,"lng":-82.0889710874,"zoom":7,"place":"MONROE, Florida"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":20,"tag":"Diplomacy/International"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}]},{"id":4292,"title":"A Seemingly Normal Day for President James Garfield\n","course_id":5,"status":"P","start_date":"1881-07-02","end_date":"1881-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["1 Gearing up for the 4th of July President James Garfield's itinerary for the weekend is printed in the Washington Post this morning.  He will be spending the rest of this weekend and the better part of next week relaxing in coastal retreat of Williamstown Massachusetts.  The President will be accompanied by his cabinet and family. The President's train will depart from the Baltimore and Potomac Depot at 9:30 A.M. this morning. ","            Garfield was originally elected to the House of Representatives as a Republican from the state of Ohio.  He immediately distinguished himself as a very competent and likable person.  His tendency to try to please everyone helped him win the Republican Presidential nomination in 1880 but would eventually hinder him during his presidency.  ","            2 On the morning of July 2, 1881 President Garfield made his way to his executive train car in the Baltimore and Potomac Depot. On the way he was shot twice from behind by Charles J, Guiteau.  Garfield would later become ill from infection and eventually died two months later on September 19, 1881.  Garfield's Vice President, Chester A. Arthur, was sworn into office the next day.  Garfield had only been in office for four months before he was mortally wounded.  Only William Henry Harrison had a shorter term in office. "," 3Ironically the most lasting legacy of James Garfield is the Pendleton Civil Service Reform Act of 1883 which passed 3 years after his death.  The civil service reform movement capitalized on the assassination by a \"deranged office seeker\" by blaming the spoils system for Garfield's death.  The Pendleton Act has had a significant effect on the civil services in the United   States.  It forced presidents to make appointments based on merit instead of patronage.  This helped eliminate corrupt practices inherent in the spoils system and also made the civil services more efficient because the new appointments were better educated and more experienced.  "],"locations":[{"id":1278,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":2,"tag":"Health/Death"},{"id":18,"tag":"Politics"}]},{"id":4300,"title":"My God trumps your Great Spirit\n","course_id":5,"status":"P","start_date":"1869-01-01","end_date":"1877-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    Pagan religion and practice has always been at odds with Christianity.  In the mid 19th century the two sects of the Baptist Church sought to educate the many tribes of the Cherokee Indians.  The records for the interactions between the two peoples are at best biased, bureaucratic, opinion, and afford little to no information on how the Cherokee really felt towards their missionaries.  The first record of the missions found from the Southern Baptists began in 1869 at the Southern Baptist Convention.","    At the Southern Baptist Convention of 1869 a committee known as the Indian Board submitted a report on the state of the many missions to the greater Cherokee nation and their successes.  Suffice to say the reports cite many instances where the Cherokee have readily accepted Christ and are better because of it.  Such instances include the removal of Natives from their lands.  When the Natives were removed from their lands they lost contact with their pagan gods as well as their way of survival.  The missionaries were able to show the Cherokee how to farm and gave them a new God to fill the spiritual void.  ","    The missionaries took several approaches in bringing the Cherokee into the folds of Christianity.  One of the most obvious forms was the creation of missions and churches at Cherokee settlements.  At the churches, sermons would be delivered in English and other religious rights of passage and would be administered.  However, these had little effect on the Cherokee who, with a few exceptions, had no understanding of the English language.  This problem was over come more easily by the Baptists and not the Southern Baptists.  A reason for that might be the lack of capital in the South following the Civil War that could be appropriated towards mission work.  In fact, in the 1873 Southern Baptist Convention records, the accounting records show a decrease in funds appropriated towards hymns, Bibles, and other religious texts being printed in Cherokee.","    The Baptists to the North suffered no such setbacks and published many books.  The Cherokee Hymn Book published in 1877 was distributed among the missions and was in the Cherokee language.  The book had the exact same layout and hymns as it English translation and even included a part in the back for helping Cherokee translate the words into English.","    The missions did not always result in a relationship of equality.  In fact the Southern Baptist records and reports seem to have instances where the Cherokee begin to become subservient to their Missionaries, almost completely reliant on them for daily needs.  This came out a feeling that they were indebted to the purveyors of Christ.  This could be one of many reasons for why the once great Cherokee nations fell into despair and poverty during the late 19th and early 20th centuries."],"locations":[{"id":6095,"lat":39.2940913824,"lng":-76.6092985301,"zoom":12,"place":"BALTIMORE CITY, Maryland"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":19,"tag":"Native-Americans"}]},{"id":4301,"title":"Godeys Ladys Book, More than Fashion","course_id":5,"status":"P","start_date":"1830-01-01","end_date":"1898-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Louis A. Godey's enormously successful <em>Godey's Lady's Book</em> set the standard for the American magazine and monthlie publishers throughout the mid 19th century.  His ingenious marketing techniques as noted by historian John Tebbel set the standard for magazines by 1850.  The market appeal of <em>Godey's Lady's Book</em> contributed to the rising realization that women were a marketable audience and Louis Godey's brainchild spurned the rise of a wave of impersonators such as <em>Peterson's Ladies</em> and <em>Ladies' Wreath</em>.  The magazines greatest contribution was to the evolution of fashion and its careful documentation of the latest styles.  As a result of increased subscriptions, the transformation of the monthlie to the magazine took place in order to sell more copies and increase profit; Godey's Lady's Book was one of the last to convert into a true magazine as Louis Godey preferred his original creation to the new low quality productions.  The method of payment for contributors was also unique to Godey's enterprise at first; Godey would not pay undistinguished writers for their contributions as his magazine would likely launch an unknown into fame.  Godey would then pay well known authors such as Nathaniel Willis a hefty paycheck to write regular entries that readers came to expect.  Another cost cutting revolution that Godey exploited was the use of advertisements which served two purposes; the initial being that he had a subsidized product, and his readers had a seemingly \"larger\" magazine to read.  As one of the first magazines to use advertisements, Godey risked making his publishment appear to be cheap; but by not lowering the price it made the magazine keep its' glamorous appeal.  The <em>Saturday Evening Post</em> employed the same strategy as well for several years prior to the Civil War.","                Not only did the structure of the modern magazine gain inspiration from Godey but so too did the content matter.  The most important subject piece that historian look to now for insight into the period are the hand tinted fashion plates that accompanied each issue of the magazine.  Carefully detailed and researched, these plates were to provide an image to the reader of how she should look in the latest fashionable dress.  Godey claimed in 1850 that he had 150 women working out of their homes to paint by hand these fashion plates, and the color was often left to the artists' decision.  This played off well for Godey by explaining that then readers should compare each others' fashion plates and decide then what color would be best for the clothing.  By comparing the fashion plates over the years, the evolution of women's dress can be traced throughout the 18th century from <em>Godey's Lady's Book</em>.  Additionally the fashion plates became more expansive through the decades, indicating more interest in fashion due to cheaper and more readily available clothing to buy.  ","The subjects contained in Godey's Lady's Book were also revolutionary in its inclusion of fiction in the form of short stories.  Authors such as Edgar Allen Poe got early starts in their early careers by writing short pieces for Godey's Lady's Book and reached a large audience.  Louis Godey realized as well that a magazine was not just a literary journal and as such should provide the reader a diverse array of subject material.  As a result women across the country were provided the latest monthly updates on music, dance, politics, and art; each copy complete with engravings, paintings, and eventually photos.  The use of artwork and pictures to compliment the literature was a transformative concept that became the norm for magazines by 1850.  Such techniques caused Godey's Lady's Book to become so successful that Godey copyrighted the magazine in 1845 in an attempt to prevent duplications.  ","                The Civil War marked the decline of the magazine market for several years simply due to the loss of consumers; the South made up the majority of Godey's customers.  By the time of Godey's death in 1878, his namesake was nearly in the same condition.  Even copying other magazines \"ten cent\" strategy in 1893 worked to no avail and the magazine finally ceased to exist in 1898.  <em>Godey's Lady's Book</em> impact on the magazine industry helped to transform pleasure reading in 19th century America by establishing the standard format for magazines."],"locations":[{"id":11227,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}]},{"id":4303,"title":"Killing a god\n","course_id":5,"status":"P","start_date":"1850-01-01","end_date":"1880-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"Let them kill skin and sell until the buffalo are exterminated. Then your prairies can be covered with speckled cattle and the festive cowboy.\" General Phil Sheridan of the United States military made that statement when referring to the on-going conflict with plains Indians in the mid to late 1800's.  His views on the issue of Buffalo hunting were not at all uncommon at the time and in fact, were encouraged by the political body in Washington D.C.","    Mrs. Mary H Eastman had a rather different view of how to deal with the American Plains Indians. In 1854 Mrs. Eastman published a book about her time with American tribes and the stories she heard and the events she experienced.  The book also contained first hand accounts of a Buffalo hunt.  It was in no easy task for the natives in Missouri to track and kill a herd of Buffalo.  She mentions that in the tribal structure the two noblest pursuits are combat and the slaying of a Buffalo.  They were how a man in a tribe defined himself and proved his worth. ","    Not only was the Buffalo an integral part of social structure, but it was also the main source of food and raw materials for the plains tribes.  From a single Buffalo a family could eat for days, and the hide, bones, and internal organs could be harvested to be used as tools, blankets and other necessities.  The death of a Buffalo was a very sacred event after which the plains Indians would offer a prayer of forgiveness to their god's and the spirit of the slain animal.","    However, the white settlers moving west did not share the same reverence for the Buffalo, they saw them only as a means of profit.  The plains of the United States were filled with the massive creatures and there was demand for the large hides of Buffalo.  With the technology of repeating rifles it was easy for a white Buffalo hunter to kill several buffalo a day and discard the carcass after taking the hide.  To the Plains tribes this was an act of war against their way of life and they retaliated.  Their food source and their gods were being exterminated.","    By 1880 the once vast heard of Buffalo were almost gone and the plains Indians that had relied on the Buffalo were also dying out.  The goal of American government and religious sects to absorb and bring the natives into the fold of the white world had been accomplished. Congressman James Throckmorton made the goals of the Indian Commission as plain as day, \"it would be a great step forward in the civilization of the Indians and the preservation of peace on the border if there was not a buffalo in existence.\"  But the spirit of the Buffalo never died, and when asked about their religion and death the natives replied, \"You may go to your gods, mounting up to their dwelling, when you die, but we do not go there ; we only depart to the land of souls, where, with our arrows and bows, we will still chase the","buffalo.\""],"locations":[{"id":7472,"lat":37.7238481599,"lng":-93.8565963657,"zoom":10,"place":"CEDAR, Missouri"}],"tags":[{"id":19,"tag":"Native-Americans"}]},{"id":4305,"title":"Aint whistlin Dixie no more\n","course_id":5,"status":"P","start_date":"1876-01-01","end_date":"1876-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The pictures of men from Auschwitz still loom in the minds of many Americans; however, our historical memory has lead us to forget the horrors we inflicted upon our own brothers during the Civil War.  \"No,\" was the common response to Confederate requests to trade Union and rebel POWs.  The result was the needless deaths of thousands of men on both sides due to malnourishment, lack of medical care, and abuse by prison guards.  But one set of prisoners fared slightly better than the other.","In a documented 1876 interview, Dr. R. Randolph Stevenson spoke of a provision in the Confederate Constitution for captured Union soldiers. The provision says, \"and the rations furnished for prisoners of war shall be the same in quantity and quality as those furnished to enlisted men in the army of the Confederacy.\"  Union prisons did not uphold such guarantees.  Many Confederate prisoners were denied basic needs by a nation with all kinds of resources.  The Confederacy on the other hand even went so far as to sell valuable supplies in order to feed and care for captured Union soldiers.","Indeed, many surgeons commented on the poor health of returned rebel soldiers. Those diseased souls spoke of abuse and neglect at the hands of their captors.  It was not uncommon for prisoner trade barges to contain the bodies of dead and dying persons.  Some prisoners spoke of being placed in prisons where disease like Small Pox ran rampant and medical aid was denied. Such accounts were collected and published after the war by historians.  Such stories seem at odds with the fact that the Union had funds available to improve the health and well being of captured rebels.","The Confederacy, on the other hand, made sure it upheld its belief in equal treatment of captured soldiers.  When money became scarce within the Confederate prison system, cotton and tobacco were sold to provide additional funding. When disease began to ravage prisoners, Confederate officers tried to barter with Union commanders for medical supplies, only to be rebuffed.  Accounts of favorable treatment and hospitality by Confederate prisons came from men like Mr. John F. Frost of Folgers Company 19th Maine.","In some circumstances, Union soldiers were held prisoners inside hospitals, while Confederate troops were held in makeshift camps.  The unequal treatment of captured soldiers by the two sides stands in contrast to the readily accepted notion that Union soldiers were treated much worse than Confederate troops.  This is perhaps the belief because of northern propaganda like \"Report 67.\" A renamed Congressional report on Confederate prisons based on conditions of soldiers and not on testimonials of POWs.   However, the truth is eventually revealed, and the light shone on the misdeeds of others.  In fighting for the freedom of all men, the Union prison system denied the rights of Confederate soldiers."],"locations":[{"id":1277,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}]},{"id":4306,"title":"Railroad Matters\n","course_id":5,"status":"P","start_date":"1873-10-13","end_date":"1873-10-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["1Thomas Scott was about to be one step closer to his ultimate dream. The President of the Pennsylvania Railroad Company, Scott had an ambition to build a second transcontinental railroad, and even though he would never achieve this dream on Oct.  30 1873 talks began on a deal that would hand over the rights of the California and Texas Railway Company to the Pennsylvania Railroad Company. For 10 days now rumors had been swarming about a merger but they were not confirmed by officials until yesterday.  They hope to come to an agreement that will benefit both parties equally. 2The Pennsylvania Railroad Company was in the height of its prosperity and a new and long awaited investment opportunity to build a second transcontinental railroad had just presented itself.  All of this was part of a railroad boom in the post-Civil War era that would come to be known as the \"age of the railway\" in American History.","            3Scott played an important role in the Civil War leading up to this time. He was appointed Assistant Secretary of War to oversee transportation in 1861.  He would later resign and then serve another term as a colonel for Major-General Hooker's forces in 1863.  Scott was able to lay the foundation for a wartime mobilization scheme that would eventually win the war.   He would later become Vice President of the Pennsylvania Railroad Company in 1861 but act as president until he acquired the title in 1870.  Scott presided over the \"greatest period of expansion in the country's history.\"  Under his control the company became a major railroad trust that had many holdings all over the United   States.  These holdings even listed the Southern Security Railway Company which strived to connect Richmond and Atlanta with one continuous line.  This line would eventually create the I-85 corridor, relevant to the 21st century.","            2The growth of the railroads in the 19th century not only furthered American transportation for the time but also helped further the economy by creating tens of thousands of jobs for local and immigrant workers. State funding for railroads would quickly dry up as states demanded more and more control over the railroads that the railroad company's retained.  Regional tensions over where the second trans-continental railroad should be laid caused the dream to die at least for the time.  The railroad provided economic booms for local cities that had been previously unimportant but they also cause economic disasters on a national level.  The railway company's have even been blamed for some economic depressions such as the one in 1873, triggered by the failure of the Northern Pacific Railroad Company.  Also the bankruptcy of the Philadelphia and Reading Railroad Companies contributed to the Panic of 1893.  \"Regardless the attitudes, railroads became the dominant form of transportation and a major business enterprise.\"  It is clear now in hindsight that due to the work of great industrialists like Thomas Scott the railroad ruled America for over 50 years after the Civil War, and it continues to serve a pivotal role in 21st century America as well."],"locations":[{"id":11231,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":16,"tag":"Science/Technology"}]},{"id":4307,"title":"The Mystique of Shamanism\n","course_id":5,"status":"P","start_date":"1820-02-19","end_date":"1820-02-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On 19 February 1820, the <em>Boston Recorder</em> published an article on an incident that occurred overseas in Australia.  A pilot at Port Dalrymple was bitten by a venomous snake and thought to be a goner by onlookers.  However, a native stepped in and turned what appeared to be a man awaiting death into a healthy human being once again.  He allegedly rubbed the wound with an unknown bark, palpated the leg, then cut away the skin at the site of the bite and sucked at the venom.  Not long after the patient was proclaimed healthy.","At the onset of the nineteenth century, Americans were still locked in a power struggle with Native Americans over land.  As a result, superstitions surrounding shamanism ran rampant.  However, superstition also often showed itself in the practice of medicine, where doctors practiced very little of what we today consider to be \"real science.\"  The mysticism of shamans and the exotic and foreign world they represented were often intriguing to Americans, who at the time embodied the sentiment of adventure.  The <em>Boston Recorder's</em> publication of this article highlights the American interest in the subject of exotic peoples and their rituals."],"locations":[{"id":6206,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":19,"tag":"Native-Americans"},{"id":16,"tag":"Science/Technology"}]},{"id":4308,"title":"The Antebellum South: Up in Arms? \n","course_id":5,"status":"P","start_date":"1860-11-23","end_date":"1860-11-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    The South was up in arms. On November 23, 1860, the Richmond Daily Dispatch reported an account from the New York Journal of Commerce about the manufacturing and selling of \"Arms to the South.\" Before directly quoting the New York Journal of Commerce, the Richmond editor mentioned that the makers and sellers of arms were perhaps the only ones \"gathering any advantage from the present crisis.\"  According to the New York account, a firm in New York received anywhere from twenty to fifty orders for arms from South Carolina, Georgia and Alabama daily. The writer for the New York Journal of Commerce also mentioned that while those who did not know better might call the South's credit and financial dependability into question, the South actually concludes all business transactions with cash within thirty days. Adding significance to this article, the writer noted that all the orders came from Southern states, but \"but mainly from those in which secession is regarded as the only remedy for Southern grievances.\"","    The author of this article refers to the \"Colt's revolvers and rifles [sold] to Georgia,\" the arms for \"1,800 men…sent to Savannah,\" and the order of one thousand \"death-dealing weapons\" for Alabama. The New York Journal of Commerce ended this article with another seemingly biased statement that, \"the wholesale houses and agencies in the city [New York City] have been hard pressed to supply the orders for every imaginable species of weapons.\" These figures seem slanted towards Unionist and Northern sentiments, but perhaps these astronomical figures and seemingly exaggerated sentiments by Northerners were not as far-fetched as they first appear. ","    At the onset of the Civil War, the South struggled to provide adequate arms for Confederate troops. Records exist, however, of these several thousand modern small arms that were shipped to the Southern states and that were provided by Northern industries pre-Civil War. When these supplies were cut off at the start of the Civil War by orders of the U.S. government, smaller Confederate states began to produce and manufacture small arms, but they never were able to catch up with the production by the Northern states. It was at this point that the Confederacy turned to Caleb House in Europe in 1861 and 1862 for their weaponry and supplies. Despite the constant gaining and losing of arms in various battles during the Civil War, at the end of the war, the Confederacy, provided by Chief of Ordinance Josiah Gorgas, reported that they possessed 1,306 field artillery pieces, 921,441 rounds of artillery ammunition, 323,231 infantry arms, and 72,413,854 small arms cartridges. So, while the North was not the sole provider of the arms for Confederate armies, their early supplying of Confederate weaponry provided the basis for the Southern states to never lack in arms and ammunition, even though the conditions of these Confederacy arms was negotiable. "],"locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":5,"tag":"War"}]},{"id":4311,"title":"Boston&#39;s Predicament: Women in the City\n","course_id":5,"status":"P","start_date":"1889-08-18","end_date":"1889-08-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["According to the Boston Daily Globe of August 18, 1889, \"Too Good to Lose Are Boston's Surplus Women.\" This article pertains to a matter of utmost importance, the eligible bachelors of the Wild West heroically discovering a solution for the \"marriageable femininity\" and the \"confoundly delicate matter\" of the over 80,000 surplus of women in Massachusetts. Belle Eyre even reports that these men are so \"self-sacrificing that they would solve the problem by marrying the whole 80,000.\" Belle Eyre also graciously published a letter, in the form of a poem, from ten dressmakers sending their solitude to the gentlemen of Tacoma Washington for the \"lovely life in that far-off part of this great and glorious land,\" and promising to \"Olympia there, ere summer does close,\" all with the post script \"We are all white women.\" ","Perhaps, though, the real heart of the matter comes towards the end of Belle Eyre's investigation when Gov. Andrew of Oregon expressed his views on the matter. Should women be \"driven to the competition of the market force with men, or where men are left unsolaced by the presence of women, society is alike weakened and demoralized.\" Hence, should men continue to desire their place at the head of the households, they should take immediate action to curb this surplus of women, should these women get out of hand and act rashly, such as trying to secure their right to vote, or other such nonsense. Hon. M. M Cunniff says though he doubts there actually is any danger of a surplus of women in Massachusetts, he should be glad for there to be double their present number. In fact, he adds, he would willingly give women \"greater opportunities than they have now,\" but he doubts this is what they actually wants; he sees their personal missions as producing \"men, not measures.\" ","Sarah Deutsch, in her book Women in the City: Gender, Space and Power in Boston, 1870-1940, finds women's roles in Boston in the late 19th century to be quite different than Belle Eyre's account. She discovers that Boston women, in fact, were not merely passive women, looking for domestic roles and adventure out west as mothers and wives, but active women who deeply cared about staking a claim in their male-dominated city. These women insisted upon creating an urban space that could meet their needs as individuals, in a society, which historically, denied these interests. Through her accounts of women through all socioeconomic stratifications, Deutsch expresses how these women formed female associations, overcame ethnic and racial diversity, expanded all conventional boundaries, advocated for playgrounds and settlement houses, and crossed all gender boundaries to create their own city in the spirit of \"urban femininity.\" Deutsch's study of Boston, M.A. throughout this pivotal time period, displays a character of the Boston women who, unlike Belle Eyre's account in the Boston Globe, chose to invest their faith and determination within their city, to create a modern city that could, in deed, meet the needs of a gender whose opportunity for equality and respect had finally come. "],"locations":[{"id":6212,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}]},{"id":4313,"title":"Ashtabula Bridge Disaster as told by J.E. Burchell, a Survivor","course_id":5,"status":"P","start_date":"1876-12-29","end_date":"1876-12-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 29, 1876 Mr. J. E. Burchell was traveling on the Pacific Express train headed toward Chicago during a heavy snow storm.  As the first engine, \"Socrates\" crossed the two hundred foot bridge, the iron trusses broke, causing the bridge to collapse. His eye-witness account describes the accident as the second engine and eleven cars were tipped into the creek seventy feet below and the wood and cast iron frame of the bridge twisted. He recalled, he heard cracking in the front of the car, \"then came a sickening oscillation and a sudden sinking, and I was thrown stunned from my seat. I heard the cracking, and splintering, and smashing around me.\" When the train reached the frozen creek at the bottom of the ravine, cars closest to the engine burst into flames. Burchell describes people attempting to escape the raging fire by smashing windows or crawling out of the shattered cars. He also witnessed several people die horrible deaths in the blaze, because they were unable to free themselves from the debris. Rescue efforts were abandoned when the strong wintery winds caused the fire to escalate. Passengers and crew on the train by J.E. Burchell's estimate was as many as two hundred fifty people.  Ninety-two people died due to injuries sustained from the crash or from the fire that plagued the wreck."," J. E. Burchell's account was published in the <em>Chicago Daily Tribune</em> on December 30, 1876, the day after the accident. The next day his story ran in the <em>New York Times. </em>Both of these newspapers were able to advertise the severity of the death rate and damage from the accident, because of the personal account of one of the survivors. The Ashtabula Bridge Disaster caused the public to wonder about the stability of the Railroad Companies and their constructional efforts to connect railway systems throughout the East Coast, and toward the West. <em>The New York Times</em> completed a follow up story at the request of their readers to address reasons why it had collapsed; \"the result of defects and errors made in designing, constructing, and erecting it; that a great defect, and one which appears in many parts of the structure, was the dependence of every member for its efficient action on the probability that all or nearly all the others would retain their positions.\" People were horrified that Railroad Companies, in hast of construction, neglected to administer safety codes or inspection. "," By the 1870s the American public was use to iron bridges collapsing, but the railroad was more of a public commodity, then in its earlier days. The more deaths caused by the railroad, the more people expected payment for their losses. Some railway companies sought to avoid having to pay the damages by sticking with wooden trusses, but the application of cast iron was cheap and easy to get then. The Ashtabula Disaster awakened the feeling of national shock. The reality that ninety- four people had died in the horrific accident and forty-three passengers of the Pacific Express were burnt beyond recognition became a catalyst for the government to eradicate these problems. In 1887 the Interstate Commerce Act was passed by Congress to ensure safer methods of construction. Ashtabula Bridge Disaster became one of the most publicized bridge collapses. The distress the event caused the public assisted in the shift of power from privately owned railroad companies to government sponsored corporations."],"locations":[{"id":10019,"lat":41.707475015,"lng":-80.7485016298,"zoom":9,"place":"ASHTABULA, Ohio"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":16,"tag":"Science/Technology"}]},{"id":4318,"title":"Women of Hocking Valley Become a Force for Miners Strike\n","course_id":5,"status":"P","start_date":"1884-10-25","end_date":"1884-10-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A wood engraved image of the Hocking Valley Miners' Strike was published on October 25, 1884 in <em>Frank Leslie's Illustrated Newspaper</em>. It depicted four officers leading a miner through a large crowd of women.  In the picture some women held clubs that were raised in threatening positions, while the rest had faces that were contorted with rage.  Joseph Becker sketched this scene in Buchtel, a mining town in Hocking County, Ohio during the Hocking Valley Miners' Strike of 1884. Miners, women and men, from forty-eight mines in Hocking Valley arranged the strike in order to dispute high living costs and decreased wages.  The miners had hoped to expand their rights as a worker by means of peaceful demonstrations with the organized political support of the Knights of Labor.  Nine months later, the striking miners were unable to come to an agreed compromise with the mine operators and returned to the mines. "," The women of the Hocking Valley miners were a familiar image, which grabbed the publics' attention toward the miners' plight during the 1880s. Their struggle for economic balance and the stability of their employment could only be recognized, because of the image of working class mothers and wives engaged in a united front.  Hocking Valley Miners were not only assisted by the image of their fellow workers in <em>Frank Leslie's Illustrated Newspaper</em>, but became connected through the family oriented association of the Knights of Labor.  This association was a national working class group that tried to end \"industrial capitalism\" by incorporating new ways to oppose unjust industrial policies.  The Knights of Labor was the first organized labor group to successfully attempted to change basic working conditions for all workers despite race , gender, position, age, and regardless of their experience. This large union would eventually assist the Hocking Valley mining families through two strikes during the 1880s. "," One of the biggest issues during these strikes was the rivalry of appearing levels in working class. Miners had been hired as individual groups, led by a selected manager. Most of the time family members would form a \"family system of production\". The necessity of many hands versus the few, children and women were part of the company.  This unit method allowed miners to work at an individual pace, but work was limited by the price of coal per ton. With the advancement of technology and the change in safety, job description changed the way workers were viewed as employees.  The emergence of the change between manual labor and skilled labor created a strained working force in the mines.  Wages and restrictions limited workers by age, gender, and skill sets, rather than the longevity of their employment. Job description was not a common term until the Knights of Labor and other Mining groups created the unity of workers.  No longer would miners receive the benefit of selected associates, but an organized layer of employees, based on their skills or experience. "," The sketch of the miners' women in Hocking Valley is an image that fueled the miners' progress toward the creation of a company that would unite under the protection of the United Mine Workers of America in 1890.  The image relays the importance of the labor union to the worker as standardizing the work force.  The uniqueness of the Hocking Valley Miner's Strike is that the workers' struggle was a family action.  Women were used by the newspapers to express the unfair working conditions and the poor pay of the Hocking miners.  Due to the efforts of the mining families in Hocking Valley and publicized notice in newspapers, miners succeeded in obtaining stable wages and equal opportunities, but the creation of the mining unions created a clear definition in skilled workers, manual laborers, and family working units."],"locations":[{"id":10289,"lat":39.4969744596,"lng":-82.4791535659,"zoom":10,"place":"HOCKING, Ohio"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}]},{"id":4321,"title":"No Wampum for this land\n","course_id":5,"status":"P","start_date":"1832-12-03","end_date":"1832-12-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    December of 1832 saw another sale of lands that were the rightful property of Cherokee and Creek Indians in Georgia.  The Native Americans of Georgia were forced from their homes and lands because the state government saw the land as being underused and mismanaged by the Indian tribes.  This act of selling Indian lands was known as the Georgia Land Lottery and in 1832 it again sold off native lands to white Georgia citizens.","    The land sales started in 1805 as a way for the state of Georgia to grant land to qualifying citizens, white males.  This was an effort to try and stimulate the states economy and settle lands that the government had little to no real control over because they were occupied by Native Americans.   The system of selling land in a lottery format was unique to Georgia.     In 1814 the land sales came to a dramatic event when Creek Indians resisted land sales.  The conflict was won by Andrew Jackson and land sales continued.  In 1829 gold was discovered on land sold in the lottery and a gold rush followed which made the 1832 sale more dramatic.","    Prior to the 1832 sale of lands, the Cherokee people filed and won a Supreme Court case which ruled that Cherokee lands could not be taken from the Natives and sold by the state of Georgia without compensation.  President Jackson who had fought the Creek over the Georgia land lottery decided to ignore the Supreme Court ruling and continue with the land sales in the state.","A December 1832 article in the Columbian Star newspaper calls the sales of land in Georgia the \"Gold Lottery.\"  In the years prior to this particular land sale, gold had been discovered on the Cherokee and Creek lands resulting in a gold fever that  Georgia was happy  to spin into state profit.  Unfortunately for the state, the profits from the land sales only covered the actual costs of selling the land and little to no profit was actually made.  In 1832 Georgia sold 40 acre parcels dubbed \"gold lands\" capitalizing on peoples gold frenzy but not guaranteeing the lands would contain gold.   The obvious result of the land sales in December of 1832 was the displacement of hundreds and thousands of Cherokee Indians and the creation of a greater refugee population in the state of Georgia.","    The state and federal government solved the growing refugee problem with one of the most infamous Indian relations acts in United States history, the Trail of Tears.  This event was in response to the great displaced Cherokee population that resulted from land sales.  There is no doubt that the Trail of Tears was the result of greed by white people, and future Indian removal programs would end in equal tragedy."],"locations":[{"id":2390,"lat":null,"lng":null,"zoom":8,"place":"INDIAN LANDS, Georgia"}],"tags":[{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"}]},{"id":4327,"title":"Women in 1888: Tariff Reformers and the Democratic Stronghold\n","course_id":5,"status":"P","start_date":"1888-07-31","end_date":"1888-07-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Mill Bill, with the support of women and the Democratic Party, hoped to reduce the tariff on wool, while simultaneously allowing for workers in the clothing industry to gain a better standard of living. According to the New York Times in July of 1888, there was \"a vast army of men and women and a few children in New York engaged in making clothes.\" Historically, the clothes industry had undergone many tariff protections. For instance, all the parts of a woman's dress or a man's suit were \"protected\" by astronomical tariffs: on such items as \"raw wool, the cotton yarn, the print cloth, the thread, the buttons, linings, trimmings and woolen cloth.\" The article, \"Clothes Makers and the Tariff,\" argued for the Mill Bill, a bill that would allow for laborers to enjoy higher wages and, consequently, a better and cheaper standard of living. This piece of legislation hoped to encourage these positive alterations by making wool \"free,\" like cotton, which already enjoyed freedom from large duties. ","    In 1888, cotton's rate of duty was approximately 40 percent, compared to the 69 percent experienced by the wool industry. The New York Times discovered that this increase in duty did not benefit the wage earners. Instead, it merely added to the profits of the companies. Meanwhile, there were large numbers of people smuggling foreign goods into the country, which only further increased the problems instilled by the current duty. The Mill Bill hoped to take positive actions to \"excel\" in the worldwide clothing manufacturing market, a foreign idea in the \"cloth making business\" in the late 19th century. Instead, countries such as England dominated in these areas because of the United States' high duties. ","    The factories, which should have been filled with the \"music of contented labor,\" were instead filled with the miserable sounds of the \"poverty-stricken.\" The introduction of the Mill Bill would allow factories to become happier places, with lower costs to the manufacturer and lower costs of materials. With the reduction of duties as proposed by this bill, the United States and New York City would be able to compete with foreign competitors, have happier employees, and extend the clothing market. ","    The sentiments expressed through both this article and the Mill Bill were supported by the women and the Democrat Party's campaign throughout 1888 and 1892. Women worked in these clothing factories in an 11:1 ratio of females to males, and shopping and consumerism had continually become a female duty. The Democratic Party and the tariff reform movement involved both working-class women and middle-class women, whose voices strove to be heard through the ballots of their husbands. The Democratic Party employed moral arguments for economic reforms as Democratic women argued that these tariffs were stealing incomes from hard-working families, and they blamed the Republicans for this insanity. Through reforms such as the tariff reform, women gained their political voice as they marched their husbands to the ballot boxes. As reported by the Woman's Tribune, \"political parties [began] to take note of what will be women's wish.\" In the 1890 election, women's influence and the tariff issue seemed to dominate the Democrat's \"sweeping victories,\" as women gained political power through the ballots of their men and under the pretext of tariff reform and legislation, such as the Mill Bill. "],"locations":[{"id":8930,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}]},{"id":4335,"title":"The Pardon of Basil Manly\n","course_id":5,"status":"P","start_date":"1865-09-12","end_date":"1865-10-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 12, 1865 President Andrew Johnson signed a full pardon of offenses committed under rebellion for Basil Manly, Sr. of Tuscaloosa, Alabama.  Included in Manly's offenses was the prayer at Jefferson Davis' inauguration to the presidency of the confederacy in February 1861.  As part of a special group of ex-confederates who could not sign the typical oath of allegiance, Manly needed a Presidential pardon.  Individuals like Manly had to submit a petition to Andrew Johnson to be pardoned.  Following the petition, Manly had to obey five terms to become and remain a United States citizen.  First, he took the oath of allegiance as established by President Johnson on May 29, 1865.  Manly then had to pay any costs owed from any proceeding and disclaim property or proceeds from the sale of confiscated property.  He was instructed to notify the secretary of state to legitimize the pardon upon its arrival, and if Manly used slave labor of any kind in the future, the pardon would be void.  On October 19, 1865 Manly received two more official letters signed by Secretary of State William H. Seward: the first stated that he had taken the oath of loyalty, and the second professed the first letter was a valid copy of the letter Seward had on his file.  At age 67, just three years before his death, Manly Basil, Sr. was once again a citizen of the United States.","            At the end of the Civil War, Lincoln (and later Johnson) was faced with the task of reintegrating those who had participated in the rebellion against the United States.  Lincoln designed a plan that included an oath of allegiance readily available to the masses, but required leaders of the Confederacy to ask him for a pardon directly.  By not forcing anyone to take the oath, Lincoln encouraged a feeling of amnesty when the war ended.   After Lincoln's death Johnson adopted a similar plan, but included a greater number of people in the \"exceptions\" who must ask for presidential pardon.  Manly's role in establishing the confederacy meant that he fell within the fourteen categories of exceptions which included those rebels who had served in political office, held a high ranking military position, or owned property valued at over twenty thousand dollars.  With so many people requiring special consideration, there was a significant influx of petitions for pardon between July and October of 1865 from those who wanted to attend the upcoming state conventions.  Basil Manly's petition for pardon coincided with press reports claiming President Johnson was giving pardons more freely than before.  Lincoln's hope of rebuilding the nation by granting citizenship to large numbers of ex-confederates set up an interesting dichotomy.  While Radical Republicans grew increasingly angry at Johnson's laxness on those they saw as traitors, Southern Democrats slowly began fighting to reassume power in the South.  Instead of finding a unified nation, the two factions continued the struggle for power until after Reconstruction ended."],"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":17,"tag":"Government"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}]},{"id":4339,"title":"Sanitary Reform in Wake of Epidemics\n","course_id":5,"status":"P","start_date":"1878-10-19","end_date":"1878-10-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"It is now eleven years since the fever was epidemic in Galveston, and the citizens believe that with proper attention to sanitary precautions they need never suffer again.\" Referring to an epidemic of the yellow fever in 1867, an article in the <em>Scientific American</em> used Galveston, Texas, as an example for sanitation standards when quarantining the yellow fever in 1878. The article continued to claim, \"the value of such sanitary care was particularly tested in 1878, when the disease was very fatal in Memphis, Shreveport, and in Texas.\" In the wake of numerous epidemics of yellow fever, cholera, and the like, people throughout the country called for sanitary reform and regulation. The rapid urbanization experienced during the nineteenth century had highlighted the insufficient methods for disposing of waste and refuse. As exclaimed in the <em>New York Daily Times</em>: \"we need nothing but noses to know that there is something rotten in the street.\"","The initial push for sanitary reform came in the 1840s, yet would not culminate in any significant changes until the 1870s and 1880s. In the early stages of urban development, city-dwellers practiced private-lot waste removal, in which, as Peterson describes, they \"discharged their wastes upon the land adjoining their dwellings and shops, principally within the confines of the private lot but also into the streets.\" In reaction to similar problems in England during the 1840s, British reformer Edwin Chadwick developed an innovative system of water-carriage sewerage, in which pressurized water was passed through small, egg-shaped pipes to carry solid wastes away from the city. Chadwick also accepted the filth theory, which held \"that gases or miasmas emanating from decaying organic matter caused disease.\" However, not much progress was made in sanitary reform in America before the Civil War; as Peterson remarks, \"only Jersey City, Brooklyn, and Chicago, in fact, attempted major works before the Civil War. Not until after the war and the return of cholera in 1866 did many cities introduce systematic sewerage.\" At that point, American pioneers followed Chadwick's suit, installing comprehensive and integrated sewer systems in major cities across the nation. Legislation was passed to provide for the administrative reform of sanitation. Boards of Health began cropping up in cities around the country. The American Public Health Association, which Peterson claims, \"became the principal voice of American sanitary reform,\" was formed in 1872. Sanitary survey planning emerged as a useful practice, as it \"required the study of every street, lot, and building in a city to determine the precise location of any prevalent and all suspect environmental conditions.\"     ","The impact of American sanitary reform was most readily observed in the comprehensive reconstruction plan developed for Memphis, Tennessee in response to a devastating yellow fever epidemic in 1878, which claimed 5,150 lives out of its population of approximately 45,000. A National Board of Health was created in March 1879 to deal with the problem. It conducted an exhaustive, citywide survey and made nine proposals to improve the city's sanitation. George E. Waring was chosen to construct an innovative and controversial sewage system in the city. According to the <em>Dictionary of American Biography</em>, Waring's \"pipes were much smaller than customary, were for house sewage only, without manholes, well ventilated, and were flushed every twenty-four hours by means of automatic flush tanks.\" Although the plan only pertained to health matters and not to the city's future growth, the sanitary reform conducted in Memphis considerably improved the city's sanitation and proved to be a significant step towards the eventual practice of city planning. ","However, in the 1880s and 1890s, German and French bacteriologists soon discovered the microscopic pathogenic organisms responsible for diseases such as tuberculosis and cholera, among others. Peterson states, \"As this new public health approach gradually took hold, it shifted attention away from the root premise of sanitary reform - that most infectious disease had its source in the visible environment.\" Thus, preventative measures such as isolation, immunization, disinfection, and antitoxins became more important than sanitary reform. Sanitary scientists developed methods of filtration and chlorination of water, allowing polluted water to become purified. Although sanitary reform eventually lost momentum in the face of microorganisms and filtration, the movement sparked valuable innovations in sewerage and city planning as methods to control the byproducts of urbanization during the nineteenth century. "],"locations":[{"id":12777,"lat":29.5143972393,"lng":-94.8756973573,"zoom":9,"place":"GALVESTON, Texas"}],"tags":[{"id":17,"tag":"Government"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":16,"tag":"Science/Technology"},{"id":10,"tag":"Urban-Life/Boosterism"}]}]}