{"id":50,"title":"U.S. History: 1812 - 1914","school_id":40,"school_name":"Foothill College","term":"Fall 2010","abbr":"HIST 17B - 02W","url":"https://myetudes.org/portal","description":"American civilization from 1812 to 1914. Survey of United States history and its political, economic and social development.","points":[[39.878712355,-75.2036894677],[42.3649994065,-70.9800517697],[40.6450686304,-73.9495584018],[40.7805662337,-73.9388482485],[38.9151212228,-76.9435162098],[41.8399513458,-87.8166666032],[44.2738078175,-72.6171283227],[42.6561422287,-77.5340511417],[37.7029266937,-123.005394924]],"bounds":[[44.2738078175,-70.9800517697],[37.7029266937,-123.005394924]],"episodes":[{"id":5100,"title":"An immigrant family travels from Liverpool, England to Philadelphia Pennsylvania in the summer of 1818.","course_id":50,"status":"P","start_date":"1818-06-01","end_date":"1818-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" ","During the summer of 1818, William Amphlett traveled with his wife, five children and two servants on a ship from Liverpool, England to the shores in Philadelphia, Pennsylvania. Philadelphia was a large city in the early 19<sup>th</sup> century and popular gateway for immigrants since the colonial era. During his travels, Amphlett detailed his experiences in a book he entitled <em>The emigrants guide to the western states of North America</em>. The book was written as a guide to aid future immigrants who were considering coming to the United States.","Upon arrival in Philadelphia, Amphlett purchased two horses and wagons for their journey. The family headed towards the mountains in route to Pittsburg. Emigrants like the Amphlett family often endured weeks of travel accompanied by extreme weather conditions. Immigrants had to walk, take steamboats or ride in wagons before railroads became popular. The following passage from Amphlett explains a great deal about the road conditions in America around 1818. \"A wet morning had delayed our departure from a tavern where we had passed the night, at the foot of one of the Alleghany ridges. The road was become very slippery and insecure, even for foot-travelers. The road itself was only a gullet of the mountain, down which the torrent poured after every shower. This circumstance, although it made the road-way cleaner than other parts, had caused such holes and abrupt declivities in the wheel-tracks, that the ascent would be often one, two, and three feet, all but perpendicular! The only way to enable a single horse to drag after him his load, was, at every one of these petty cascades, to form a temporary inclined plane of stones or wood, or whatever material was nearest at hand; and with all our ingenuity, thrice were we completely stalled, and obliged to unload half our luggage to get on a few yards, and then reload. Thus, in eight long hours of a summer's day, we climbed nearly two miles!\"","It was common for immigrants to experience frustration in their travels. Transportation improvements weren't developed until railroads were introduced years later. “But the transition to the railroad revolution was many years in coming. Railroading started in the Keystone state nearly two centuries ago with a quarry tramway in Delaware County south of Philadelphia, near present-day Chester. Like all other railroads of that day, it relied on horses or mules for power. This and other early railways were but the dim ancestors of modern railroading. No faster than wagons or canal boats, their main virtue lay in their smooth-running rails, which were a significant improvement over rutted roads. Pennsylvania had no urgent reason to invest in railroad technology until 1825, when the Erie Canal linked New York City's ports to Midwest markets.”","By 1854, Transportation had greatly improved in Pennsylvania. An editorial written in the <em>Daily Morning Post </em>in Pittsburg described how the opening of the Pennsylvania Railroad in 1854 improved travel. \"There are people now living in Pittsburgh who have traveled diligently for a whole week to reach Philadelphia. The same persons can now go from our city to the eastern metropolis between sunrise and sunset of a summer's day, without fatigue, and without occasion for stopping to eat more than one meal.\" -<em>Editorial in Daily Morning Post, Pittsburgh, on the opening of the Pennsylvania Railroad in 1854.</em>"," "],"locations":[{"id":11224,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":31,"tag":"Immigration"},{"id":602,"tag":"Transportation/Migration"}]},{"id":5102,"title":"<strong>Transportation in 1846; A Journey From Boston To New York</strong>","course_id":50,"status":"P","start_date":"1846-01-30","end_date":"1846-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1846, the United States of America was on the precipice of vast change in the way the citizens of the country transported themselves throughout the country.  In the west, gold was being discovered in California, ushering in a mass population rush towards the west coast and the Sierra Nevada Mountains.  In the east, much of the routes between cities were still interconnected by dated means of transportation.  Chicago, a city which would become the largest hub of railways in the United States, didn’t see their first train until 1848.  “On October 10, 1848, a 2-4-0 type steam locomotive, appropriately named <em>The Pioneer,</em> began to pull cars laden with construction supplies and workers over the advancing line of the Galena & Chicago Union Railroad.”  In only a few short decades, this would change, as railroads expanded and the country became interconnected.  Chicago is an example of this rapid expansion in rail transportation because, “By the eve of the Civil War, 11 railroads served the expanding metropolis. Boosters claimed that a hundred trains daily served their city.”","At the time, the horse was still viewed as a reliable and relatively fast form of transporting people from one place to another.  Over the next few decades, however, the slow modes of transportation would be ushered out, and the new modes of transportation would become more efficient, connecting regions which were hard to travel to in the past and opening up new opportunities for the American economy to blossom.","Alex Mackay traveled to the United States from Britain to tour the burgeoning country and write down his findings.  On a cold night in the winter of 1846, he made the voyage between Boston and New York, a voyage which can be made in mere hours by car or train today.  In order to breach the 215 mile distance between the two cities, Mackay had to carefully plan the route which he would take.  There were three routes that were possible at the time, and all of them included a slow-moving train and a steamboat.  Being that he was travelling in winter, there was ice in the Long Island Sound.  Taking this information into account, Mackay decided to choose the route which used the least amount of passage over water to reach the destination of New York.  Mackay recalled the factors that led to his choice in the book he published about his journey upon his return to his home; “The Long Island Railway being blocked up by snow, I selected the route by Norwich in preference to that by Stonington, the former curtailing the sea voyage by about thirty miles, a serious consideration, as the navigation of the Sound was then rather perilous, owing to the masses of ice with which it was obstructed.”","Apart from the possibility of meeting danger on sea with chunks of floating ice obstructing a steamboat’s way, Mackay ran into discomfort and warnings of danger on the rails as well.  Aside from the mere bulk of the itinerary, the configuration of the train cars had to be adjusted due to the cold weather.  “In winter, two or three seats are removed from one side to make way for a small stove”.  The cars were described as packed already, but the chance of being scalded by the only means of heating a car which would otherwise be frozen added to the danger of travelling in a cramped, slow, dirty mode of transportation.","In an attempt to escape the horde of people crammed into the cars of the train, Mackay ventured outside into the frigid winter night.  On an outside platform of the train, he met a conductor, and had a brief, amusing conversation with him.  The conductor suggested that the author venture back inside the car, being that if there was some sort of accident, he wouldn’t stand much of a chance outside.  Shocked, the author asked if such accidents were frequent.  ““We do sometimes run off the rail, that’s all;” said he, without the slightest emotion; and then passed into the car without deigning to know how I received the announcement.”  Mackay’s travels between Boston and New York only ended up with the threat of danger, as he reached his destination tired and drawn out from the ordeal of making and executing the plans of transporting himself to get there.","Mackay’s voyage illustrates the tediousness of travel before the invention of the internal combustion engine, electrical power generation, and the ambitious networking of train lines throughout the country.  The lack of easy mobility in the United States of 1846 lent to troubles with the expansion of trade and industry.  The story of Mackay’s voyage from Boston to New York is only one part of his travels through the United States.  When he told the conductor on the platform of the train of his expansive traveling, he was met with apathy.  Such an idea wasn’t an enjoyable one back in the middle of the 19<sup>th</sup> century.  As the railroads would spread to the west, steel would become mass produced by the 1870s, and more transportation options came to fruition throughout the continental United States, intra and inter regional travel would be taken upon without the burden of unwieldy options which were often dangerous.  As America became more inter-connected, with those connections running smoother as the years went by, the economy would follow in suit, forging the way forward with industrial innovations which would eventually create a very powerful country.  The time of Mackay’s voyage marked an end of an era in which travel options in America were poor, took extraordinary effort on the part of the travelers, and included an increased probability of danger or delay."," "],"locations":[{"id":6208,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":666,"tag":"Railroad"}]},{"id":5101,"title":"A English tourist documents his travels from Liverpool, England to New York.","course_id":50,"status":"P","start_date":"1848-06-01","end_date":"1848-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1848, Archibald Prentice composed “A tour in the United States” during his journey from Liverpool, England to New York. In his letters, Prentice recorded observations of his experiences throughout his tour of America.","During his stay in the Astor House in New York, Prentice wrote about what he observed after touring Brooklyn. He was particularly fascinated by the working man of America. In one of his journal entries, he noted that the labor market for incoming immigrant men was plentiful throughout the city. In the following passage he described the lure of moving to America. Many poor immigrants had nothing but hope that the simple opportunity to promote themselves through higher wages could improve their lifestyles. “Much misery must prevail. Tens of thousands of immigrants land here and linger here without a definite object; but yet the wages of common labour are about fifty percent. more than they are in England, and the price of food is one-third less. It is true that rent, clothes, and coals are fifty per cent. higher; but where a man has scarcely earned more than has kept him in food, the change by coming here is decidedly to his advantage, always premising that he brings the kind of labour which is in demand. If the labourer has earned three shillings a day in England, he will earn four shillings and sixpence here.\"","Although Prentice painted a portrait that sounded hopeful to any poor immigrant, not everyone entering the United States was able to obtain good employment or maintain a successful lifestyle. Prentice noted that alcohol such as whiskey was cheap and plentyful which caused problems for immigrant workers. He wrote how alcohol abuse often ruined the progress of hopeful immigrants by causing ill mental and physical health.","Those who were destitute often ended living in charitable homes for the poor called Almshouses. “Life in many 19th-century immigrant urban neighborhoods was squalid and mean. Immigrants were disproportionately represented among the ranks of the inner-city poor. By 1860 nearly 90 percent of New York City’s paupers were immigrants. When not begging for food or accepting charity, they lived in dank, dark, filthy, crowded tenements. Such conditions served as a breeding ground for alcohol abuse and crime. In 1870, 65 percent (32,322 of 49,423) of those in New York City’s prisons were foreign-born, with 68 percent hailing from Ireland .”"," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "],"locations":[{"id":8868,"lat":40.6450686304,"lng":-73.9495584018,"zoom":11,"place":"KINGS, New York"}],"tags":[{"id":602,"tag":"Transportation/Migration"},{"id":34,"tag":"Crime/Violence, Economy, Law, Slavery, Urban Life/Boosterism"}]},{"id":5103,"title":"<strong>Full Steam Ahead; Coming to America on a Steamship – How the Steamship and the Industrial Revolution Changed America.</strong>","course_id":50,"status":"P","start_date":"1852-06-22","end_date":"1852-07-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 22, 1852, Edmund Patton took off upon a massive steamship from London on a voyage to America.  He noted the scene upon leaving within the pages of his book, “One of these noble ships leaves the port of London weekly; they are fitted up to carry several hundred emigrants, who are glad to leave Europe, in the hope of improving their condition in the New World, which offers a fair prospect to clever mechanics, agriculturists, and others able to work, who have seldom had cause to repent bidding farewell to Fatherland, especially those having large families to settle in life.”  The scene he describes is a scene of people embarking on a new life.  The accumulation of these lives creating new stories of their own in a New World would change the course of the country they were in search of.  Patton held these immigrants in contempt throughout his encounters with them on the ship, dismissing them as an unwashed mob and holding nothing back in implying their inferiority to himself.  His haughty narration is a good example of the reason why these people were leaving in search of something better.  The story of the changing of America wouldn’t be because of people like Patton, however, it would be the story of that rabble with whom he was traversing the Atlantic on a steamship.","The advent of steamships and the migration which followed produced a cyclical function; the advent of large steam ships in place of sail ships made migration easier, which in turn increased the population of the country.  The immigrants provided cheap labor, which the new, growing American industries needed to produce massive amounts of steel, etc.  So, the immigrants who showed up to work in American factories produced more volumes and better additions to the transportation industry, which fostered the ability for more immigrants to pick up from where they lived before and establish new roots in America.","The advent of steam power and the Industrial Revolution which followed on its heels changed the way life was lived in the United States.  These innovations increased the allure and therefore the power of cities, which could provide a large number of people in a concentrated area for a workforce in the industrial factories which arose during the Industrial Revolution.  Before the massive immigration to American shores and the advent of steam power in ships and trains, the United States was a largely agrarian country, with farm communities linked to each other by muddy roads which were travelled mainly on foot or by horse.  As the train lines expanded across the country over the course of the century, and immigrants poured into cities, creating new opportunities to chase the American dream in a new economy, the balance of what we would consider an average American life shifted to something that looked much more urban than it had in the past.  “Wherever it occurred, the Industrial Revolution shook people loose from traditional ways of life. It made factory workers out of artisans and, even more dramatically, turned millions of rural farmers into urban wage-laborers. Most of those migrants from countryside to city, from agriculture to industry…”","If it weren’t for the steamships like those which Edmund Patton travelled on across the vast Atlantic Ocean, the United States may have become a different, less diverse place.  The Industrial Revolution that followed made the country into an economic power, and it connected the country in a way that it hadn’t been in the past.  Shorter transport times meant more fluidity of movement throughout the country.  If it was for leisure or for the search of a better life, the steamship and the Industrial Revolution that followed allowed people to pursue their free will of travel in a country that was established on the belief that people are entitled to that kind of freedom."],"locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":11,"tag":"Economy"}]},{"id":5104,"title":"Nationalism in Washington DC in the Early 1800’s","course_id":50,"status":"P","start_date":"1800-01-17","end_date":"1816-09-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["America has certainly gone through many shifts in culture throughout its history, as well as shifts in identity on micro and macro levels. As such, especially in Washington DC, there has always been a battle between local identity and the identity of a nation. This was evidenced especially by Arthur Singleton, who ended up traveling across the United States and wrote predominantly about the growing identity of the new country. In his 1816 letter to his brother he captured his feelings about America, exclaiming “How enobling to be the feelings of an American president, to stand upon Capitol-Hill, and to cast his thoughts northward, and southward, and westward, over our vast and free continent, and to reflect that he is the chosen monarch of all he surveys, and whose right there is none to dispute.” His thoughts convey a sense of awe towards American national identity and seek to glorify its various institutions of law and governance.","Singleton uses a fairly constant and glorifying tone to describe America by stating so much as simple facts in a grandiose way. He writes that “The Federal City is nearly equidistant from the northern and southern extremities of the confederacy, from the cold Saint Croix, to the warm Sabine... yet is there but one vast expanse, one peopled tract, over which delegated parental domination extends.” He expresses physical facts in such a way and at such a time that he shows that he, at least, looks up to the state and sees it as something glorious and magnificent. Further, he showcases not only a form of nationalism, but a distinct one. Singleton writes disapprovingly about two times when George Washington met Congress – first, “it is said, he went on foot, in a plain domestic suit” and “the second year, he went in a costly foreign velvet dress.” The implication is that there is prominent European influence on America or that American culture is changing as a result of its rising prosperity. Further, the simplest explanation for Singleton’s discontent with Washington adopting European customs is the idea that America is somehow superior or “freer” than other states, which is supported throughout the text via the heavy use of simile.","This heavy emphasis on nationalism was not confined to Washington DC, however. Bart Bonikowsky explains that “Partisan conflict abated considerably in the [early] ... 19th century, giving way once again to a shared “national feeling”. As would be the case time and again throughout American history, the population was united by military conflict. The War of 1812 brought Americans together military service, [and] created animosities toward the British that matched those that had existed against the French.” Thus, the War of 1812 may have been one cause of the immense love for his country that Singleton writes about. This seems to make sense, especially given the fact that he wrote his letter just one year after the war of 1812 ended – the right time at which not only to capture the feeling of animosity towards the British during the war that persisted but to capture feelings of pride for America as a strong force.  As such, nationalism was strong in the years following the war and contributed to a self-image of greatness."],"locations":[{"id":15677,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":18,"tag":"Politics"},{"id":787,"tag":"Urban Life"}]},{"id":5105,"title":"Sexism in Washington DC in the Early 1800’s","course_id":50,"status":"P","start_date":"1800-02-05","end_date":"1816-10-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sexism has always been a significant problem throughout America’s history, and while much of it has been directly targeting women, it permeates through language used by Americans. This is shown by Arthur Singleton’s letter from Washington DC in 1816, where he makes the comment that “I bless myself, that this country is not subject to Gynæcocracy; that, by our Salique law, no woman is eligible to our presidency.” This functions as an assertment of the “traditional” belief that women are not eligible to have the same rights, dignities, and so on as men.","Yet Singleton’s defense of his statement sounds more like providing excuses rather than a justification for his belief, and he provides said excuses in a number of ways. First, he looks to the Bible – which says that “the women should look to the man for counsel,” and to a few historical examples which may not be enough to prove or disprove his point – he just says that there have been few great queens, but he never directly denies that there have been great queens in the past. Further, the majority of his attempted justifications for his statement involve masked assertions – such as the idea that “legislation... is too weighty for the sensitive fibres of the female mind.” or that “woman should rule, not indeed in civil jurisdiction, which would unsphere her, but in her vast natural province.” As such, Singleton conveys the social beliefs of the time, which rest upon not fact but prejudice.","Yet these beliefs were not limited to Washington DC; they existed throughout society, and to a great magnitude. As Kathryn S. Hahn explains, not only were women seen as incompetent, they were seen as foreign, saying “Women were used to hiding aspects of their lives that made them uniquely feminine. They hid such things as pregnancy, because it was different from men, and men were the norm in society. If they did not hide the differences they were... considered insane.” This passage gives the effect of such prejudice as carried out by society especially during the 1800’s – that the idea that femininity was foreign and associated with incompetence in “male roles” was apparent throughout society. As such, women were constantly discriminated against both directly and indirectly, with horrible consequences resulting from society’s mindset."],"locations":[{"id":15677,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":787,"tag":"Urban Life"},{"id":7,"tag":"Women"},{"id":788,"tag":"Sexism"}]},{"id":5109,"title":"French women's impression of American race relations","course_id":50,"status":"P","start_date":"11/11/18","end_date":"5/1/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Comtesse Madeleine de Bryas and her sister Jacqueline were born, raised and cultured in Paris.  During 1918, the two sisters were in the United States for six months to raise funds for the “American Committee for Devastated France”  by giving speeches. While they travelled shore to shore by train they liked America and the American people they met.  They had wonderful comments about American society and especially about American women.  In their book they gave their impressions of America by comparing American culture and fashion to French. Of course, they had positive impressions of America and especially the hospitality and generosity of the American people.  The sisters traveled across America from New York to St. Louis to San Francisco and the Puget Sound before their return east to Washington, D.C.","One of the observations the two French sisters had was in Washington, D.C. They both came across an American soldier who came up to them and introduced himself to them.  He asked them where they were from, and they said they were French from Paris.  The soldier had the most respectful manner towards them.  The two sisters had the same manners towards the American soldier.  While they were getting to know the young soldier they became extremely interested in the “negro” question.  They knew that life was hard for them, especially for African American women. The soldier admitted that some of the laws America had must not be fair to the French, but that was how things were here.  The sisters understood that, but they still felt bad about it.","By World War I, the military forces had a source of black pride.  Black educators, clergymen, and after a while the press referred to them as Negro heroes of America’s past wars. After the Civil War, the U.S Army kept four Negro regiments.  These units integrated veterans of the civil war and the frontier Indian fighting regiments.  Retired sergeants became appreciated traditional leaders in their communities. This history set a foundation for the African American support and connection in America’s future wars.  In 1917, the United States went to World War I under the slogan “Make the World Safe for Democracy.” In a week after the U.S went to war, the War Department stopped accepting black volunteers because colored army quotas were filled.  No black men were allowed in the Marines, Coast Guard or Air Force.  They were only allowed in the Navy and then only as mess men.  More than 2,000,000 blacks registered for the war and only thirty one percent were accepted to twenty six percent of the white men.  African Americans then comprised ten percent of the population.  World War I was to represent a change in African American history. It also presented a chance to advance race relations at home, as blacks and whites were fighting together abroad for the freedom of others."],"locations":[{"id":17283,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":799,"tag":"Travel"},{"id":21,"tag":"Race Relations"}]},{"id":5110,"title":"French women's impression of women's rights in America","course_id":50,"status":"P","start_date":"7/28/14","end_date":"11/11/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the book<em> French woman's impression of America in the late nineteenth century </em>Comtesse Madeleine de Bryas and her sister Jacqueline observed how women in England were craving to vote and get out of the house for once and make a change.  But French women had disappointed the two sisters because they were the least feminist of all.  A French woman did not want her “rights” at all: she was satisfied with managing her man financially and otherwise.  The American woman who was having the conversation with the sisters asked if they wanted the right to vote.  They laughed while answering her question.  They answered saying the enemy was on their soil and there was no time for feminism.  A French woman had no intention of remaining behind the era: they would no doubt ask for the right to vote, and they would get it when they wanted it.  The sisters tried to explain to the American woman that for now not having equal rights with men was not a problem for French women.","There is a debate as to whether giving the vote to women was the result of Word War I or the progressive democratization of Western societies.  In countries such as New Zealand, Australia, Finland and Norway, women got the vote before World War I even began.  Others such as Denmark, Iceland, Holland and Sweden enfranchised women during the war without being mixed up in it.","After World War I, women in the U.S. were given the right to vote, but France and Italy had to wait until 1945 to see that this was the right thing to do.  In France, feminists were very active. Enfranchising women over thirty in Britain didn’t help the younger women of any class who had borne the brunt of wartime.  The British male politicians wanted to evade a situation in which women not only got the vote but also a majority.","By the 1900’s, women had partially achieved professional, legal and educational equality with men. Elementary and secondary education was open for women.  Also higher education was increasingly available for women.  The states started to adopt common law practices to give women more legal powers.  In some states, wives were given control over their inheritance and earnings, and in other states women were even given a chance to win full custody over their kids in a case of divorce."],"locations":[{"id":17283,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":795,"tag":"Life After World War I."},{"id":798,"tag":"Women's Rights."}]},{"id":5113,"title":"Women's Rights Activist Experiences Effects of the Communication Revolution","course_id":50,"status":"P","start_date":"1872-01-01","end_date":"1872-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the first of three visits to America in the fall of 1872,  Emily Faithfull, an Englishwoman and women's rights activist described the problematic state of affairs that existed in the American government. During her stay, she closely followed the news articles published in the <em>The New York Daily</em>, <em>The Boston Herald,</em> and <em>The Chicago Tribune, </em>which all related stories of corrupt government officials and the perversion of justice that threatened America's democratic values. Emily Faithfull expressed specific concern over the abuse of justice that pervaded the courts, and in particular, the juries which she believed were placing its citizens' freedoms at risk. In the <em>Chicago Tribune</em> she read of the unqualified men that sat in the juries;men who were either too illiterate to properly \"weigh evidence\" or too apathetic to uphold the proceedings of a just trial. Other men, she learned, \"sympathize\" with the criminal class and withheld the execution of justice (that defines American values).<br /><br /> In her writings, Faithfull asserted that anyone who read the newspapers on a regular basis understood the amount of effort required to improve the situation. Accordingly, she related that in response to such news, \"some young men of the best families have awakened to a sense of their individual responsibility with regard to public matters and have organized a club with the view of encouraging an active participation in political movements.\" Outraged and troubled, Faithfull emotionally warned of the consequences of inaction that allowed those conditions to exist. She continued by urging those who \"love America\" and care for their \"nation's well-being\" to take on proactive measures to keep unscrupulous juries out of the courtroom in order to protect their democracy.","Her description and strong opinions regarding the daily events in American life reflected the effects of the widespread dissemination of information (telegraphs, publication of newspapers, magazines, pamphlets and books), which swept America in the 19th century. Historian Robert Brown regards the effects of the new found  public awareness as the \"communication revolution\" and credits the dramatic changes to technological advancements in transportation and commercialism. The communication revolution, he explains, profoundly impacted every area of society including politics, journalism, education, social movements and commerce. An informed public was now in a position to more actively participate in politics, assemble with others of similar views, voice their opinion, as well as petition and protest. Like Emily Faithfull and the men she describes, having the news at one's fingertips not only empowered aristocrats, farmers, women and slaves but also transformed much of society's outlook and behavior. People could now utilize the power of communication to influence the public and shape the world."],"locations":[{"id":2540,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":484,"tag":"Juries"},{"id":450,"tag":"Powerful Women in History"},{"id":800,"tag":"Communication Revolution"},{"id":459,"tag":"Female Authors"},{"id":7,"tag":"Women"}]},{"id":5111,"title":"Bertha Bülow-Wendhausen and the Women of America","course_id":50,"status":"P","start_date":"1897-01-01","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Bertha Bülow-Wendhausen was pleasantly surprised when she arrived in America in 1897. The women she observed here in America were a welcome change compared to what she was used to in Europe. While in her homeland, women were \"mannish\" in appearance and unfeminine; the women she found in America were content to be women. She found no discontent in the way they behaved, in the way they dressed, or in the way they spoke. They were intelligent, graceful, and motherly. All of the women busied themselves in womanly accomplishments, such as organizing charity groups, kindergartens and clubs.","Bertha also noted many female attendees in her lectures about kindergarten in New York. In fact, they filled the whole room, leaving the men to stand in a line near the back. The gentlemen she met afterwards were unaccustomed to conversing with a female who was interested in the same topics as they were, as shown by their hesitation and initial nervousness when talking with Bertha.","According to Mary P. Ryan, women between 1860 and 1920 were not seen as unequal or subordinate to men, but simply different. In fact, the American woman was perceived to be in a far better position than her mate, as she was confined to her quiet house and spared from the rough and cold world that loomed outside. However, as Bertha noticed, women could still be equal to men in their intelligence. There was less stigma associated with a learned woman, compared to a century earlier, when scholar Leander considered it useless and troublesome for a man to have a learned wife."],"locations":[{"id":8873,"lat":40.6450686304,"lng":-73.9495584018,"zoom":11,"place":"KINGS, New York"},{"id":6213,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":7,"tag":"Women"},{"id":799,"tag":"Travel"}]},{"id":5112,"title":"Bertha Bülow-Wendhausen and the Children of America","course_id":50,"status":"P","start_date":"1897-01-01","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Bertha admired the small children in America. They were very well behaved, but they were too mature for their age. Children this young must not be too reflective or solemn, but playful and carefree. Kindergarten would remedy this and mold children into what they were supposed to be. The children were also very polite and respectful to their elders, a trait, Bertha noted, that was lacking in many European children. Even the boys from the slums were polite and courteous as she drove by.","Bertha visited many schools and kindergartens while visiting America, and she was struck by the children’s seriousness. Although well groomed and neat, they did not laugh or play often and were quiet. She recounts the story of a young 13 month old child, already independent. The child, she claimed, could walk forward and back, up and down stairs, and feed himself with a fork cleanly and without any aid. She thought of the importance of independence and self-reliance in America, and marveled that it was taught to babes even at such a young age.","During Bertha’s time in the United States, children were still seen as helpers in the household. Education for children was carried out mostly by their mothers and perhaps fathers at home. James Marten agrees that children were molded into miniature adults early in life, their childhood a sacrifice for family prosperity. Children of both rich and poor families were brought up in order to contribute to the family income, not to leech it and indulge themselves in frivolous affairs. During the 19<sup>th</sup> century, the advent of “kindergarten” in the United States gave childhood importance again."],"locations":[{"id":8873,"lat":40.6450686304,"lng":-73.9495584018,"zoom":11,"place":"KINGS, New York"},{"id":6213,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":799,"tag":"Travel"},{"id":408,"tag":"Children"}]},{"id":5115,"title":"Women's Welfare Activist Records Inequalities Faced by Female Teachers","course_id":50,"status":"P","start_date":"1862-01-01","end_date":"1862-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During a visit to America, women's welfare activist, Emily Faithfull examined the vast inequality that existed between men and women teachers and concluded that the situation was unfortunately no better for English women. The \"feminization of teaching\" had just begun to evolve around the time of her visit (1862);the majority of teaching positions in America, from the colonial period to the middle of the 19th century, were occupied by young, white men. She noted, that \"thanks to tradition and prejudice\" female teachers continued to be underpaid. In her writing, she detailed the salaries of male and female teachers who underwent the same training and exams, performed the same tasks, and devoted as much energy and devotion as male teachers, but received less compensation. At that time, the average salary for women teachers in Vermont ranged from eight dollars per month (with board) to $750 a year, while men received around twenty dollars a month to $1600 a year. Faithfull also argued that while women also bore additional responsibilities of taking care of the home and child rearing, they fulfilled expectations that demanded they \"work with alacrity, give up [their] time, be well posted in every subject, dress like ladies, and accept a salary which a French cook would scorn.\" She also refuted the commonly held opinion that married individuals received a higher salary by pointing out that men always received a larger salary regardless of their marital status. While men often had access to greater educational opportunities, the unfortunate reality was that many equally deserving and competent women were widows with families to support. Even the public, she argued, was well aware of this fact and admitted their preference for female teachers due to \"the score of their cheapness, as well as on the ground of their general efficiency.\"<br /><br /> Reknowned for her work as a women's welfare activist, Faithfull's brief descriptions reflected the difficult struggle of equality for women, specifically the obstacles they experienced as teachers. Though legislation did eventually grant greater rights to women, the wage gap between men and women working in the same fields remained. Authors Pulliam and Patten explain that until the advent of \"common schools\"  in the 1830's (similar to modern day public schools), men dominated the field of education and usually used education as a starting point to move other areas of work, such as ministry and law. Prior to this, women predominantly taught basic lessons (alphabet, numbers, Bible studies) in \"dame schools\" run in their own homes for meager wages. Despite the low wages, however, women still longed for the opportunity to impart their knowledge, as it provided them independence and a sense of fulfillment. Initially, schools were reluctant to employ women as teachers, but with the efforts of reformers and activists like Emily Faithfull, who helped to broaden opportunities for women, monumental strides were made in education as well as other fields of work."],"locations":[{"id":13558,"lat":44.2738078175,"lng":-72.6171283227,"zoom":9,"place":"WASHINGTON, Vermont"}],"tags":[{"id":802,"tag":"Public School"},{"id":801,"tag":"Teachers"},{"id":576,"tag":"Equal Rights"},{"id":7,"tag":"Women"},{"id":6,"tag":"Education"},{"id":450,"tag":"Powerful Women in History"},{"id":421,"tag":"Women's roles"},{"id":196,"tag":"women's rights"}]},{"id":5117,"title":"Language and Warfare of the Adirondacks and Five Nations","course_id":50,"status":"P","start_date":"1790-04-16","end_date":"1790-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["European settlers and the Native American tribes had always had barriers that prevented them from fully understanding each other. In 1768, a man named John Long had started keeping a journal where he planned to record the customs and languages of the various tribes across the land that would become the United States. By taking on this task, Americans and the Native tribes would be able to communicate with one another much more easily than before. Aside from simply recording specifics about the native tribes, he also took notes of what he did or what he saw while on his travels. By reviewing his observations, the reader can gain a better understanding of what the environment was like compared to the sheltered life of the cities, which contrasted greatly with the villages of the native tribes.","Long’s first visit to the Americas started with a companion missing for four days. His group encountered a Native American and tried to explain their distress to him. “Just as the captain proposed setting sail, an Indian came on board, to whom we endeavoured to communicate our distress. On this occasion, he seemed to understand us…”  Although the Native American seemed to understand them, the language barrier seemed to prevent a complete understanding of what was wrong and why they needed help. One of Long’s records included a listing of the “Five and Six Nations” and what their purpose was. He explained that the Five Nations were rivals to the Adirondack tribe and were severely crippled after the Adirondack allied themselves with the French, who had settled in Quebec. A passage written by James H. Smith, gives a more detailed description of what life was like and the reasons war broke out between the Five Nations and the Adirondacks. “The Adirondacks formerly lived three hundred miles above Trois Rivers, where now the Utawawas are situated; at that time they employed themselves wholly in hunting, and the Five Nations made planting corn their business. By this means they became useful to each other, by exchanging corn for venison. The Adirondacks, however, valued themselves, as delighting in a more manly employment, and despised the Five Nations, in following business, which they thought only fit for women.”  Further in Smith’s passage he writes that the Adirondacks took in some young men from the Five Nations to assist in hunting, but when the men of the Five Tribes out preformed the men of the Adirondacks, they were killed. The Adirondacks refused to offer a tribute to the families of the men that were murdered stating that the men of the Five Nations were, “…men not capable of taking any great revenge.”  This provoked the Five Nations into the beginning of many wars with the Adirondacks. “The first engagement proved decisive in favour of the Adirondacks, owing entirely to the use of fire arms having been introduced among them by their new allies, which the Indians of the Five Nations had never before seen.”  To balance this, another tribe had joined the Five Nations making them six tribes, however they decided to keep the name Five Nations.  This empowered the Five Nations and gave them a better chance at combating old enemies that had once given them trouble. “This warfare continued until it culminated in the disastrous defeat and dispersion of the Adirondacks and their allies…in a terrible battle fought within sight of the French settlements at Quebec.”  After recording the events of the Native tribes, Long returned to London and began work on a comprehensive guide listing various words and phrases that were translated from English to the languages of the Iroquois and the Chippeway. This guide spans roughly 100 pages; it has given many a way to overcome the hurdle of language between some of the Native American tribes."],"locations":[{"id":15415,"lat":42.6561422287,"lng":-77.5340511417,"zoom":9,"place":"Ontario, New York"}],"tags":[{"id":537,"tag":"Native Americans"},{"id":805,"tag":"Journal"},{"id":811,"tag":"Five Tribes"},{"id":812,"tag":"French"}]},{"id":5123,"title":"San Francisco in the late 1800s","course_id":50,"status":"P","start_date":"1883-09-23","end_date":"1883-09-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the United States won its freedom and began to expand itself westward, many of the cities throughout the country began to flourish in their own specific ways. A journal kept by Captain Willard W. Glazier recorded a variety of cities he visited while traveling through the United States in the late 1800s.  Captain Glazier visited many cities, including San Francisco.","When Captain Glazier entered San Francisco, he noted how impressive its bay was and that it was one of the greatest in the world: “San Francisco Bay is unsurpassed in the world, except by Puget Sound, in Washington Territory, for size, depth, ease of entrance and security.”  Along with the bay itself, Glazier also noted Alcatraz Island and Angel Island as well as other smaller islands dotting the bay.  What Glazier focused on the most however, was what this California city was most famous for, the Gold Rush. “Reports of the new El Dorado reached the States, and during 1849, from Maine to Louisiana came the gold seekers. From every country in Europe, from Australia and from China, additions were made to the throng of pilgrims, who, by the Isthmus, around the Horn, across the seas, and by the terrible journey overland, all rushed pell mell up the Sacramento, stopping at San Francisco only long enough to find some means of conveyance.”  With this passage, Glazier describes the phenomenon that lured in people from all over the world to pass through the Golden Gate and search for the riches they hoped to find. It was surprising that the rest of the cities in other states toiled with new innovations to attract citizens and increase their economic status, as explained in a passage of an article written by Judith S. Baughman: “American cities in the 1900s were engaged in a fierce competition for prestige and status\"  These cities needed to fight to achieve the same level of attention that San Francisco had in California. The horde of gold seekers rushing in to San Francisco brought new developments to the city as well. These developments were thanks to the majority of people traveling to San Francisco and bolstering its economy. While the rest of the country solely relied on industry to drive the cities, “the economy, whose growth was once fueled by millions of farmers, merchants, and mechanics, now was dominated by a handful of corporations…brought by industrialization and centralization…”  San Francisco had various public buildings and other areas were built to meet the needs of the population residing within the city. Glazier noted that “the City Hall will, when finished, be surpassed by few structures in the country. The Palace Hotel, at the corner of Market and New Montgomery streets, is a vast building, erected and furnished at a cost of $3,250,000. It is entered by a grand court-yard surrounded by colonnades, and from its roof a birds-eye view of the whole city can be obtained.”"],"locations":[{"id":969,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"SAN FRANCISCO, California"}],"tags":[{"id":794,"tag":"San Francisco"},{"id":810,"tag":"U.S. Cities"}]}]}