{"id":52,"title":"America From Civil War to World Stage","school_id":43,"school_name":"Widener University","term":"Fall 2010","abbr":"HIST 356EO","url":"http://widener.webstudy.com","description":"","points":[[41.8399513458,-87.8166666032],[40.6916304076,-74.0035386433],[43.3136970893,-73.4307458827],[40.4953812031,-78.7135842636],[40.7805662337,-73.9388482485],[39.30762356,-77.8627617422],[46.2975453728,-117.907874423],[39.4276655911,-84.1668444718],[39.864392731,-85.009873998]],"bounds":[[46.2975453728,-73.4307458827],[39.30762356,-117.907874423]],"episodes":[{"id":5134,"title":"Chicago Fire","course_id":52,"status":"P","start_date":"1871-10-08","end_date":"1871-10-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On the evening of October 8 1871, a small bright spark quickly engulfed Chicago’s entire West Division. Elias Colbert an editor for the <em>Chicago Tribune</em> newspaper recounts the progress the fire made while peering through his telescope from the rooftop of the TribuneBuilding.","Colbert attempts to gather statistical facts on the losses generated by the great conflagration in his article titled, <em>The Losses by the Fire</em>. He concludes that the factual calculations of the total damage would be a rough estimate.","An estimation of 500 buildings including frame structures lost from the fiery blaze and displaced 2, 250 residents on the West Division of the city. Approximately 3,650 buildings were destroyed in the South Division, which included 1600 stores, 28 hotels, and 60 manufacturing establishments. About 21,800 residents became homeless on the upper stories. In the North Division area the burning blaze left 500 establishments standing out of 13,800, leaving 13,300 in ruins making 74, 450 people homeless. Over 600 stores and 100 factories burned along with a portion of the southern part of Lincoln Park. Before the blaze came to a halt, it destroyed 17,450 buildings within a 3.5 square mile. The total damage cost Chicago $200 million. About one-third of the city was ruin and nearly 98,500 people were homeless [1].","The flames moved north and east, leaping over the fire engines and progressing beyond them enclosing their entire apparatus as the flames move east and west. From the west side of Jefferson Street, as far as the eye could reach, in an easterly direction--and the river bound that space--a perfect sea of leaping flames covered the ground.","As far as north of North Avenue, to the river and the lake, the entire North side was a seething infernal. By daylight, the fierce and raging fire was one massive sheet of flame creating a perfect ocean blaze of the east that stretched 7 miles long.","On October 10, the rainfall, the lake, and undeveloped lots on the North side subdued the destructive blaze. Telegraph posts are transfigured into burned and branchless trees, and in this blue land of supreme fancy, the prosaic and the commonplace have disappeared forever. At another point one can faintly distinguish twisted and distorted iron beams, half covering and half covered by massive blocks of stone."," ","[1]Elias Colbert, \"Losses by the Fire,\" <em>Chicago Tribune</em>, October 8, 1871."],"locations":[{"id":2540,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":839,"tag":"destruction"},{"id":836,"tag":"fire"},{"id":827,"tag":"Chicago"},{"id":840,"tag":"Illinois"},{"id":841,"tag":"1871"}]},{"id":5138,"title":"The Catastrophic Triangle Factory Fire: A Catalyst for Progressive Reform","course_id":52,"status":"P","start_date":"3/25/11","end_date":"3/25/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The dreadful sounds of death hit the ground as smoke poured from the ten-story building.  William Shepherd, journalist for Milwaukee Journal, describes moment by moment the horrible events he witnessed on that tragic day in Washington Square, New York when fire engulfed the factory of the Triangle Shirtwaist Company.  It was Saturday, March 25, 1911 just around 4:30 PM, closing time, when fire broke out in the Asch building.  Young girls were huddled in windows full of life screaming desperately for the aid of firemen as they tried to escape the flames burning behind them.  One by one broken bodies of girls who were employed by the factory were piled on the sidewalks and streets of Washington Square.  Firemen arrived but their ladders only reached the sixth floor leaving the girls with no other option but death.  Crowds looked on hopelessly watching as many girls chose death by plummeting to the ground while others were horrifically burned alive. ","As Shepherd looked around, he caught sight of a love story uncovering amidst the flames.  He describes the scene of a young man helping unresisting girls out the window as if he were a perfect gentleman opening the car door for a lady.  Shepherd describes the moment when he witnessed the love affair unfold as the brave, young man kissed the final girl he helped out the window as they dropped to the ground where eternity awaited them.  As if this scene of girls falling to their death was not enough, Shepherd describes the sight he saw as he followed the screams around the corner where he witnessed girls on the ninth floor burning as they were unable to escape the flames and others plunging to the ground while swallowed up in flames. ","Soon the sounds of girls screaming and the thuds of bodies hitting the ground silenced and Shepherd painted a gruesome picture of the devastating catastrophe that Washington Square just experienced.  As he watched policemen tagging the lifeless bodies, Shepherd noticed the engagement ring that rested on one lady’s finger.  There laid a young woman whose life was so tragically cut short by the Triangle Factory fire.  Still the horror did not stop there.  As a fireman exited the building he described to Shepherd the scene as a sea of at least 50 bodies filling the big room on the seventh floor and an air shaft piled with dead girls who had attempted to escape the flames. ","As Shepherd looked around in obvious shock of the horrific events that just occurred before his eyes, he remembered the great strike that occurred the previous year where these very women were demanding safer and more sanitary working conditions in this factory.  This unsuccessful strike that was organized by the International Ladies Garment Union clearly did little to create safer and sanitary working conditions at the Triangle Factory as these women were still powerless in their work environment.  They were still working behind locked doors in cramped, lightly ventilated rooms filled with highly flammable materials.   Joseph Asch, owner of the building that housed the Triangle factory, declared the building fireproof and in par with fire regulations; however, investigations following the fire revealed quite the opposite as the building violated city ordinances requiring three stairways from street to roof. Through these investigations, it was revealed that the only stairway out of the building was rusted and crumpled to pieces as the girls tried escaping the fire.","The working conditions of the Triangle Shirtwaist Factory epitomized the poor working conditions and hardships many immigrant factory workers were subjected to as they attempted to earn a living.  This infamous event was a catalyst for progressive reformers as it created public awareness of the poor working conditions that were imposed on factory workers.  The catastrophe fueled the union movement as they sought to improve working conditions in America.  As civil and criminal trials developed as a result of the Triangle Factory fire, legislative reform grew out of the now clearly apparent need to prevent industrial accidents.  With 146 immigrant young women of varying age and ethnicity losing their lives, the Triangle Factory disaster symbolized the brutality exhibited by factory owners and created political attention and the demand for change in the working and sanitary conditions of industrial workers. "],"locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":851,"tag":"Catastrophic event"},{"id":850,"tag":"Labor Reform"},{"id":849,"tag":"Progressive Era"}]},{"id":5139,"title":"Lynching: A Descriptive View in Song","course_id":52,"status":"P","start_date":"1/1/39","end_date":"12/31/39","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["America’s need for change during the horrific time of lynching is suggested in “Blood at the Root: “Strange Fruit” as Historical Document and Pedagogical Tool” [1]. In 1930, a high school teacher named Abel Meeropol and also known as “Lewis Allen”-his two sons died in infancy- , wrote a poem after seeing a picture of the lynching of Tom Shipp and Abe Smith in Marion, Indiana. To hear the lyrics sent the listener to the scene of the unspeakable crime, “Southern trees bear a strange fruit, Blood on the leaves and at the root, Black bodies swinging in the Southern Breeze, Strange fruit hanging from the Poplar trees” [2]. The poem, called “Strange Fruit” was turned into a song which was sung by a few vocal artists. However, the song did not attract much attention until it was performed by the Jazz artist Billie Holiday who was already a professional singer at the age of eighteen in 1933.  She became a featured artist at the Café Society, a nightclub located off Sheridan Square in Greenwhich Village, New York, which “catered to Progressives”[3]. The Café Society night club “mocked celebrity worship, right wing politics, and racial discrimination”[4]. It was a place where black and white socialized on and off the stage. The Café Society attracted many well know people such as, “Nelson Rockefeller, Charlie Chaplin, Errol Flynn, Lena Horne, Paul Robeson, and Eleanor Roosevelt”[5]. Due to the graphic nature of the song, the Café was the only place that it could be performed without persecution. The truth of the horror was much to bear, “Pastoral Scene of the gallant South, The bulging eyes and the twisted mouth…” [6]. Whenever Billie Holiday tried to perform the song elsewhere she encountered many racist attitudes and even some physical harm. The first time she sang the song at the Café Society in 1939, she felt afraid at the end of the song because the audience sat in complete silence for a long period of time. Suddenly, one person clapped, and then the rest joined in. Once that happened, Billie Holiday ended each session with the song “Strange Fruit”. “Prior to the song all normal operations of the club would cease. Waiters, cashiers, busboys were all immobilized. Servers took neither order nor delivered them” [7]. Billie Holiday would perform the song in complete darkness except for the spotlight that “illuminated” her face, ending with the verse “Here is a strange and bitter crop” [8]. Following the song, she would walk off the stage, never returning for the applause or any other reason, “in order that the song would have a profound effect on each person that experienced the performance of “Strange Fruit” [9]."," ","[1] Stone, Chris, Blood at the Root: “Strange Fruit” as Historical document and Pedagogical Tool” OAH Magazine of History, 18 (2004): 54.accessed January 12, 2010. http://www.jstor.org/stable/25163665.","[2] <em>Ibid</em>, 55","[3] Margolick, David, “Performance as a Force for Change: The Case of Billie Holiday and ‘Strange Fruit,” Cordozo Studies in Law and Literature, 11 (Summer 1999): 98.accessed January 12, 2010, http://www.jstor.org/stable/27670205","[4] <em>Ibid</em>, 96","[5] <em>Ibid</em>, 96","[6] Stone, “Strange Fruit,” OAH Magazine of History, 18 (2004), 55.","[7] Margolick, “Performance as a Force for Change: The Case of Billie Holiday and ‘Strange Fruit,” Cordozo Studies in Law and Literature, 11 (Summer 1999): 98.","[8] Stone, “Strange Fruit,” OAH Magazine of History, 18 (2004), 55.","[9] Margolick, “Performance as a Force for Change: The Case of Billie Holiday and ‘Strange Fruit,” Cordozo Studies in Law and Literature, 11 (Summer 1999): 99."],"locations":[{"id":24276,"lat":43.3136970893,"lng":-73.4307458827,"zoom":9,"place":"Washington, New York"}],"tags":[{"id":853,"tag":"Fruit, Billie Holiday"},{"id":852,"tag":"Lynching, Song, Crime"},{"id":847,"tag":"Café Society, Strange"}]},{"id":5141,"title":"\"Victor\"  is the written account of Victor Hesier's story.  He was a survivor of the 1889 Johnstown Flood.","course_id":52,"status":"P","start_date":"1889-05-31","end_date":"1889-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Imagine being tossed around by the rush of floodwaters, hanging on to a rooftop for dear life while the thunderclap of a massive wave destroys your childhood home; or helplessly watching as those around you are carried off to a watery grave.   That is what Victor Heiser, a survivor of the 1889 Johnstown Flood endured.   Victor Heiser’s written description of the flood is a chilling account of what many survivors experienced as well as many victims before they met their fate.","On May 31, 1889 the city of Johnstown, Pennsylvania was obliterated by a massive great wave that measured approximately 35-40 feet high and traveled at about 40 miles per hour.  The wave and floodwaters that followed traveled as far as 14 miles from the South Fork Dam.  The dam was owned and supposed to be maintained by the South Fork Fishing and Hunting Club.   The members of the club neglected to properly maintain the dam and after several days of excessive rain, the dam gave way and resulted in the devastating flood that claimed the lives of 2,209 people.   The people of Johnstown had suffered a devastating blow.   Thousands lost their lives, many homes were destroyed and the floodwaters left behind millions of dollars worth of damage.   Victor noted that he was grateful to have survived but also reported that he was haunted for many years afterward, “For years thereafter I was visited by recurring dreams in which I lived over and over again that fearful experience” [1].","Victor Heiser grew up in Johnstown and was well aware of the possibility that the dam could break one day.  He, like many others in the town would revel in the rumors every time there was a heavy rain, but nobody really believed it would really happen.  There had been some flooding from smaller dams in the past, but nothing that caused major concern.","Victor was only 16 years old in 1889.  He lived with his parents above the general store that his father owned at 224 Washington Street, in downtown Johnstown.     He described how he watched as his childhood home was swallowed by a massive wall of dark water, “my boyhood home was crushed like an eggshell before my eyes, and I saw it disappear” [2]. Both of Victor’s parents were inside the home when it was swallowed whole by the dark mass.  Neither of them survived.   He would have been with them if it weren’t for his father’s request that he release their horses when they began to notice the overflow of water rising in the streets of Johnstown.   After witnessing the destruction of his home and without leaving him anytime to grieve, the relentless, unforgiving waters began to toss him from one rooftop to another.   The waves all around him made terrifying crashing noises as he struggled to hang on.  One minute he would be clinging to a rooftop, next landing on floating debris.  Jumping from log to log as he was forced to helplessly watch as others struggled for their lives.   In his interview, he spoke of one woman in particular, Mrs. Fenn, “she was making a desperate but grotesque struggle to keep her head above the water…there was nothing I could do for anybody” [3].","It was a terrifying ordeal.  Victor wondered how long it would take him to get to the other world as he pondered his own demise.  As he floated along on the debris, helpless, tired and weak, he eventually made it to a rooftop where there was another small group of people stranded.       He was a survivor, but as indicated the written account of his ordeal, neither his life nor the town would ever be the same again."," ","[1] “Just Short of Eternity,” Johnstown Area Heritage Association: Survivor Stories, accessed 11/24/2010","[2] <em>lbid</em>","[3] <em>lbid</em>"],"locations":[{"id":10901,"lat":40.4953812031,"lng":-78.7135842636,"zoom":9,"place":"CAMBRIA, Pennsylvania"}],"tags":[{"id":855,"tag":"1889 Johnstown Flood"},{"id":856,"tag":"Johnstown Flood Survivors"}]},{"id":5142,"title":"Episode is the on New York Court of Appeals case called The People of The State of New York against Jonathan Lemmon. The case was commonly known as the “Lemmon Slave Case”.","course_id":52,"status":"P","start_date":"1860-01-01","end_date":"1860-03-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["On January 25, 1860, the <em>New York Times </em>reported on an important case before the New York Court of Appeals called The People of The State of New York against Jonathan Lemmon. The case was commonly known as the “Lemmon Slave Case”. The events that led to this appeal dated back to 1850. The court case brought up hard questions about slavery within the United States of America and challenged the slavery laws between the northern states and the southern states.","The events that inspired the Lemmon case began in 1852 when the Lemmon family and eight of their African American slaves traveled from the state of Virginia, where slavery was legal at the time, to the state of New York, where slavery was illegal. While the Lemmon family and their slaves were in New York City, an African American man named Louis Napoleon found the slaves owned by the Lemmon family and determined that they were being held against their will. This was illegal within New York City. So, Napoleon went to the Superior Court of New York City and filed a writ of habeas corpus, which is Latin for \"that you have the body,\" for the African American slaves. On November 6, 1852, Justice Elijah Paine granted the writ of habeas corpus for the slaves, which required Lemmon to produce his slaves before the court.","The <em>New York Times</em> article from January 24, 1860 discussed the plaintiffs’ points of argument before the Court of Appeals in the Lemmon Slave Case. The plaintiffs’ lawyer Mr. Charles O’Connor first pointed out that New York State could not forbid slavery because it was not illegal in the United States. In 1860, the Constitution of the United States did not yet have an amendment making slavery illegal. O’Conner next noted that the Judicial Department of New York State has no right to declare African American slavery illegal contrary to the law of nature. Finally, he argued that New York State could not prevent citizens of sister states, where slavery was legal, from passing through New York.","A follow-up article in the <em>New York Times</em>, dated January 26, 1860, addressed the counterarguments of the Counsel of New York, Mr. William M. Evarts. Evarts responded to O’Conner’s arguments before the court. The first point was that every human being within the state of New York was entitled to the writ of habeas corpus. The second point was that the relationship between slave owner and slave did not continue from Virginia to New York then Texas. The third and final point his argument was that travelers are bounded by the laws of the state in which they reside, no matter whether they stay one day or several years.","The State of New York Court of Appeals made its decision on the Lemmon case in March 1860. The Judges ruled 5-3 in favor of the African American slaves. One of the majority opinions was written by Judge Denio. In his opinion Denio said that some cases concerning the Commerce Clause would be able to protect slavery as property when dealing with interstate commerce but this case was not one of them. The Commerce Clause is part of the Constitution of the United States that allows the federal government to regulate interstate commerce so there is no wrong doing between states. Another member of the majority, Justice Wright, stated that the United States Constitution denied any power affecting slavery, which does not involve the Fugitive Slave Clause. This clause requires that slaves that escaped to another state to be returned back to the owner in the state from which they escaped.","The judges who favored the Lemmon family were Justices Clarke, Comstock, and Selden. Justice Clarke stated that citizens of other states traveling through New York State must be allowed to pass through with their property even if the property includes slaves. Chief Judge Comstock and Judge Selden also “expressed a concern at the violation of comity and justice in interstate relations wrought by the New York statue” [1]. Following the New York decision the Lemmon family appealed to the United States Supreme Court. Before the United States Supreme Court could hear the case the US Civil War started in April 1861. Then in September 1862 President Lincoln made the Emancipation Proclamation which freed all slaves in the United States.","In conclusion, the <em>New York Times </em>article from January 24, 1860 provides fascinating insights into the legal issues affecting slavery and interstate travel before the Civil War. This court case was part of the final stage in the United States history that triggered the Civil War and made all Americans free no matter where they came from and what color their skin was."," ","_________________","[1] Gordan, III, John D. \"The Lemmon Slave Case.\" The Historical Society of the Courts of the State of New York, 2006: 1, 12."],"locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":858,"tag":"habeas corpus"},{"id":4,"tag":"Slavery"},{"id":857,"tag":"Lemmon Case"}]},{"id":5145,"title":"The episode is about John brown and the raid at Harper's Ferry, virginia","course_id":52,"status":"P","start_date":"1859-10-26","end_date":"1859-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 26,1859, The <em>Valley Spirit,</em> the local newspaper of Chambersburg, Pennsylvania, reported a story on John Brown and the raid on Harper’s Ferry, Virginia.  John Brown was a quiet man.  He was known to appear and disappear so no one knew quite how to locate him. He worked as a farmer, wool merchant, tanner, and land speculator; he never was a financially successful man. His financial woes did not keep him from supporting the causes he believed in. John Brown was considered to be a man of action and he was determined to abolish slavery.","The author of the story in the <em>Valley Spirit</em> summed up the confusion of the attack: “Never before was such an uproar raised by twenty-men as by Old Brown and his confederates in the deplorable affair” [1]. The writer argues that what John Brown and his men did at Harper’s Ferry was wrong; slave abolishment should not be handled by violence, but by peace and justice. The writer believes that John Brown and his men did fight and die for what they believed in.","Brown had confided in his friend, Frederick Douglas, that he had intentions of seizing the federal arsenal at Harper’s Ferry. Attacking the arsenal was like attacking the federal government and Douglas had told him it would be a big mistake. On October 16, 1859, Brown and twenty-one men made their assault on Harper’s Ferry. They captured the federal armory and arsenal, and then they captured Hall’s Rifle Works, which was a supplier of weapons to the government. Brown was hoping that slaves would join the fight, but no slaves came forward. Brown’s goal was to destroy the slave system of the south.","After the attack, Colonel Robert E. Lee’s men moved in and ended the raid. In the end, ten of Brown’s men were killed, which included both of his sons. Brown was critically wounded and taken to Charleston, Virginia.  Brown and his men were tried, sentenced and executed. He was convicted of treason against the Commonwealth of Virginia.  He was hanged on December 2, 1859.","The writer points out, “How anxious always, to preserve a spirit of harmony in trying times when the Union was agitated with fears of Civil War” [2]. The author of this article seemed to be sending a message to his readers to question John Brown’s actions at this time period for planning the attack on Harper’s Ferry when the North and the South were such in turmoil.","John Brown’s raid and trial ignited the dispute between the country’s abolitionist and pro-slavery factions, placing a wedge between the North and the South.","The author seems to believe that John Brown was disappointed in his expectations of aid from the slaves. Most of the slaves probably were afraid of the repercussions they may have encountered if they were to lose. It was too much of a bargain for them. The result of the raid proves that the plan could only end in failure.","________","[1] Valley Spirit, The Harper’s Ferry Rioters Canonized, October 26, 1859. pg.4 (http://www.2.iath.virginia.edu/jbrown/spirit.html).","<br />[2] <em>Ibid</em>."],"locations":[{"id":14645,"lat":39.30762356,"lng":-77.8627617422,"zoom":10,"place":"JEFFERSON, Virginia"}],"tags":[{"id":867,"tag":"Harper's Ferry Raid"},{"id":868,"tag":"Insurrection of Old Brown"}]},{"id":5143,"title":"Fighting Back, Lola Montez","course_id":52,"status":"P","start_date":"1852-07-15","end_date":"1852-07-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In July of 1852, Lola Montez opened a copy of the <em>New York Daily Times</em> and came face to face with column after column of slanderous comments directed at her. Defamation of character is probably one of the most challenging things that one person can go through. People expressing half-truths without actually knowing the real story is a battle most people will face at some point in their lives. In the case of Lola Montez, the <em>New York Times</em> and the Common Council, an elected legislative body of the city of New York, called her a brazen prostitute and said that there are certain crimes that cannot occur without accomplices. They claimed that she proved herself guilty to everyone what her true character was by fleeing and hiding from the public. Finally Lola had enough, and on July 15th she wrote a letter to <em>Times</em> editor H.J Raymond, the gentleman who had allowed the slanderous comments to be printed in the newspaper in the first place."," ","Marie Dolores Eliza Rosanna Gilbert, or Lola as she was more famously known, was born in Limerick Ireland; her dream was to leave Europe for America believing that she would live among generous and justice loving people there. She was an Irish adventuress; she took dance lessons in Spain and proclaimed herself to be Spanish dancer. With her dance training she was able to tour throughout Europe. She was the daughter of an army officer.  When she was a child around eleven years old she had acquired her wild and free eccentric habits. She came to America with the same mentality as most immigrants did, and with the same premonitions as most females during that time period. Her goal was not to do harm to others but to look for a better paying job and escape from poverty. Desperate for money, she turned to prostitution. During this time period, the number of brothels had sky rocketed in New York. Lola was not the only prostitute looking for a chance to escape poverty. Many others such as, Maria Williamson bought and controlled a few brothels making her a substantial amount of money."," ","In her letter to the editor of the <em>New York Times</em>, Lola never depicts herself as a prostitute. Instead, she depicts herself as a Spanish trained dancer, who happened to catch the attention of a very noble king looking for companionship. She met King Louis of Bavaria in 1846 while touring as a dancer in Munich. She soon became his mistress and influenced him greatly in supporting things that she believed in such as liberal and anti-Jesuit policies. She married King Louis in 1847, and her power over him provoked angry reactions and once she realized that she was unsuited for his character, she divorced him in 1848 and fled the country and returned back to the stage, leaving King Louis to abandon his throne. Never once did she ever believe that her name would be used in vain and used for so many cruel and unjust things."," ","History shows that in the nineteenth century New York City was a thriving location for unscrupulous landlords, consumers and prostitutes. Unregulated and unsupervised, the red light districts exploded across the city, which eventually lead to twenty and twenty five thousand prostitutes working there by 1869. In fact, between five and ten percent of women in the city were involved in prostitution. With time, prostitution transformed to reflect and cater to consumer demand. During this time period, prostitutes were among the freest, wealthiest and most educated women in the United States. Like Lola Montez, many prostitutes befriended and gained the confidence of men that were looking for outside companionship. While some feminists were seeking to free women from slavery, prostitutes married later in life and divorced more frequently than other American woman. The <em>New York Times</em> stated that the Common Council had been taking lessons from Lola Montez, and said also that she hides herself in shame. They claimed that she took advantage of public charity as well. Lola challenged these accusations and called on her accusers to specify and prove her alleged offences."," ","In the final part of her retaliation against the editor of the <em>New York Times</em>, she requests that he admit his ignorance and state that he wrongly accused her of immoral activities. Otherwise she would be seeking legal action and let the courts decide who was actually being unjust, even though that was a road she did not really want to walk down. She was defenseless at that point; no one would take her seriously in order to prove that she was nothing more than a dancer and a companion to men. The letter makes it clear that Lola was tired of people belittling her without giving her a chance to clear her name.   She appealed to the editor to write another article in which he admitted that his cruel words were nothing more than pure ignorance, however no such letter had ever appeared in the column of <em>Times</em>."],"locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":859,"tag":"Nineteenth Century"},{"id":83,"tag":"Prostitution"}]},{"id":5144,"title":"Principle of Prohibition","course_id":52,"status":"P","start_date":"1/1/00","end_date":"12/31/19","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["          The “Principle of Prohibition” by Doctor Ernest H. Cherrington was an educational pamphlet written in the early 1900’s. Dr. Cherrington questions the principles of prohibition. He was a general secretary with the World League against Alcohol; he raises questions about people who question prohibition. He doesn’t understand why the people who are against prohibition still wanted regulation in other systems. He wrote the article to point out and raise interesting questions related to the rules of alcohol. He questioned the laws concerning the age of legal alcohol consumption the amount and even questioned why it’s ok to sell it at 9:15 but not at 9:30. Dr Cherrington was clearly against alcohol and likely wrote this article because of the popularity and abuse of alcohol at that time was running high. He felt that alcohol was an important issue to address.","            Prohibition was the practice of prohibiting the transportation, sales, manufacturing, importing and exporting alcohol. In 1919 the United States passed the national prohibition act and the battle began between the “dry & wet”, meaning alcohol or no alcohol. The battle between these two groups had been going on since the 19<sup>th</sup> Century.  Alcohol played a major role and was a huge part in American history. Going back into history even the immigrants and settlers made their own liquor that included beer and wine. Even when the immigrants came to America they traveled and bought alcohol into the United States. Alcohol became a huge part in American society and contributed to the economy a great deal. Farmers were happy because they profited by making and selling alcohol from the barley they grew. It became a favorite hobby for some people and considered alcohol as a favorite pastime. Alcohol caused good and bad during the progressive era (1890-1920), it helped the economy on the good side and caused hostility on the bad side. There were many people against alcohol hence all the supporters of prohibition. Alcohol caused hostility in saloons and shops opened up crime in the black market and effected people’s health. On the other side of the coin alcohol contributed to fun times for people, a hobby to relax and let off steam from a hard days work or just meeting up with friends.  ","Christian evangelicals in 1910 were among the groups who were against alcohol. They took action in there own ways during their quest for prohibition. Because there were so many against and felt strong about the effects of alcohol they joined forces and used various types of propaganda against alcohol. There were songs, poems, pamphlets, and posters trying to prove to the public that alcohol is harmful. One of the most influential propagandas from the evangelicals was the posters because they presented a clear visual message that had gotten across the public. Even though they tried so hard to get their messages across their information did not influence the public as they thought. The public enjoyed alcohol and chose to ignore the messages. Just proves that the truth at the time wasn’t a concern to the public when it came to the physical and mental effects alcohol could cause in a person.","            People in the United States questioned and opposed prohibition in many ways. Dr. Cherrington raised good points. If you are against prohibition then why make rules such as limitations of how much alcohol can be purchased at once or how old is the right age to drink. Dr. Cherrington feels that the rules made in regards to alcohol were made without putting much thought into it. He feels that prohibition is the answer and adding laws to alcohol will not change the way alcohol is consumed"],"locations":[{"id":52373,"lat":46.2975453728,"lng":-117.907874423,"zoom":9,"place":"Columbia, Washington"},{"id":50175,"lat":39.4276655911,"lng":-84.1668444718,"zoom":10,"place":"Warren, Ohio"}],"tags":[{"id":860,"tag":"Principle of Prohibition"},{"id":111,"tag":"Prohibition"}]},{"id":5147,"title":"In this episode, a historical essay titled The Underground Railroad by Levi Coffin is described. Coffin was an active abolitionist who dedicated nearly 20 years to helping slaves escape to freedom. In his essay, he details his experience.","course_id":52,"status":"P","start_date":"1850-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Underground Railroad, a network of secret routes and safe houses, was established to lead slaves to freedom in Canada. In order to be successful, slaves needed the shelter, food, and safety of various abolitionists who were sympathetic to their cause. For the slaves, the long journey was anything but easy, but those who helped them along the way faced their own challenges. In his 1850 essay titled <em>The Underground Railroad</em>, Levi Coffin chronicles the trials and tribulations of operating a safe house for slaves.","Levi Coffin, known as the president of the Underground Railroad, successfully helped thousands of slaves escape to freedom. Born and raised in North Carolina during the early 1800’s, Coffin was exposed to the horrors of slavery at an early age. It was here that he developed his overwhelming sympathy towards the oppression and injustice of blacks. With his parents and grandparents opposed to the institution of slavery, Levi was encouraged to be compassionate towards the slaves. In fact, Coffin and a cousin started a school that taught blacks to read by using the Bible. Unfortunately, disgruntled slave-owners forced the school to be shutdown In 1824, Coffin and his wife Catherine moved to Newport (now known as Fountain City), Indiana. It is here that he established a successful merchant business and became an integral part of a truly humanitarian effort.","As a man of strong faith, Coffin believed strongly that it was his moral duty to help the slaves along their journey to freedom.  He was heavily ridiculed by members of his community and urged to think about the possible devastating consequences to his family and business. As noted in his essay, Coffin responded to his critics by explaining, “if by doing my duty and endeavoring to fulfill the injunctions of the Bible, I injured my business, then let my business go. As to my safety, my life was in the hands of my Divine Master, and I felt that I had his approval. I had no fear of the danger that seemed to threaten my life or my business. If I was faithful to duty, and honest and industrious I felt that I would be preserved, and that I could make enough to support my family” [1].  With strong conviction, Coffin continued to keep his home open to the Underground Railroad. Slaves would arrive unannounced, typically in the middle of the night. They were taught that a hitching post out front signified a safe house. From here, Coffin and his wife would prepare the slaves for their travel to the next stop along the route. The slaves were accommodated with food, clothing, and a place to rest. Then, Coffin explains, in the darkness of night, he would lead the group of slaves along the secret, and dangerous path. He acknowledges that the chance of getting caught by bounty hunters and their bloodhounds was very real. In fact, Thomas Garrett, a fellow abolitionist in Wilmington, Delaware was arrested and fined $5,400 for housing slaves.","For over 20 years, Levi Coffin and his wife stayed committed to the fugitive slaves despite the possible repercussions and the arduous labor. In his essay, he describes the hardships, “the care of so many necessitated much work and anxiety on our part, but we assumed the burden of our own will and bore it cheerfully” [2].   Inspired by Coffin’s efforts, many of his neighbors, who once criticized him, began to become involved.  While many were still unwilling to house the slaves out of fear of persecution, most were willing to provide clothing and food. Through various publications, speeches, and action, Levi Coffin became a fearless crusader in the fight for the abolishment of slavery. By his courageous action, Coffin encouraged others to join in the effort to help slaves escape bondage."," "," ","[1] \"Levi Coffin\", The Underground Railroad, http://The National Center for Public Policy Research (http://www.nationalcenter.org/UndergroundRailroad.html).","[2] <em>Ibid</em>."],"locations":[{"id":3733,"lat":39.864392731,"lng":-85.009873998,"zoom":10,"place":"WAYNE, Indiana"}],"tags":[{"id":95,"tag":"Abolition"},{"id":4,"tag":"Slavery"}]}]}