{"id":56,"title":"Critical Writing and Research for Historians","school_id":28,"school_name":"University of Toronto Scarborough","term":"Fall 2010","abbr":"HISB03","url":"","description":"This course is designed to provide practical training in critical reading, writing and research specific to the discipline of History. Through lectures, discussion and workshops, students will learn strategies to critically analyze and manage reading; writing skills (including essay organization, argumentation, documentation and bibliographic style); an introduction to methodologies in history and basic source finding techniques. While the focus is on the discipline of history, many of the skills acquired will have application to a wide range of courses in the humanities and social sciences.","points":[[40.6916304076,-74.0035386433]],"bounds":[[40.6916304076,-74.0035386433],[40.6916304076,-74.0035386433]],"episodes":[{"id":5118,"title":"<strong>Information Passed On: </strong><strong>A German Attempt to Curb anti-Nazi sentiment</strong>","course_id":56,"status":"P","start_date":"8/8/33","end_date":"8/8/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Over seventy-seven years ago, on the eighth of August, 1933, Dr. Daniel Mulvihill (a New Yorker) was assaulted by a German citizen while he was visiting Berlin, apparently because he had failed to “salute a Nazi detachment.” A few weeks later, on the twenty-fourth of that month, Dr. Mulvihill’s assailant was taken into custody by Nazi authorities, and was then deposited into a concentration camp, where he remained until (at least) October 16, (the date on which the case was reported by the Associated Press). The German Foreign Office promised to pass on all pertinent information regarding their investigation into the case of Dr. Mulvihill on to the United States government. They promised the same for similar cases as well, such as that of Mr. Roland Velz, who had been similarly assaulted by two German men when he failed to salute an emblem of the Nazi party.","In these cases, the severity of the punishments may seem somewhat harsh, and also appear unusual to us due to the fact that our knowledge of the use of prison (or concentration) camps generally derives from the post-war period and not before, and we are rarely informed about non-Jewish, German prisoners.  However, at the same time that the Nazi régime was investigating and punishing the men involved in these crimes, the articles notes that there were also “problems arising from Germany’s severance with the League of Nations and the arms parley at Geneva.” Regarding the latter issue, between the years 1932 and 1933, a World Disarmament Conference was held by the League of Nations in Geneva at which the constituent countries (primarily the United Kingdom, the United States, France and Germany) could not come to an agreement. On the one hand, according to Historian Marlies ter Borg, the German representatives believed that their country had taken the initiative in beginning the disarmament process and asked that the others follow suit. France, however, refused to do so unless they could have a promise of “collective security” from the United Kingdom and the United States, whereby those nations would intervene if war should break out in Europe. As Borg mentions, unfortunately for France, neither of those countries were willing to do so at the time.","In terms of the former concern, Historian Colum Duffy notes that when the nations who afterward became the Axis Forces during the Second World War (Germany, Japan and Italy) were accused of “committing acts of aggression” by the League of Nations, they made known their intention to withdraw from it “in order to prevent the machinery of the [League] from functioning effectively against them.” In light of these events – and their mention in the article – it is likely that the Nazi régime made their promise to hand over the information about these cases in an attempt to alleviate (somewhat) the issues that were quickly developing at the time and would damage their international image."],"locations":[{"id":22428,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":5,"tag":"War"},{"id":442,"tag":"Foreign Politics"},{"id":806,"tag":"League of Nations"}]}]}