{"id":58,"title":"Literary Theory and Writing","school_id":44,"school_name":"St. Norbert College","term":"Spring 2011","abbr":"ENGL 305","url":"http://classes.cordells.us/s11literarytheorywriting/","description":"","points":[[43.6646298716,-76.1863866955],[39.878712355,-75.2036894677],[41.2889203572,-72.2226871095],[41.8745874433,-71.5917581694]],"bounds":[[43.6646298716,-71.5917581694],[39.878712355,-76.1863866955]],"episodes":[{"id":5175,"title":"Beale Recounts the Whaling Industry","course_id":58,"status":"P","start_date":"1839-01-01","end_date":"1839-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The whale industry was a vital part of the American economy in the 19th century. Many able-bodied men risked their lives to bring back the precious oil tied up in the blubber and head case of the enormous beasts of the sea. Thomas Beale, a surgeon aboard a whaling vessel, spent many years observing the whaling industry first hand. He took care to document the anatomy and behavior of the whales themselves in addition to giving accounts of incidents during their hunts."," ","One such incident, the capture of a sperm whale one August morning, is documented in Beale’s 1839 book, <em>The Natural History of the Sperm Whale. </em>Four whaling ships had chanced to meet in the same area on this calm morning and every man aboard each ship was on the sharp lookout for whales. Beale’s ship soon spotted one of the creatures and quickly lowered their boats. At the same moment, the three other ships saw the whale too and all the respective ships started to give chase. A boat from Beale’s ship and a rival boat were neck-and-neck and both threw their harpoons at the same time. Beale comments that if both had stuck, it would have been troublesome to figure out to whom the whale belonged. Unfortunately, neither of the harpoons caught. The whale dove and, when he resurfaced, charged straight at one of Beale’s other boats, at which point one man was finally able to hit him. Although disappointed they weren’t the ones to get the whale, the rival boats helped to reel in the whale for Beale’s crew and a fatal blow was finally struck."," ","One might think that, in such a vast ocean, whaling vessels would hardly ever meet up with each other. And even if they did, the chances of three meeting at the same time are hard to comprehend, let alone four at the same time. Robert C. Ellickson, in his paper “A Hypothesis of Wealth-Maximizing Norms – Evidence from the Whaling Industry”, gives an account of the social and legal measures which whaling ships were expected to follow and adhere to while at sea in the business of whaling. If not for strict laws and regulations regarding the capture of whales and allocating them to certain individuals, the whaling industry would have been a chaotic source of economy, riddled with cheating, stealing, and fighting over captured whales. The fact that whalers as a group set down whaling laws showed that America could have “informal social networks [that were] capable of creating rules that establish[ed] property rights”. The whalers did not need a centralized legal system to keep peace amongst themselves and, for over a century, disputes were often settled at sea “without the reassurance from American courts”."],"locations":[{"id":52564,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":659,"tag":"whaling"},{"id":881,"tag":"whaling industry"}]},{"id":5205,"title":"This episode discusses is a specific event that occurred due to the establishment of the Fugitive Slave Laws in the 1850s called the Jerry Rescue.","course_id":58,"status":"P","start_date":"1851-10-01","end_date":"1851-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William “Jerry” Henry was a Missouri slave during this time period. He grew tired of the brutality and sought freedom in the north. He successfully escaped from Missouri and went to Syracuse, New York, which was a popular immigration city. He lived and worked in the city for a while, but in October 1852, U.S. Marshal Allen arrested him. The officer tricked him into cooperating by saying he was under arrest for a minor offence. He was immediately questioned and examined by a large crowd. During the examination process he fled the scene, but was arrested again soon after. However, he managed to escape again and went to the free state of Illinois. From Illinois he secured his freedom by crossing Lake Ontario into Canada.","His escape sparked controversy that did not end with his departure from the states. The government continued the investigation and arrested about 20 people who aided in Henry’s escape. The Fugitive Slave Laws stated that the harboring or helping of a runaway slave was a large criminal offense. The U.S. Court system debated whether or not these people should be charged with treason. In the 1850s, those charged with treason were hung. However, the tensions between the North and the South were dangerously high. If the South would have hung 20 people, the North would have largely revolted. Therefore, instead of the traditional hangings, the people accused of assisting William Henry were charged with a misdemeanor and a $500 fine."],"locations":[{"id":8988,"lat":43.6646298716,"lng":-76.1863866955,"zoom":9,"place":"OSWEGO, New York"}],"tags":[{"id":944,"tag":"Jerry Rescue"},{"id":943,"tag":"Fugitive Slave Law"},{"id":4,"tag":"Slavery"}]},{"id":5176,"title":"Smells Like Sailor Spirit: The Angst of the Early American Sailors","course_id":58,"status":"P","start_date":"1796-08-05","end_date":"1796-08-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 5th 1796, a man by the name John Rego went to the Collector of the District of Pennsylvania and received his seaman’s protection certificate. This certificate is signed by the collector of the district, Sharp Delany.  The document describes that John is thirty seven years old and five feet seven inches tall. This paper states that John is an American citizen and that he was born in America. The number in the left hand corner is nine. This certificate is the earliest surviving record that we have. The importance of the record is that it gives us a detailed description of some of the earliest American seaman with which we can compare with later generations of sailors.  These papers alongside British prison records are the main source for our views on the American sailor. These records give us an accurate portrait of the American sailor.","The British after the revolutionary war began imprisoning American sailors on the high sea. Without proof of citizenship, the British continued to hold these sailors and imprison more, illegally. The seamen then started to carry “unofficial” forms of identification which included copies of town or parish birth records. However, these documents weren’t issued by the government. In 1796 the government began a program to stop this. Congress passed “An Act for the Relief and Protection of the American Seaman.” This act issued certificates to the American sailor that proved their citizenship. Not only do these certificates provide names of early American sailors, but they also show us the literacy level, age, and length of careers. Also, most sailors were from coastal, urban areas, while only a small percentage were from rural areas or the ‘frontier.’ It was typical that younger sailors were more literate and this also translated to race. White sailors were most often more literate than their black counterparts. However, Dye notes that literacy was higher among younger black seafarers.These certificates were issued beginning in August of 1796. The final copy available from history is dated December 30th 1861."],"locations":[{"id":15236,"lat":39.878712355,"lng":-75.2036894677,"zoom":9,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":910,"tag":"Sailors, Seafarers"},{"id":911,"tag":"American Sailors"}]},{"id":5198,"title":"Food Conditions Aboard the Ship Morrison","course_id":58,"status":"P","start_date":"1844-09-16","end_date":"1846-03-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the monday morning of September 16 in 1844, the ship Morrison, of New London, Conn., sailed out for a whaling voyage that concluded in 1846.  On board, the first mate Rev. Thomas Douglass recorded the happenings of the Morrison in a log book, often mentioning the poor quality of food, and the ways that the ship’s crew tried to supplement themselves with other foods.  Whalers like the Morrison were often at sea from anywhere to six months to several years--except for emergencies, they rarely docked.  Considering the number of men needed to work the ship was often in the thirties, much food was needed to keep all of the men fed and alive.  Ships were limited in space and money, and therefore needed to store the most amount of food for the least amount of money.  Because most food would spoil, the crew would often have a very limited diet of biscuits, dried and salted meat, and beans.<br /> Douglass often speaks of the crew’s endeavors to find fresh food.  They caught fish and other  seafood to create a change in their “one unvarying round of salt beef & pork,” such as “fish porpoises & black fish . . . 3 barrels of most excellent fish . . . [or] two Albatrosses.”  These caught foods at sea would provide a replacement for the salt beef and pork Douglass often mentions.<br /> Unending meals of salted meat and dry, moldy, or otherwise insect infested biscuits were often the only choice for the lowly crew; however, the captain was able to eat better prepared food, as well as a greater variety of foods.  The New Bedford Whaling Museum explains the differences in more detail: “The captain . . . ate the best meals on shipboard. Ducks, pigs, and chickens were often carried in crates to provide meat for his table.  Although the crew's rations ranged from unpleasant to revolting, hard work gave them good appetites, even for greasy pork, hard biscuits, and cockroach-laden molasses. Other fare included “heavily salted beef, pork, or horse, [and] beans, rice, or potatoes.”  The luxuries that could be afforded by the captain were more expensive than the simple menu of the crew, but were also harder to keep.  However, all of the crew fared from shortages of fresh fruits and vegetables, making the life of a man on board of a whaling ship hard, despite the chances to catch food from the sea."],"locations":[{"id":1220,"lat":41.2889203572,"lng":-72.2226871095,"zoom":9,"place":"NEW LONDON, Connecticut"}],"tags":[{"id":881,"tag":"whaling industry"},{"id":716,"tag":"Food/Provisions"}]},{"id":5268,"title":"The African slave revolt on <em>La Amistad</em>, a ship embarking on a journey from Havana to bring valuables and slaves to trade, emphasized teamwork when taking over the ship.","course_id":58,"status":"P","start_date":"1839-01-01","end_date":"1839-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On July 2, 1839, fifty-two Africans took over <em>La Amistad</em>, a ship embarking from Havana on a journey to bring valuables and slaves to trade, killing the captain, cook, and three of the crew members.  Two white passengers, Pedro Montes and Jose Rues, were kept alive in order to navigate the ship. The Africans that lead the revolt originally planned to steer the ship to Africa, but Montes and Rues directed the ship toward the U.S. at night, hoping to run into another vessel or a port to escape their predicament.","The conditions originally provided for the Africans by the slave-traders on the ship were intolerable. The legs and wrists of the men, women, and children were fastened together and the space between the decks where they were housed was so small that they were forced to remain in a crouching position for most of the journey. They were provided with rice to eat, and forced to eat so much that sometimes they vomited in order to make them feel even more uncomfortable over the course of their long journey. If they did not finish their ration of rice, they were whipped and beaten. They had little to drink and there was much suffering for the prisoners.","Once the Africans took over <em>La Amistad</em> and attempted to direct it to Africa, their white hostages were treated horribly; for example, Montes suffered from severe wounds to his head and arm. They drifted at sea for sixty-three days, thinking they would soon reach Africa, however, the white hostages navigated the ship northward toward the United States.  Once La Amistad landed in New York in 1839.  Once Montez and Ruiz told their story, the rebels were arrested and transported to Connecticut and awaited their trial.  The revolt on <em>La Amistad</em> created a massive national political drama that resulted in the first anti-slavery decision proclaimed before the United States Supreme Court in 1841. After the horrors of the slave trade were made public, the movement to abolish slavery had officially begun in the United States."],"locations":[{"id":11399,"lat":41.8745874433,"lng":-71.5917581694,"zoom":10,"place":"PROVIDENCE, Rhode Island"}],"tags":[{"id":1015,"tag":"slave ship"},{"id":1016,"tag":"La Amistad"},{"id":1017,"tag":"Amistad"},{"id":1018,"tag":"rebellion"}]}]}