{"id":59,"title":"Intro to American History","school_id":41,"school_name":"Case Western Reserve University","term":"Fall 2010","abbr":"HSTY 112","url":"","description":"","points":[[41.4243718872,-81.6586944761],[41.6777085169,-82.7856169171]],"bounds":[[41.6777085169,-81.6586944761],[41.4243718872,-82.7856169171]],"episodes":[{"id":5129,"title":"<strong>The 1966 Hough Riots</strong>","course_id":59,"status":"P","start_date":"7/18/66","end_date":"7/24/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the late night hours of July 18, 1966, 26-year-old Joyce Arnett walked through Cleveland’s Hough neighborhood with two friends. As they approached E. 83<sup>rd</sup> Street, police officers ushered them into the second floor of a nearby building. The police presence had recently arrived to disperse a large crowd that had gathered on the street. Mrs. Arnett, a mother of three who lived nearby, ventured onto a balcony overlooking the street, calling for her three children. As she stepped onto the second story balcony, she was shot. After being rushed to nearby Mount Sinai Hospital, she was pronounced dead at 1:40am.","Joyce Arnett was one of four victims in what later came to be known as the Hough Riots. The riots, which lasted from July 18 to July 23, 1966, were a result of increasing racial tensions between working class African Americans and more affluent Whites in the neighborhood. African American residents were incensed at deplorable living conditions in rented apartments, exorbitant rents and food prices, and frequent incidences of police brutality at the hands of a predominantly White police force. On July 18, this tense situation quickly escalated into violence after the White owner of a bar on Hough Avenue in the neighborhood refused to serve an African American man. A large crowd, composed mainly of African Americans, soon gathered on the street, throwing rocks. Police arrived shortly thereafter and reported being shot at from snipers in the immediate area. The disorder in the neighborhood continued for several days. On July 20, Police Captain James Birmingham described the situation as being “like the part in an old western where you’re caught in the crossfire in a box canyon”. That same day, 36-year-old Percy Giles was shot on Hough Avenue, becoming the second victim of the riots. Sam Winchester and Benoris Toney were the final two victims, having both been fatally shot on subsequent days. All four of the victims were African American. The riot finally ended on July 24 following heavy rains which kept most of the neighborhood’s residents indoors.","The riot ultimately deepened the rift between African Americans and Whites in Cleveland. The all-white Cuyahoga County Grand Jury Commission fully blamed the riot on black militants, echoing the views of many Whites. Conversely, African Americans in the area claimed that the riot was the inevitable result of substandard living conditions in the predominantly African American inner city. Following the riot, almost all middle class residents left Hough, shutting down a majority of the neighborhood’s businesses. This had a devastating effect on the neighborhood, which years later had become one of the poorest in Cleveland. The riots had the effect of speeding up the process of white flight in the city, considerably deepening the rift between the poorer mainly African American inner city and richer mainly White suburbs, a division which still exists to this day."],"locations":[{"id":31669,"lat":41.4243718872,"lng":-81.6586944761,"zoom":9,"place":"Cuyahoga, Ohio"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":825,"tag":"Riot"},{"id":826,"tag":"Cleveland"}]},{"id":5149,"title":"Alfred Bell’s letter to his wife of 23 November 1863","course_id":59,"status":"P","start_date":"1863-11-23","end_date":"1863-11-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Captain Alfred Bell was ailing in late November 1863.  Too sick even to write to his wife, Capt. Bell had his friend G.F. Wilson transcribe a letter for him on 23 November 1863.  Bell and Wilson were both prisoners of war (POWs) at Johnson’s Island, Ohio during this time, and this wasn’t the greatest of periods for Captain Bell.  Aside from the obvious misfortune of being imprisoned, Bell was in need of many goods from home.  A good coat and underclothing were amongst the articles Bell wished to receive from his wife.  Prisoners at Johnson’s Island during this period were permitted to obtain clothing from relatives, so long as the clothing was gray and did not resemble a uniform.  Although imprisoned, many POWs at Johnson’s island still required money to help sustain them, as prisoners were also able to purchase clothing from the sutler.   Bell requested of his wife that “if you haven’t started [me] some money you must do it immediately.”","Although according to Edward T. Downer the amount and quality of food available to prisoners during the period from 1862-early 1864 was acceptable to Federal inspectors as well as prisoners, Bell still appealed to his wife for butter, sausages and apples, and to have her mother “help her to fix something that a sick man can eat.”  Bell complained that the prisoners had no butter and had only hard bread, meat, and coffee to eat.  Prisoners could receive food from home, as well as purchase food from both prison and outside sources as a way of breaking the tedium of the ration they were provided.","Much of Bell’s misfortune at this time came from his being sick.  His letter states that there was a great deal of sickness on the island at the time of his writing.  However, according to Downer, the health of the men at this camp compared well to others, as Johnson’s Island lost only 16 prisoners to death of 2,381 in November of 1863, compared to forty men lost of 2,831 at Camp Morton in Indianapolis.","Although Bell and his comrades were obviously living through a situation which was less than ideal, the prisoners on Johnson’s Island were by no means suffering a terrible fate, especially when compared to Federal POWs in Southern prisons such as Andersonville.  Prisoners were able to receive goods from home and were generally fed and clothed well in November 1863.  Not only were the men fairly well-cared for, but the majority of the POWs were in good health during this time.  The 23<sup>rd</sup> day of November 1863 was just one of many repetitive days in the life of Captain Alfred Bell and his fellow prisoners while at Johnson’s Island, Ohio."],"locations":[{"id":10476,"lat":41.6777085169,"lng":-82.7856169171,"zoom":10,"place":"OTTAWA, Ohio"}],"tags":[{"id":32,"tag":"Civil War"},{"id":108,"tag":"prison"}]}]}