{"id":6,"title":"The United States: A New Nation, 1776-1836","school_id":2,"school_name":"Wheaton College","term":"Fall 2007","abbr":"202","url":"NULL","description":"NULL","points":[[40.7805662337,-73.9388482485],[40.6450686304,-73.9495584018],[39.1445168984,-78.1775216949],[42.3649994065,-70.9800517697],[34.4199676609,-84.8027482155],[38.0422598094,-84.4586978215],[39.878712355,-75.2036894677],[36.7198931687,-77.1037749414],[36.0086650052,-83.9297656575]],"bounds":[[42.3649994065,-70.9800517697],[34.4199676609,-84.8027482155]],"episodes":[{"id":4093,"title":"Women&#39;s Benevolent Societies\n","course_id":6,"status":"P","start_date":"1831-09-14","end_date":"1831-09-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 14, 1831, members of the Female Assistance Society of New York met to discuss preparations for their charitable work for the upcoming winter.  Eighteen years previously, the organization had been founded by wives of high status New York men who wished to do more than simply be an ordinary housewife.  The main focus of this non profit organization was to provide as much assistance as possible to the poor and homeless people living on the streets of New York City.  It was to be made clear to the rest of society that these women were not focusing on their own charity work out of selfishness; their simple goal was to aid the poor, sick, widowed, and homeless, and provide these people with a fraction of the sense of security they themselves felt.  At this particular meeting, the officers discussed how they should be preparing for the approaching winter in regards to helping the homeless.  The previous winter had been terrible, and the members of the organization wanted to ensure that they would have the capabilities to provide assistance to more people than they had in earlier years.","The Female Assistance Society of New York was not the first formal organization of women.  Primarily in New York and Boston, females of prominent Protestant households had been working in organized groups to assist the less fortunate for decades.  During their early years, the procedural aspects of these societies were managed solely by women, but in order to reach their goals, male counterparts were called in for financial management purposes.  Some groups were more successful than others, and this depended largely on the demographic of the group they were attempting to assist.  The New York Society for the Relief of Poor Widows wit Small Children campaigned successfully for funds, while the Boston Female Moral Reform Society faced more trouble finding financial support, as the most prominent members of society were reluctant to donate to a charity for \"unrespectable\" women.  ","By 1850, the most prevalent female organization was the Ladies Benevolent Society, which had many of the same goals as the Female Assistance Society.  Founded by the wives of prominent Protestant men of the time, this society provided aid and a foundation of Christian beliefs to those less fortunate, particularly widows and orphans.  The creation of such societies that were managed entirely by women were the early foundations of the women's rights movement that dominated a large part in the history of the early twentieth century.  Although these women were not seeking independence from their husbands or any rights of their own, the way in which they organized entire societies on their own accord with little or no help from the men in their lives shows how women were able to take initiative to accomplish what they wanted on their own. "],"locations":[{"id":8920,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"}]},{"id":4108,"title":"Jump Jim Crow\n","course_id":6,"status":"P","start_date":"1836-10-15","end_date":"1836-10-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    The performer Thomas Dartmouth Rice, the original Jim Crow, introduced new lines for the debut at the Surrey theatre in London in 1836.  Rice, a New York native, was performing his highly successful \"Jim Crow\" act in London after its rave reviews from across the Atlantic.  The caricature of \"Jim Crow\" was meant to represent a low class runaway slave who used cunning to reap the benefits of middleclass lifestyle without any of the responsibility.  Rice performed this character on stage using burnt cork black face makeup, and was the most popular performer in England and in the United States for two decades.  ","    Rice offered entertainment about low class blacks.  Rice's creation was adored by an array of people in the North, South, and in Britain.  The song and dance that went along with it was the first example of an American popular culture craze that swept a nation and abroad.  \"Jump Jim Crow\" was a social model Rice constructed in which he disguised himself as a Black man who had to struggle alongside immigrants who had an immediate advantage in the new world simply by being white.  The performance often illustrated how the Black trickster would use his cunning to get what he wanted in the world.  This minstrel show can be looked at as extremely racist, but by giving power to the stereotype \"Jim Crow\" becomes an influential character and shows how blacks can get ahead when the cards are stacked against them. ","    T.D. Rice gained fame from his blackface song and dance routine.  The character appealed to low and high class and the simplicity of the song \"Jump Jim Crow\" gave birth to a popular culture phenomenon.  Jim Crow was just a man in Blackface who sang and danced, but the image sticks as a reminder of undying racism in America.  "],"locations":[{"id":8920,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"}]},{"id":4109,"title":"Female Education: Through Emma C. Emburys Eyes \n","course_id":6,"status":"P","start_date":"1831-12-10","end_date":"1831-12-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The United States' attitude towards the education of women was encapsulated in a speech delivered by Mrs. Emma C. Embury on December 10, 1831. Embury spoke at the anniversary ceremony for the Brooklyn Collegiate Institute for Young Ladies. She pointed out that although schooling was becoming more prevalent across the country, female education and its reputation was still lagging behind the education that males were receiving. Embury emphasized that intellectual women were \"enough to convince any unprejudiced mind that heaven has conferred upon woman, no less than upon man, the gifts of talent and genius.\" She proclaimed that men and women were equally capable and that increasing the education of women was of utmost importance. Embury declared, \"A good education includes the culture of the heart as well as the mind.\" Individuals should be well-rounded, capable, intelligent citizens. Therefore, early childhood education was extremely important. Since mothers generally did most of the nurturing, Embury said, the education of women was extremely beneficial for society. ","Embury was not the only person to promote education for women in the United States. Female seminaries began to develop between 1820 and 1850. By 1850, there were 6,085 academies and seminaries in America. A large percentage of these were co-educational or open exclusively to women. Schools continued to open and expand their curriculums. Many educational reformers believed that such schools would not only provide women with a large knowledge base, but also \"prepared [them] for their important duties as virtuous wives.\" They felt that women would be better prepared to nurture their children and \"uplift the moral character of their sons and husbands\" if they were well-educated. Embury's speech outlined the benefits of the education of women, informing her readers of its necessity and pointing out that even \"the character of our illustrious [George] Washington was formed by his mother.\" "],"locations":[{"id":8867,"lat":40.6450686304,"lng":-73.9495584018,"zoom":11,"place":"KINGS, New York"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}]},{"id":4110,"title":"Threshing Machines of Virginia\n","course_id":6,"status":"P","start_date":"1821-03-16","end_date":"1821-11-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Virginia, during the period before industrial boom, new techniques for threshing wheat were becoming more and more popular.  The technique that had remained relatively unchanged since Biblical times was, after the wheat was harvested, to have it trodden upon by horses, cattle, or oxen. This practice was slow, tedious, and left dirty grain that only numbered in about five bushels a day per laborer.  However various new patents began to surface for machines that were each driven by a different number of horses which had different amounts of bushels threshed.","A certain Mr. George Wright from Middletown made two versions of a threshing machine in 1821.  Wright designed portable and fixed threshing machines that were made from iron to \"shake off the straw by cylindrical rakes, and clean or fan the grain\".  The portable design was made \"to travel or move about the country to thresh for hire.\"  However the fixed machine was said to be the most effective because it not only takes the wheat from the straw but cleans it as well, whereas the portable just removes the straw.  The machine threshed 35 to 37 bushels in just one hour, a substantial yield compared to the archaic method.  The Wright design did not use any horses, contrary to those popular in England.  The reason for this is that \"it would answer a good purpose if all the horses were of equal strength, which upon a farm, is seldom the case.\"  ","During the pre-industrial boom era, many new inventions began to build steam in rural communities and we very popular among the plantation owning gentry.  An example of another invention during this time is the \"ox-shovel\" that is pulled by oxen and digs up dirt.  Most of these inventions had multiple uses as evident by the fixed threshing machine that separates the straw as well as cleans it.  These machines helped greatly increased the rural economy in Virginia, not only with the upper class but with the lower classes who were given the option of hiring out a portable thresher.  This speaks to the close-knit communities in rural Virginia, in that individuals not only try to help themselves but spread about their new ideas to others while at the same time making a substantial amount of money."],"locations":[{"id":13835,"lat":39.1445168984,"lng":-78.1775216949,"zoom":9,"place":"FREDERICK, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":16,"tag":"Science/Technology"}]},{"id":4111,"title":"Phillis Wheatly and a Nations Refuge in Religion\n","course_id":6,"status":"P","start_date":"1827-05-23","end_date":"1827-05-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    On May 23, 1827, more than forty years after it was first published, Phillis Wheatly's short poem, \"On Being Brought from Africa to America,\" was republished in Zion's Herald, an independent Methodist newspaper published in Boston, Massachusetts. \"Remember Christians Negroes black as Cain/May be refined, and join the angelic train\": this last line of Wheatly's poem refers to her own emergence into Methodism and onto the \"angelic train.\" Phillis Wheatly's poem, like most of her works, revolves around Christian themes. This was one of the few works in which she included her own history: an African female, brought to British North America, enslaved at age seven, and later freed by her owner. \"On Being Brought from Africa to America\" is a short poem: two stanzas made up of four lines each imbued in symbolism and metaphors illustrating her ascension from her \"pagan,\" \"benighted,\" slave status, to a devout Methodist who is humbly able to give her fellow \"Christians\" advice.  At the end of the poem, she seeks other Christians to welcome \"Negros as black as Cain,\" like her into the religion. ","    Loosely between 1800–1830s, the second largest religious revival in U.S. history took place and engulfed Boston, like many parts of the country. The Second Great Awakening was aided by newspapers, like Zion's Herald, fueled by sects of Christianity, one of which was Methodism, which focused on personal salvation experienced in revival meetings. Historian Richard Carwardine notes at the base of urban city revivals, like that of Boston, was the influence of Charles Finney. His new Presbyterian revivals were based on an active part in one's own salvation instead of waiting passively to see if one was saved. He succeeded in taking revival techniques of Methodism, some of which developed in western communities, back to eastern urban cities. The availability of the religion to both poor and rich, black and white, east and west, made Methodism a nationally unified religion. With Finney's influence the Second Great Awakening turned social concerns back to religion, and in New England, the renewed interest in religion inspired a wave of social activism."],"locations":[{"id":6206,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"}]},{"id":4112,"title":"A Day in the Museum: A Review of the Philadelphia Museum \n","course_id":6,"status":"P","start_date":"1804-11-01","end_date":"1804-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["    Birds, mammals, fossils, insects, skeletons, paintings; all of these objects could be gazed upon with wonder within C.W. Peale's Philadelphia Museum of 1804. The Museum was one of the first of its kind and had been founded in 1785. Through a series of seven different rooms, a visitor was greeted with hours of entertainment and knowledge. By entering the \"Long Room,\" one was dazzled by hundreds of different birds arranged in glass cases. In the \"Quadruped Room,\" the most remarkable of the hundreds of stuffed animals were the buffalo, the grizzly bear, the ant-eater, and the orangutan. According to the first hand account of an unknown author of an article in The Literary Magazine and American Register, the Philadelphia Museum in this respect was worthy of comparison with the \"most celebrated\" similar institutions of Europe. The author also described how the institution was one of \"highest degree\" and wrote adoringly about each little detail the museum had to offer. These details consisted of pamphlets that described the famous Mammoth skeleton, wax figures dressed in clothing from various Indian tribes, casts of famous statues from antiquity (such as the Apollo de Belvidere), painted backgrounds for the animals displayed, paintings of \"distinguished personages,\" an organ for visitors to play, and even a personal souvenir of drawn profiles for visitors. The author made it clear through the entire article that this institution was one meant to be taken seriously as a model for other institutions. ","    Similar to the views expressed by this author, historians agreed that C.W. Peale's contributions to the museum world greatly inspired the field. Peale did not only collect and present the objects, he thought of new ways to display them. He was one of the first to use artificial lighting mixed with natural light inside a museum, organize glass cases a certain way, and learn taxidermy practices that were not common place. The preservation of hundreds of different organisms and species by Peale's own invention was another testament of his genius as a curator and museum owner.  By creating a smoothly run museum, Peale took the initiative of creating a public space that would provide education to the people and entice them to return again and again. Every action Peale took was a way to bring visitors into his museum and by having attractions like the Mammoth skeleton, the public's loyalty to the museum was guaranteed. ","    The Mammoth skeleton was excavated by Peale from the Hudson River Valley in 1801 and it caused quite the stir among local residents. Since the bones of the skeleton were of a size unseen before, a mystery surrounded them. Some naturalists speculated that the mastodon skeleton was evidence that there could be more of these creatures living in the American West. Others believed that the creatures had disappeared from America as a blessing from God upon the new nation. In the minds of some people, the mastodon was a physical representation of the conquering, powerful American spirit. The discovery of these bones sparked a race for the rest of the nation to search for more archeological finds. Feverishly, Americans tried to create their own spirit through the objects found in their land. Obviously, because of all this mystery and hype surrounding the mastodon bones, the exhibit was widely popular in Peale's museum. In fact, Peale used this mystery to heighten the suspense and drama in his own exhibit. According to historical sources, Peale would introduce people to the mastodon skeleton as, \"huge as the frowning precipice, cruel as the bloody panther, swift as the descending eagle, and terrible as the Angel of Night.\" Pamphlets were also distributed in the museum that disregarded the more mythical portion of the mastodon skeleton and delivered what scientific facts they had about the skeleton.  As information over time changed, the mastodon skeleton of the Philadelphia Museum continued to fascinate viewers throughout the ages with its mystery and proportions. By creating a museum where the visitor could gain a sense of American pride, nationality and a sense of education, Peale founded an institution that could be looked at for inspiration throughout the centuries. "],"locations":[],"tags":[{"id":8,"tag":"Arts/Leisure"}]},{"id":4113,"title":"Early Education\n","course_id":6,"status":"P","start_date":"1831-12-01","end_date":"1831-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In a country where education had no pull in society, one school dared to break the mold.  Every morning, between fifty and sixty students between the ages of three and five made their way to a school in central Bermuda that was established in 1831.  Mostly the offspring of slaves, the children were given an opportunity at improving their quality of life.  Students were taught the basics of education: reading, spelling, and music. Every need of the student was catered to, within reason, to ensure that students' needs were met in the classroom.","The interest in teaching young children in this period was rising at a tremendous rate. Like the school in Bermuda, the Temple School in Boston also taught younger children the basics, and schools like the Temple School were setting standards all over the country. The Temple School's curriculum included lessons in Latin, Arithmetic, and Geography. Elizabeth Peabody, who would later influence the kindegarten movement, taught at the Temple School. Although payment was promised, it was never delivered to Peabody, who continued her work even after knowing no compensation was forthcoming. "],"locations":[{"id":6207,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":6,"tag":"Education"}]},{"id":4118,"title":"Presbyterianism and the Creation of Cherokee Sovereignty\n","course_id":6,"status":"P","start_date":"1831-07-06","end_date":"1832-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 6th, 1831 Presbyterian ministers of the American Board of Commissioners for Foreign Missions Elizur Butler and Samuel Austin Worcester began their 110 mile march to a Georgia penitentiary from the neighboring Cherokee lands in chains. Arrested in New Echota by the Georgia Guard and detained indefinitely, Butler and Worcester were charged with the direct violation of a new Georgia state law which addressed the issue of Americans dwelling within Native American territory. The law, passed on December 22, 1830, created a requirement for white men to declare an oath of loyalty to the Georgia state government and to receive a residency license from the governor. Those who did not abide by these laws would be imprisoned for a minimum of four years hard labor.  Refusing either to take the oath or leave, Butler and Worcester, shackled around the neck, endured the four-day march to Camp Gilmer in Lawrenceville. ","This incident raised questions about the extent of state power and whether Georgia had the right to exert political authority within the Cherokee territory. American Baptist Magazine defended the actions of Butler and Worcester. While Worcester appealed the ruling of the state, in a letter which was summarized in the magazine, Butler claimed that he and Worcester had influenced the convicts at Milledgeville penitentiary: some promised to renounce profanity and other inappropriate behavior. The missionaries led the prisoners in song, religious readings, and prayer sessions. ","This controversy surrounding the power of state government brought the case to the Supreme Court, presided over by Chief Justice John Marshall. The court ruled in favor of Butler and Worcester on March 3, 1832. In his opinion, Marshall declared the laws of Georgia unconstitutional and unenforceable within the boundaries of the Cherokee Nation. Marshall also ordered the state to reverse its judgment against the two prisoners. Although defiance from the state government continued, Marshall's decision in the case of Worcester v. Georgia represents the pivotal recognition of Cherokee sovereignty within the boundaries of the American Nation and the acknowledgment of their existence as an independent power in the eyes of American law.   "],"locations":[{"id":2390,"lat":null,"lng":null,"zoom":8,"place":"INDIAN LANDS, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":19,"tag":"Native-Americans"}]},{"id":4125,"title":"Be Prepared\n","course_id":6,"status":"P","start_date":"1831-04-01","end_date":"1831-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["    In April of 1830 in Boston, Sarah Josepha Hale made a speech about boarding schools that would change how women were educated.  She said that it was good to have women learn their domestic duties, but it was not enough.  A woman must learn morals and have mental capacity in order to interact with other people, and mothers who teach their daughters, teach the opposite because they have not learned morals and social mentality themselves.  Hale was against frivolous things, like coming out parties to increase the quality of young women's education.  In her speech, she stressed that mothers are the best teachers, though, and that they should oversee their daughters' education.  Women were encouraged to get an education in order to provide for their families, if needs arose.  She also thought that there was no danger in having women learn something because it would not change their love for their husbands.  Hale's ideas influenced the founding of schools for women, like Mount Holyoke and Wheaton Female Seminary.","    In the 1830's the old tradition of families was getting unpopular with young women.  Their parents were concerned that because their daughters were not getting married that they would have to provide for their daughters.  Most of these families were poor farming families as it was.  These families had to plan what they must do to get these young women prepared to fend for themselves.  Some of these young women had to get an education to help provide for their family.  Mount Holyoke and Wheaton advertised for these middle class families who had low income.  Domestic learning was also important to these two schools.  Mount Holyoke had a \"Domestic Plan,\" under which students did their own chores, like washing, cleaning, and cooking, and Wheaton had weekly inspections of students' dorms.  Domestic learning was not the most important thing to these colleges.  They had courses like drawing, music, arithmetic and philosophy, classes that were unheard of in traditional women's education.  Sarah Josepha Hale's plans for this new female education helped young women become prepared for their future of being a mother, while also preparing them to fend for their future families, if needs arise."],"locations":[{"id":6207,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}]},{"id":4126,"title":"Andrew Jacksons Ironic Relationship with the Indians\n","course_id":6,"status":"P","start_date":"1814-10-25","end_date":"1814-11-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 25, 1814, General Andrew Jackson and over 4,000 troops, including 750 Choctaw and Chickasaw allies set out for Pensacola. Finally reaching the fort on November 6, 1814, Jackson sent a surrender demand to Spanish Governor Gonzalez Manrique, but British marines opened fire on Jackson's army. Jackson next called for an immediate British evacuation of Pensacola. The Spanish governor refused so Jackson ordered his officers to pass the word on to their troops to prepare for a predawn attack the following day.  The attack was over in a matter of minutes, and the Spanish resistance crumbled. Gonzalez Manrique hoisted a white flag and surrendered the town. Jackson described the way his troops acted with a \"steady firmness\" and describes \"the good order and conduct of my troops whilst in Pensacola…has drawn from the citizens an expression, that our Choctaws are more civilized than the British\". This statement about the civility of the Choctaws is the key statement in Jackson's letter because it presents the irony of Jackson's relationship with the Indians. ","This irony is clearly presented during the First Seminole War, and Jackson's Indian Removal Policy that he employed during his presidency. In his letters from the Seminole War, he often refers to the Native Americans as \"barbarians\" and as the \"savage enemies of the U.States,\" a stark contrast from the praise he gave the Indians during the capture of Pensacola. Jackson further contradicted his statement in 1814 when he became president. During his presidency, \"Jackson believed that the red men now lived on conquered territory and that they would survive only if removed farther west, that removal was a \"just and liberal policy\"\" (O'Brien 223). \"From his own bitter wartime experiences, Sharp Knife [another name for Jackson] was convinced that the nation's southern frontier could never be free of danger of foreign intervention until the red men were gone\" (O'Brien 224). Therefore, in 1830, Jackson passed the Indian Removal Act, which forcibly removed the Creek, Chickasaw, Seminoles, and even the Choctaws. This is ironic because in 1830, Jackson adopted a policy to remove the Indians that he claimed in 1814 \"were more civilized than the British.\" After the statement made by Jackson in 1814 about how \"the Choctaws are more civilized than the British,\" from then on his policies towards the Indians starkly contradicted that statement.  "],"locations":[{"id":1280,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":19,"tag":"Native-Americans"},{"id":5,"tag":"War"}]},{"id":4133,"title":"Judge Clayton Removed from Office\n","course_id":6,"status":"P","start_date":"1831-12-06","end_date":"1831-12-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Augustin Smith Clayton was a lawyer, congressman, and judge for the state of Georgia. Most of his decisions as a judge in Georgia favored state over federal laws. In 1831, however, Clayton declared unconstitutional a Georgia law that prohibited Indians from digging gold on their own land. After this decision he was not reelected for another term. Clayton was curious about his loss at reelection and suspected that it was a consequence of his decision in his last case. He wrote a letter to Chancellor James Kent, a prominent New York lawyer, asking whether he was correct in assuming this. Kent agreed with Clayton's assumption. In addition, he offered a detailed opinion as further explanation and proof of how Native Americans were being treated and why there was so much opposition against them at this time."," Opposition to the Cherokee tribe had begun in 1828 in Georgia. Clayton was elected to judgeship that same year, thus many of his trials were about the struggles between the Cherokees and Georgia. At this time, the Cherokee Indians still had possession of northern Georgia. However, later in 1828, Georgia's government issued new legislation extending its reach over Cherokee land. This new legislation was issued even though the Cherokees had written their own constitution in 1827, in an effort to claim they were a sovereign state. By doing so, the Cherokees tried to deny the state of Georgia any right to their land. The state of Georgia ignored the Cherokee constitution and tried to take their land anyway. The result was a bitter struggle between the Cherokee Indians and the state of Georgia. Judge Clayton's initial opposition to Cherokee rights is an important example of how many people felt at this time. The people of the district he represented disliked the implications of his declaring the Georgia law unconstitutional and thus he did not win reelection."],"locations":[{"id":1858,"lat":34.4199676609,"lng":-84.8027482155,"zoom":8,"place":"GWINNETT, Georgia"}],"tags":[{"id":9,"tag":"Law"},{"id":19,"tag":"Native-Americans"},{"id":18,"tag":"Politics"}]},{"id":4139,"title":"The Washingtonian Temperance Society and the Influence on Women \n","course_id":6,"status":"P","start_date":"1840-05-01","end_date":"1842-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    The Washingtonian Temperance Society started in May 1840 by six Baltimore drinking buddies who decided to write and sign a pledge stating that they would no longer consume alcohol. This six-person pledge began to turn into one of the largest movements in America. Men would lecture around the country showing people real life stories about what life is like when abusing alcohol. By the end of 1841 Washingtonians claimed that over 200,000 had signed their pledge, and by 1842 they had recruited over one million people. The Washingtonian Temperance Society took a new approach to curing intemperance. Instead of the harsh views of the early Temperance Society the Washingtonians created a compassionate, sentimental atmosphere. This compassionate atmosphere lured the attraction of the movement towards women. In 1842 devotees of the Washingtonian Temperance society created Ladies' Chelsea Temperance Benevolent Society.","    \" Led by the Directress Bowrason, a butchers wife, the Chelsea devotees of the Washingtonian Temperance Movement offered cash, clothing, and the message of abstinence from alcohol to impoverished inebriates.\" The society members would visit the homes, alleys, and streets of their Manhattan neighborhood to help the impoverished. The ladies of the movement paid medical bills, found employment and board, and helped the women become worthy members of the society. The Washingtonian Movement influenced women to create their own society in which to help people with drinking problems. The women's private sentimentality ultimately prompted the start of the Chelsea Society and was the reason why thousands of women would join the Temperance Movement.      "],"locations":[{"id":8922,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":7,"tag":"Women"}]},{"id":4140,"title":"Christian Women and Fashion\n","course_id":6,"status":"P","start_date":"1825-04-01","end_date":"1825-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In an 1825 essay entitled \"The Female Character,\" a Dr. Springs wrote \"a Christian woman ought to be distinguishable by her simplicity.\" The desire for simplicity was a common trend seen in many Christian communities in the early to mid 1800's. For many, clothing choice reflected how a woman was viewed by her society. In early American Christian towns men wanted their wives and daughters to be seen as virtuous and plain in their dress. Due to this perspective about fashion women would choose conservative and simple styles to fit into what their society wanted. According to Springs, a woman was allowed to dress in any manner she wished so long as it did not offend her husband and the society she was in. Springs continued to say, \"Fashions, which characterize a gay and worldly circle, a Christian woman will avoid.\" A Christian woman in the 1800's had to make sure that her hem was just right, her colors were just so and her hair was in place, all while not being vain. ","Women in the late eighteenth and early nineteenth centuries had a wide variety of standards set upon them. Much of how society viewed women in the time depended on a woman's social class and religion. Religion was a major factor for how women dressed and were perceived. Christian women were expected to maintain a clean and orderly appearance.  Under these strict Christian guidelines, women in this time had to sacrifice their education and knowledge simply to be the perfect domesticated woman. Along with the ideal of staying constantly presentable, women could not allow themselves to be attracted to the vanities that modern fashions had to offer, such as the bright \"worldly\" colors that Dr. Springs mentioned. They had to hold up the ideals of their religion and still fit into the world of quality clothing and attire. Dresses that were simple in fabric and color were the only acceptable garments to wear. Women who thought bloomers were decent garments were taught by prominent males that bloomers were garments which promoted \"that wild spirit of socialism.\"  While some upper class women were wearing jewels and riches, Christian women were not to indulge in such ornament."],"locations":[{"id":6206,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"}]},{"id":4148,"title":"Recognizing the Importance of Female Education\n","course_id":6,"status":"P","start_date":"1831-12-10","end_date":"1831-12-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"Let me not be misunderstood, when I thus earnestly insist upon the necessity of female education,\" insisted Emma C. Embury, a strong advocate for female education who spoke at the Anniversary of the Brooklyn Collegiate Institute for Young Ladies in December 1831. The idea of women's education was being discussed far more in the 1830's than it ever had been before. Embury was just one of many advocates for the education of females. Embury argued that a proper education would finally help women gain the recognition that they felt they were worthy of receiving. ","With the growing interest in female education, many of those advocating for it were apprehensive of how the men would respond. For years women were not treated with the same equality as men; they were seen as the weaker sex thus female education was not seen as a necessity. Editor Sarah Josepha Hale voiced her belief that the only reason the intelligence of men seemed superior to that of women was because women were only involved in duties as a housewife, and men had more chances to acquire greater knowledge. Slowly, after much debate, the views on the education of females began to shift. Eventually a women's education was seen as being necessary in order for them to properly carry out their obligations as both a mother and wife. They believed that if a woman did not obtain appropriate knowledge, how could she impart proper wisdom upon her children? The years following the speech made by Emma Embury were a huge transition for female education, \"in fact, more than a few clergy and educators had come to argue that the education of women was actually more important than the education of men.\""],"locations":[{"id":8867,"lat":40.6450686304,"lng":-73.9495584018,"zoom":11,"place":"KINGS, New York"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}]},{"id":4190,"title":"Spontaneous Combustion of a Drunkard\n","course_id":6,"status":"P","start_date":"1831-12-07","end_date":"1831-12-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    In the year 1831, Dr. Peter Scholfield was invited to speak at the formation of a temperance society in the small town of Rustard, in Upper Canada.  His speech was a direct attack on drunkenness and the dangers it entailed.  Dr. Scholfield began his speech with the remark, \"It is well authenticated, that many habitual drinkers of ardent spirits are brought to their end by what is called 'spontaneous combustion.'\" He then told of a young man under his care, who at just 25 years old had been a habitual drinker for many years.  The doctor was summoned at approximately 11:00pm by the local blacksmith and arrived to find the young man \"literally roasted from the crown of his head to the sole of his feet.\"  The young drunkard had been found burning inside the blacksmith's shop, looking like the wick of a burning candle.  Nothing else in the shop was on fire; and there was no damage to anything, it was \"simply a case of spontaneous combustion.\"  ","    The doctor then began to explain, in gory detail, the path the man took to his death.  \"His flesh was consumed or removed in the dressing, leaving the bones and a few of the larger blood vessels standing.\" Thirteen days later, the young man died an excruciating death, his screams and laments were said to have unsettled even the most hardened men.  In his death throes, the young man screamed out that \"he felt no pain of the body, for his flesh was gone. He was suffering the torments of hell; that he was just upon the threshold and should soon enter its dismal caverns.\"  Dr. Scholfield concluded his story with this remark: \"I have seen other drunkards die, but never in a manner so awful and affecting.  They usually go off senseless and stupid.\"","    By the early nineteenth century, temperance societies began springing up across the Untied States, in protest to the drunkenness running rampart throughout the country.  Although alcohol was not made illegal until the eighteenth amendment was passed in 1920, temperance societies began to grow in popularity as early as the 1790's.  By 1831, when Dr. Scholfield's article was published in the Western Luminary, a religious periodical, there were more than 8,000 American Temperance Society chapters across the country.  Speeches like the one given by Dr. Scholfield were an attempt to convert more people to the way of temperance and the avoidance of spirits.  Although scare tactics such as those used by Dr. Scholfield worked on some people (mainly women and devout individuals), the majority of the American public largely ignored such stories of spontaneous combustion. The consumption of spirits was a vital part of society and because of this, it was impossible for many people to imagine life without them.  The large change about the use of spirits came after the American Civil War, when the abuse of alcohol by veterans in both the north and south helped bring about a change in the way people viewed its destructive nature.  Women who had witnessed firsthand how it harmed both the men and their families began to work even harder to outlaw alcohol throughout the country."],"locations":[{"id":4796,"lat":38.0422598094,"lng":-84.4586978215,"zoom":9,"place":"FAYETTE, Kentucky"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"}]},{"id":4193,"title":"Cholera\n","course_id":6,"status":"P","start_date":"1831-01-01","end_date":"1831-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A Cholera epidemic struck the citizens of the United States of America in 1831. Doctors all over the Nation treated its victims without much success. Many doctors published their feelings and findings in medical journals. A Doctor Smith from Boston wrote about his voyage to Russia that year to compare their epidemic to the one in America. Dr. Smith was horrified to see so many helpless poor Russian children die and he realized that all countries should get together to make water cleaner and try to figure out a cure. Like Doctor Smith Missionaries also witnessed villages in Russia totally wiped out because of Cholera. ","Cholera is compelling because many people died of this terrible disease. Doctors and scientists focused on lack of sanitation, and they compared the cholera epidemic in the United States to the cholera epidemics in other countries, such as Russia. The cholera epidemic affected tens of thousands of Americans and hundreds of thousands more around the world. The cholera epidemic spread because technology had not yet been invented to help clean water.  Most of the articles about cholera were about dying families and commenting on how water must be cleaner. Although people of all backgrounds died of cholera most victims came from poor small towns, and old people and kids were most affected.  "],"locations":[{"id":6207,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":2,"tag":"Health/Death"}]},{"id":4199,"title":"Missionaries and the Choctaws\n","course_id":6,"status":"P","start_date":"1831-01-01","end_date":"1831-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Mr. Cushman and his fellow missionaries broke ground in the \"unbroken wilderness\" of Choctaw Nation on October 15, 1827 and on July 31, 1831 he published a letter about his experiences in The Missionary Herald titled, Effects of the Gospel on the People. Upon his arrival in 1827, Cushman found the members of the Choctaw tribe to be entirely heathen and uncivilized in both appearance and practice. He was surprised to see that \"only a few of the men labored at all, as this was a disgrace to the sex,\" and that \"very few of them had ever heard the gospel.\" Over the next four years he and the other missionaries would open a school in one of their homes and also expand the number of Choctaw people who belonged to the church and attended regular religious services. By the end of his mission he boasted that, \"there are now in good standing in the church 51 natives, six being under suspension for unchristian conduct. Our Sabbath meetings were well attended, generally by eighty or a hundred adults.\" Cushman also stated that, \"their Indian costume is almost entirely laid aside…\" and that \"nearly all the adult females have learned to make shirts and pantaloons, &c….\" that, \"public opinion is now in favor of industry and the lazy man is disgraced.\" These statements demonstrate the pride that Cushman and the other missionaries took into account not only the spiritual transformation of the members of the Choctaw tribe but also in their conversion to a Euro-American of life.","The sentiments of Mr. Cushman regarding the spiritual well being of the Choctaw people paralleled the feelings of other missionaries who worked among Indian tribes at this time. They hoped that they could bring Christian doctrine to a population unfamiliar with it and by doing so inspire them practice western religion and work towards salvation.","Historian Michael C. Coleman writes that this ideal of convincing Indians to adopt Euro-American cultural norms was, \"part of a nineteenth-century crusade to „uplift and assimilate Indians into American society, and thus save them from extinction.\" This process included the schooling of children in missionary schools that instilled western values regarding social, economic and political structure as well as gender roles. Historian Michelene E. Pesantubbee in argues that cultural transitions included a dramatic change in the division of labor between Choctaw men and women, from men who traditionally hunted and women who maintained farm work and tended to other household duties, to men working the fields and women being solely restricted to the house. This shift was seen as a major victory to missionaries, she writes, \"…by the 1800s…as the sexism and ethnocentrism of white society began to infiltrate the infrastructure of Choctaw society…[In] white America, males dominated the economic, religious, and political arenas. White women occupied the separate and secondary domestic domain.\" With their promotion of such a cultural shift, missionaries „empowered men by demoting women to holding lesser status."],"locations":[{"id":2390,"lat":null,"lng":null,"zoom":8,"place":"INDIAN LANDS, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":19,"tag":"Native-Americans"}]},{"id":4202,"title":"Alabama against the American System\n","course_id":6,"status":"P","start_date":"1831-12-21","end_date":"1831-12-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    The early nineteenth century was full of civil unrest between the states. Many of the southern states saw this time as a period of northern aggression and disregard for southern interests. \"Alabama,\" an article published in The Banner of the Constitution provides an example of southern government officials becoming fed up with the northern led tariffs and political parties, particularly the American System. In the article the governor of Alabama urged the citizens of the state to oppose the taxes levied by the American System. ","He supported his argument by presenting the point that the bill was in fact unconstitutional because it was not being enacted on every state. He wrote, \"If Congress, therefore, enacted a law to lay and collect duties, which are uniform throughout the United States, but if the duties be not binding to the United States, the law authorizing their collection is unconstitutional.\" The governor pointed out that most of the southern states were not involved in the vote.","The argument presented by the Alabama governor is part of multiple disagreements between the north and south that would eventually lead to the Civil War in the 1860's. A decade before the tariffs were created Congress worked together to avoid conflict during the forming of the Missouri Compromise. By 1831 relationships between the states turned hostile again and would remain that way until the beginning of the war."],"locations":[{"id":11227,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":11,"tag":"Economy"}]},{"id":4320,"title":"Nat Turner&#39;s Rebellion \n","course_id":6,"status":"P","start_date":"1831-02-12","end_date":"1831-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["    Nat Turner was an American slave who lived in Southampton County Virginia, from 1800 to 1831. Nat grew up very religious, and had the ability to read and write. Along with his education, his spirituality gave him a distinct view of the injustices of slavery taking place around him. Turner believed that he could lead a successful revolt, and in February of 1831 he executed his plan. Turner's original plan was to commence the insurrection on July fourth, but his plans abruptly changed due to a lunar eclipse on the 12th of February. \"On the appearance of the sign, I should arise and prepare myself, and slay my enemies with their own weapons.\"  The eclipse was viewed by Turner to be a sign from god telling him to start the rebellion. Nat Turner, accompanied by a few trusted fellow slaves entered their master's house killing the entire family. Their acts were brutal and merciless.  Recollecting the murders, Nat said, \"Will immediately killed Mrs. Turner, with one blow of his axe. I took Mrs. Newsome by the hand, and with the sword I had when I was apprehended, I struck her several blows over the head, but not being able to kill her, as the sword was dull, Will turned around, and discovering it, dispatched her also.\" Turner's rebel force, which amounted to about fifty strong, continued going house to house until White militia ended the insurrection. On the fifth of November Nat underwent a trial.  He was sentenced to death and later hung. Thomas Ruffin Grey was Turner's lawyer, and he published \"The Confessions of Nat Turner\" as a result of his time spent with Turner when he was in jail. ","    In the antebellum South slave rebellions and conspiracies tended to be extinguished, slaves still continued to resist. Nat Turner's rebellion along with many others raised a continuous concern of safety to the whites living in Virginia. Demographically, the slave population in Virginia was continuously growing, with large concentrations of slaves all over the state. Many whites feared that soon African-Americans would outnumber White slaveholders, making it difficult to keep surveillance over such a large population that could easily communicate. Economically, the plantation economy was deteriorating giving rise to more towns and cities. With the growth of towns and cities, economic gain was found in skilled artisanship, leading to the education of slaves in order for them to conduct such activity. Abolitionist pressure from the north also influenced the African-American community through propaganda and preaching by people sympathetic to emancipation. These factors brewed together produced a slave who was educated, in touch with other slaves, and fueled by the ideas of emancipation. "],"locations":[{"id":14281,"lat":36.7198931687,"lng":-77.1037749414,"zoom":9,"place":"SOUTHAMPTON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}]},{"id":4334,"title":"Mulatto Man Granted Freedom\n","course_id":6,"status":"P","start_date":"1831-12-01","end_date":"1831-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In December 1831, Quaker abolitionist Benjamin Lundy published a small article in his newspaper The Genius of Universal Emancipation entitled \"Important Legal Decision.\"  The article told the story of a free mulatto man named Batkin who, after being convicted of a crime in Virginia, had been sold into slavery.  Batkin had been sold to a man in Tennessee, and he petitioned that state's court for his freedom.  The Circuit Court of Tennessee found that the original Virginia law under which Batkin had been enslaved was a violation of both the Bill of Rights of Virginia and the clause of the Constitution which prohibits bills of attainder, finding someone guilty without benefit of a trial.  Lundy concluded his article with a plea to his readers, urging them to action: \"How many poor wretches may yet be pining in slavery, who were as illegally doomed to that condition as was the ultimately more fortunate Batkin\" ","Lundy believed in limiting the expansion of slavery, but he also sought to establish a colony for freed slaves outside of the United States; he traveled to Mexico, Haiti and Canada looking for suitable sites. While his article was sympathetic to the plight of Batkin, his colinizationist views seem at odds with this abolitionist writing.  Lundy was an agent of the American Colonization Society and used his newspaper to promote its positions. He inspired other abolitionists, including William Lloyd Garrison who, prior to beginning his own newspaper, The Liberator, edited The Genius of Universal Emancipation while Lundy was abroad.  Garrison credited Lundy as \"awakening\" him to the abolitionist cause.  ","In addition to cases like that of Batkin, in which free men were sold into slavery, others were convicted into public service.  Slaves convicted of crimes were also conscripted into this public work as well.  Convict labor was also used as a form of punishment for whites, blurring the line between not only slavery and freedom, but of black and white.  "],"locations":[{"id":12153,"lat":36.0086650052,"lng":-83.9297656575,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"}]}]}