{"id":64,"title":"American Civil War Era","school_id":4,"school_name":"Furman University","term":"Spring 2011","abbr":"HST 224","url":"http://eweb.furman.edu/%7Ebensonlloyd/civwar/index.htm","description":"American Civil War Era. Examination of the Civil War as a political, cultural, economic and military phenomenon, with focus on the 1861-1865 period. Topics include causation historiography, major battles and their political context, the role of ordinary Americans in the conflict, slavery and emancipation, economic effects, Reconstruction, and the war’s enduring place in national memory.","points":[[39.8715057392,-77.2179223246],[39.9199204801,-76.7265166341],[35.1803733014,-85.1633326083],[34.7357841762,-85.3009353974],[34.9035877242,-85.1380945498]],"bounds":[[39.9199204801,-76.7265166341],[34.7357841762,-85.3009353974]],"episodes":[{"id":5177,"title":"General Abner Doubleday at Gettysburg: Why is he not remembered?","course_id":64,"status":"P","start_date":"1863-07-01","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At approximately 10:15 AM on the morning of July 1, 1863, Major General Abner Doubleday was thrown into command of the forces along McPherson's Ridge when his immediate superior, General John F. Reynolds, was shot and killed in the early engagement between Union and Confederate infantry. Doubleday became responsible for the entire battlefield and holding back the Confederate advances until the full strength of the Union’s First Corps could be brought up. His units demonstrated incredible bravery throughout the day and Doubleday himself showed exceptional skill as a commander in his handling of the battlefield. From McPherson’s Ridge to Cemetery Hill and Seminary Ridge, the First Corps and the other units under Doubleday’s command fought well against the Confederate forces and fought a gallant rear-guard action as Union forces withdrew to the heights surrounding Gettysburg. Doubleday’s official battle report touts the importance of his actions in giving the entire army time to establish good ground outside Gettysburg leading to the eventual rout of the Confederate forces. Though Doubleday is not mentioned by name in many subsequent accounts of Gettysburg, the First Corps is glorified for its actions during the engagement and it was Doubleday who commanded them for much of the first day. Why then, is Doubleday not touted as a hero of Gettysburg or great stories written about the units he commanded?","Due to a false report from General Howard, who assumed command of the First Corps upon his arrival at McPherson’s Ridge, General Hancock was under the impression, and so reported to General Meade, “that Doubleday’s command gave way” and consequently Meade replaced Doubleday for the remainder of the Gettysburg battle with a junior officer. Regardless of this demotion in battlefield rank, on the third day of the battle, Doubleday’s command withstood the fury of the Confederate artillery barrage and subsequently repulsed Pickett’s Charge. He ordered his Vermont regiment, under General Stannard, to seize on a perfect opportunity and flank the oncoming Confederate forces, who had successfully reached Union lines and “a few of them even laid their hands on [Union] guns.<sup>” </sup>","The actions by the Vermont regiment arguably saved the day for Union line, however following the battle there was much debate between Hancock and Stannard as to who gave the order to execute the flanking movement. Hancock and Meade are given the credit for repulsing Pickett’s charge, leaving Doubleday unrewarded once again, and the re-telling of Pickett’s charge (from both Union and Confederate perspectives) in history books and fiction works alike, give glory to the Confederates for their bravery and discipline; nothing is said about the small units like Stannard’s Vermont men who saved the Union line. Doubleday never forgave Hancock and Howard for their false reports and the promotion of a junior officer over him. This false report gave Doubleday only temporary status in regards to Gettysburg, it was a slight against his record and his reports about his actions and the actions of his men were subsequently overlooked. Thus General Doubleday was kept from being written into the annals Gettysburg greats alongside the likes of Buford and Chamberlain and glorified as a hero. To this day Abner Doubleday remains unrewarded and unremembered for his crucial role at this climactic moment."],"locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":912,"tag":"Gettysburg"},{"id":913,"tag":"General Abner Doubleday"}]},{"id":5178,"title":"On the Way to Gettysburg: John B. Gordon’s “Chivalrous” War Tactics","course_id":64,"status":"P","start_date":"1863-06-28","end_date":"1863-06-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“It was a case of adherence to the letter and neglect of the spirit; but there was no alternative except good-naturedly to admit that my men had gotten the better of me that time”—so wrote General John B. Gordon about the regrettable conduct of his soldiers as they marched through Pennsylvania on their way to Gettysburg. Gordon, being a Southern Gentleman and a reputable man, sought to bring as little disgrace upon his enemy as possible. He wanted to be the embodiment of a war hero—a man who was noble in his actions—and he desired to be noted for it. In many ways, Gordon was quite impressive; the Georgian had quickly advanced through the army in spite of having no formal military training, survived horrific wounds, and was widely celebrated throughout the South. As such, when he was instructed under the direction of General Robert E. Lee to avoid damaging the towns through which he and his soldiers traversed to battle, he undoubtedly wanted to live up to Lee’s expectations. The instructions were simple: people and property were not to be damaged or harmed by the Confederate Army; the war was to be fought on the battlefield.","No matter how insignificant Gordon claimed it to be, his troops devastated certain areas. In one instance, Gordon’s troops took the pickets of a wooden fence and used them for firewood. In another, they took horses from Yankee homes, and Gordon said it was justifiable by pointing out that in the “South horses were being taken by the Union soldiers” and that he was simply “trying on a small scale to balance accounts.” In spite of Gordon’s dismissal of Confederate actions as minor, Confederate troops caused two million dollars worth of damage in Pennsylvania in 1863.","Shortly after these instances, Gordon’s troops reached Wrightsville, Pennsylvania, where Gordon’s chivalry would be tried and the reputation he prided himself on affronted. The Confederates came upon a group of Union soldiers at the Wrightsville Bridge and resolved to drive them back so that they would be able to cross the river and continue their advance. The Union soldiers swiftly set fire to the bridge in their affright to prevent Gordon’s crossing, but the Union soldiers had made an irreparable error; the fire that was meant to protect them began to spread, engulfing a lumberyard and eventually threatening the whole town. As the fire grew, quick-thinking Gordon took to searching for a bucket or pail with which to extinguish the fire. Unfortunately, he didn't find one until the situation became dire. At this point, the townspeople realized that they would have to aid the Confederates if they wanted their town to survive.","In the end, the Confederates failed to save the bridge, but the town was not completely destroyed. While Gordon defended the actions of his men, Northern newspapers called their comportment into question by asserting that they had set the Wrightsville Bridge on fire, enraging the General. Gordon’s strong reaction to this, as well as his desire to create and maintain such a heroic image of himself, call his motivations into question in regards to the Wrightsville bridge incident and the War in general. Was he living up to his “southern gentleman” reputation and genuinely trying to save the town from the raging fire, or did he simply want to get his men across the river? Perhaps he reacted so strongly because of his desire to create his own war history and become a legend that would be remembered for generations. Furthermore, it is interesting that in his official report he complained about the bridge, but he did not make as big of a deal about it as he does in his own book. It is difficult to understand the complexity of his motivations. Nevertheless, one thing is evident from Gordon’s memoirs: He wanted to be remembered as a man of great honor and chivalry, and the Civil War offered him the perfect medium through which to do it."],"locations":[{"id":11364,"lat":39.9199204801,"lng":-76.7265166341,"zoom":9,"place":"YORK, Pennsylvania"}],"tags":[{"id":915,"tag":"John Brown Gordon"},{"id":914,"tag":"Wrightsville"},{"id":32,"tag":"Civil War"}]},{"id":5179,"title":"General William Rosecrans' Report at the Battle of Chickamauga","course_id":64,"status":"P","start_date":"1863-09-19","end_date":"1863-09-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Major General William Rosecrans, commander of the U.S. Army of the Cumberland, awoke nervous on September 20, 1863. His forces at Chickamauga had been assailed throughout the previous day but held their ground. Rosecrans did not know if they could withstand another day of Confederate assault, however. He also did not know that he was about to give an order that would swing the battle, the Chattanooga campaign, and his own legacy as a commander.","That morning Rosecrans inspected his line and found that its left, which he felt should be protected at all costs, was vulnerable. Two hours after fighting began, Rosecrans was incorrectly informed that a gap existed along his left. He ordered General Thomas Wood on the Union right to move left and close the gap: “The general commanding directs that you close up on Reynolds as fast as possible, and support him.” The problem was, a Confederate force opposite Wood had been waiting for an opportunity to charge. When Wood moved left the Confederates, according to Rosecrans, “poured in through this breach,” breaking through the Union lines and driving several of Rosecrans’ divisions from the field. The breakthrough proved to be the decisive movement of the battle, a Confederate victory. How and why was this order given?","The report from General George Thomas that “Reynolds’ right was exposed” was met with fear and panic by Rosecrans, historian Glenn Tucker notes. Caught up in the heat of the moment, Rosecrans directed his aide-de-camp, Major Frank Bond, to write the fateful order. Chief among Rosecrans’ errors, according to Tucker, was that he did not consult his chief of staff, Brigadier General James Garfield, who was busy, when deciding what action to take. Garfield knew the positions of each Union regiment and would have been able to inform Rosecrans that a gap did not actually exist.","In his official report Rosecrans reluctantly admits that, without his mistake, the Union army would probably have driven the Confederates from the field. Even with the fateful order, Rosecrans describes Chickamauga as a resounding victory since the Union ultimately held Chattanooga. Tucker disagrees and places blame on Rosecrans, arguing that his erratic temperament led to the reckless advance. Rosecrans biographer William Lamers puts Wood at fault, since he should have told Rosecrans the move was impossible. Not suprisingly, Rosecrans downplayed his errors in his official report. His commanders saw through the semantics, however, and relieved him of his command less than one month later.","The order would haunt Rosecrans for the rest of his life. He wrote an article in the May 1887 issue of the Century Illustrated magazine justifying the entire Chattanooga campaign, arguing that miscommunication between Reynolds, Wood, Thomas and Brigadier General John Brannan created the gap in the Union line. His <em>New York Times</em> obituary in 1898 did not pull any punches, however, blaming the Chickamauga defeat on Rosecrans. Even in death Rosecrans could not escape the fateful order.","Regardless of fault, Rosecrans’ order was significant because it gave the Confederates their only major victory in the western theatre of the war. Additionally, not even one of the war's most competent commanders could avoid the communications breakdowns that often plagued armies. Clearly, Rosecrans had good reason to be nervous that foggy September morning."],"locations":[{"id":12053,"lat":35.1803733014,"lng":-85.1633326083,"zoom":9,"place":"HAMILTON, Tennessee"},{"id":2308,"lat":34.7357841762,"lng":-85.3009353974,"zoom":9,"place":"WALKER, Georgia"}],"tags":[{"id":917,"tag":"William Rosecrans"},{"id":916,"tag":"The Battle of Chickamauga"},{"id":32,"tag":"Civil War"}]},{"id":5181,"title":"<strong>J.E.B. Stuart and His Performance in Gettysburg, or Lack of it!</strong>","course_id":64,"status":"P","start_date":"1863-07-01","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["JE.B. Stuart rode into Gettysburg overdue by two gory days to General Lee’s disappointed relief.  Stuart’s role until then had been to serve as Lee’s eyes delivering updates of the Union’s movements.  Until Gettysburg, Stuart had built a strong and very public reputation all over the South for his flamboyance, skill and valor on the battle field.  A West Point graduate, he first garnered experience out in the Western frontier where he met and aided “Stonewall” Jackson.  Choosing to fight for the Confederacy was based upon strong convictions aligning with the South coupled with a willingness to accept whatever the consequences driving him to fight his hardest.  Stuart enlisted alongside his Southern “brothers” and served as a Captain for the Confederate Cavalry by March 16<sup>th</sup>, 1861.","Once Stuart’s gallant behavior from the battle field leaked out to the local and CSA national press he became a well-known “war-hero”.  During the war up until Gettysburg, Stuart’s ego increasingly inflated.  It is thought that his perceived reputation clouded his decision-making capacity and led him to “misinterpret” the orders as evidenced in his defensiveness in his recollections.  Allegedly, his ego had negatively influenced the loss at Brandy Station.  Critics hoped that this was his punishment and he’d learn from this blunder. Gettysburg served that function instead.","Stuart sought total redemption approaching Gettysburg.  He genuinely felt he was carrying out his duty to General Lee despite his route south towards Washington D.C.  This may explain Stuart’s prolonged arrival at Gettysburg and so negligence in delivering obsolete or unhelpful intelligence to Lee about the Federals.  He claimed that he “misread” the order for him to stay near to Lee and Gettysburg, run interference and gather intelligence and send it to the higher ranking officials. Instead of completing his mission, he covered hundreds of miles and missed most of the battle and the opportunity to potentially save the Confederacy.  Lee was extremely upset with Stuart and Stuart felt privately shameful about it.  He rode up to the battle on the Union’s flank and hoped to surprise attack the Union at Gettysburg however by that time, the Union developed an adequate cavalry to combat and hold off the Confederacy’s.  To many, Stuart lost the battle and maybe even the war.  To others, he had an honest mistake at the worst possible time in his career and it may have cost him his life just months later."],"locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":919,"tag":"Confederacy Calvary"},{"id":918,"tag":"Stuart"},{"id":912,"tag":"Gettysburg"}]},{"id":5182,"title":"The Tragedy known as Pickett's Charge","course_id":64,"status":"P","start_date":"1863-07-03","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The veteran soldiers geared for the attack, confident in their strategy and ability, ready to accept nothing less than success.  As the enemy forces approached and the men “spearheaded the charge” with all that they had, it quickly became evident that it was not going to be enough.  The “Union artillery opened” on the Confederates’ “parade-ground ranks” and the group suffered greatly under the hail of fire.  Pickett’s division was destroyed.  Those left retreated in utter failure as the Union soldiers walked away relatively unscathed.  It was the battle of Gettysburg in Pennsylvania, July 3, 1863.  The doomed brigades were led into battle by 38 year old General George Edward Pickett.  Little did they know that this moment would be labeled by historians as one of the most futile assaults in American military history, Pickett’s Charge.","General Pickett was born and raised in Richmond, Virginia.  He was no star pupil, graduating 59th of 59 from West Point in 1846, along with fellow Confederate General “Stonewall” Jackson and Union General McClellan.  Pickett was an arrogant and spirited child, an attitude that seemed to stick with him for the remainder of his years and severely hindered his progress and performance as a military leader.  Described by a Union prisoner as the “archetype of the Virginia slave-baron,” Pickett was a well dressed Southern aristocrat with long ringlets that attracted attention from women and men alike.  His fellow officers rarely responded to him in any efficient or positive manner, and his arrogance and pride were blazingly displayed before his fall.  General Robert E. Lee was never aware of what to expect from the irresponsible young man, who at times seemed to be far more concerned with his new flame, LaSalle Corbell, whom he would soon marry.","A firsthand account of the battle from Pickett himself is not available.  In fact, there are relatively few of Pickett’s personal documents to contribute to the history if his military career.  His beloved Sallie’s rather biased accounts of his campaigns make up a great deal of the historiography available to historians, rendering it difficult for scholars to fully understand what happened that dreadful day in Pennsylvania.  This disastrous charge is the subject of surprisingly little historical scholarship.  Carol Reardon raises the question of whether or not a true account of any battle is realistically possible.  This one is especially difficult without an official record from the commanding officer, only secondhand accounts with which to work.","In general, Pickett’s behavior appears to have elicited personal attacks and a kind of distrust from the other officers, and he and his men had served as onlookers for much of the major fighting.  With Lee’s quick decision to fight the Union at Gettysburg, however, he would need all of the men available, including Pickett’s new division.  With vague instruction and a confident façade, Pickett led his brigade in a questionable formation described “generally as a two-rank line, with a variety of incongruities” straight into unmerciful fire from the Union infantry. This strange organization evidently left them very exposed.  The resultant deaths and injuries scarred soldiers from both sides, and hearts were bleeding for all of Virginia because of the great number of men lost that day.  It comes as no surprise that Pickett has been the topic of many rumors and criticisms since.","Years after the miserable failure, Pickett met with Lee again in 1870.  John Mosby, who escorted Pickett, reported that the general had said of Lee, “‘that old man’ had ruined his career and caused his division to be ‘massacred’ at Gettysburg.”  General George Pickett died on July 30, 1875, probably unaware of just how helpful Lee had been in his defense.  As Pickett’s reputation crumbled and he was severely criticized as a leader, Lee took much of the blame for himself.  Pickett had never truly recovered from the gruesome loss, though, and the memories of that day haunted him and helped produce the bitter feelings that he had held for his contemporary."," "],"locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":715,"tag":"Military"},{"id":32,"tag":"Civil War"},{"id":755,"tag":"Confederacy"}]},{"id":5183,"title":"General Ambrose P. Hill in the Battle of Gettysburg","course_id":64,"status":"P","start_date":"1863-07-01","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["General Ambrose Powell Hill viewed Gettysburg as his chance for redemption from a reputation as a cantankerous, argumentative and tardy leader in the Confederate Army, but the ill fate that befell his troops in the battle was not the ending he desired. It was day one of the Battle of Gettysburg and Ambrose Powell Hill was about to face his first battle as the promoted commander of the Third Corps, a position Hill was eager to live up to. Hill distinguished himself in the first battles of the Civil War as the leader of the fabled \"Light Brigade\" but this day he faced more responsibility in one of the most important battles of the war to date.","The promotion came along with the devastating death of Thomas \"Stonewall\" Jackson mere weeks before the Battle of Gettysburg. Hill and the ever-praised Jackson had often clashed; one of their altercations even ended with Hill's arrest by Jackson. In the wake of Jackson's death Confederate General Robert E. Lee divided up his corps into three divisions, giving command of one division to Hill. Earlier in the Civil War Hill received much criticism from other Confederate leaders for his tendency towards tardiness and subsequent high volume of stragglers during his marches when he raced to compensate. He felt this battle was his chance to prove his competence and military skill once and for all.","On the first day of battle Hill led his men in a march towards the town of Gettysburg. Along the way they encountered Federal troops assumed to be cavalry. Not until it was too late did Hill and his soldiers realize these troops were a veteran Union force that was able to \"dispute the further advance\" of the Confederates. Hill noted in his report \"the want of cavalry had been and was again seriously felt\" but his troops were able to halt the enemies' move through the town. At this point Hill felt it prudent to cease fighting for the day and allow his men to rest. As he had long been criticized for not allowing his men mandatory rest breaks, this was a deliberate gesture on Hill's part. The next day fighting resumed and Hill described the incredible resistance of the Union forces. He also commented on the inability of his troops, guided by many able subordinates, to breach the line. Hill stated in his battle report that his men started day three in the same position they had started day two. However historians agree that Hill's battle report leaves much to be desired in the way of clear explanations of action. Some suggest his ailing health left him unable to take charge of his men and led him to spend much of his time in the company of General Lee instead of with his troops. There is little favorable evidence that Hill even came close to his predecessor Jackson's military skill.","Day three of the battle brought the famous Pickett's Charge, although Hill's report suggested this might be an ill-fitting moniker for the assault. Hill listed the troops engaged, putting no particular emphasis on Pickett's men since Pickett's men were in Longstreet's corps and in conclusion of the charge, merely wrote \"the assault failed and our troops fell back in disorder.\" This rather abrupt conclusion to the report on one of the Civil War's most important engagements is indicative of General Hill's great disappointment in the performance of his troops as well as the outcome of the battle. Hill was no Stonewall Jackson, a truth that was painfully apparent after the Battle of Gettysburg."," "],"locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":920,"tag":"Pickett's Charge"},{"id":32,"tag":"Civil War"},{"id":912,"tag":"Gettysburg"}]},{"id":5184,"title":"August Willich: No Ordinary General","course_id":64,"status":"P","start_date":"9/1/63","end_date":"9/1/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["All men may be created equal but they are remembered differently. In contrast to Robert E. Lee and Stonewall Jackson, August Willich was not a celebrity of the Civil War.  He was a Prussian political refugee and an aristocrat with an unapologetic communistic political leaning. Willch’s communistic nature generated his pre-war nickname, “Reddest of the Red.” Yet, his tremendous contributions to the Union effort garnered praise from General Sherman. During Chickamauga, Willich’s bravery and military prowess is noted.  Renowned Historian of Chickamauga, Steven Woodworth writes, that the mere presence of Willich’s regiment  “was recommendation enough for any division.” Willich remains somewhat of a question mark because after the war he did not publish his memoirs nor did he engage in major post war politics.    Historian Charles Stewart attributes this to the fact that Willich was “thoroughly a Democrat and simply a solider.”  In one sentence, there appears to be no better way to describe Willich.","Unlike most of his superiors, Willich had extensive military experience.  From the age of twelve, he began his military training. Additionally, he was a veteran of several European Wars.  He was in his fifties at the outbreak of the Civil War and had more experience in battle than many of his superiors combined but yet he enlisted as a private. Additionally, Willich implemented the ill-received Prussian tactic of the “three lined advanced firing” and often coordinated his advances with bugle calls.  Union commanders and other officers did not accept these innovations. The rejection of Willich’s tactics was not because they were ill founded but rather a rejection of Willich’s politics.","In Willich’s official report after the battle of Chickamauga, one can see through his rhetoric and the references that he made that he was not an ordinary general.  In a tactical manner, Willich outlined and summarized major troop movements and turning points during the battle.  On one hand, Willich did not use his report as a vehicle to justify or explain his defeat.  On the other hand, he did specifically highlight the actions of his all-German regiment because of his determination to prove “what a patriotic German can do.” For example after Chickamauga, Willich described his 32nd Indiana regiment as “again and again proven that they are true sons of the Republic, who value life only so long as it is the life of a freeman, so that they may make every power, slaveratic or monarchial bend before the commonwealth of the freeman of the United States of America.”  Willich’s report clearly represented what Willich cared about it. By name, Willich mentioned the men under his command who died, including the name of an orderly. His primary concern was the Union defeat and the death of his men. Willich’s military genius was not limited to Chickamauga."],"locations":[{"id":32907,"lat":34.7357841762,"lng":-85.3009353974,"zoom":9,"place":"Walker, Georgia"}],"tags":[{"id":921,"tag":"August Willich"},{"id":101,"tag":"32nd Indiana Regiment"},{"id":916,"tag":"The Battle of Chickamauga"}]},{"id":5185,"title":"From Infantryman to Staff Officer: The Battle of Chickamauga Through the Eyes of Ambrose Bierce","course_id":64,"status":"P","start_date":"1863-09-19","end_date":"1863-09-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Bierce writes, “They were men. They crept upon their hands and knees. They used their hands only, dragging their legs. They used their knees only, their arms hanging idle at their sides. They strove to rise to their feet, but fell prone in the attempt.” Through chilling words Ambrose Bierce illustrated the battlefield at Chickamauga in his short story,<em> Chickamauga</em>. Bierce, a writer and soldier, held a view of the battlefield of Chickamauga on September 19-20,1863, that few knew. His rank kept him acquainted with the everyday solider, but his horse and job gave him a vision that the ordinary soldier was not afforded. Bierce was a member of the 9th Indiana Infantry Regiment under William B. Hazen. His unit was at the core of the fighting under General Thomas’s forces on Snodgrass Hill during the Battle of Chickamauga. This was not only one of the most important battles of the Civil War but also for Ambrose Bierce.","Before Chickamauga, Bierce had been an infantryman in Hazen’s Brigade. After attracting the attention of his superiors, Bierce was promoted in April of 1863 to Hazen’s acting topographical officer, “his commander’s personal map maker who became his ‘eyes’ prior to battle”, writes David Owens. This role of topographical officer was at the center stage of any officer corps but was often overlooked. Chickamauga was his first major battle with his new title. His new role required him to be very familiar with the battlefield terrain, and this familiarity made Bierce’s memoir significant as it provided him a larger view of battle as he roamed on horseback, was in constant contact with high-level officers, and was directly involved in strategic high-ranking military planning. Moving from infantryman to staff officer greatly expanded his view of the war, and this would be reflected in his later writings.","His memoir, <em>Chickamauga</em>, told the story of this battle through a highly emotional and graphic lens. It was written in 1889 for the San Francisco Examiner, where he could write without fear of editorial constraints. In this intense short story, a little boy found himself lost in the woods among wounded men crawling to a creek. He innocently went among them looked into their faces and tried to play with them. Bierce wrote, “But on and ever one they crept, these maimed and bleeding men, as heedless as he of the dramatic contrast between his laughter and their own ghastly gravity”. He made his way back home to found it on fire and his mother dead. This loss of the child’s innocence to the brutality of war was perhaps a reflection of the loss of innocence throughout the United States as people at home and on the battlefield experienced this horrific war. Bierce’s role as a topographer paired with his writing skills provided a view of the Battle of Chickamauga that is intensely chilling and vividly detailed, something that cannot be seen in battle reports but only through the eyes of someone in contact with both the officer and the infantryman."],"locations":[{"id":12053,"lat":35.1803733014,"lng":-85.1633326083,"zoom":9,"place":"HAMILTON, Tennessee"},{"id":2308,"lat":34.7357841762,"lng":-85.3009353974,"zoom":9,"place":"WALKER, Georgia"}],"tags":[{"id":5,"tag":"War"},{"id":177,"tag":"literature"}]},{"id":5187,"title":"George Meade: Hero at Gettysburg?","course_id":64,"status":"P","start_date":"1863-07-01","end_date":"1863-07-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["George Meade was the commander of the Union Army of the Potomac during one of the most well-known battles of the Civil War, the Battle of Gettysburg from July 1-3, 1863, and he is one of the war's least well-known generals. As Meade learned of the escalating battle at Gettysburg, PA on July 1, he began ordering his army toward the town. At the end of the first day, the Confederate force failed to take Cemetery Ridge, a crucial position. Meade reported that the enemy was satisfied with his success and therefore did not attack the important ridge. This lack of aggressiveness was a significant Confederate mistake.","Meade arrived on the battlefield at 1 A.M. on July 2. The fact that the commander of the Union army missed an entire day of fighting shows that the Battle of Gettysburg was a spontaneous, incidental battle. Upon his arrival Meade immediately began distributing his army along the fish hook-shaped Union line in anticipation of a Confederate attack. On July 2, Meade successfully placed his soldiers in places where they could repel the Confederate attacks on the Union flanks. The next day, Meade’s army gave Lee a crippling defeat by crushing the massive frontal assault on the center of the line. In his report of the battle, Meade gave much credit to the bravery of his men, stating that they stubbornly resisted Lee’s enormous attacks.","After the battle, Meade was unable to pursue and destroy the Army of Northern Virginia. General Robert E. Lee was able to escape across the Potomac River into Virginia on July 13. Meade stated in his report that he made an effort to engage the Confederates. He claimed that Lee had taken up strong defensive positions in the Fairfield Pass and that the Union army had to pause for a day to obtain supplies. In a letter to Meade that he did not send, Abraham Lincoln wrote “I do not believe you appreciate the magnitude of the misfortune involved in Lee’s escape.” Meade offered to resign, but Lincoln kept him as commander of the army. ","History often remembers the Battle of Gettysburg as a costly mistake made by Robert E. Lee. His failure to communicate the importance of taking Cemetery Ridge on July 1, his decision to attack the strong Union position on July 2, and the abysmal failure of Pickett’s Charge make the battle seem more like Lee’s blunder than a genius victory for Meade. The defeat was costly for Lee; however, his army remained intact after a perceived lack of aggressiveness on Meade’s part. In late 1863, Lincoln gave Lieutenant General Ulysses S. Grant control of all Union armies. History recognizes Grant as the general who defeated Lee. Perhaps the nature of the Battle of Gettysburg, the magnitude of Lee’s mistakes, Meade’s lack of aggressiveness, or a mixture of these factors is the reason why George Meade is not a well-known name to Americans today.  "," "," "," "," "," "," "],"locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":519,"tag":"War: American Civil War"},{"id":32,"tag":"Civil War"}]},{"id":5188,"title":"James A. Garfield at Chickamauga","course_id":64,"status":"P","start_date":"1863-09-19","end_date":"1863-09-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["James A. Garfield was by definition an opportunist, he used even his failures in life to present a heroic image and thus propel himself into political office.  Such was the case when he beseeched his commanding officer after their position had been overrun and he desired to be where the Union was winning the battle (and thus seen as victorious), “Let me go to the front… It is dangerous, but the army and country can better afford for me to be killed than for you.”  During the Civil War, General Garfield was the Chief of Staff for General Rosecrans, whose defining moment of the war came in the Battle of Chickamauga.  On September 19, 1863 the forces of Lieutenant General Longstreet of the Confederate Army would face off with the forces of General Rosecrans.  For days, Garfield and his fellow officers had prepared for the attack, and he is recognized as knowing better than any man the disposition of the Union forces.  During the first day of the battle, no notable victories achieved, the battle seemingly favored the Union.  The following day, September 20, 1863, a message sent to Rosecrans noted that General Brannon’s division was out of place, leaving a chasm in the line.  Rosecrans immediately sent off an order to General Thomas Wood to close the gap, however, Wood, dumbfounded, could clearly see that Brannon was in his proper place.","The order sent to General Wood was the only order of the battle not personally penned by Garfield, instead it was transcribed by Rosecrans’s Senior Aide de Camp, Major Frank Bond.  The ambiguity of the order was an oversight for the Union forces, which were in position to win the battle.  Whether out of blind obedience or disdain for Rosecrans is a matter of debate, but Wood followed the order and left his position.  According to the official Union report of the battle, General Wood claims that the disposition of the order left him no option but to obey immediately.  In perfect timing, Longstreet’s forces attacked Wood’s position, after he vacated it, overrunning the Union lines. The scene following would be a stampede of Union men running for safety while Garfield and his fellow officers tried to restore order.  Useless against the stampede, Garfield fled with Rosecrans who would go on to secure Chattanooga, and win the campaign.  Garfield’s memoirs would reflect exaggerated gallant efforts to preserve the Union lines.  These memoirs, an attempt to glorify his own actions for political purposes and perhaps propel himself into the Presidency, seem embellished when compared to the official report.  According to official record, his actions, apart from not writing the order from Rosecrans, had no affect on the outcome of the battle.  Students of Garfield would be wise to remember that each of his personal sagas were calculated to fit neatly in a political equation, Chickamauga in particular provided him with an opportunity to begin campaigning."],"locations":[{"id":2308,"lat":34.7357841762,"lng":-85.3009353974,"zoom":9,"place":"WALKER, Georgia"}],"tags":[{"id":916,"tag":"The Battle of Chickamauga"},{"id":923,"tag":"James A. Garfield"}]},{"id":5189,"title":"Chamberlain's Defense of Little Round Top","course_id":64,"status":"P","start_date":"1863-07-02","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 2, 1863, Colonel Strong Vincent looked to Joshua Chamberlain and the 20th Maine regiment to defend Little Round Top “at every hazard”.  It was vital for the Union army to not lose this hilltop position to prevent the Confederates from breaking through their lines. At Gettysburg, the 20th Maine and other Union troops took both Little Round Top and Big Round Top. They have become immortalized through the accounts of Joshua Chamberlain.","Writers and scholars alike have found the narrative style of Chamberlain’s after action report to be both unique and captivating. It was his own artful and inspirational portrayal of the battle that brought Joshua Chamberlain fame as America’s Gettysburg hero.","In his report, what Chamberlain did not disclose is as important, if not more, than what he did. The report of Joshua Chamberlain found in the Official Records, dated July 6th, 1863, was actually recreated from memory in 1884 because government editors lost the original. Combined with the the discrepancies of his report and the reports of other participants in the battle, Chamberlain’s accuracy and role in the victory on Little Round Top comes into question.","In Chamberlain’s report, the Union regiments initially opened fire at close range and pushed the Confederates into taking shelter. Soon after, a final assault by the Confederate forces came. All seemed lost for the 20th regiment on Little Round Top as their ammunition depleted, until a rash call by Chamberlain for the bayonet and hand-to-hand combat took the Confederates by surprise.  Chamberlain claimed, “the effect was surprising; many of the enemy’s first line threw down their arms and surrendered.”","In the view of the soldiers of the 20th Maine, many agreed that their attack with the bayonets was the result of their pent up frustrations in the battle. According to their accounts, Chamberlain never said “charge”, as he later claimed, he only called that they fix the bayonet and prepare for a charge.","At the time of this charge, Confederate Colonel Calvin Oates had begun to withdraw Confederate troops seeing the ineffectiveness of their rally for Little Round Top. Along with the move by Oates and Colonel Michael Bulger to disperse and detach Confederate troops prior to the battle, Chamberlain faced depleted Confederate forces that were much smaller than he would later claim.","Later in life, Joshua Chamberlain sought to defend his legacy and story against the contradictory reports of the battle. In particular, both Colonel Oates and Colonel Elias Spear challenged his presentation of the battle.  Chamberlain’s unwillingness to admit the true efforts of Oates’ troops and their thrusts on the crest of Vincent’s spur, led to the denial of a battlefield monument for Oates’ 15th Alabama regiment. Despite the discrepancies to his reports, Joshua Chamberlain has maintained his role as the Hero of Little Round Top at Gettysburg."],"locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"},{"id":103,"tag":"Joshua Lawrence Chamberlain"},{"id":912,"tag":"Gettysburg"}]},{"id":5190,"title":"Braxton Bragg's Chickamauga: Trouble with the Brass","course_id":64,"status":"P","start_date":"1863-09-19","end_date":"1863-09-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["General Braxton Bragg's Army of Tennessee was in sore need of a decisive victory in September 1863. Following the Army's failed invasion of Kentucky in 1862, Bragg had been steadily pushed out of Middle and Eastern Tennessee and into Georgia without putting up much of a fight. General William Rosecrans had proven a formidable commander of the opposing Army of the Cumberland. After General James Longstreet's Corps from Robert E. Lee's Army of Northern Virginia arrived as reinforcements, Bragg felt ready to strike back. In a general order issued to the soldiers of the army two days before the Battle of Chickamauga, Bragg requested sacrifice and bravery from his men and stated that “failure is impossible and victory must be ours.”","Bragg's after-action reports regarding his soldiers' actions during the battle were full of praise, but he had a different opinion of several of his subordinate officers. Although Bragg won a victory, the Army of Tennessee took heavy losses and was unable to decisively defeat the Army of the Cumberland. In his official report, Bragg placed much of the blame for the lack of total victory on the commander of his right wing, General Leonidas Polk. Bragg claimed that Polk did not conduct his portion of the battle plan on time; as a result the enemy had more time to prepare defenses and the Confederates had a much harder time assaulting their positions. Bragg's plan centered around Polk's success, and although Polk's troops were eventually able to drive the Union forces from the field, the window of opportunity had effectively closed for the Army of Tennessee to achieve total victory. Following the battle, Polk attributed the delay to miscommunication among his own subordinates, but Bragg refused to accept this excuse and attempted unsuccessfully to have Polk removed from his command.","The lack of cooperation between Bragg and Polk during the battle was not an isolated incident. Polk and several other general officers had disregarded orders from Bragg on multiple occasions during the campaigns previous to Chickamauga, due to a lack of confidence in their commander and their own personal ambitions. To make matters worse, Polk and other subordinates even held secret meetings to discuss their commander's replacement. These factors effectively hamstrung Bragg's efforts to utilize the army to the best of his ability. As a result, Bragg's subsequent Chattanooga campaign was a failure and the disgraced general resigned command of the army in December 1863. Bragg's career makes it evident that the success of a commander revolved around the ability to control and maintain proper relations with their subordinates; no clash of arms exemplifies the importance of this relationship better than Chickamauga."],"locations":[{"id":1619,"lat":34.9035877242,"lng":-85.1380945498,"zoom":10,"place":"CATOOSA, Georgia"},{"id":2308,"lat":34.7357841762,"lng":-85.3009353974,"zoom":9,"place":"WALKER, Georgia"}],"tags":[{"id":916,"tag":"The Battle of Chickamauga"},{"id":1001,"tag":"Braxton Bragg"}]},{"id":5192,"title":"The Burden of Defeat: The XI Corps Breaks at Gettysburg","course_id":64,"status":"P","start_date":"1863-07-01","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Burden of Defeat: The IX Corps Breaks at Gettysburg","     The specter of defeat seemed to hang over the military career of German immigrant and revolutionary statesman turned Republican politician and Union General Carl Schurz and bad luck stalk his every move. Poorly positioned at the extreme right flank of Hooker’s army at Chancellorsville, the Eleventh Corps, especially Schurz’s third division, bore the brunt of General “Stonewall” Jackson’s fierce surprise counter-attack, routing the exposed and outnumbered federals and earning the unit an undeserved reputation for cowardice, especially when considering Schurz’s own personal courage under fire, rallying his division and mounting a somewhat effective resistance against a numerically superior foe. To add insult to injury, the misperception soon featured an ethnic slant: composed of a sizeable German minority, they were branded the “Flying Dutchmen” and the German-Americans’ proud rallying cry “I fight mit Sigel” acquired the sneering addition “and I run mit Schurz,” a taunt that would follow the general and his men throughout the war.","     On July 1, 1863, the Eleventh Corps, temporarily under Schurz’s direct command, marched into combat on the outskirts of Gettysburg to assist the heavily engaged First Corps. Seizing upon a potential opportunity for redemption, Major-General Francis Barlow’s impetuosity, euphemistically regarded as “too much bravery” in Schurz’s memoirs, led him to order his division out of line and onto a small knoll he believed to be a more advantageous position, breaking the defensive perimeter around the city and drawing brutal enfilade fire from confederate musket and cannon.","     Schurz recognized the mounting crisis and dispatched “aide after aide” to establish contact with Barlow, but the damage was done. In short order Barlow was severely wounded and his division driven from the field, leaving a gaping hole in the union line through which charging confederates began to pour, collapsing several portions of the line and forcing Schurz and his staff to stage a fighting withdrawal through the city. In a clear attempt to preserve the honor of his men, Schurz insisted in his report—and maintained throughout his life—that the divisions hotly “contest(ed) the ground step by step.” Moreover, he directly counters allegations that his men “routed…pell-mell” through the city, offering instead a picture of hasty but “orderly” retreat in his memoirs.","     When the smoke cleared and the casualties were tallied, the Eleventh Corps had lost over one third of its entire effective strength. Major-General Schimmelfennig suffered the ignominy of seeking refuge in a pig sty to evade capture following his division’s retreat through the packed city streets, already filled with broken elements of the First Corps. Despite repelling a large Confederate assault threatening two major Cemetery Ridge artillery batteries the following day, this “very spirited hand-to-hand fight” was scarcely remembered and Schurz and his “German” division, though courageous even in defeat and bled white with casualties, remained, to many, the “Flying Dutchmen.”","     The extent of his emotional wounds and defensive posturing becomes apparent when considering his November 1863 press exchange with Leslie Combs, a Kentucky Democrat who openly accused Schurz of personal cowardice at Chancellorsville. Opting to engage in a questionable public honor duel he “deem(ed) appropriate…to stop a slander political enemies seem bent on sustaining,” Schurz brands Combs a liar, demands a retraction and invites him to stand next to him in combat and “not leave for a single moment.”","     Indeed political generals and their reputations often suffered grievously at the hands of the press and public, and Carl Schurz was no different. Though he would go on to hold various high offices throughout the federal government, he never truly ended his apologetics, even justifying his command decisions from beyond the grave through his posthumously published memoirs.  Such was his burden of defeat."],"locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":912,"tag":"Gettysburg"},{"id":321,"tag":"Union Army"},{"id":892,"tag":"European immigrants"},{"id":985,"tag":"11th Corps"},{"id":986,"tag":"Political Generals"}]}]}