{"id":66,"title":"U.S. History: 1812 - 1914","school_id":40,"school_name":"Foothill College","term":"Winter 2011","abbr":"HIST 17B","url":"https://myetudes.org/portal","description":"American civilization from 1812 to 1914. Survey of United States history and its political, economic and social development.","points":[[42.3649994065,-70.9800517697],[41.8399513458,-87.8166666032],[29.5143972393,-94.8756973573],[40.7805662337,-73.9388482485],[39.2464830538,-76.5960396412],[42.7529827424,-73.884695438],[33.0342766311,-118.614221051],[40.7964015502,-73.8979738005],[39.878712355,-75.2036894677],[41.5973985943,-85.8587203887],[41.8064084993,-72.7328417292],[42.9168549346,-76.5542572674],[37.954527025,-76.8481834827],[40.6916304076,-74.0035386433],[37.1925921715,-120.718016988],[42.4842595758,-71.3901525974],[42.4835854974,-71.3897675857]],"bounds":[[42.9168549346,-70.9800517697],[29.5143972393,-120.718016988]],"episodes":[{"id":5150,"title":"The Early Plight of Women in the Medical Field","course_id":66,"status":"P","start_date":"1850-01-01","end_date":"1850-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Late in 1849, famed author Fredrika Bremer arrived in America on a visit from Sweden.  Her writings were well known in America and upon an invitation to visit she gladly accepted.  Well aware of the high regard for women in America, she was intent on studying their position and value.","During her two year stay in America, Ms. Bremer visited and was entertained by some of the most prominent people in American Society.  One such visit began on January 1, 1850, and found her going to stay with Miss Harriot Hunt in Boston.  As Ms. Bremer describes, she “had not much of an inclination for the visit, but it turned out much better than expected”. Harriot Hunt was a physician of women and children and had already been in practice for 12 years!  She was well respected in her medical practice and specialized in the particular ailments and diseases of women.  It did not take long for Fredika Bremer to realize the value of women like Miss Hunt who spent their lives devoted to the medical profession.","It was not easy for women to get into the medical field during the early 1800’s.  Such pioneers as Elizabeth Blackwell and Harriot Hunt had to fight through many obstacles to get the education and proper training to become physicians.  There were plenty of medical colleges available for men but none allowed women to attend.","Women were mostly limited to being midwives early in the 1800’s, and men’s attitudes were that women were “too delicate” and “not suited for the male dominated role of physician”.   These women were not to be discouraged; they understood the necessity and importance of becoming physicians specializing in the treatment of women.  They applied to these medical colleges that turned many away.  The first woman admitted to medical school was Elizabeth Blackwell in 1847, and then only if she attended disguised in male clothing.   She graduated from Geneva Medical College in Geneva, New York, in 1849.  Elizabeth Blackwell went on to found the New York Infirmary for Women along with her sister Emily in 1857.","Following Ms. Blackwell’s graduation in 1849, Dr. Joseph Longshore founded the Women’s Medical College of Pennsylvania.  This would lead to the establishment of seventeen more medical schools and nine hospitals, all specifically for the education and treatment of women.","Many women who wanted to study medicine found no openings available to them in medical school and chose to enroll in eclectic and homeopathic sects.   Miss Hariott Hunt studied under the apprenticeship of Dr. and Mrs. Richard D. Mott learning the value of “Systematic Vegetable Medicines” and continued her practice as an unlicensed eclectic practitioner.","Throughout the rest of Miss Hunt’s life she continued to advocate for the rights of women to learn and practice medicine.  She was followed by many more women’s rights activists demanding greater participation of women in a field “monopolized” by men.  Women wanted wealth and distinction also.  By 1900 this was happening: America had only 544 women practitioners in 1870; by 1900, the number had grown to 7,382."],"locations":[{"id":6209,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":874,"tag":"Women, Education, Health"},{"id":230,"tag":"Medicine/Health"}]},{"id":5151,"title":"The Education of Women - Mid 1800's","course_id":66,"status":"P","start_date":"1850-02-01","end_date":"1850-02-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Fredrika Bremer was a well-known writer living in Sweden.   By invitation in late 1849, she came to America for a visit.  As she was very much an advocate for the betterment of women in her country, her trip was much anticipated as she had heard of the high regard for American women.  Her writings were very well known in America at the time and she was well received during her two-year visit staying with some of the most prominent people of the mid 1800’s.","Well entertained throughout her visit, Ms. Bremer saw much of the country, spending most of the time on the East Coast in and around the Boston area.  All along her travels she wrote wonderful letters to her sister detailing her experiences and observations.  One such observation written on February 1, 1850, was about education and women.  “The educational institutions for women are in general much superior here to those of Europe; and perhaps the most important work in which America is doing for the future of humanity consists in her treatment and education of women.”","Women were becoming very valued as teachers, which gave rise to employment opportunities in the public school system.  Seminaries and other institutions of higher learning had been established to educate women in this vocation.  Many women interested in the field of higher education came from farms outside of the cities and would go to work first in manufactories to earn the necessary funds to pay for their education.","Women’s right to a higher education did not come without a battle. The male population was not in favor of this newfound interest woman had to better themselves and enrich their lives.   In 1870, the male population considered women too delicate and not up to the challenge of a higher education.  Dr. Edward Clarke, a retired professor at Harvard Medical School, in his publication, <em>Sex in Education, or, a Fair</em> <em>Chance for Girls, </em>warned that women who used up all their vital energies on studies would endanger their “female apparatus”.  Now, I ask you, what was this man thinking?  Regardless of how he felt, ten years later higher education for women was well accepted throughout the country.  One such example of this came in 1890: <em>Ladies Home Journal</em> held a contest in which the girl who sold the most subscriptions to the magazine would win a scholarship to Vassar.","Institutions of higher learning were in large part established and supported by other women who strongly advocated for the better education of their sex.  Emma Willard went on to establish a private academy in Troy, New York, in 1821.  This she established after being turned down by the New York State Legislature to finance a female public seminary.  She was instrumental in re-shaping women’s education throughout the country.  Emma felt women were capable of studying any subject they wanted and should prepare themselves to be self-supporting in a profession.","Philanthropists such as Catherine Beecher and Olivia Sage were two other women who also advocated for the further education of women. They helped tremendously with financial support to found colleges.  After being bullied for many years by fundraisers from men’s colleges, Olivia Sage made the declaration that she would no longer donate to them.  She then turned her interest to women’s education by donating $500,000 to found the Russell Sage College of Practical Arts in Troy, New York.  Here women learned secretarial work, household economics and industrial arts.  Catherine Beecher went on to found the American Educational Association in 1852.  She had long been an early supporter of women’s education."],"locations":[{"id":6209,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":6,"tag":"Education"},{"id":875,"tag":"Women, Education"}]},{"id":5152,"title":"Hundreds of Mormons in Honolulu en Route to California","course_id":66,"status":"P","start_date":"1846-06-20","end_date":"1846-06-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was June 20<sup>th</sup>, 1846, when the ship <em>Brooklyn</em> arrived in Honolulu, Oahu. Its passengers were hundreds of Mormon immigrants en route to California from New York led by a man named Samuel Brannan. The people of Hawaii were intrigued and confused by these new people, especially such a vast amount. The unknown elements were filled in by a history of the Mormon religion and its people.","The history that was given to the people included their book that their belief is based upon. It is called The Book of Mormon and is used in the same way that Christians use the Bible. Joseph Smith Jr. was told to be the founder of that religion and we're told of his history in how he created it. He was killed on June 27, 1844, which was not long before this voyage.","The Mormon people had a positive image due to Captain Richardson’s statement that they were courteous and gracious the entire trip. Although the Hawaiian people had different beliefs and values, they still respected the Mormons. The people did have a very difficult and harsh past due to their religion but were still kind to those they met on their travels.","The trip itself took 136 days from New York to Honolulu. In that trip, among the thousands involved, 10 people died which included four adults and six children. The people had had a long trip and had the blessings of the people there for a prosperous and positive rest of their voyage and pilgrimage to California. Because of the numerous amounts of Mormons going into California from this ship and others, the people in Hawaii stated that California would have to change greatly. With a new religion going into the area with so many followers, it would be a major change for the current people in the state. When they did arrive, they almost doubled the population of San Francisco. The Mormons also fought in the Mexican-American War and therefore shaped California’s history.","Although many of the Mormons went to California on board the <em>Brooklyn</em>, many took another route into present day Utah. Many Mormons traveled from their home of Nauvoo across the Mississippi and through Iowa. It took over a year for them to reach their destination, but they finally arrived in the Salt Lake Valley in Utah. This is the place where numerous Mormons reside today, and therefore this pilgrimage was vital to the religion."],"locations":[{"id":15203,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":887,"tag":"Utah"},{"id":886,"tag":"Hawaii"},{"id":366,"tag":"Migration"},{"id":876,"tag":"Mormons"}]},{"id":5161,"title":"Immigrants Who Couldn’t Get on The Train","course_id":66,"status":"P","start_date":"1/1/14","end_date":"12/31/14","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1914, Stephen Graham, a traveler from Britain, was riding a train towards Chicago. Upon arriving at the station, he was comparing the American rates with the Russian rates and Great Britain rates: “The cost of working is more in America than in Russia, and the trains are twice as fast; but that is not enough to set off against the enormous differences in fares. . . It is absurd to compare the prices of fares in America with the prices of fares in Great Britain. It is bad enough with us, but ours is a small territory; it does not cost much to go from end to end. But America is a vast country.” The comparison he made was truly correct. The wages paid in America were much higher than in Russia. Unfortunately, the railway fares were as well. The engineering of the railways had always been appreciated, but did it really benefit all Americans in the 19th century?","Railway fares usually were set quite high since the building cost of the railways was so expensive. For examples, it cost $39.60 -- equivalent to $712 nowadays -- to go as far as Denver, Coloado, which was about 2000 miles from Chicago; and $76.20 -- equivalent to $1307 -- to go to San Francisco. As Graham noted, “It costs almost a year’s wages to pay the fare of a family across it [the U.S.].” More importantly, the wages that Stephen refers to were the wages of American citizens. For those immigrants who were paid in lower wages, the fare might cost much more than they earned. Therefore, compared to Americans, immigrants had to think twice before determining to travel even a thousand miles.","Railways did bring many benefits to the United States. They sped up the development of the Industrial Revolution; they transferred gold, coal, and other materials at a very high speed, yet charged their customers a relatively low price; they brought a lot of jobs within the railroad sector; and they could take any immigrant to a place where he would not be a hireling but, during that period of time, “the high fares deter the immigrant, he is cooped up in districts which he would like to leave, but cannot; in districts where he must remain foreign and not American.”"],"locations":[{"id":17541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":666,"tag":"Railroad"}]},{"id":5153,"title":"<strong>Hurricane Creates Chaos and Damage along the Gulf Coast and Texas</strong>","course_id":66,"status":"P","start_date":"9/8/00","end_date":"9/8/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The horrific storm approached Galveston, Texas, with a fury and strong winds. The 20 foot wave rushed into the bay and ravished the town of 30,000 people. Trees were torn from their roots, people drowned from the rushing waters, and thousands of homes were destroyed. The mass of the storm was the worst that had been known thus far. The chaos that erupted from this massive hurricane would change Texas and the Gulf Coast for many years to come.","Galveston was one of the first cities to enjoy electricity, and all of the lines were destroyed. Communication was cut off to Southern Texas, and the storm was only continuing its path of destruction. This lack of communication was extremely difficult because most things were reported by hearsay and news from other towns. Without the connection with telegraphs, the official conditions were hard to determine. It also created difficulty in putting together rescue teams because they did not know what to expect upon arrival in Galveston. The railroads were destroyed, and some trains were stranded due to the flooding. There was almost no way to attempt rescues because of the harsh conditions. Because of the railroad issues, trips were canceled all along that area of the United States.","The focus of the devastation was the numerous lives lost. Between 6,000 and 8,000 people were killed within the first four hours of the hurricane’s impact with the town. This horrific number only increased as many were pronounced dead later after bring presumed missing. There were some extremely sad stories such as an orphanage where eight nuns and ninety-eight children drowned when the waters hit their home. It was such a sudden and strong hit that many were taken by surprise and did not have time to escape.","A relief train tried to make it to the town and save people but could not make it far due to the water. Upon return, they stated that there were bodies upon bodies floating in the flood waters, and that it was a tragic sight. The fact that they could not reach them was a sign that relief for the survivors would be difficult and would take time and money."],"locations":[{"id":51696,"lat":29.5143972393,"lng":-94.8756973573,"zoom":9,"place":"Galveston, Texas"}],"tags":[{"id":878,"tag":"Natural Disaster"},{"id":877,"tag":"Hurricane"}]},{"id":5154,"title":"The Changing Public Attitude towards Slavery","course_id":66,"status":"P","start_date":"1841-03-10","end_date":"1841-03-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the mid-19<sup>th</sup> century, the changes in the public mindset towards slavery had not yet been fully reinforced by law but the distaste with which other countries had viewed the institution for some time was clear.  Blatant racism was still plainly evident, yet the abolition movement was now growing and the public response to prejudice was now becoming very different.  After recent written accounts of slavery in the United States had been published by intellectuals such as Harriet Martineau and James Silk Buckingham, there were others from overseas taking on the voyage to the United States.  They wished to reveal and record what they saw about this young, powerful republic with such controversial politics at hand, in wonderment of the idealized American principles burdened so heavily by slavery’s contradiction of them, and to participate in the abolishment of the institution.","On March 10, 1841, one such voyage carrying many passengers of international backgrounds from Great Britain to America.  Joseph Sturge, an author and anti-slavery movement member, recalls how an inebriated British man, in calling to attention a waiter standing by, referred to him as “blackey”.  The waiter responded, “My name is Robert; when you want anything from me, please address me by my name; there is no gentleman on board who would have addressed me as you have done; we are all of the same flesh and blood; I did not make myself; God made me”.","His intoxication was of no excuse, and while many passengers on board indeed held their own opinions as to the lesser status of black men, it was also understood by the observers that there was not a man present, no matter their prejudices, who would have supported the initial offender against this much-deserved return. Sturge’s observations reflect that the passengers on the voyage to America could see the waiter as a man, much as themselves, and could not deny the accuracy of his response.  In decades earlier, few black men standing alone would have dared speak out without fear of immediate and unanimous reprisal, yet this was 1841, and here was a glimpse of the gradual but necessary progressions of the public outlook about slavery as an unacceptable institution.","Abolition-movement members such as the American brothers Arthur and Lewis Tappan were working diligently towards their cause, an attempt to “ma[ke] the whole nation look the captives in the face”, as yet another overseas onlooker noted.   People were becoming uncomfortable with slavery and racism as it seemed uncivilized and sinful amongst developed men.  Author St. George Tucker noted how even in pursuit of  independence and the hope for a better life which the Americans had sought for themselves, somehow they had turned from the oppressed into the oppressors, and in many cases, much more viciously.","The traveling writers from overseas were being joined by many American intellectuals, such as Emerson and Thoreau amongst others, all pointed in their goal of revealing a changing attitude about slavery in the United States.  Developments in communication allowed this perspective to circulate more widely than ever possible before.  Many people now not only understood the institution of slavery but were faced with its details every day.  The cultivation of thought encouraged by publications seemed to require a new evolution in behavior."],"locations":[{"id":8921,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":4,"tag":"Slavery"},{"id":64,"tag":"Anti-slavery"},{"id":95,"tag":"Abolition"}]},{"id":5155,"title":"Slavery, Prejudice and Goodwill – The Complicated Matter of Changing Attitudes","course_id":66,"status":"P","start_date":"1841-06-01","end_date":"1841-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Slave-trading was not fully unlawful in Baltimore by June of 1841, and slave-owning was still considered befitting to the community, particularly on the plantations.  Slave-dealing was conducted openly here.  While public attitudes were changing about the institution, the local Christian community seemed too complacent to push for change.  They instead attempted to show their pious and benevolent nature by virtue of the method in which they held or traded their slaves.","Author Joseph Sturge recounts his visit to a slave dealer’s home, and even as an anti-slavery movement member he was received graciously, the dealer proud to show him the ample and sanitary conditions of slave quarters, sufficient amounts of food in reserve, and strongly-caged rooms “[which] surround an open courtyard where they were permitted to take in air”.  This slave-trader felt he was looked upon by the slaves as a man of reason – one example he gave was that his slaves knew while they were in his care that he would never separate them from their families and that he could put them in better circumstances than what they had before.  Still, his understanding was clear that no matter his positive interest for the slaves, he was only a spot of transfer from one master to the next, and he could not continue his care for them beyond his facilities.","In conversation with Sturge, when asked to face the glaring contradictions of his seemingly benevolent nature versus the actuality of his trade, the dealer noted that “the law permitted the trade in slaves, though he should be as willing as anyone to have the system abolished, if the State would compensate them for their property”.  The author perceived his point of view and choice of work as no more degrading than that of any slave-owner, but even his wealth would not prevent polite society from judging him more harshly for it.","To the author’s surprise, it was later revealed that he and his wife were “shunned” by society, and his conscience was heavy.   The contradictions of the institution were first divulged in conversation with the dealer, then the social rules that condemned the slave trade exposed as total hypocrisy, by virtue of the contempt with which the slave-holder viewed the slave-trader.   The free and devout men of the time seemed able to choose which morals they would uphold and which they could stand to find justification for.  This may have been not only because of a general state of confusion people lived in during this time, but, as authors Oscar and Lillian Handlin noted, also “a caution verging on timidity”.  To absolve the matter entirely would require a bewildering number of changes, ones that would pit many sides against others and take many steps to achieve.  But by 1841, while all could not agree on the approach to the issue, the concern many Americans shared was in the treatment of slaves while in possession.  This was certainly a marked difference from decades past yet clearly still identified the inherent nature of American bigotry of the time.  A writer commented, “To these sons of Africa, the whites owe an immense debt; every proper measure should be adopted to improve their education in morals, to make them religious, respectable and happy”.  His attempted consideration for the slaves fails to note the very prejudices his comment pointedly denotes – that the black slave would need morality training and Christian conversion in order for respectability and happiness.  As noted by the Handlins, “in great matters and small, prejudices burdened even those who seemed on the way toward equality”."],"locations":[{"id":5930,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":4,"tag":"Slavery"},{"id":64,"tag":"Anti-slavery"},{"id":95,"tag":"Abolition"},{"id":879,"tag":"Slave-trading"}]},{"id":5156,"title":"<strong>Letter from John Jacob Astor to his merchant, Peter Smith, </strong><strong>regarding the fur trade.</strong>","course_id":66,"status":"P","start_date":"1790-11-02","end_date":"1790-11-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Jacob Astor was America’s first multimillionaire. Mr. Astor, German born, moved to the United States in 1784. Shortly after, he began his commercial career in fur trafficking. Mr. Astor, a keen businessman, recognized early on the possibilities of immense fortune in both furs and peltries. The rich peltries of the North had been pursued by the early traders. The Indians had little knowledge of the relative wealth of furs at first and bartered foreign trinkets and cheap commodities for them. The early traders realized immense profits and found furs as a source of wealth. The earliest and richest crop of Central and West New York consisted of furs through which John Jacob’s Agency, aided by Peter Smith and others, found their way into both the New York and London markets.","In 1790, Mr. Astor wrote a letter to his merchant Peter Smith on the Mohawk River. He expressed the value of furs and their worth. In the business deal, he advised Peter to deliver as much furs as possible between spring and June 1<sup>st</sup>. He requested Peter to only buy furs if the price was very low and advised him that he would loan him cash if need be.","In 1790, the price and inventory that Astor was willing to pay included the following: Otter Skins: 40s, Bear 40s, Red Fox (good condition) 9s and 6p, Mink: 4s and 3p, Wolfs: 6s and 6p, Wildcat: 6s and 6p, Muskrat 1s and 5p, and Beaver 12s.","Astor had major plans in establishing trading posts all across the continent from the Atlantic to the Pacific and to send these furs to China. In 1811, Mr. Astor acquired the Mackina Company, which covered the entire south, and named it “The American Fur Company”. This was entitled the South-West in contradiction to the North-West Company which was a competing fur company based in Canada. Mr. Astor’s goal was to possess and monopolize the whole fur trade of North America. From the sixteenth to the late nineteenth century, fur trading was an important economic and political motive in the exploration and colonization of our continent. It was during this time that Mr. Astor accumulated a quarter of a million dollars, and became one of the leading figures in the fur trade."],"locations":[{"id":15440,"lat":42.7529827424,"lng":-73.884695438,"zoom":8,"place":"Albany, New York"}],"tags":[{"id":894,"tag":"fur trade"},{"id":893,"tag":"Astor"},{"id":11,"tag":"Economy"}]},{"id":5157,"title":"Alexander Ross writes of his travels as a Fur Trader.","course_id":66,"status":"P","start_date":"1822-05-01","end_date":"1822-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The value of furs and peltries were increasing, causing many adventurers to travel abroad and engage in the fur trade.  Alexander Ross was raised in Scotland on his father’s farm. In 1804, He left for Quebec where his journey led him from being a schoolmaster to that of a fur trader. In 1822, in a letter to his sister, Alexander Ross wrote about his regrets, travels, and misfortunes abroad. All of this was done in hopes of finding a better life.","Ross told his sister that he regretted leaving and felt that he had no choice but to stay, due to his honor and pride to his country. Alexander Ross lived in Lower Canada for a year as a schoolmaster. Due to lack of money and pride and of not wanting to take any money from his father, Ross chose to embark on an adventure with the Pacific Fur Company as a fur trader.","Ross’s travels took him pass the islands of Cape di Verde, Falkland, Terra del Fuego, Magellan, Cape Horn, the southern promontory of America, Chili, Peru, and the Sandwich Islands. In 1811, after sailing across the North Pacific Ocean, they landed. This was the destination where the company had planned on establishing a fur trade among the natives.  Sadly, misfortune hit: the Indians seized their ship. Twenty-three of their people were murdered, eight drowned, and others were deprived of all resources. The men struggled between hope and despair for three years. Ross was one of them. With strong will to succeed, they made their way across the continent to Canada.","Ross’s strong will and determination kept him alive, and in 1813 Alexander Ross joined the Northwest Company of Montreal and occupied a post in the Okanagan (Nez Perce) country. In 1821, the escalating conflicts between the competing companies of North West and Hudson’s Bay resulted in a forced merger of the two. The Hudson's Bay Company took over all of the North West Company's operations, including Fort Nez Percé, which became an important post for the fur trade and a base for beaver hunting expeditions."],"locations":[{"id":15201,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":895,"tag":"Ross, Alexander"},{"id":894,"tag":"fur trade"},{"id":11,"tag":"Economy"}]},{"id":5167,"title":"Susie Clark’s arrival in California by train from Boston","course_id":66,"status":"P","start_date":"1890-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the 1890s Susie Champney Clark left Boston on a Raymond & Whitcomb Co. organized railroad trip across the country to California, recording her observations and notes along the way.  Though this trip may have seemed impossible to make earlier in the century, as Ms. Clark said in the first chapter of her book <em>The Round Trip from Hub to the Golden Gate</em>, “California [was] much nearer Boston than it was in ’49. The journey thither is hardly now considered much a trip.”","Susie Clark had a grand time on her trip across the country and was impressed by the comfort of the train and its amenities. She thoroughly enjoyed the menu and the dining car and declared that it “might well engage the attention of the most fastidious epicure.” Train travel had taken on a completely different feeling than earlier in the 1800s. It was leaving behind reputation for uncomfortable, difficult travel and taking steps towards relaxed and enjoyable trips. Ms. Clark even went so far as to say that Raymond and Whitcomb had turned travel into an art and science, making their trains feel like homes.","Arriving in Los Angeles, California, she took note of the beauty of the city, wondering how “this fair city [could] fail to thrive and flourish and grow as if indeed all good angels smiled upon her.” Unfortunately though, Ms. Clark pointed out that the city was founded as a means for housing the “soldiers” who had worked for the Spanish missions, forcibly converting the Native Americans and encroaching on their land. She was not surprised at all that these actions had led to, as she said in her notes, “the degradation and ultimate extinction of these tribes.”","Susie Clark was not the only one with these opinions of the missions’ and other settlers’ earlier tactics. As recounted in Michael Magliari’s article in the <em>Pacific Historical Review</em>, during a visit to Los Angeles, U.S. Army Captain Edward Ord stated “It will be seen…that by the law, the overseer of a large rancho, has but to be a ‘Justice of the Peace' and he is enabled to buy and keep Indian servants as he may want them, and to punish them at discretion, within a limit.\"","Though California was admitted to the Union as a free state, as Magliari points out, “the newly admitted Golden State had already established its own racially based system of unfree labor. Although it had forth-rightly rejected the South's ‘peculiar institution,’ the new ‘free state’ of California did not hesitate to craft its own code of compul-sory [sic] labor under the notorious 1850 Act for the Government and Protection of Indians”.  Californians used “minor custodial wardship, indentured servitude or ‘ap-prenticeship [sic],’ convict leasing, and debt peonage” as ways to create forced labor to their advantage.","As Ms. Clark hinted in her travel writings, the beauty and wonder of California had a slight darkness creeping in around its edges as a result of the methods by which the land was taken from the Native Americans."],"locations":[{"id":902,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"LOS ANGELES, California"}],"tags":[{"id":537,"tag":"Native Americans"},{"id":666,"tag":"Railroad"},{"id":792,"tag":"Transportation"}]},{"id":5159,"title":"America Experiments with Medicine","course_id":66,"status":"P","start_date":"1/1/00","end_date":"12/31/00","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["With the idea that America was the new Promised Land, many Americans were open  to everything new including ideas on health.  Diet, nutrition and wellness were topics of debate, often with men claiming to have the latest and greatest cure-all remedy.","Reverend Sylvester Graham was an advocate for healthful living.  He introduced a restrictive diet excluding meat, butter, coffee, tea and any intoxicating drinks.  He felt that these impurities would cause sexual desire and lead to disease.  Graham was also a strong advocate for maintaining a moral lifestyle that included exercise, proper attire, good sleeping habits and continence.  He had many followers, some of whom would call him Dr. Graham despite the fact he was not formally educated as one.  Upon a visit to an orphan asylum, James Silk Buckingham found they applied Graham’s diet to the children by feeding them a strictly vegetarian diet.  The orphanage claimed this helped the children build better bodies than that of meat eaters and protected them from diseases.  Graham's radical views often provoked opposition from the meat industry as well as husbands who did not want intercourse limited with their wives.","Although there were some educated doctors who followed more conservative practices, the majority had little education and was of lower class.   Of these doctors, there were some who would make radical health claims for cures.   A Chinaman noted in his writings of American doctors that many of them would make absurd claims for remedies and dismisses the Chinese medicine practiced for thousands of years stating it was outdated.  He commented, “Indeed, in no other field does ignorance, superstition, credulity, and lack of real education display itself as among the American doctors or healers. I believe I could fill a volume by the mere enumeration of the diabolical and absurd nostrums offered by knaves to heal men who profess to hold in ridicule the Chinese doctors”.  Transportation made it possible for these men to seek out vulnerable Americans who were in desperate need of a cure only to take their money and recommend a remedy that had no basis.","According to Doctor Peter Conrad, the educated doctors of the times pressed to have legal regulation among health care practitioners and felt the current treatments were unreliable and often dangerous.  However, many people challenged this as they felt some of the treatments, especially from educated holistic practitioners, were valuable and often superior to that of the formally educated doctors.  Dr. Conrad states “belief held that the practice of medicine should be ‘democratic’ and open to all, or at least all men.”   Self-help was still a common practice among them.","The Americans viewed themselves superior to that of other countries and felt their newly discovered remedies were more advanced.  It seems this naive and narrow-minded approach dismissed remedies of their ancestors and left them with trial, error, luck and a false sense of elitism."," "],"locations":[{"id":49747,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"New York, New York"}],"tags":[{"id":883,"tag":"diet"},{"id":230,"tag":"Medicine/Health"},{"id":267,"tag":"Health"},{"id":888,"tag":"Graham"}]},{"id":5160,"title":"Nutritional Effects on Teeth","course_id":66,"status":"P","start_date":"1795-01-01","end_date":"1795-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As wars were breaking out in Europe during 1795, Issac Weld was sent over from Ireland to explore America and observe whether it was truly a land of “flourishing and happy condition”.  The Irish were curious whether in times of desperation they would be able to flee to America as a place of refuge.","During his travels Weld visited Philadelphia, where tooth decay among the residents became a concern.  He notes “The sudden decay of the teeth, is a circumstance which has engaged the attention of the faculty; both men and women, American born, losing them very generally at an early age.” By 25 years of age, the majority of people had significantly decayed teeth.","Weld notes that the cause was unknown.  Some felt it was caused by sudden changes in the weather temperature; however, it was noted that African Americans and Indians with the same exposure had beautiful white teeth.  Sugar consumption was also taken into consideration as the people seemed to use it in abundance; however, people who did not have access to sugar still showed signs of decay.  Salt was another consideration as Americans tended to eat lots of salted pork and fish.  Even bread was considered the cause as it was guaranteed to be served at every meal.","Many visitors noted that Americans had table manners unlike that of Europeans.  Rather than taking the time to chew their food and enjoy the meal with conversation, they would quickly eat the food as if they were starving.  A farmer mentions to Weld that this form of bolting food among Americans was the cause of tooth decay because it was not what nature intended.  This could have been the inspiration for Dr. Kellogg’s practice of extreme chewing of food for proper digestion.","It is interesting that Weld specifically mentioned women having more decay than men.   Women, not working as laboriously as men, tended to feel fat consumption would make them fatter and followed a more lean approach eating vegetables and lean meats. They avoided foods like pork fat and preferred birds, prairie dogs, rabbits and even a completely vegetarian based diet.  Weston Price, a dentist who studied health and its relation to teeth, states that the optimal diet for humans is that of “nutrient-dense whole foods and vital fat-soluble activators found exclusively in animal fats”.  This lack of fat consumption by women may take into account why they experienced rapid tooth decay.","It is noted by food historian Lynne Oliver that unlike the white men, slaves would adopt food preparations from the Native Americans as the foods available were foreign to them. They learned how to prepare grains, meats and vegetables.  Indians traditionally soaked the grains during preparation and considered fats a sacred food source.  These practices have both been found to provide vital nutrients as Dr. Price discovered.  This could possibly explain why the African Americans and Indians had superior teeth to the whites.","Dentistry was in its most amateur form with its first book published in the United States in 1801.  As tooth decay became more abundant and the demand for dentists increased, new remedies such as anesthesia and dentures developed.  Unfortunately, the diet and tooth decay connection was never conclusive, and the focus of dentistry went into developing remedies and not curing the cause."],"locations":[{"id":15236,"lat":39.878712355,"lng":-75.2036894677,"zoom":9,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":884,"tag":"nutrition"},{"id":885,"tag":"dentistry"},{"id":267,"tag":"Health"}]},{"id":5162,"title":"America’s Health Threat - The Industrial Revolution","course_id":66,"status":"P","start_date":"1/1/14","end_date":"12/31/14","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1914, Stephen Graham, a traveler from Britain, was tramping along the border of Northern Ohio and Southern Michigan, from Toledo to Angola, Indiana. He was entering the West, where fields were wide and square and roads were straight and flat. One evening, he stopped and took a rest at a farm, where he noticed that there was no labor but just the family working in the field. He noted in his journal, “The days of the large farm were over. All the big ranches were being sold up, and the farmers were taking holdings that they could farm themselves without help. Labour was expensive, owing to the high wages paid in the towns for industrial work; even at two and a half dollars (ten shillings) a day it was difficult to get a decent gang to do the work in the harvest season.” Indeed, the days of large farming were over. Farms were no longer big while labor was no longer dirt cheap. Unlike the mid-1800’s, family labor had replaced hired labor on farms.  This was the result of the Industrial Revolution. Since there were enormous gains in industrial productivity, the Midwest, including Ohio, Michigan and Indiana, had progressed from primarily rural to urban societies.  Laborers, including immigrants,shifted from farms to industries.","The next morning, the son of the farm’s owner brought Graham a cup of milk and a bag of cookies with his sweaty hands. He was a very talkative boy so Graham took the chance to chat with him for awhile. From the discussion, Graham knew that his dad was laid up with pneumonia, which was why he could not see the dad working in the field the day before. As they further discussed, Graham was told that the dad’s pneumonia was exacerbated by the polluted air that spread from the nearby coal mining factories.","This is to say, the rise of industry not only introduced the decline of agricultural labor but also affected the life and health of Americans. During the Industrial Revolution of the 18th and 19th centuries, pollution had become a major problem with the introduction and the concentrated usage of artificially produced power. In particular, factories in Indiana, where the family of the farmer was located, produced a certain amount of polluted air, mainly smoke, as most of them were burning coal. The Industrial Revolution did make the country into an economic power, increasing the national wealth, but it also transferred the country into an unhealthy union, bringing citizens illness."],"locations":[{"id":16988,"lat":41.5973985943,"lng":-85.8587203887,"zoom":10,"place":"Elkhart, Indiana"}],"tags":[{"id":691,"tag":"Farm Labor"},{"id":267,"tag":"Health"},{"id":908,"tag":"Pollution"}]},{"id":5163,"title":"<strong>An English Woman Writes About American Racism</strong>","course_id":66,"status":"P","start_date":"1834-01-01","end_date":"1834-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Tension over slavery and race was high in the United States when Harriett Martineau, a famous English writer, came to visit in 1834.  Martineau later wrote about her two year trip to America in a book called “Retrospect of Western Travels”, Volumes 1 and 2, which was published in 1938.  In a chapter titled “First Sight of Slavery\", Martineau wrote about an incident with an American woman in Philadelphia that clearly revealed the tensions over race.  She had heard this woman speak \"with strong horror of the abolitionists\" in the past.   While Martineau was visiting with this woman, the woman suddenly confronted Martineau with a question about race.  She demanded to know whether Martineau would prevent the marriage of a white person with a black person if she were able to.   Martineau had not planned to start any conversations on the “great question of colour” and would not have introduced the subject on her own.  But she also had a personal philosophy that she would not avoid the subject if someone else brought it up first.","Martineau responded to the women honestly, saying that she would never try to separate two people who loved each other.   In addition, she tried to convince the woman that intermarriage between the races would never really be an issue anyway because blacks and whites were not likely to want to marry each other at all.  The woman, however, just got angry, yelling at Martineau that she was an \"amalgamationist”.  Martineau did not back down, saying that even though she did not know this word, the woman could call her that if it’s what someone who believed that a white and black person should be allowed to married is called.","This Philadelphia woman quickly spread word that Martineau was an amalgamationist.  The day before Martineau was supposed to travel to the southern states, a friend that she had met on the ship on her way to America contacted her.  He told her that news of her amalgamationist views had spread.  He was very concerned for her safety because of her amalgamationist views.   He warned her that it would be dangerous for her to travel into the south.","Up until this point in her visit to America,  Martineau had been struck by how good-natured and friendly Americans were and respected the high regard that Americans claimed to have for human rights.  She admitted to having seen some mistreatment of blacks, but she had not observed anything to cause her to be \"really troubled about the enmity of the races\".  This conversation opened her eyes to the serious problem that African-Americans were dealing with, even in Northern States like Pennsylvania where slavery had almost vanished.  Despite her friend's warning, Martineau travelled to the South the following day."],"locations":[{"id":11227,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":95,"tag":"Abolition"},{"id":4,"tag":"Slavery"},{"id":889,"tag":"Racism"}]},{"id":5164,"title":"<strong>An English Woman Writes About American Prisons </strong>","course_id":66,"status":"P","start_date":"1/1/34","end_date":"12/31/34","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Should prison be a place of punishment or reform?  American society was debating this question when Harriet Martineau, a famous writer from England, visited in 1934.  Martineau later wrote about her two year trip to America in a book called “Retrospect of Western Travels”, Volumes 1 and 2, which was published in 1938.   In a chapter titled “\"Prison\", Martineau describes her visit to Auburn Prison.   Auburn was a famous prison, both in America and in England.  This prison was known for harsh psychological conditions.  The prisoners worked together during the day, but were in solitary confinement at night.  Even though they worked together, they were not allowed to communicate with each other at all.  This system of prison discipline was called the \"Auburn\" or \"Silent\" system.  Martineau observed the prisoners at Auburn and described how horrible it was that the convicts were never allowed to speak to each other.  In addition, the convicts were observed by strangers and mocked on a regular basis.   While the convicts' physical lives were generally satisfactory, they lived a kind of constant shame because of strangers watching them and not being able to talk to each other.  As a result, the convicts looked “pale and haggard” in spite of good food and generally good physical treatment.  Martineau blamed their unhealthy appearance on a lack of self-respect because they had no diversion, even momentarily, from their horrible lives.  \"They are denied the forgetfulness of themselves and their miseries which they might enjoy in free conversation\". Martineau was very much against this kind of dehumanizing treatment.","She then described a very different the system at Weathersfield prison.  This prison was run by a friend of hers named Captain Pillsbury.  Captain Pillsbury’s philosophy was completely the opposite from the philosophy at Auburn Prison.  Instead of treating convicts disrespectfully and without dignity, he intentionally treated them with patience and kindness hoping to cause moral conversion in the convicts.  Martineau described how some of the most hardened criminals in the country were sent to Weathersfield.  When they arrived, Captain Pillsbury told them that he would treat them kindly and hoped that they would treat him the same.  He then showed kindness and trust to the prisoners.  In one instance, a prisoner tried to escape.  In most prisons, an escape would have been punished severely, but Pillsbury did the opposite.  This man had broken his ankle during the escape.  Pillsbury had the man bandaged and put in his own bed, where he personally cared for the man all night, knowing that the man was in terrible pain.  The prisoner was so moved and felt such shame over having tried to escape, that when he recovered, he caused no more problems at the prison.","In another instance, when Captain Pillsbury learned that a convict planned to murder him, he asked the man to shave him in a private room to show that he trusted the man.  Captain Pillsbury was defenseless.  The man shaved Captain Pillsbury, hands shaking the whole time.  When the convict finished shaving the captain, the captain said he’d known the convict could be trusted.  The man was overwhelmed by the Captain’s gesture and responded “God bless you, sir!  you may!”   In another incident, when Captain Pillsbury showed kindness and trust to a convict, the man actually burst into tears.  He told Captain Pillsbury “I have been a very devil these seventeen years; but you treat me like a man”.  From that moment on, he was also reformed.  Martineau attributes Captain Pillsbury’s faith in these men to causing their reform."],"locations":[{"id":24036,"lat":41.8064084993,"lng":-72.7328417292,"zoom":9,"place":"Hartford, Connecticut"},{"id":24452,"lat":42.9168549346,"lng":-76.5542572674,"zoom":9,"place":"Cayuga, New York"}],"tags":[{"id":108,"tag":"prison"},{"id":890,"tag":"prison reform"}]},{"id":5165,"title":"Journey in the Seaboard Slave States","course_id":66,"status":"P","start_date":"1856-01-01","end_date":"1856-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Slavery is such an atrocious debasement of human nature, that its very extirpation, if not performed with solicitous care, may sometimes open a source of serious evils,\" Olmstead quoted this from Benjamin Franklin. In 1856, an Englishman, Frederick Law Olmstead, wrote <em>A journey in the seaboard slave states. </em>It is about his long journey in the seaboard slave states of Virginia, North Carolina, South Carolina, Georgia, Alabama and Louisiana.  In the chapter on Virginia, Olmstead expresses an unforgettable experience: he saw the whole process of slaves being sent to the market for sale just like merchandise.  He went to the slave-market and asked for the price and information, witnessed the procedure of slave auction and bidding, and saw slaves forced to depart from their families.  He even saw a black slave only cost $2.50.","During this period, the slave companies were all legal, and this kind of commerce flourished: “I turned into a short, broad street, in which were a number of establishments, the signs on which indicated that they were occupied by ‘Slave Dealers,’ and that ‘Slaves, for Sale or to Hire,’ were to be found within them. They were much like Intelligence Offices, being large rooms partly occupied by ranges of forms, on which sat a few comfortably and neatly clad negroes, who appeared perfectly cheerful; each grinning obsequiously, but with a manifest interest or anxiety, when I fixed my eye on them for a moment,” Olmstead says. He describes that many colored people, adults and children, were being sold like merchandise as home-servants or field-workers.  They were forced to leave their families, but no one seemed to feel a thing; in the auction, Olmstead describes, “there was an entire absence of emotion in the party of men, women, and children, thus seated preparatory to being sold.” Afterwards, Olmstead tried to do some research on general views of slavery in its social and political relations, and he discovered that people were fairly satisfied as long as the slaves were better off – as he interviewed a farmer, he says, “But what can we do that is better? Our free negroes--and, I believe it is the same at the North as it is here--are a miserable set of vagabonds, drunken, vicious, worse off, it is my honest opinion, than those who are retained in slavery. I am satisfied, too, that our slaves are better off, as they are, than the majority of your free laboring classes at the North.”","On the other hand, Olmstead was shocked that even poor white people were more “privileged” than the black people and black slaves: they received higher wages than black people, and they refused to do the jobs that black people usually did.  “Their wages were from fifty cents to a dollar [a day], varying with the demand and individual capacities . . .  No white man would ever do certain kinds of work, and if you should ask a white man you had hired, to do such things, he would get mad and tell you he wasn't a nigger.” With that said, black people and slaves were totally oppressed by whites (even poor whites), which added more stresses and dejection to their lives.","Olmstead’s story surely illustrates the picture of the slave trade through outsider’s eyes, and he showed how common and acceptable the slave trade was in the 1850s. In 1863, Francis Fedric, who actually was a slave in Virginia and Kentucky, wrote a book named <em>Slave Life in Virginia and Kentucky,</em> which was about his life as a slave over fifty years, including slaves being bought and sold, the events of slave-market, and his slave life with his fellows.  In the text, he states, “My master has bought about 100 slaves . . . for my master, at the next slave-market, intended to purchase more slaves.” Fedric’s book depicts the reality of the slave trade and the frustration and distress that slaves had to confront."],"locations":[{"id":14218,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":96,"tag":"Slave Trade"},{"id":891,"tag":"Slave States"}]},{"id":5166,"title":"With poor immigrants to America","course_id":66,"status":"P","start_date":"1/1/14","end_date":"12/31/14","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1914, Stephen Graham, an European, wrote a book describing his first journey in the United States and why he was so impressed. First, he wrote about why he came to U.S., “I came to America to see men and women and not simply bricks and mortar, to understand a national life rather than to moan over sooty cities and industrial wildernesses. Hundreds of thousands of healthy Europeans passed annually to America. I wanted to know what this asylum or refuge of our wanderers actually was, what was the life and hope it offered, what America was doing with her hands, what she was yearning for with her heart. I wished to know also what was her despair,” he says. Graham and most of the immigrants believed that in the United States it was easy to get a place and earn an honest living. In the first chapter “The Arrival of the Immigrant”, he described how he and other immigrants arrived in New York. All the approved immigrants were overjoyed. These people were mostly Europeans, such as Germans, Swedes, Italians and Russians.","Graham then expressed how he was impressed by the advanced technology, diversity of language, people’s hospitality and kindness and the natural environment.  He was also impressed by Americans' culture and faith: “America breathed kindness. New York seemed to me more friendly and hospitable than any other great city I had lived in,” he says, “I for my part have to thank numberless farmers, east and west, for kindly interest and good talks, loaves of bread, cups of coffee, and pleasant meals. Several times when I have been cooking by the side of a road a farm wife has come running out to me with something hot from her kitchen, with an ‘Eat this, poor man, and God bless you, you must be hungry.’” Graham was very touched by these kind people and the way they lived.","Graham basically loved America rather than his home country, in every aspect such as culture, religion, society and economy. “We live in a tradition; they live in an expectation. We are remedying the old state; they are building the new. We are loyal to the ideas of our predecessors, they are agape to divine the ideas of generations yet to come,” Graham once says in his book. In the end of the book, he expresses how he thinks of the United States and how the United States is better than his home country.  He says, “Back to Russia! From the most forward country to the most backward country in the world; from the place where ‘time is money’ to where the trains run at eighteen miles an hour; from the land of Edison to the land of Tolstoy; from the religion of philanthropy to the religion of suffering--home once more.”","Graham’s book reflected the image of the United States in the European’s eyes. His experiences perfectly explain why Europeans craved to come to the U.S. during the early 1900s. In the book <em>The Huddled Masses: The Immigrant in American Society, 1880-1921, </em>Alan Kraut explains that the depression of the 1890s greatly enhanced the number of Eastern and Southern European immigrants in United States. By 1910, Eastern and Southern Europeans made up seventy percent of the immigrants entering the United States. Kraut argues that immigration to America was but one of the many choices available to the immigrants, and that individual aptitude and desires were just as influential as cultural, social, and familial pressures to find a better life, which is exactly what Graham was talking about. As Kraut discusses, escaping religious, racial, and political persecution, or seeking relief from a lack of economic opportunity or famine, were the main reasons why they wanted to come to United States. To sum up, what Kraut explains about the immigration of early 20<sup>th</sup> century perfectly illustrates Graham’s experience and the reason why those Europeans were craving to move to the United States during the early 20<sup>th</sup> century."],"locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":892,"tag":"European immigrants"},{"id":797,"tag":"America in 19th Century."},{"id":759,"tag":"Immigrants"}]},{"id":5168,"title":"James O. Pattie witnesses the return of a Pawnee war party","course_id":66,"status":"P","start_date":"1824-06-20","end_date":"1830-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["James O. Pattie, on a trip through the southwest of America, had been traveling in Pawnee territory for multiple days. After enjoying a peaceful time with the Pawnees, partaking in traditional Pawnee activities like the smoking of pipes and eating buffalo meat together, he was impressed with their hospitality and even went so far as to, in his travel notes, call the chief paternal.","Because of these peaceful interactions, he was severely shocked by a particular turn of events. A Pawnee war party had left the area to raid the village of an enemy tribe. When they returned, Pattie and his men were appalled by what they saw. As the spoils of their conquest, the Pawnee warriors carried back with them the scalps of those they had killed along with the male child of one of those killed","Celebrations continued for days after their return while, as Pattie recalled, “the poor little captive child, barely fed to sustain life, lay in sight, bound hand and foot.’ Pattie and his men were appalled by what they saw, especially as they realized that the Pawnees were preparing to burn the child to death. Pattie and his men demanded the Pawnees hand over the boy to them and spare his life, not understanding how they could carry this execution out.","Many situations like this were occurring across the lands as settlers were encroaching upon Pawnee land. Not understanding Pawnee traditions and ways of life, as stated in the abstract of David J. Wishart’s article for the <em>Annals of the Association of American Geographers</em>, “from the 1830’s on, great pressure was exerted on the Pawnee to change their way of life in accordance with Euro-American concepts of civilization.”","In Pattie’s case, threats were made from both sides, but eventually an agreement was reached and the boy was given to Pattie and his men in exchange for ten yards of cloth and a paper of vermillion. In the accounts of his travels, Pattie remembers the Pawnee chief asking them if they, “seeing a young rattlesnake in [their] path, would allow it to move off uninjured, merely because it was too small and feeble to bite?”","Pattie’s party didn’t understand how the Pawnees could have wanted to kill a helpless child, while the Pawnees didn’t understand how Pattie’s men could not see the eventual threat this enemy child would pose. Differences in understanding and societal norms like this occurrence between James O. Pattie and the Pawnee was a contributing factor to the confinement and eventual removal of Native Americans from their rightful land."],"locations":[{"id":15201,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":441,"tag":"Territory"},{"id":537,"tag":"Native Americans"}]},{"id":5169,"title":"Lower Working Class Life of New York City","course_id":66,"status":"P","start_date":"1830-01-01","end_date":"1830-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the 19<sup>th</sup> century New York City was a populous municipality, with over 220,000 inhabitants by the 1830s. It was diverse, consisting of both prosperous and impoverished areas. Many buildings were beautifully created with an artistic impression, while others were insignificant and deplorable.  Prince Maximilian of Wied’s chronicled his travels in New York during this time and described the contrast between its beauty and unattractiveness. This proved the strong gap that existed between the wealthy and poor, with both groups calling the city their home. Additionally, it was easily accessible to travelers because of its convenient location on the ocean’s edge. With all its activity and work, in a boisterous setting, immigrants from several areas of the globe, especially Europe, congregated in New York City. Recent immigrants as well as second and third generation natives made up the city’s lower working class. The people adjusted to American urban life, inhabited residences, and took up whatever jobs were available throughout the city.  These circumstances enabled a prevalent, dynamic, and industrious commerce.","With the perception of the American dream in mind, people’s natural ambition was to get money, become successful, and reach happiness in life. What better place to aspire for and live out this dream than New York City?  Immigrants exhibited the strong desire to obtain a good job that paid well and expectations of achieving the American dream. The jobs attainable by the lower working class consisted of industrial and factory work. These were tedious roles that demanded back breaking work and paid minimal wages. Additional occupations like maids and seamstresses were also typical for the lower working class of New York City. The hours entailed in these jobs were long and once again pay was minimal, yet the labor required was arduous and physically demanding. Seamstresses were paid only by the pieces of their work, as opposed to an hourly rate, and this was oftentimes unpredictable. Other jobs for the lower working class included lamplighters, chimney sweepers, and couriers.","Residential circumstances were not always optimum for the lower working class. Greed driven landlords found it unprofitable to rent to that specific type of family. However, there were some landlords that did rent out to working class families. Their property consisted of two-room apartments located in brick buildings, known as tenements. One apartment would get rented out to two separate families, resulting in communal living.  Unfortunately many of them were left to rent in wooden buildings. These variations were typically neglected, rundown and dilapidated because the landlords felt it was inconsequential to repair or replace anything. Their main purpose was to gain as much profit as possible by cramming families into living quarters, and the families had no choice. New York had a shortage of tenements, and it was imperative for the inhabitants to reside within walking distance to their job locations.","Public hygiene conditions were far from sanitary, and with the combination of families residing in cramped living situations, the repercussions were repugnant. Since plumbing had yet to reach the tenements, human waste was kept in large containers, just below outhouses. When the containers would become backed up or storm flooding would occur, human waste would wash into the streets among the other debris and, occasionally, seep into homes. This brought forth exposure to many infectious diseases. This was particularly dire because the medical field was still developing. They were still researching what caused epidemics, while recognizing newer ones brought from overseas.  People were unaware how to prevent and treat these diseases. Consequently, several illnesses ran rampant through the population, including cholera. The proliferation of the population, inadequate transportation and cramped and unsanitary living conditions made lving in the city for the lower working class almost unbearable."],"locations":[{"id":8919,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":31,"tag":"Immigration"},{"id":267,"tag":"Health"},{"id":896,"tag":"Labor"},{"id":598,"tag":"New York"}]},{"id":5170,"title":"­Agriculture in California","course_id":66,"status":"P","start_date":"1890-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["California’s land constitutes a diverse terrain. Between the mountain ranges and the coastlines, the deserts and the valleys, the state has always provoked an astonishing wonder from both locals and newcomers. Additionally, the climate proves to be beneficial in certain areas with minimal exposure to winter weather and ideal mild sunshine.  The people of the late 19<sup>th</sup> century acknowledged the optimum natural resources that California possessed.  The completion of the railroad in 1869 led to accessible transportation for Americans to the state.  They took advantage of the fertile land and prime weather in the Central Valley.","Prospective farmers could purchase an acre of land at $75, $100, or $150, depending on location, with a set eight percent interest rate. They had the choice of what they wanted to grow. Produce in the region included various fruits such as oranges, grapes, peaches, apricots, plums, cherries, apples, nectarines, and assorted berries. Fruit trees sold for $100 to $350 per acre, and within five years, trees would bear maximum fruit, resulting in profit and the chance to pay off investments. Farmers also had the choice to raise various livestock, including cattle, pig, sheep, and chicken. Cattle and chicken were popular because farmers could further profit by incorporating dairy into their revenue while waiting for their fruit trees to reach maturity. In theory, if a prospective farmer planned to spend $10,000, in addition to the acreage, fruit trees, and livestock, he could purchase a house and barn, a well and pump, and expenditures associated with everyday living at the time. However, not everyone who entered the farming business during this time understood the several processes of fruit culture. Fortunately, they had the option to hire professionals educated in the field. These educators would demonstrate different methods including how to transform grapes into raisins, how to obtain prunes from plums, how to cultivate, and things of that nature. This helped the owners of the land develop a better understanding of the business they were trying to pursue.","During the late 19<sup>th</sup> century, canned goods were highly utilized among families, hospitality industries, vessels, and trains, just as they are today. The concept of storing certain fruits and delivering them to other areas of the country, without rancidity occurring during transportation, was remarkable. In essence, it brought forth additional business and revenue for farmers outside of the local area."],"locations":[{"id":921,"lat":37.1925921715,"lng":-120.718016988,"zoom":8,"place":"MERCED, California"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":897,"tag":"Farming"},{"id":942,"tag":"California"}]},{"id":5171,"title":"Charles Dickens and the Women of Lowell, Massachusetts","course_id":66,"status":"P","start_date":"1842-01-01","end_date":"1842-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["He said he wasn’t going to compare the textile factories at Lowell, Massachusetts, to the ones in his home country of England, but how could he not? After all, Charles Dickens would make it his life’s work to critique the deplorable working conditions that his fellow countrymen had to suffer through on a daily basis. “The contrast would be a strong one,” Dickens wrote in comparing Lowell to England, “for it would be between the Good and Evil, the living light and the deepest shadow.”","By the time Dickens arrived in Lowell in 1842 for his one-day inspection of the factories, the mills had only been in operation for twenty years. Everything looked and smelled and felt new. “One would swear that every ‘Bakery,’ ‘Grocery,’ and ‘Bookbindery,’ and other kind of store, took its shutters down for the first time, and started in business yesterday.” More important, America still must have felt like a young babe to many Europeans. In that vein, Emerson famously declared that America was “a country of beginnings, of projects, of vast designs and expectations.” So when Dickens arrived in Lowell that rainy day, he probably had rather high expectations of examples of America’s grandeur and progressive thinking. In Dickens' mind, the promise of industrialization had failed in England, and it was up to America to fulfill its prophecy. Dickens, it would seem, was in no way disappointed.","Given our knowledge of Dickens’ life and his literary works, it is of no surprise that most of his focus at Lowell was on the women and the conditions in which they worked and lived in. Lowell was constructed in 1822 from the ground up. First, mills were built on the river. Next, the town was constructed around them, which included boarding houses, churches, stores, and even a hospital. Over the years Lowell had been described as a “commercial utopia.” This is perhaps because the Merrimack Manufacturing Company designed the town in the guise of a utopia, in the hopes that the women would work long and difficult hours without a hint of unrest. For a while, this appeared to work. Indeed, many people visited the mills and commented on how happy the women appeared to be. Dickens was no different. “They were healthy in appearance, many of them remarkably so, and had the manners and deportment of young women: not of degraded brutes of burden.”","Dickens most famous and most fascinating commentary, however, was in regards to three “facts,” as he calls them, which “will startle a large class of readers on this side of the Atlantic, very much.” First, Dickens wrote that many boarding houses had a joint-stock piano. Apparently, to Englishmen this would seem like a luxury not fitting for workers. Second, Dickens noted that many women subscribed to circulating libraries. This was a fact that was widely publicized in America at the time. While it’s true that many of the women read a great deal, it is perhaps an example of the propaganda that surrounded those hopeful to shape Lowell into the American dream of prosperity and innovation. Lastly, Dickens told his English readers that the women working at Lowell produced a periodical called <em>The Lowell Offering</em>. Dickens was enamored with this magazine, as were many of the visitors of Lowell. “Of the merits of the <em>Lowell Offering</em> as a literary production, I will observe…that it will compare advantageously with a great many English Annuals.” In hindsight, much of the work published in the <em>Lowell Offering</em> was rather dull and incredibly sentimental. So much so that it has been argued by Professor Allan MacDonald that, “the <em>Offering</em> received attention more because of the peculiar circumstances of its production that its merit.”[6] Nonetheless, the mere production of a periodical is remarkable when you consider the twelve-hour workdays.","Dickens can be regarded among the many well-known Europeans to write about their travels through a young America. The most famous, perhaps, was Alexis de Tocqueville, who visited the U.S. in 1841. Harriet Martineau, Michel Chevalier, and Frances Trollope are three others. Each had their agenda. For Dickens, his agenda was no doubt manifold. He was very much interested in promoting the abolitionist movement, for example. But given his background, he couldn’t help but take a daylong trip to the factories at Lowell, Massachusetts. There, he marveled at the working and living conditions the women workers faced. You can almost here in his writing the voice of a person who believed America would lead the world into the millennium."],"locations":[{"id":6172,"lat":42.4842595758,"lng":-71.3901525974,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":901,"tag":"Industrial Revolution"},{"id":900,"tag":"Cotton Mills"},{"id":899,"tag":"Charles Dickens"},{"id":898,"tag":"Lowell"},{"id":196,"tag":"women's rights"}]},{"id":5172,"title":"Chevalier and Lowell: The American Prophecy","course_id":66,"status":"P","start_date":"1839-01-01","end_date":"1839-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The machine once promised humanity greatness—or so the 19<sup>th</sup>-century train of thought went. “There is nothing in the physical order of things,” wrote Michel Chevalier, “of which our race has a better right to boast, than the mechanical inventions, by means of which man holds in check the irregular vigour, or brings forth the hidden energies, of nature. By the aid of mechanical contrivances, this poor weak creature, reaching out his hands over the immensity of nature, takes possession of the rivers, of the winds of heaven, of the tides of the ocean.”[1] Indeed, the machine was the greatest example yet of man’s genius. It would prove, however, to also be one of its darkest hours.","In his writings on the factories at Lowell, Chevalier went so far as to equate the steam-engine with a living being: “it runs like a courser at the top of his speed; more than this, it breathes.” This prologue set the stage for his commentary that dripped with the hope that Lowell would finally fulfils the prophecy that industrialization had promised decades prior. Chevalier was very much aware of the disastrous consequences the factories of Europe had had on the working class. This was no hidden secret. Chevalier even called the factories a “canker”. But he refused to give up on the prophecy that the machine would save mankind. “The manufacturing system is a novelty, it is expanding and maturing itself, and as it ripens, it certainly will improve.” With that in mind, Chevalier’s analysis of the working conditions at Lowell was continuously compared to those in Europe, especially in England and France. Things looked much cheerier from this perspective.","Chevalier broke his commentary down into two main groups: economic and social/religious. Economically, he focused most on the high wages the Lowell women received when compared to European workers. The average weekly wage fluctuated from $3.00 to $4.00 depending on the job. This was quite high compared to the twenty cents to one dollar a week wages Europeans made, not to mention the fact that the cost of living in Europe was much higher than that of America during this part of the 19<sup>th</sup>-century. Socially, Chevalier attempted to determine why the American system seemed fairer than the European model. He boiled it down to differences in societal expectations. After quoting at length a number of the codes at one of the factories, Chevalier admitted that those regulations would not be practical in France. Yet in America, he said that they were enforced without opposition or difficulty. This was not completely accurate, however, at least not from a historical standpoint. There were a number of strikes, the first of which took place in 1836. These typically involved wage cuts or other reductions in benefits. That said, Chevalier visited Lowell in 1832. This date is important because the factories had only been in operation for ten years, when the youth ignited a wave of hope not only across the United States but also across Europe. But, as Professor Allan MacDonald points out, we now “look back from our disillusionment with an experiment that has run its course only to acknowledge how far short we have come of the goal we had set for ourselves.” Chevalier’s wave of optimism and hope was most obvious when he tried to describe the town. “Lowell, with its steeple-crowned factories, resembles a Spanish town with its convents; but with this difference, that in Lowell, you meet no rags nor Madonnas, and that the nuns of Lowell, instead of working sacred hearts, spin and weave cotton.” Indeed, to Chevalier this new commercial utopia must have seemed like a dream come true. Here it was, the industrial revolution prophecy finally realized. Man had conquered nature and did so in a way that had no negative consequences. At least, that’s the way it appeared to Chevalier."],"locations":[{"id":6171,"lat":42.4835854974,"lng":-71.3897675857,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":902,"tag":"Chevalier"},{"id":901,"tag":"Industrial Revolution"},{"id":196,"tag":"women's rights"},{"id":898,"tag":"Lowell"}]},{"id":5173,"title":"Rapid development of railways and canals in America.","course_id":66,"status":"P","start_date":"1869-05-10","end_date":"1869-05-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Before the development of an interstate freeway system in the mid-twentieth century, most of the transportation systems in the US consisted of railways and canals.  “Canal fever” spread through the states from the early 1820s because of the development of flatboats and steamboats but faced a decline after 1880. A statistic conducted in 1840 showed that “between 1810 and 1840 canal mileage in the United States increased from 100 to over 3, 300 miles.”  Canals not only gave benefits for business activities but also communication between people. Canals also helped the development of many areas through the exchange of technologies, manpower and most importantly, resources and money at that period of time.","Although canals become very popular and benefited the development of the US in the early nineteenth century, they declined later because of the high construction and maintenance costs and the flooding problem caused by improper management. According to H.B. Paul, “about half the canals were abandoned in 1840 and, more recently, between 1880 and 1906”. He continued to explain that canals were already out of date in 1900 because of the high cost but slow speed of transport compared to railways. As he also mentioned, “in 1830, when canal building was in its early days, the Americans already had 23 miles of railroad. In 1850, they had 10,000 miles; in 1870, 53,000; in 1890, 105,000; and so on.” Due to the development of railways from the late 1800s, canals were much less economical to keep running in comparison. Therefore, many states decided to change their focus on the cheaper choice for transportation.","After people found this new way for transportation, the “railway fever” began, partly due to the construction of the transcontinental railroad from Sacramento, California to Omaha, Nerbraska in 1862. The success of the railroad motivated other companies to build railways on the US continent. According to “The Railroads”, “The railroad network [in late 1880s] became overbuilt. Competing lines were racing to put down track in order to lay claim to the best sites, whether railroad service was needed there or not.” Companies competed with each other in order to get the benefits from building railways. However, the over-expansion of railroad networks result in a financial panic in 1893, causing hundreds of railroads to collapse. The panic indicates that railroad development at that time was not well-planned and most of the railroads were still not efficient enough during that period of time.  Fortunately, wealthy financier J. P. Morgan began to acquire bankrupted railroads and reorganize them after the large scale bankruptcy. The action was named “Morganization.”  Morgan organized these railroads by implementing cost cuts and oversaw agreements with competitors in order to reduce competition between railways. By 1900, he owned and reorganized more than five thousand miles of railroad. His act showed that railways could be remodified to increase the efficiency and bring benefits to both companies and society as a whole. Thanks to the fundamental development of railroad networks, railways still play an important role in cargo transportation in the United States and hopefully will keep bringing benefits to the US economy in the future."],"locations":[{"id":13362,"lat":null,"lng":null,"zoom":8,"place":"BOX ELDER, Utah"}],"tags":[{"id":666,"tag":"Railroad"},{"id":904,"tag":"canals"}]},{"id":5174,"title":"Industrial competition between Chicago and Pittsburg","course_id":66,"status":"P","start_date":"1/1/15","end_date":"12/31/15","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Internal competition in a country can be a strong force for development and improvements in some industries.  This “American versus American” phenomenon appeared in many industries in the US. In the early twentieth century, the United States was still developing. At that time, many industries were still in their early stage  -- the car industry and aviation industry, for example. Because these new technologies required a large amount of raw material, the development and competition of the steel industry was the greatest at that time. Since states like Pennsylvania, Ohio, New York, and New Jersey had a rich availability of coal and iron ore, the steel industry in these states had become a critical industry because of the high profit. One of the most vigorous competitions in the steel industry was the competition between Pittsburgh and Chicago. Chicago itself did not have much iron or coal resources, but it could still introduce the steel industry into the city because of its geographical location, which is located next to Lake Michigan. Because of easy transportation, Chicago developed its steel industry so successfully that many cities like Pittsburgh aimed at it as a competitor. A conversation between the two magnates in Chicago and Pittsburgh can effectively represent the tit for tat industry competition that was occuring between the two cities. \"‘That doesn't matter to us,’ reply the Pittsburgh steel magnates. ‘Chicago has to send for its coal, which we have practically on the spot. The result is the same.’ ‘Not at all,’ say the Chicago men; ‘it costs us less to bring our coal than you have to pay for the freight of your ore, and you have to pay freight for coal too, the only difference being that ours travels farther than yours--a very small matter, as the loading and unloading cost more than the haulage, over a short distance. We have therefore a very considerable advantage over you in not being obliged to convey our ore by rail, and this advantage is bound to give us the upper hand in the long run.’\"  This conversation indicates how intense the competition was and how every city would not like to see other sharing their profitable steel exporting market.","This competition actually forced the cities to invest more into the industry and improve the quality of products. The production of steel was a benefit to all as it greatly increased and gave the foundation for the leadership of the US in the industry.  “From 1870 to 1900, annual U.S. steel production rose from around one million to ten million tons.”  Furthermore, the production rose to twenty four million tons annually by 1910. This data shows that vigorous competition can actually encourage improvements and strengthen the whole industry. This also made the US dominate the export steel market for years until the development of the industry in Asian countries in recent years.  However, the United States is still one of the major steel exporters around the world. Furthermore, the mature fundamental technologies also make steel products made in the US competitive with others, which contributes to both the US and the global economy."],"locations":[{"id":17541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":929,"tag":"Pittsburg"},{"id":827,"tag":"Chicago"},{"id":231,"tag":"Steel and Iron Industry"},{"id":11,"tag":"Economy"}]}]}