{"id":72,"title":"America From Civil War to World Stage","school_id":43,"school_name":"Widener University","term":"Fall 2011","abbr":"HIST 356","url":"","description":"Welcome to the History Engine page for Widener University History 356.","points":[[32.467984914,-80.4033249144],[38.9151212228,-76.9435162098],[33.9607725083,-119.753178297],[33.5535062339,-86.8977806563],[40.7805662337,-73.9388482485],[40.6916304076,-74.0035386433],[41.8399513458,-87.8166666032]],"bounds":[[41.8399513458,-73.9388482485],[32.467984914,-119.753178297]],"episodes":[{"id":5329,"title":"A descriptive entry about a wife of a rice planter during the Civil War. She discusses the issues she and her family endured during the war.","course_id":72,"status":"P","start_date":"1862-05-12","end_date":"1862-05-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Margaret Ann Meta Morris, (1810-1881) was the wife of a rice planter. She resided in coastal South Carolina with her family. She kept a personal diary in which she focused on topics such as her family being ill, historical events, plantation life, her children’s involvement in the Civil War, and her teaching efforts. The entry on May 12, 1862, describes what she endured while she and her family fled their home in the Colleton District of South Carolina due to fear of Union attacks. Margaret was very discouraged and upset. She had to leave abruptly with her family because they expected attacks from Union troops. Many moved from the lower country near the coast to the upper country. Margaret’s family moved to Spartanburg, South Carolina. Residents of the coastal region had to leave in such haste that family members and slaves were left behind. The train stations were more congested than usual, and people were trying to sell their houses. No one wanted to rent their homes, so instead they had to sell the homes for the best price attainable. In the upper country, food prices increased because the storeowners knew that families were desperate and had no other option than to purchase food from them. Margaret was enraged by this increase because she expected businesses to help out and not take advantage of the situation to make bigger profits. Her father had been very ill, weeks prior to the move and was already in Spartanburg receiving care. However with the chaos of the evacuation, there was no one to oversee his slaves and Margaret heard that they had fled to New Hope, South Carolina. Her father was not well enough to organize his own affairs. Margaret was in the process of moving her family and her husband was searching for a place to keep his servants, so they could not help her father. Margaret’s husband, Mr. Grimball did not find a place that was sufficient. If they could not find a place soon, one of their neighbors would allow them to board with her. They agreed to split the rent with her, but they feared that the landlord would raise the price if he knew there would be more tenants. Margaret ends her entry by expressing how sad she was to be leaving, and that their town in the Colleton District, was deserted. She knew that only more bad news would follow.","Margaret wrote her entry about a year after the start of  the Civil War. The war began in April of 1861 and ended in April of 1865. The first shots of the war were fired in Charleston, South Carolina, only sixty miles from Margaret’s home in the Colleton District. The fighting began when the Confederate government demanded that U.S. forces abandon Charleston Harbor, but instead of leaving, U.S. troops moved to Fort Sumter. When the president at that time, Abraham Lincoln, sent in a ship with reinforcements the fort was attacked by and forced to surrender.","People in Colleton District were so concerned about being attacked during the war because they were close to the coast. Being so close to the water made the Colleton District an easy target for Union raids. Ships could come in and land troops nearby with little warning, so Margaret and her family has no choice but to flee. There were a lot of raids and surprise attacks, so it was very likely that Margaret’s family would have been in severe danger if they stayed in Colleton District. Margaret and her family were living in the middle of difficult times, she was in the middle of a war. At any time she or her family could have been hurt. She also had other concerns, like her sons, who were actually in the army and her father who was ill. They had nowhere to stay, but she did not give up, she persevered. She did not allow her circumstances to leave her hopeless. Margaret supported her family and knew that they needed her, she possessed a lot of qualities that many people would not, if they had been in a similar situation."," "],"locations":[{"id":11488,"lat":32.467984914,"lng":-80.4033249144,"zoom":8,"place":"COLLETON, South Carolina"}],"tags":[{"id":749,"tag":"Diary"},{"id":32,"tag":"Civil War"},{"id":1149,"tag":"Wife"}]},{"id":5334,"title":"THE TEAPOT DOME SCANADAL","course_id":72,"status":"P","start_date":"11/22/26","end_date":"11/22/26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1923, one of the biggest political scandals of the first-half of the 20<sup>th</sup> Century became the subject of a court case in a District of Columbia courtroom. The news magazine, <em>The Nation</em>, wrote an article covering the details that led up to the scandal and it's aftermath. The Teapot Dome scandal took center stage in the United States with some very influential key players. U.S. Secretary of the Interior, Albert B. Fall and Edward L. Doheny, an oil millionaire, were charged with conspiracy and bribery.","On November 22, 1923, the former Secretary of the Interior, Albert B. Fall, and the proprietor of government oil leases, Edward L. Doheny, faced a jury on charges of conspiracy to defraud the government. The 1923 case brought before the D.C. court was the criminal aspect of the case. The civil portion of the case had been brought before a District of Columbia court three years earlier. The United States government had filed the civil case to terminate the leases held by Doheny. The government had won the suit in both lower courts, however, the case had been appealed to the Supreme Court of the United States. Many of the facts in this criminal case had been established in the civil case, which had been investigated by Senator J. Walsh. On the 22<sup>nd</sup> of November 1923, the jury had to consider a variety of evidence and decide if there was any connection between Albert B. Fall and Edward L. Doheny, and whether there was any illegal action between the two defendants.","On November 30, 1921, Edward L. Doheny arrived in Washington holding a black bag filled with a $100,000.00 in cash, given to him by his father. According to records, the bag was give to Secretary of the Interior, who, at the time, was Albert B. Fall, who controlled the naval oil reserves. In the exchange, according to Doheny's father, a note from Fall for receipt of the money was provided.","Rumors began two years after the exchange. Amazingly, Fall's run-down ranch began changing and ten years of unpaid taxes were suddenly paid. Fall insisted he borrowed the money from a friend, who denied the accusations. Later, Doheny addmitted that he was the money source. Before Doheny and Fall exchanged the little black bag, they shared a hotel several months prior. At this meeting, they discussed a possible project involving the construction of storage tanks in Hawaii. Doheny, through his Pan-American Petroleum and Transport Company, were given contracts for the construction of the tanks that would hold 1,500,000 barrels of navy oil. Doheny would be paid for this with oil. Oil that was royalties to the Navy from drillers on the oil reserves of the mountain known as Teapot Dome. Unfortunately, the Navy was not receiving enough in royalties to pay Doheny. So, on December 11, 1922, a contract was awarded to Doheny, giving him drilling rights to 32,000 acre Elks Hill naval oil reserves.","The Teapot Dome scandal was a major corruption case during Warren Harding's administration. In 1921 Warren Harding ordered oil reserves controlled by the navy, transferred to the Department of the Interior. At that time, Albert B. Fall was the Secretary of the Interior, and had awarded the no-bid contract to Edward L. Doheny. Surprisingly, this was not against the law, however, the money and receiving of gifts was. The United States Senate investigation found the Fall had received compensation of approximately $400,000.00 over the past few years from Doheny and another oil millionaire, Harry Sinclair. Ultimately, on June 30, 1924, Fall was convicted of conspiracy and accepting bribes, he was sentenced to one year in prison and a $100,000.000 fine. Doheny was convicted for giving a bribe. Fall, Sinclair, and Doheny were all convicted of trying to defraud the government. The United States Supreme Court ruled that the contracts were illegal and ordered the president to cancel the leases. This scandal will forever be a black eye for the Harding administration, and is one of the biggest corruption scandals in American history."," "],"locations":[{"id":21755,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":1134,"tag":"Corruption"},{"id":510,"tag":"Scandal"}]},{"id":5309,"title":"The Keating-Owen Child Labor Act of 1916","course_id":72,"status":"P","start_date":"9/1/16","end_date":"9/1/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Congress drafted the <em>Keating-Owen Child Labor Act of 1916</em> as a means to regulate youth labor.  This Act was named for its sponsors, Democratic Representatives Edward Keating and Robert Latham Owen.  The Act prohibited the shipment or delivery for shipment for interstate or foreign sale of any goods or services that were produced by laborers under the age of 14 in a factory, shop or cannery and under the age of 16 in a mine.  Also, child laborers under 16 years old could only work from 6am to 7pm and not for more than eight hours a day and not more than six days a week.","The Act specified that the U.S. Attorney General, the Secretary of Commerce and the Secretary of Labor would convene a board to publish from time to time uniform rules and regulations to comply with this Act.  To enforce this Act, the Secretary of Labor would assign inspectors to perform inspections of workplaces that produce goods for commerce.  These inspectors would have the authority to make unannounced visits and would be given full access to the facility in question.   Anyone found in violation of this Act or who makes false statements or produces false evidence would be subject to fine and/or imprisonment.","By the early 1900s, census figures estimated that nearly two million children were employed in manufacturing, agriculture, mines, and stores and on city streets.  Most of these workers were under age 14.  They were typically the sons and daughters of poor immigrants helping to support their families.  Children working in factories, mines, mills and on farms were usually subjected to harsh working conditions.  They worked for twelve or more hours a day, and usually seven days a week.  Injuries and illnesses were very common.  Playtime and school were nonexistent for these youngsters.","The issue of child labor had become a concern to many Progressive reformers.  A group of reformers founded the National Labor Committee in 1904.  Their goal was to collect evidence to document the conditions faced by these young workers.  They hired investigators, such as Lewis Hine, to gather this information.","Hine interviewed and photographed countless young child laborers around the country.  He often had to hide his camera and even sneak into the work places to get his shots.  His photographs were very compelling.  The photographic evidence as well as his interviews brought much attention to the overwhelming facts of this very real problem.  Hine’s photographs and interviews were used to enlighten Congress to the fact that legislation needed to be introduced to ban the unsafe child labor practices.","Congress had hoped the Keating-Owen Child Labor Act could achieve their objective to rid the industrial market of immoral child labor practices.  This was not to be.  The Supreme Court ruled in Hammer vs. Dagenhart that the Keating-Owen Child Labor Act was unconstitutional in 1918.  They found that Congress could not regulate interstate commerce above the states’ right to regulate local trade as stated in the 10th amendment of the U.S. Constitution.  This was a big blow to Congress, the Progressive reformers and Lewis Hine.  They all had worked very hard to bring an end to an appalling American reality.","They would all have to wait to finally see real regulation of child labor practices in the U.S. until the passage of the Fair Labor Standards Act of 1938.  This Act successfully survived through Supreme Court challenges and even led to the reversal of Hammer vs. Dagenhart in 1941.  The Fair Labor Standards Act of 1938 is still law today."],"locations":[{"id":17283,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":68,"tag":"Progressive Reformers"},{"id":1079,"tag":"Lewis Hine"},{"id":1113,"tag":"Keating-Owen Act"},{"id":65,"tag":"Child Labor"}]},{"id":5322,"title":"Patriotism or Equal Rights: The Suffragist’s Dichotomy during World War I","course_id":72,"status":"P","start_date":"2/26/17","end_date":"2/26/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Great War in Europe had already lasted much longer than anticipated by the early months of 1917. Despite a long-standing precedent of neutrality in the face of foreign conflict, the United States steeled itself for the possibility of war. On February 26, 1917, the <em>New York Times</em> ran an article entitled \"Suffragist Pledge Aid to the Nation\" covering the National American Woman Suffrage Association’s pledge to aid in the war effort if the U.S. became involved in the conflict overseas. The Suffrage Association had met the day before in Washington, D.C. and had drafted a letter to President Woodrow Wilson promising the services of two million suffragists.","The <em>New York Times</em> cited the contents of the letter, which expressed the suffragists’ belief that \"the settlement of international difficulties by bloodshed is unworthy of the twentieth century\" [1]. However, despite their opposition to the war, the suffragists would remain loyal to the U.S. government and fulfill their civic duty to support the soldiers and the war effort. In anticipation that the U.S. might enter the war, the Suffrage Association planned to form a committee of representatives from each suffragist organization to ready them for war work, such as collecting rations and medical supplies. Additionally, the <em>Times</em> reported that a new bureau would coordinate the placement of women in the positions left empty by men shipped out to fight.","The suffragists’ letter to President Wilson made clear that they had \"no intention of laying aside [their] constructive, forward work\" to obtain voting rights for the female citizens of the United States [1]. At the same time the suffragists were pledging their loyalty to the nation, they were also planning a demonstration at the White House the following Sunday. According to the <em>Times</em> article, women from all over the country would rally together in support of a constitutional amendment granting women the right to vote. At the same meeting that produced the letter to President Wilson, the Congressional Union for Woman Suffrage raised $12,500 in support of the demonstration outside of his offices. Later the same week, the Woman’s Party and the Congressional Union for Woman Suffrage would be merged following another convention in Washington, D.C.","The <em>New York Times</em> article highlights some of the paradoxes of the time period in which it was published. Women were told to be prepared to fill men’s positions on the home front while the men were fighting overseas, and yet were not accorded the same rights as those men. They were encouraged to be loyal to the U.S. government, but had no say in choosing that government. During this time period, women were expected to be patriotic and functional, but not political or radical. Opponents to women’s suffrage frequently made comparisons between the suffragist movement and socialism, implying that the two were irretrievably intertwined. However, during World War One, suffragists rationed food, volunteered for the Red Cross, and worked in factories that produced munitions [2]. Their continued loyalty and patriotism deflated arguments that voting rights for women opened the doorway for radical socialist pacifism.","Ironically, suffragist actions to support the war effort fulfilled the female Red Cross volunteer ideal presented in pro-war propaganda. Organizations such as the National American Woman’s Suffrage Association featured in the <em>New York Times</em> article tried to prove women’s \"fitness for suffrage and equal citizenship rights by loyally supporting the government’s military preparedness and war policies\" [3]. Through the patriotic efforts of suffragists during World War I, American citizens came to accept that women were entitled to equal voting rights. Their ability to step in and keep the country functioning while a large portion of the male population fought valiantly overseas proved that suffragists were loyal to the United States of America and sought to be further enabled to participate in the country’s government."," ","[1] \"Suffragists Pledge Aid to the Nation. Declare at Washington Meeting that 2,000,000 Women Will Serve in the Country’s Crisis.\" <em>The New York Times</em>, February 26, 1917. Retrieved from http://query.nytimes.com/mem/archive-free/pdf?res=9E01E2DD123BEE3ABC4E51DFB466838C609EDE","[2] Brown, K. M. \"The Education of the Woman Citizen, 1917-1918.\" <em>Bowling Green State University, </em>2010<em>. </em>Retrieved from http://etd.ohiolink.edu/view.cgi/Brown%20Kathryn%20M.pdf?bgsu1277150212","[3] McKillen, E. \"Pacifist Brawn and Silk-Stocking Militarism: Labor, Gender, and Antiwar Politics, 1914–1918.\" <em>Peace & Change</em>, 33(3), 388-425, 2008. doi:10.1111/j.1468-0130.2008.00504.x"],"locations":[{"id":17283,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"},{"id":170,"tag":"suffrage"},{"id":1111,"tag":"World War I"}]},{"id":5323,"title":"Advertising Cookbook - Sunkist","course_id":72,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the turn of the 20<sup>th</sup> century, a curious artifact began to emerge on the publication scene, a document known as an advertising cookbook.   These were published by any number of manufactures and were meant to highlight the specific uses of their product in everyday cooking.  “Recipes for Dainty Dishes: Culinary, Toilet and Medicinal Hints”, published in 1910 by the California Fruit Growers Association and endorsed by Sunkist, is one such publication [1].  The title of the document is a bit of curiosity; an advertisement for the many uses of citrus, including cooking and cleaning a toilet?  Yet, here it is with forty-four pages of recipes, cleaning tips and medical claims.","The booklet begins with a boast that chemists and physicians alike “highly recommend” Sunkist California Lemons as a household “necessity”.   The prose that follows is fairly straightforward, beginning with five pages that cover a variety of uses for lemons in preparing food, along with several original recipes for such things as lemon pie and water ice.  After reading a tasty recipe for lemon shortcake, the reader of this cookbook would find seven pages dedicated to the medicinal uses and healing powers of the Sunkist lemon.  Instructions on how it should be added to a host of different foods, liquids and cleaning solutions to improve one’s overall health are also included.","While some claims such as curing scurvy are medically accurate, others would be viewed with a skeptical eye by modern medical practitioners.   Immodest displays of lemon’s healing properties for heart health, liver function and obesity are shining examples of what led to “truth-in-advertising” laws and the creation of the Food and Drug Administration [2].  Curiously, there are nine pages of premiums that can be redeemed through sending in a combination of cash and Sunkist wrappers.   These premiums are for silverware and bowls used in consuming fruit and are obviously meant to encourage future sales.  The remainder of the pages are filled with the incorporation of lemons into beauty regiments, specifically skin improvement, and recipes using Sunkist oranges.","As long as humans have possessed the gift of the written word, cookbooks have existed.  Athenaeus, a Greek gourmet, wrote “Deipnosophists” which is a collection of discussions, including recipes, on ancient Greek life and culture that dates back to Third Century BC [3].  The food that we eat is as much a part of one’s heritage as anything else, because those recipes have passed down from one generation to another.","During the post-Civil War industrial age, a new brand of American consumer behavior emerged.  More individuals were earning money, which raised the standard of living and consumer demand.  Mass production of goods and services created strong competition in the market place, and out of this environment grew the need for creative advertising to make their goods more attractive.  Advertising became ingrained in society as catchy slogans and iconic product images became part of the American culture [4].","In this period, the advertising cookbook emerged on the cultural scene as a both a reference source and a product endorsement.  Many companies, such as Wesson Oil, Jell-O and Bisquick offered these tomes filled with creative recipes, baking tips and other culinary suggestions [5].  While many of those companies are still around today, technology has changed how those products are marketed.  Most have entire websites dedicated to their product, including inventive recipes. Technology has made the need for printed cookbooks almost obsolete and yet there is a certain charm to be found in viewing a document that can provide you with instructions on how make the perfect lemon pudding and cure yourself of rheumatism.","[1] California Fruit Growers Association, “Recipes for Dainty Dishes: Culinary, Toilet and Medicinal Hints”, 1910, Duke University Library, http://library.duke.edu/digitalcollections/eaa_CK0034/#: Duke University, 2011 (accessed December 3, 2011).","[2] Stacy Coyne, \"Advertising at the Turn of the Twentieth Century,\" in <em>Yahoo!Voices</em>, (http://voices.yahoo.com/advertising-turn-twentieth-century-37363.html: Yahoo.com, 2006).","[3] The Cook's Palate, \"Cookbook History\", The Cook's Palate, http://www.cookspalate.com/cookbook-history.htm (accessed November 18, 2011).","[4] Daniel Pope, History Matters, \"American Advertising: A Brief History\", George Mason University, http://historymatters.gmu.edu/mse/ads/amadv.html (accessed November 9, 2011).","[5] Ellen Gartrell, Advertising Cookbooks, Duke University, Duke University Library, http://library.duke.edu/rubenstein/scriptorium/eaa/cookbooks.html (accessed November 19, 2011)."],"locations":[{"id":17942,"lat":33.9607725083,"lng":-119.753178297,"zoom":7,"place":"Santa Barbara, California"}],"tags":[{"id":1112,"tag":"Cookbooks"},{"id":730,"tag":"Advertising"}]},{"id":5333,"title":"A Protest Against the Burning and Lynching of Negros by Booker T. Washington","course_id":72,"status":"P","start_date":"2/29/04","end_date":"2/29/04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Booker T. Washington was an African American educator and political activist.  Although born a slave in 1856, he and his family were later emancipated but still lived in poverty.  Determined to get an education, Washington started work at the age of nine to put himself through school.  After his extensive education, Washington would later be chosen to be the first head of what is now Tuskegee University.  He advised fellow blacks to better themselves and learn more skills rather than focusing on civil rights and social equality.  In the long run, Washington believed the strategy would give African-Americans greater economic stability, which would enable them to live comfortable lives.","One of the causes that Washington spoke out against was lynching.  It was a problem that happened from the late-19<sup>th</sup> century all the way up until the middle-20<sup>th</sup> century.  Many groups of the day spoke out against it including the National Association of Colored Women, the National Association for the Advancement of Colored People, as well as individuals such as Ida B. Wells.  Many whites rationalized the brutal killings of African-Americans as justification for crimes against white women, including rape.","On Monday, February 29, 1904, Booker T. Washington penned a letter in the <em>Birmingham-Age Herald </em>that was also covered by the Associated Press.  In the article Washington states that in the past two weeks three members of his race have been “burned at the stake.”  One of these victims was a woman and none of the three had anything to with sexual crimes involving white women.  The lynchings were performed in broad daylight and in the vicinity of churches.","Washington stated that he would be the first to admit when someone of his race had committed a crime and condemn him or her.  However, he argued that everyone deserves a fair trial because that is what our civilization is founded on.  The law was being bypassed and he warned that eventually the law would not matter for any crime whether it’s committed by white or black people.  The lynchings had to stop for the sake of the nation’s prosperity.","There are two groups that this article is aimed towards.  The first would be the mobs of people performing these brutal murders.  Washington charges them with insulting the nation’s court system and the legal authority.  He states that the law is made by the white man and there would be a slim chance of any guilty black man escaping.  Therefore, if the black man is guilty, he shall sure enough be convicted and sentenced accordingly.","Also, Washington had ties with many politicians of the day.  This article also serves as a way to reach out to these men.  They have the power to stop this and rid the shame that is being bestowed upon the Christian civilization.","Washington was much respected among white people at the time as well as among African-Americans.  However, his article had little practical impact in resolving the lynching issue as lynchings continued to be a common method employed by whites to terrorize blacks until the end of the 1960s."],"locations":[{"id":50979,"lat":33.5535062339,"lng":-86.8977806563,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1133,"tag":"Booker T. Washington"},{"id":367,"tag":"Lynching"}]},{"id":5335,"title":"Uncommon Access and Consumerism","course_id":72,"status":"P","start_date":"1883-05-24","end_date":"1883-05-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The souvenir booklet distributed by merchandiser Frederick Loeser during the initial weeks of the opening of the New York and Brooklyn Bridge on May 24, 1883, represented an early example of direct marketing. The crush of pedestrian traffic that gathered on the bridge's promenade deck was anxious to experience what was described as the \"Eighth Wonder of the World\", and no doubt contained shoppers. In the lower left-hand corner of the cover page of this booklet, the figure of a young woman draped in Romanesque robes stands on a pedestal inscribed with the words \"Excelsior\" (meaning <em>ever higher</em>). The commemorative laurel wreath she holds in her left hand is pointed toward the bridge while her right hand holds an unfurled American flag with staff. The young woman appears to cast her gaze out over the harbor where a view of the bridge's expanse can clearly be seen. Engineering genius, workmanship, and size are suggested by the artists' renditions on the front cover of the souvenir booklet and in the fifteen sketches contained inside the official book and program chronicling the <em>Opening Ceremonies of the New York and Brooklyn Bridge</em>. On its cover page are portrait insets of both John A. Roebling (1806-1869), the original engineer (upper left-hand corner) and his son, Washington (1837-1926), the current Chief Engineer for the project (lower right-hand corner). The front-cover acknowledgement of their role in the achievement is heralded by a cherub that playfully frolics between their portraiture in the shadow of the bridge's massive span.","While the booklet and book/ program were produced to commemorate the bridge's official opening, cumulatively these artists' renditions appropriately exalt American know-how, excellence, and spirit of determination in the dawning decades of the Second Industrial Revolution. The economic promise of this 17-year engineering marvel was touted by a litany of regional political and religious dignitaries as throngs of promenade onlookers followed the 41 pages of proceedings and drawings. However, the general public deferred their judgment and celebration. Quite possibly, because thousands watched the fireworks after the proceedings that day from within less than a mile of the multimillion-dollar bridge. They watched from decaying slums where New York's immigrants lived in abject poverty. When viewed from the center promenade area of the bridge, the slums may have taken on the ambience of the peaceful horizon; however, one would beg a closer look.","Under the bridge expanse, a busy harbor gorged with sailing vessels can be seen. Many, no doubt, are on their way to New York City's busy piers and waiting stevedores, their cargo holds brimming with building supplies, produce, dry goods, and other merchandise. Soon, efficient access to the bridge would accommodate their cargo via its freight rails ? fueling consumerism. The advent of increased commerce would add momentum to the rate of growth of merchandising and other business activities in New York and across the nation. Like Loeser, business owners had stakes in the new bridge. It is indeed suitable that a female portrayed the figure on the souvenir booklet, since she typified the nation's primary consumer. The official book/program provides insight into the pomp and circumstance of the event, which was heralded by a full complement of fireworks, music, and speeches. A popular pastime from opening day, a stroll on the promenade deck of the bridge was such an attraction that one week after its opening, confusion within an exceptionally large crowd ended with the deaths of twelve people. After a formal inquiry, modifications were made expediently to the narrow stairwells leading to the promenade entrances and egress. The booklet and book/program, in tandum with the opening of the bridge, served to herald the creativity and competitive spirit of American business at the dawn of the Second Industrial Revolution."],"locations":[{"id":8929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":11,"tag":"Economy"}]},{"id":5336,"title":"Mary Todd Lincoln Writes to Elizabeth Keckly","course_id":72,"status":"P","start_date":"1868-01-15","end_date":"1868-01-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mary Todd Lincoln wrote many letters to “Lizzie.” Lizzie was one of Lincoln’s closest friends. Her full name was Elizabeth Keckly, and she was a former slave. It should come as no surprise that one of Mary Todd Lincoln's closest friend was a former slave. Mary showed much support for the emancipation of slaves. Lincoln met dressmaker and best friend Elizabeth Keckly through her involvement with the Contraband Relief Association, which raised private donations for the housing, employment, clothing and medical care of recently freed slaves. In her letter she describes how very sad she was feeling. Considering the year of the letter, 1868, she was likely still coping with the assassination of her husband, which happened less than three years earlier.  Mary also speaks in her letter of losing $82.00 (approximately $1,300 today) and a semi-new pocket book. This revelation only confirms her lack of regard for money and material possessions<strong><em>. </em></strong>Her anxiousness and descriptions of paranoia for those who she claimed were looking for her, which are mentioned multiple times in this letter to Lizzie as stated: “(Between Ourselves)” and “(Do not mention this to them)” do indicate that she may have been suffering from severe depression, anxiety and paranoia.  Of course her illnesses could be attributed to severe tragic circumstances especially during her stay at the White House. The trauma of the Civil War and most notably the assassination of her husband, Abraham Lincoln in the Ford Theater as she sat beside him could have easily sent her over the edge.","At the end of the letter, she requested that her dear friend Lizzie send some personal possession of hers because at the time she had relocated to Germany with her son Tad.  One of her requests was black dress that she was desperately seeking.  Understandably since it has been said that after the passing of her son, Willie she only wore black for a extensive period of time. During the same time, she pursued her battle with Congress over awarding Presidential widows a pension.  It seems as though Mary Todd Lincoln received as much criticisms as she did support.  She received a lot of backlash for her support of freed slaves.  She also was known to have a complete disregard for spending especially in times when the country was struggling.  However, it can be said that Mrs. Lincoln was an extremely intelligent women who provided a model for future First Ladies to guide their husbands through campaigns and eventually the Presidency.  Mary Todd once told family & friends, “the person she marries would one day become President.”How very true that was.  Mary Todd Lincoln received a lot of criticism for certain things like her views on slavery and her careless spending, but she seemed to be a very compassionate person who treated everyone as her equal.  She may of had vices, but so does everyone else.  For a women who survived through the losses of three sons and her husband, who at the time was President of United States, she managed better than most would have in her situation."],"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":683,"tag":"Abraham Lincoln"},{"id":1135,"tag":"Mary Todd Lincoln"},{"id":1150,"tag":"Elizabeth Keckly"}]},{"id":5340,"title":"American Women during WWI","course_id":72,"status":"P","start_date":"1/1/18","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Ida Clyde Clarke’s <em>American Women and the World War </em>pays homage to the everyday heroism that women during the first World War conveyed. Written in 1918, Clarke clearly explains that she plans, with this publication, to “permanently record the greatest massed effort of women the world has ever known” [1]. It is clear that Clarke feels that these great women go under-appreciated, hence why she published this document. Clarke’s target audience for the publication is women. She seeks to encourage women in their future endeavors by describing the great successes of women during the first World War. Her goal is to bring well-deserved attention to the efforts of women during the war.","Clarke begins by discussing the creation of the Woman’s Committee, a useful tool that gathered together groups of women across many states in mutual cooperation [2]. The Committee was so well-organized that it began to acquire sub-divisions such as Child Welfare and Home and Foreign Relief. The women of this Committee delivered valuable lectures about food conservation and also gave their time to help with the Red Cross. Although the Red Cross work was very helpful to the sailors during this time, women during the war also volunteered at home by overseeing playgrounds, parks and other various charities [3]. Clarke also goes on to describe that these women did their patriotic duty by nearly solving the problems of food conservation and food production during the time of the war.","Although there are many triumphs discussed in American Women and the World War, women also faced several injustices. While women were able to enlist in the US Navy during World War I, they had to settle for typically “female” work. This work would include nursing and telephone operating. The women were also denied an auxiliary corps, as per the War Department. Along with the war ending also concluded any hopes of women enlisting in the US Army [5].","While women during World War I faced many ups and downs, one can say that their efforts were eventually recognized. Popular belief holds that women were recognized because they had truly proved themselves during the war [6]. Undoubtedly, the women’s war efforts also helped lead to their gaining the right to vote in 1920 with the 19<sup>th</sup> Amendment.","In conclusion, Ida Clarke successfully achieved her goal in proving the heroism and patriotism of American women in American Women and the World War. Women finally were given the chance to prove themselves as the everyday heroes that they were, at home and during the war. By doing so, they continued their legacy of equal rights and eventually gained the right to vote."," "," ","<sup><sup>[1]</sup></sup> Ida Clyde Gallagher Clarke, <em>American Women and the World War</em> (New York: D. Appleton and Co,1918), 1.","<sup><sup>[2]</sup></sup> Clarke, <em>American Women</em>, 9.","<sup><sup>[3]</sup></sup> Clarke, <em>American Women</em>, 34.","<sup><sup>[4]</sup></sup> Clarke, <em>American Women</em>, 118.","<sup><sup>[5]</sup></sup> Joshua S. Goldstein, <em>War and Gender: How Gender Shapes the War System and Vice Versa</em> (Cambridge: Cambridge UP, 2001).","<sup><sup>[6]</sup></sup> “World War One and Women,” accessed December 1, 2011, http://www.historylearningsite.co.uk/world_war_one_and_women.htm."],"locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":7,"tag":"Women"},{"id":1111,"tag":"World War I"}]},{"id":5343,"title":"Players Confess to Fixing 1919 World Series","course_id":72,"status":"P","start_date":"9/29/20","end_date":"9/29/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 29, 1920, the <em>New York Times</em> published an article entitled, “Eight White Sox Players are Indicted on Charge of Fixing 1919 World Series; Cicotte Got $10,000 and Jackson $5,000.” The 1919 World Series played between the Chicago White Sox and Cincinnati Reds will forever be remember was one of the darkest moments in Major League Baseball and American Sports History. Baseball was, and still is, referred to as “America’s Pastime” because of its nationwide popularity. Unfortunately, it had a dark cloud cast over it due to the actions of eight players from the Chicago White Sox. The eight men included left fielder and star player, “Shoeless” Joe Jackson, pitchers Eddie Cicotte and Claude \"Lefty\" Williams, infielders Buck Weaver, Arnold \"Chick\" Gandil, Fred McMullin, and Charles \"Swede\" Risberg as well as outfielder Oscar \"Happy\" Felsch. The <em>Times</em> article focuses on the confessions of Joe Jackson and Eddie Cicotte. These were the first legitimate admissions of guilt by the players involved.","The team was hounded by rumors of possible foul play for the entire 1920 season and it took until the last weekend of the regular season for the truth to be made public. The White Sox, who were actually in a close race to make the playoffs, needed to win the remaining regular season games to have a chance to win the pennant. Their playoff hopes took a crushing blow on September 28, 1920 when pitcher, Eddie Cicotte had broken down and confessed to intentionally losing games during the previous World Series. His confession led “Shoeless” Joe Jackson to confirm everything that his teammate, Cicotte, had said. Cicotte received $10,000 before the World Series was underway. He stated that his reason for accepting the bribe to throw the World Series was to pay the mortgage on the farm that he had purchased. The mortgage, according to the <em>New York Times</em>, was valued at $4,000. Cicotte was very remorseful for accepting the bribe and only had his family in mind as he confessed. He was reported to have been crying for the duration of his confession. This secret had been eating away at him for an entire year. He was quoted in the <em>New York Times</em> article as saying, “I never did anything I regretted so much in my life.” Joe Jackson, on the other hand, had different motives for sharing the dark secret. He was told that he would receive $20,000 for his role because he was the star player; however, he only received $5,000. He cited that as his reasoning for coming forward. The two pitchers involved in the scandal, Cicotte and Lefty Williams, were credited with all of the 5 losses in the series, combined.  The World Series, at this time, was contested under a best-of-nine format where as today, it is played under a best-of-seven format. During their time on the mound, Williams and Cicotte, would be questionably wild with their pitches and would commit errors in the field that would allow runs to score. Joe Jackson, at the time, was a very dangerous and feared hitter in the league. He testified, according to the <em>Times</em> article, that throughout the series he either would strike out or hit “easy balls” in situations that a base hit would result in a run scored for Chicago. All eight players involved in the scandal were banned from Major League Baseball for life.","The so-called “Black Sox” Scandal crushed the pureness of the game. Baseball was popular because of the spirit of competition and loyalty of fans to their favorite teams. The eight players involved in this scandal nearly destroyed the fiber of competition and sport that held the game of baseball together. These players needed to be made examples by the league. Because of the scandal, any player who was involved in any way with gamblers or fixing the outcome of a game was to be banned for life. Unfortunately for the Chicago White Sox Organization and their fan base, this scandal that haunted to game of baseball stuck with the team for years. It became known as the “Curse of the Black Sox.” The White Sox did not win a World Series Title until the year 2005. The scandal led to 86 years of hardship and suffering without any championships to show for it."],"locations":[{"id":20798,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":1144,"tag":"Eddie Cicotte"},{"id":1143,"tag":"\"Shoeless\" Joe Jackson"},{"id":1142,"tag":"Black Sox Scandal"},{"id":1141,"tag":"1919 World Series"},{"id":1140,"tag":"Cincinnati Reds"},{"id":1139,"tag":"Chicago White Sox"}]}]}