{"id":73,"title":"History of the New South","school_id":49,"school_name":"Texas Wesleyan University","term":"Fall 2011","abbr":"HIS 4372","url":"http://texaswesleyanhistorydepartment.wordpress.com","description":"History of the New South traces the changes in the American south after the Civil War to the present. It explores issues of race, shifts from rural to urban populations, post-slavery labor systems, industrialism, and other important areas.","points":[[30.7439478714,-94.0250638445],[37.4182087686,-79.1519048441],[33.0342766311,-118.614221051],[26.5829196245,-98.1225261344],[30.1220750117,-89.7244851703],[35.182488505,-89.8964012565],[32.8753704415,-79.8417496964],[29.4490384361,-98.519907109],[39.0415274653,-95.7563474993],[33.9414430151,-84.5767277131],[32.7534998909,-89.1175924173],[32.7703945791,-97.2918801714],[41.8399513458,-87.8166666032],[35.6087098631,-84.9243946154],[31.5523814719,-97.2017924103],[33.5543155862,-86.8964933862]],"bounds":[[41.8399513458,-79.1519048441],[26.5829196245,-118.614221051]],"episodes":[{"id":5284,"title":"<strong>James S. Byrd the Jasper City Dragging: An Episode of his life.</strong>","course_id":73,"status":"P","start_date":"6/1/98","end_date":"6/30/98","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“The Jasper Texas police report of James Byrd Jr. murdered June 1998 read like a grim horror story: along the two miles of blacktop where the 49 year- old father of three was dragged the Sheriff found his t-shirt tank top shoes, dentures and eventually the item that identified him his billfold. The crime is hearkened back to the days of segregation with a black man chained to the back of a truck until his body disintegrated, and the world was shocked by its ferocity.” The world is yet to realize that this atrocity this thing that we call racism still exists in the hearts of men you can’t see it you can’t feel it but yet it’s there hidden from the naked eye. This darkness in the hearts of men is what killed James Byrd.","The police charged Shawn Berry 23, Lawrence R. Brewer 31, and John W. King 23 with the victim’s murder. Mr. King had racist tattoos and they all were Ku Klux Klan supporters leading investigators believed the killing was racially motivated. Mr. King was convicted of capital murder and sentenced to the death penalty; he was the first white man in Texas to be sentenced to die for killing a black man since the death penalty was reinstated in the 70s.","A second man Lawrence R. Brewer received the death penalty also for his role in the death of Mr. Byrd. The third and final man Shawn Berry is now serving a life sentence for his part in this murder. Berry held his account he was an unwilling accomplice and he implicated both King and Brewer.","Many of the whites in the small Texas town of Jasper as well as the blacks seemed to believe this crime did not reflect a deeper problem. Ten years later we remember James Byrd Jr. and this horrific event it was a crime that changed a community and defined how courts deal with racially motivated hate crimes. Monica Rhor stated, “There is still work to do. A few years back, Byrd's gravesite was vandalized and defaced with slurs.” \"We're getting there,\" Boatner said, \"but it just takes time.\""],"locations":[{"id":41029,"lat":30.7439478714,"lng":-94.0250638445,"zoom":9,"place":"Jasper, Texas"}],"tags":[{"id":1039,"tag":"Black man drag to death"},{"id":1038,"tag":"Racial motivated dragging"}]},{"id":5288,"title":"<p>Birth of Eugenics – Death of Compassion&lt;?xml:namespace prefix = o ns = \"urn:schemas-microsoft-com:office:office\" /&gt;</p>","course_id":73,"status":"P","start_date":"1/1/24","end_date":"10/19/27","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 19, 1927, Carrie Buck struggled against the orderlies taking her to the operating room. She wondered how she came to this point in her life. She had been given to a foster family, then raped and impregnated by a family friend. Authorities took away her daughter, Vivian, when Carrie was institutionalized to hide the foster family’s shame. Carrie became Virginia’s first test case in a groundbreaking Supreme Court case on the sterilization of institutionalized individuals. However, Carrie lost the case and was forced by the court to follow through with the dehumanizing sterilization process.","The wishes of the Supreme Court had been carried out according to <em>Buck v. Bell (1924)</em>. Involuntary sterilization was to be the answer to all social ills by breeding out all of “the undesirable traits” in humanity. Harry H. Laughlin wrote the Model Eugenical Sterilization Law that began the wave of mandatory sterilization for individuals in institutions. The main scope of the law was to prevent the “socially inadequate classes” of people from procreating thereby tainting the American people. According to Laughlin, these groups included “insane, epileptic, diseased, blind, deaf, deformed, and dependent (including orphans, ne’er-do-wells, the homeless, tramps and paupers).”","Laughlin did not come to the <em>Buck v. Bell </em>trial, nor did he ever meet Carrie Buck, although he did testify in writing that the Virginia Colony’s director, Albert Priddy, correctly assessed Carrie and her family as members of “the shiftless, ignorant, and worthless class of anti-social whites of the South.” Authorities regularly assessed individuals in the south as “non-producing and shiftless persons, living on public and private charity.”","When the Supreme Court supported <em>Buck v. Bell</em> in an 8-1 vote, Laughlin celebrated because this led the way for more sterilization laws to be passed and his work at the Eugenics Records Office in Cold Harbor could continue supported by the Supreme Court. Justice Oliver Wendell Holmes stated in his opinion that “three generations of imbeciles is enough,” speaking of Carrie’s mother, Carrie, and her daughter. Vivian was declared an imbecile at age six months because she did not follow a coin with her eyes in front of a camera. The Supreme Court’s decision took away the rights of the people deemed unworthy by society to choose to be sterilized or not. <em>Laughlin emphasized that the endorsement of state authority to perform compulsory operations without regard for the consent of the patient or his family was an \"outstanding feature\" of the </em><em>Buck</em><em> decision.</em>","The south was the area most affected by the sterilization laws. Laughlin’s law supported the idea that segregation was not only a necessity, but also required to maintain the purity of the American people. Whereas many Northern states put sterilizations laws into effect much earlier than southern states, like Virginia and South Carolina, only California surpassed the south in the number of compulsory sterilizations. The relevant sections of the sterilization law only came off the books in 1974 in the state of Virginia. In 2002, Virginia State Governor Mark Warner made an official apology to the Buck family and “the survivors of involuntary sterilization.”"],"locations":[{"id":20511,"lat":37.4182087686,"lng":-79.1519048441,"zoom":12,"place":"Lynchburg City, Virginia"}],"tags":[{"id":7,"tag":"Women"},{"id":9,"tag":"Law"},{"id":230,"tag":"Medicine/Health"}]},{"id":5289,"title":"Hattie McDaniel wins for more than just <em>Gone with the Wind</em>","course_id":73,"status":"P","start_date":"2/29/40","end_date":"2/29/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the 82<sup>nd</sup> Academy Awards ceremony held in 2010, Mo’Nique received her Academy Award for outstanding performance of an Actress in a Supporting Role. During her acceptance speech, Mo’Nique gave recognition to a woman who had won the same award seventy years earlier. She expressed her deepest admiration for this woman in these words: “I want to thank Miss Hattie McDaniel for enduring all that she had to so that I would not have to.”","Seventy years earlier, at the 12<sup>th</sup> Academy Awards ceremony held in 1940, Hattie McDaniel won the award for best performance by an Actress in a Supporting Role for her portrayal of “Mammy” in David O. Selznick’s production of <em>Gone with the Wind</em>. A win for any woman at these awards would not have been as notable as it was for Hattie McDaniel and the entire community of African Americans. McDaniel’s award marked the first win for African Americans in the history of motion pictures.","Although McDaniel’s role and film presence were vital in the story of the film, her presence was not always welcomed. When the film premiered in Atlanta, McDaniel was not permitted to attend the premiere alongside her white co-stars. Strict segregation laws in Georgia required that Hattie McDaniel enter through the back door and sit in the area reserved for blacks. Furthermore, the laws did not permit her to stay at the hotel where most of the cast was staying for the premiere. Rather than incite a disturbance, Hattie McDaniel chose not to attend.","Although she played her role of “Mammy” outstandingly, black activist groups vilified her and boycotted the film. They attacked her and her fellow black cast mates for accepting their roles in the film and charged that the portrayals of blacks in the film did little to assuage the white perception of blacks as loyal servants to whites. In the essay about the historical accuracy of the film <em>Gone with the Wind,</em> author Catherine Clinton, acknowledges that <em>Gone with the Wind</em> did not take into consideration the concerns about the treatment of blacks in the United States and adds that the portrayals of black characters in the film, “[rang] true to Hollywood’s typical betrayal of African Americans.”","As much as <em>Gone with the Wind</em> trivializes the work of blacks in film, it did make certain breakthroughs for non-white actors. Clinton explains that it was the first film to portray black actors in a “plantation style” setting where they did not spontaneously burst into song. It was also the first feature film to portray black characters as themselves instead of white actors in blackface. After her win, the minds of many of those who boycotted the film changed their minds and accepted that Hattie McDaniel’s choice to portray a mammy in a post-civil war period drama did indeed change the perception of blacks in film. In her acceptance speech, McDaniel thanked the Academy for their recognition of her craft. She further expresses her thanks and hopes for the future: “I shall always hold it as a beacon for anything I may be able to do in the future. I sincerely hope I shall always be a credit to my race and to the motion picture industry.”","Seventy years later, blacks are seen in roles that may not have been possible without Hattie McDaniel, but it is still considered a breakthrough in modern media for African Americans to be included.  It is now a matter of what roles they should choose to portray.  Hattie McDaniel made it possible for African Americans to take on roles in Hollywood, but most importantly, she gave them the ability to choose their roles."],"locations":[{"id":27733,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":463,"tag":"African American Women"},{"id":1040,"tag":"Academy Awards"},{"id":1041,"tag":"Film"}]},{"id":5290,"title":"At the Hands of “los diablos tejanos”","course_id":73,"status":"P","start_date":"9/1/15","end_date":"9/30/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["During the first week of September in 1915, Texas Rangers prowled searching for Mexican bandits in Cuevitas, Texas.  An article in the <em>Boston Daily Globe</em>, reported that a Ranger called his fellow companions to come to a halt.  He spotted a group of Mexican men around a campfire and descended from his horse towards them.  The Rangers caught the riders by surprise and quickly placed them under restraint.  The process of interrogation “by the Rangers was brief and to the point.  That the captives were outlaws was amply proved, it is claimed.”  Within minutes, the two Mexican men met their fate “by the side of the trail.”  The Rangers left their bodies for “the vultures to feed upon.” ","Mexican-American historian, Zaragosa Vargas, claims that the violence that plagued the border region found its origins after the signing of the Treaty of Guadalupe Hidalgo on February 2, 1848.  After months of negotiations, the document, the Protocol of Querétaro, confirmed the agreements.  In direct disregard of the settlements agreed upon, the United States ratified the final draft of the Treaty by amending Article VIII, which guaranteed the land grants in Texas that were established under Mexican law, as well as Article IX, guaranteeing the civil rights of the Mexican nationals who were to become American citizens within one year.  By completely eliminating Article X, that validated the land and civil rights of the Spanish-speaking population, Congress unleashed consequences having disastrous implications to the inhabitants of the border region for years to come.","Anglos moved quickly to procure private property from Tejano landowners by both legal (through fraud and coercion in the courts) and illegal (squatting) means.  According to Vargas, an escalation in violence between the two races erupted and it seemed as if there was one standard of justice for the Anglos and another for the Mexicans.  In order to quell the violence that erupted, the Texas Rangers, who Tejanos referred to as “los diablos tejanos,” unleashed terror throughout the Mexican communities.  Historians, William D. Carrigan and Clive Webb, reiterated “the most systematic abuse of legal authority was by the Texas Rangers.” ","Since their inception during the Texas Revolution, the Rangers protected the border region in South Texas as sole watchmen.  The philosophy in Anglo superiority justified the Rangers’ cruelty upon a race of human beings they believed to be subordinate to their own.  As the journalist following the Texas Rangers in Cuevitas, Texas, conveyed, the Texas Rangers and the Anglo population of South Texas, believed “only by the exercise of extreme measure that the ignorant and easily aroused lower class of Mexicans be brought under subjection and peace restore.”  This idea of justice “became so far beyond the bounds of civilized warfare” that General Frederick Funston, Commander of the U.S. military maneuvers along the border, had to intervene."],"locations":[{"id":17325,"lat":26.5829196245,"lng":-98.1225261344,"zoom":8,"place":"Hidalgo, Texas"}],"tags":[{"id":1042,"tag":"Mexican-American"},{"id":1045,"tag":"Texas Rangers"},{"id":1046,"tag":"Treaty Guadalupe Hidalgo"},{"id":367,"tag":"Lynching"},{"id":1047,"tag":"Protocol of Queretaro"},{"id":1048,"tag":"Borderlands"},{"id":1050,"tag":"General Frederick Funston"},{"id":1052,"tag":"Texas-Mexico border"}]},{"id":5291,"title":"<em>Plessy v. Ferguson </em>","course_id":73,"status":"P","start_date":"1892-06-07","end_date":"1896-05-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>Plessy v. Ferguson </em>","During the day of June 7<sup>th</sup>, 1892, in New Orleans, Louisiana, a man by the name of Homer Plessy decided to forever change the Old South.  Plessy obtained a ticket for a thirty-mile-long road trip from the city of New Orleans to Covington. Upon boarding the railroad car, Plessy informed the conductor that he was one-eighth black; however, that meant he was seven-eighths white. Although he appeared a white man, that did not matter. Alarmed with the information, the conductor informed Plessy that he had to move to the “colored” section of the railroad car. Longing for change, Plessy refused, resisting Jim Crow laws of discrimination in the New South.","Refusing to obey the instruction of the conductor, the Louisiana gendarme arrested Plessy.  Determined to make changes Plessy prepared himself to face the state of Louisiana. At his arraignment, Judge John H. Ferguson presided, ruling in favor of the state segregation law."," More determined than ever Plessy decided to take the state of Louisiana, perhaps one of the most racially neutral states, to the United States Supreme Court. The state of Louisiana disagreed, arguing “laws permitting and even requiring, separation in places does not necessarily imply the inferiority of either race to the other.” The chosen vocabulary and the employment of the language strongly favored the state of Louisiana. Additionally, the original docket illustrated that the interpretation of the Thirteenth along with the Fourteenth Amendment was misread in order to favor the state. Lawrence Goldstone, a well-respected author of historic books, exclaims that  Plessy’s lawyers argued his forceful removal was a violation of the Fourteenth Amendment, and forcing him to relocate based on race violated his Constitutional right severely. With a seven to one ruling by the United States Supreme Court, the case was rejected stating that the Fourteenth Amendment was not violated because it did not discriminate against blacks. Furthermore, Goldstone argues the fallacies of the Louisiana race policy, as he strongly viewed the separation of the two races as a way of pleasing the whites.  Not only did the court rule in Louisiana’s favor, but their decision entrenched the ideas of the Old South and left imprinted scars for generations to come.","    Along with the ruling the United States Supreme Court established a doctrine entitled “separate but equal” which became law across the South establishing separate public facilities. Most important of all concerning the “separate but equal” doctrine were unequally segregated schools. Mark Golub in his article claims, “The Plessy case is infamous for extending the constitutional sanction to Jim Crow segregation laws.” In short, the ruling of the court further enabled the Jim Crow laws to rule the South until the Civil Rights Movement.  Regardless, Plessy went back to Louisiana and pled guilty to the charge and paid the fine. In the forthcoming years the case would become a foundation, a building block for <em>Brown v. Board of Education</em>. Although the case proved a failure for Plessy, in the later years it became the milestone for the issue of education of the New South."," "," "," "," "],"locations":[{"id":5602,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":1054,"tag":"plessy v. ferguson"},{"id":1069,"tag":"separate but equal case"}]},{"id":5292,"title":"<em>Re-establishing White Power in Memphis Tennessee</em>","course_id":73,"status":"P","start_date":"1866-05-01","end_date":"1866-05-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Black subordination was the motive that drove white Southerners to start the infamous Memphis Race Riot of 1866.  May 1, 1866, whites of Memphis, Tennessee, set out to destroy black power and to “…achieve this goal in Memphis only by destroying the most potent symbols of black power in the cities- the soldiers themselves.”","After three long and excruciating days of violent hazing and rioting, federal military authorities stepped in to cease the massacre.  Though focused on black soldiers, whites terrorized the black communities, destroying everything in sight with no sense of remorse.  A total of “two whites and at least forty-six blacks had been killed, between seventy and eighty wounded, at least five black women raped, more than one hundred people (mostly black) robbed and four churches, twelve schools and ninety-one houses burned.”","Most of the civilian victims had ties to black military soldiers.  Lucy Smith, one of the five rape victims testified, “there were some pictures in the room: we had General Hooker and some other Union Officers and they said they would not have hurt us so bad if it had not been for these pictures.”","White Southerners made it apparent that they were greatly intimidated by black empowerment at the end of the war and ensured that white power and control were to be re-established in Memphis Tennessee.  According to the <em>Daily Avalanche</em>, “The chief source of all our trouble being removed…we may confidently expect a restoration of the old order of things.  The Negro population will now do their duty…Negro men and Negro women are suddenly looking for work on country farms… Thank heaven, the white race are once more rulers in Memphis.”"],"locations":[{"id":12369,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":238,"tag":"African American"},{"id":1055,"tag":"Race riot,"},{"id":290,"tag":"Crime"},{"id":1118,"tag":"Black soldiers"}]},{"id":5293,"title":"Teaching in the Unknown","course_id":73,"status":"P","start_date":"1865-05-15","end_date":"1867-05-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Emily Bliss and Mary Ames had never taught before, and they were about to venture into the heart of the Reconstruction south and teach the newly freed slave children. They were two women from the North with no teaching experience at all. Intrigued by Emily Bliss, Ames decided to follow her to Boston and enroll as teacher to work for the Freedmen's Bureau in 1865.","They were not supported by their families and upon their arrival in Charleston were shuffled from place to place. They met Mr. Pilsbury, who was one of the education leaders in the town, and a discouraged and exhausted Emily Bliss desperately asked him for sympathy, and if he happened to have a wife who would feel for them and bring them comfort. Ms. Pilsbury took them in, and they found themselves in one of the nicest mansions in Charleston. They were asked to stay and teach there, but shocked Mr. Redpath, who was the leader of the Freedmen’s Bureau who extended the invitation, when they declined and said they would rather teach the freed slaves who had been sent to Estido Island on Sherman’s March following the war.","The Blacks were very welcoming to the two newcomers, and they soon found out that the officers and the teachers were the only white people on the island, along with the 10,000 newly freed slaves.\tOn their first day of school, May 15, 1865, they had only 9 boys and 6 girls. Only two of the children knew their letters, and none knew how to read. They next day, however, there were 28 students present, and of the new students, 2 of them could read. The children were not in good shape and did not have nice clothes, according to Bliss, “the poor creatures (having) lived so long in a filthy condition that they don’t know what it’s like to be clean”. Once June hit, it got so hot that the 2 women were advised to leave as soon as they could, for it was hazardous to their health. They stayed however, committed to their cause, and by June they had 101 students. It was hard for them to keep order however, and they had immense trouble keeping the older students in line. School ended on June 30, and on July 2 they were told that the soldiers received orders to leave the island, allowing the freed slaves to do so as well. It was troublesome to Ames, because it was the soldiers she received her rations and supplies from. By July 12 many of the soldiers and freedmen were leaving the island, however Ames was determined to stay and keep teaching those who had no one to teach them. Ames stayed on the island, and moved to a house in order to continue her teaching. She stayed for a little over a year until she no longer received any support at all from the Freedmen’s Bureau, but continued to be very successful in her teaching of the freed slave children."],"locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":7,"tag":"Women"},{"id":1056,"tag":"Teaching"},{"id":123,"tag":"Reconstruction"},{"id":1119,"tag":"Freedmen's Bureau"}]},{"id":5295,"title":"Sexual Violence and the Memphis Riot","course_id":73,"status":"P","start_date":"1866-05-01","end_date":"1866-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["From May 1, 1866 to May 3, 1866 violence reigned on the streets of Memphis, Tennessee. At the end of what is today known as the Memphis Riot, forty six African Americans and two White men lay dead. All four of the African American schools were burned as well as over one hundred private residences. Moreover, at least five women testified to having been raped. These women possessed the fortitude and the courage to appear before a congressional committee and recount the heinous acts committed against them.","            Lucy Smith, a young African American girl, only seventeen at the time, was staying with Frances Smith, an old crippled woman when the riots began. Between one and two o’clock in the morning both women awoke to a loud banging at the door. Frances grabbed her crutches and headed for the door. When she opened it she saw “seven men, two of whom were policemen.” She identified them as policemen “by their stars” and noted that they were “all Irishmen.” Upon entering the shack, for that is all it was, the men demanded that they be made supper. Lucy and Frances prepared their meal and waited for the men to leave. However, Lucy and Frances’ nightmare had just begun. The seven men finished their meal and demanded “some woman to sleep with.”         Frances replied that they “were not that sort of women” and indicated that the men should leave. The men refused and one of them struck Frances across the face and began to choke her. Lucy attempted to flee out the open window but the offender caught and treated her similarly. What followed, in the words of Frances Smith, was this: “All seven of the men violated us two. Four of them had to do with me, and the rest with Lucy.”","            As disturbing as the attack was, it is interesting to note that the men did not act out in immediate violence. They asked for a meal first and then stated that they “wanted some woman to sleep with,” as though the women were prostitutes and nothing more. Hannah Rosen, a professor as the University of Michigan, argues that due to the prevailing thoughts and attitudes at the time, most white men considered African American women as unable to resist and subject to white male authority. In other words, “the assailants acted as if…the world had not been fundamentally altered with emancipation” and that these women were still slaves, with no choice in the matter. Rosen also indicates that this pattern of thought was fostered by the press constantly depicting African American women as “lewd” and “loose.” This gave many the impression that African American women enjoyed, or at least easily consented to casual or illicit sex.","            Regardless of the reason, these criminals grossly mistreated Lucy and Frances. Both women gave testimony at a congressional investigation, and even still the malefactors were not charged. This was true not only of this incident, but also of the riot in general. Not a single man was ever arrested or charged for their part in the violence. Instead many of the officers involved, the ones who perpetrated the violence, were compensated for their injuries “sustained in an effort to suppress the riot.”"],"locations":[{"id":12369,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":7,"tag":"Women"},{"id":1057,"tag":"Memphis Riot"},{"id":1058,"tag":"Sexual Violence"}]},{"id":5297,"title":"Neither Black nor White","course_id":73,"status":"P","start_date":"1896-05-01","end_date":"1897-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In May of 1896, Ricardo Rodriguez entered a federal court in San Antonio, Texas, and initiated his application for citizenship of the United States thereby requesting the right to vote.  Since Texas declared its independence from Mexico and was annexed into the United States, Tejanos did not qualify for American citizenship because due to “an 1872 federal statute that ruled that only Caucasians and Africans could become U.S. Citizens,” Texas did not consider Tejanos part of either race.  Yet, this statute “did not specifically deny Mexicans that right” either.  This case brought naturalization of Mexican Tejanos and their right to vote to the forefront of Texas politics.","According to the Texas State Historical Association, in the year that followed, legal maneuvers by politicians to “disenfranchise all Texas Mexicans” were at an all-time high.    San Antonio politicians, T.J. McMinn and Jack Evans, joined forces to oppose the naturalization process of Ricardo Rodriguez claiming he was “’not capable of becoming an American citizen’” due to his race.  These tactics were proclaimed throughout Texas in order to garner support for their opposition to Tejanos’ eligibility of citizenship and to discourage other Tejanos from applying.","After a year of legal maneuvers, on May 3, 1897, Judge Thomas S. Maxey ruled in favor of Ricardo Rodriguez, bestowing the right of citizenship and “thereby legally affirming the civil rights of Texas Mexicans to vote.”  In his ruling, he pointed directly at three distinct documents: The Constitution of the Republic of Texas, the Treaty of Guadalupe Hidalgo and the Fourteenth Amendment of the United States Constitution.","Under the Constitution of the Republic of Texas Maxey recognized the granting of citizenship upon Mexicans living within Texas on Independence Day.  To further this reasoning Maxey directed his findings to the Treaty of Guadalupe Hidalgo, specifically to Article VIII, that states Mexicans who “prefer to remain the said territories may either retain the title and rights of Mexican citizens, or acquire those of citizens o f the United States” under the agreement that the decision must be made within “one year from the date of the exchange of ratifications of this treaty.”  The treaty goes as far as stating that those who do not make their decisions voluntarily after the deadline “shall be considered to have elected to become citizens of the United States.”  Ultimately, Maxey revealed that it was the Fourteenth Amendment that “granted citizenship to all people born or naturalized in the United States, regardless of color or race.”","Through this landmark civil rights case, Judge Thomas Maxey’s confirmed that neither race nor special levels of education could be used to deny U.S. citizenship to anyone.  The argument that Mexican Tejanos were not eligible to vote because they are not white or black could no longer be used to alienate them from becoming citizens.  According to Zaragosa Vargas, a Mexican American historian, in essence, the decision confirmed the “legal right of Mexicans as ‘white,’ further cementing their right to vote."],"locations":[{"id":12547,"lat":29.4490384361,"lng":-98.519907109,"zoom":9,"place":"BEXAR, Texas"}],"tags":[{"id":1042,"tag":"Mexican-American"},{"id":1046,"tag":"Treaty Guadalupe Hidalgo"},{"id":1052,"tag":"Texas-Mexico border"},{"id":1048,"tag":"Borderlands"},{"id":1059,"tag":"Tejanos"},{"id":1060,"tag":"Texas Independance"},{"id":1061,"tag":"Judge Thomas S. Maxey"},{"id":1062,"tag":"Fourteenth Amendment"},{"id":1063,"tag":"Constitution Republic TX"},{"id":1064,"tag":"T.J. McMinn"},{"id":1065,"tag":"Jack Evans"},{"id":1066,"tag":"Right to Vote"},{"id":1067,"tag":"In Re Ricardo Rodriguez"}]},{"id":5300,"title":"<em>Brown v Board of Education </em>","course_id":73,"status":"P","start_date":"1/1/51","end_date":"5/17/54","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1951, Oliver Brown, along with twelve other families from other states, decided to forever shake the segregated and racist south by filling a lawsuit challenging public school segregation. Brown’s daughter Olivia, a third grader, was forced to attend an African American school miles away from her house, while an all-white school was only seven blocks away.  She walked six blocks every morning to get to her bus stop simply because of the color of her skin. The segregation of the schools served as an all too visual reminder of southern racism.","<em>Brown v. Board of Education</em> served as a skeletal foundation for the other twelve cases accompanying the decision. Brown’s case originated in the state of Kansas and made it all the way to the highest court in the land, the Supreme Court. Once the case cleared its way to the Supreme Court, the possibility of remarkable change surfaced. However, at the state level, Kansas ruled in favor of the state instead of Mr. Brown, upholding the1896 <em>Plessy v. Ferguson</em> ruling when the Supreme Court declared separate but equal constitutional. Five out of the twelve cases made their ways to the Supreme Court; however, Brown’s case originating from Kansas, served as the most powerful.","In his 1958 article in the <em>American Political Science Review</em>, Albert A. Mavrinac asserted that the actions of the Supreme Court in <em>Brown v. Board of Education</em> “proved to be catalyst for social readjustment.” For the South, the consequences proved to be cataclysmic. Racist Southerners who deemed themselves the dominant and superior race of the south strongly disagreed and protested the actions of the Supreme Court. The ruling desegregated school and more importantly overturned the <em>Plessy v. Ferguson</em> decision “separate but equal.” On May 17, 1954, according to Michael L. Birzer and Richard B. Ellis of the <em>Journal of Black Studies</em>, the US Supreme Court ruled that “segregated educational facilities are [were] inherently unequal.”"," Although the ruling seemed like the most important component for African Americans in their fight for equal rights, the social implementations that followed were far beyond what anyone, black or white, had expected.  Racist southerners strongly opposed desegregation of schools and stalled implementation of integration.  In their piece, “The First Serious Implementation of Brown: The 1964 Civil Rights Act and Beyond,” Birzer and Ellis state, that “a decade passed without significant school desegregation.” Regardless of the actions of many southerners, <em>Brown v. Board of Education</em> became a historic case overturning <em>Plessy v. Ferguson</em> and forcing the schools throughout the south to desegregate. Although it took almost a decade for true desegregation to occur, Brown v. Board of Education initiated changed in the racist south.    "," "," "],"locations":[{"id":31105,"lat":39.0415274653,"lng":-95.7563474993,"zoom":9,"place":"Shawnee, Kansas"}],"tags":[{"id":1071,"tag":"Civil Rights Movement"},{"id":1070,"tag":"Brown v Board 1954"}]},{"id":5303,"title":"The Lynching of Leo Frank","course_id":73,"status":"P","start_date":"8/17/15","end_date":"8/17/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 17, 1915, Leo Frank, a Jewish businessman awoke to 25 armed men storming into the jail he was being held at in Milledgeville, Georgia. Despite faulty and clear mishandling of evidence, as well as forced confessions from many witnesses, Frank was convicted and sentenced to death for the rape and murder of 13 year old Mary Phagan, a young girl that was employed in his factory. However, influenced by his ties to the defense team Governor Slaton commuted the sentence from death to life imprisonment.","This outraged a public, who had become convinced that this man, a convicted murderer in their minds, was escaping justice. Influential men in the community, desiring justice at any cost, gathered 25 armed men and left for the prison that housed Frank. When they arrived they subdued the warden and superintendent and proceeded to the main gate of the prison. The night watchman, faced by the armed mob, simply opened the gate, allowing them to pass stating “I saw they meant business, and there was nothing for me to do but open the gate.”","Streaming through the gate in search of Frank, the angry men found him on his bunk. Frank asked to dress, but men from the mass chorused that where he was going he would not need clothes. If Frank was unsure of what the mob intended before, now it was perfectly clear. They loaded him into a car in just his nightclothes, drove him over 100 miles to Frey’s Gin just two miles east of Marietta, Georgia and led him to a tree within view of Phagan’s childhood home. The lynch mob looped a rope over the branch and began to tie a noose.","While the men prepared to execute their own justice, Frank asked to write a note to his wife. He also asked that his wedding band be returned to his wife Lucille. The men allowed him these accommodations, but when he finished the letter the perpetrators positioned him under the tree and placed the noose around his neck. Blindfolded, bound and with a khaki cloth tied around his waist to cover his exposed lower half, the leader of the mob pronounced the court’s sentence. At 7:05 on the morning of August 18, 1915, Judge Newton Morris, a superior court judge kicked over the table."],"locations":[{"id":16909,"lat":33.9414430151,"lng":-84.5767277131,"zoom":10,"place":"Cobb, Georgia"}],"tags":[{"id":753,"tag":"Anti-Semitism"},{"id":1,"tag":"Crime/Violence"},{"id":367,"tag":"Lynching"}]},{"id":5304,"title":"Mississippi Burning","course_id":73,"status":"P","start_date":"6/1/64","end_date":"6/30/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["<em>Mississippi Burning</em>","            Murder is what it all boiled down to.  In the dawn of the Civil Rights Movement, three civil rights workers were viciously slaughtered in Neshoba County, Mississippi.  <em>Mississippi Burning </em>is a 1988 crime drama film depicting the events of the heinous crime.   ","            In order to fully understand the weight of this crime, one must first explore life in 1960’s America.  In 1963, President John F. Kennedy began drafting The Civil Rights Act of 1964.  This act would prohibit discrimination in public accommodations and federally funded programs, as well as banning discrimination in employment.  From this, the Equal Employment Opportunity Commission was created to enforce compliance among all federally funded programs and employers.  It also strengthened the enforcement of voting rights and the desegregation of schools.  After Kennedy’s assassination, President Lyndon B. Johnson successfully pressed Congress to pass the bill in 1964.","            In June 1964, three civil rights activists traveled to Nashoba County to register African-American voters in Mississippi.  The local sheriff arrested James Chaney, Michael Schwerner, and Andrew Goodman the afternoon of June 21<sup>st</sup>.  As Civil Rights workers, these individuals were well aware of the dangers that could befall them.  All three underwent training before they left and were taught to call and check in once they arrived at every location, as well as every hour on the hour.  When the boys were arrested for allegedly driving 35 miles per hour over the speed limit, they were denied their right to make phone calls.  When Movement activists did not hear from them, they called the local jail where they were falsely informed that the boys were not there.  The boys were later released around 10pm that night. ","            While the boys were in jail, Nashoba County Deputy Sheriff and Klansman Cecil Ray Price notified his Klan associate Edgar Ray Killen to assemble other Klan members.  The three devised a plan to kill the activists.  After their release, the Klansmen stopped the men again after a high speed chase.  As depicted in the movie <em>Mississippi Burning,</em> 7 Klansmen driving 3 cars followed the three.  The Klan then abducted the innocent workers, taking them to an isolated area where they were shot and buried.  Their bodies were found that August buried in a construction yard.","            On December 4<sup>th</sup> of 1964, the FBI arrested 21 suspects on federal conspiracy charges along with 19 other men charged with conspiring to deprive the men of their constitutional rights.  Six days later on December 10<sup>th</sup>, at a preliminary hearing, the U. S. Commissioner for the Southern District of Mississippi, Esther Carter, dismissed the charges and all were released.","            Refusing to let justice fail, in February of 1967 a federal grand jury indicted 18 men in connection to the three murders.  In October, the jury convicted 7 men of conspiracy, including Neshoba County Deputy Sheriff Cecil Price.  The jury acquitted 8 men while three men received mistrials, including Edgar Ray Price.  No one, including Deputy Sheriff Price, served more than six years for their role in the murders.","            On January 6<sup>th</sup>, 2005, a Mississippi state grand jury heard evidence regarding the Neshoba murders.  Prosecutors believed they finally had overwhelming evidence against the 10 living suspects.  That summer, Edgar Ray Killen was convicted on three counts of manslaughter.  Killen, then 80 years old, was sentenced to three consecutive sentences of 20 years in prison.  Killen is the only one to date that has finally faced state charges.  The remaining seven men still living have yet to be prosecuted in spite of overwhelming and untainted evidence against them.","            The film Mississippi Burning brought forth this eye-opening, racist, and heinous crime to a new generation of people along with heavy national media coverage.  Its depiction of the events in Nashoba County struck a chord with viewers, reminding a modern public of the devastating but true, heinous crime."],"locations":[{"id":32286,"lat":32.7534998909,"lng":-89.1175924173,"zoom":9,"place":"Neshoba, Mississippi"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":1074,"tag":"Mississippi"},{"id":1075,"tag":"Civil Rights Murders"}]},{"id":5305,"title":"Segregation Has Not Died","course_id":73,"status":"P","start_date":"1879-01-01","end_date":"1879-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Segregation Has Not Died","            Segregation is a nasty, uneducated word in today’s era.  Though most African-Americans died as free men, they had been laid segregated in old, befouled cemeteries usually off to the side or back of the clean, well-kept white person’s cemetery.","            The Constitution of the United States of America, written in 1776, reads, “All men are created equal.”  Equality at that time was not specified to mean all Anglo and African-Americans were to be treated equally, simply that Anglo-Americans or those with Anglo decent be treated equally.  Some historians will tell you that this is the birth of segregation.  Slavery was still existent until 1863 when Abraham Lincoln issued The Emancipation Proclamation declaring, “That all persons held as slaves are henceforward free.\"  The proclamation also announced that black men be permitted to fight for the Union’s cause in the Civil War and every war thereafter.  In the Civil War alone, blacks constituted 180,000 servicemen.  By World War I, 400,000 blacks served in uniform, and in World War II, African-Americans counted for 2.5 million draftees.  Nevertheless, blacks were placed in segregated divisions or platoons mostly in service positions, or they were placed on the front lines.       ","            According to a photo, taken by Texas Wesleyan University history student Georgia Johnson, the men who once struggled against the heinous act of slavery and segregation were still segregated in their deaths.  Many segregated cemeteries are still intact to this day.  Most of these cemeteries separated the blacks from the Anglos with simply a fence or a sign.  Some of these cemeteries have been paved over, or are at the bottom of a lake.  In Johnson’s photo, you can clearly see how one side of the cemetery is well kept and maintained, while the other-side is overgrown with weeds and brush.  Most, if not all, of the Anglo plots are marked with headstones; however, a majority of the graves in the black cemetery are merely marked with sticks or rocks.  The photo, taken on Veteran’s Day, clearly shows that segregation is still the Achilles Heel of America in today’s society.  In the white Catholic section of the cemetery, there are flags on each of the veteran’s tombstones honoring them for their services, whereas in the black section, there is nothing.  These men fought the same fight as their white counterparts, and yet no thanks or recognition is given for their service.  Not only were these the graves of buried soldiers, there were graves of children, and servants.    ","             Black women were responsible for cooking, cleaning, and bringing up the children of the white families they worked for, yet they were still segregated in their death.  Sadly, these African-American women in domestic services raised our grandparents and great-grandparents though they were insignificant enough not to warrant a proper burial next to the families they kept after and spent their lives with. ","            Segregation was rampant in the United States until Lyndon B. Johnson signed The Civil Rights Act of 1964.  Though hard to pass, the act banned, “discriminatory practices in employment and ended segregation in public places.”  In modern times, segregation is still found in public places such as in high school cliques at cafeteria tables, the library under “Black History,” and even cemeteries.  Perhaps one day, the United States will truly be desegregated."],"locations":[{"id":13230,"lat":32.7703945791,"lng":-97.2918801714,"zoom":9,"place":"TARRANT, Texas"}],"tags":[{"id":1076,"tag":"Cemetery"},{"id":266,"tag":"Segregation"}]},{"id":5306,"title":"Women in Baseball","course_id":73,"status":"P","start_date":"1/1/43","end_date":"12/31/54","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Women in Baseball","            “There’s no crying in baseball.”  These famous words were spoken by Tom Hanks in the movie <em>A League of Their Own.</em>  In 1992, Director Penny Marshall brought the true story of women in baseball to movie theatres across the world.   At a time when America was at the forefront of brutal World War II, the future of Major League baseball was unknown.  The idea of using women instead of men on the baseball diamond was the key to saving the game as we know it.","            In 1943, the United States found themselves in the middle of World War II, after an attack on Pearl Harbor.  Most of the minor league baseball teams disbanded due to lack of players.  Major league players volunteered to enlist; including players Joe DiMaggio, Ted Williams, and Stan Musial.  President Franklin D. Roosevelt warned that the 1943 Major League Baseball season might be suspended due to manpower shortages.  According to Gary Bedingfield in <em>Gary Bedingfield’s Baseball in Wartime, </em>the President asked chewing gum mogul and owner of the Chicago Cubs’ Major League Baseball franchise, Phillip K. Wrigley, to step in and do something to keep the game going until the boys came home from the war.","            A group of dedicated Midwestern businessmen, and the financial backing of Mr. Wrigley, began the All-American Girls Softball League in the spring of 1943. The League was formed as a non-profit organization with a board of trustees."," Mr. Wrigley began with four teams in the league.  Teams consisted of 15 players, 1 coach, 1 business manager, and a women’s chaperone.   Wrigley attracted hundreds of women from all over the country and Canada by sending out scouts and setting up try-outs in dozens of major cities.  From the hundreds of hopefuls, only 280 were invited to the final try-outs in Chicago.  There, only 60 became the first women to ever play professional baseball.","A regular season consisted of 108 games played between the middle of May to the first of September.  Salaries ranged from $45-$85 a week depending on age and skill level of the player.  In addition to superior playing skills, Helena Rubenstein's Beauty Salon ensured the players maintained their femininity.   After spring training practices, the women attended Rubenstein's evening charm school classes.","Along with other Trustees, Mr. Wrigley established a set of rules and schedules mimicking the men’s rules and schedules.  He hoped to maximize baseball fields’ to their capacity.  Each team had individual team colors, and adhered to the official league Victory Song, written by Lavonne Davis and Nalda Phillips. ","A magnificent first season in the league boiled down to the World Series Championship between the Racine Belles and the Kenosha Comets.  The Racine Belles went on to win the 5-series championship becoming the first World Champions of the All-American Girls Baseball League.","Due to the success of the first season, the League expanded to eight teams by the 1946 season.  The league lasted until the year 1954.  Many men came home from the war, forcing women to resume housework and child rearing duties.  ","The league gave opportunities to more than 600 players, countless coaches, and over 910,000 fans eventually fizzled out and became a highlight in women’s history."],"locations":[{"id":27898,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":7,"tag":"Women"},{"id":233,"tag":"Baseball"}]},{"id":5307,"title":"Scopes Monkey Trial","course_id":73,"status":"P","start_date":"5/7/25","end_date":"7/21/25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 28<sup>th</sup>, 1925, the Tennessee Legislature passed the Butler Act prohibiting the teaching of evolution in public schools. Shortly after the legalization of the act on May 7<sup>th</sup>, 1925, John Thomas Scopes, a science teacher at Dayton High School, willingly challenged the stance of such a regulation. Consequently, the Tennessee police arrested Scopes and charged him with the violation of the law. The American Civil Liberties Union (ACLU) appointed Clarence Darrow as the defense attorney for Scopes, while William Jennings Bryan, a well-known presidential nominee, argued on behalf of the prosecution. Formally the case is known as <em>The State of Tennessee v John Thomas Scopes</em>; however, the case is widely recognized as the Scopes Monkey Trial.","During the 1920s, many states throughout the United States experienced difficulty with the word “evolution” and its many connotations. Anti-evolution bills arose in order to prohibit the discussion and teaching of the subject. People began to fear that the acceptance of evolution in schools would interfere with the religious views of the students.  The Scopes trial lasted eight agonizing days with the two opposing sides fighting for political gains. According to an article written in 1927 by Ronald M. Harper, “the great drive to banish the teaching of evolution from American schools widely heralded after the Dayton monkey trial” was successful. Scopes most certainly achieved nationwide fame with his experimental trial causing chaos throughout.","Day eight of the trial signaled a verdict of guilt for Scopes. Sheldon Norman Grebstein in his book <em>Monkey Trial </em>declared that the Tennessee court returned a guilty verdict and “convicted [Scopes] for teaching in the public schools a certain theory denying the story of the divine creation of man.” As a punishment, Scopes received a fine of $100, while the two attorneys of the case continued their bitter fight for political popularity. In the article “Creationism in the United States: II. The Aftermath of the Scopes Trial,” Randy Moore states that “as both sides claimed victory editors of newspapers… predicted the creation/evolution controversy would continue unabated.” Ultimately, Scopes lost the most as a consequence of the trial. He decided to resign from Dayton High and eventually left Tennessee to pursue other interests.","For Scopes, the trial signaled an opportunity for change; however, the economic and political gains proved to be greater overshadowing his action. Scopes continued his fight against the Tennessee courts appealing the verdict which yet again proved unsuccessful. In the early 1950s, a final attempt to fight the Butler Act occurred and again the legislature of Tennessee chose to uphold the law.     "," "],"locations":[{"id":19380,"lat":35.6087098631,"lng":-84.9243946154,"zoom":9,"place":"Rhea, Tennessee"}],"tags":[{"id":1077,"tag":"Scopes Monkey Trial"},{"id":1078,"tag":"Scopes Trial"}]},{"id":5310,"title":"Unlikely Hero: Emma Tenayuca","course_id":73,"status":"P","start_date":"1/1/32","end_date":"12/31/47","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Mexican-Americans were not immune to the catastrophic effects of The Great Depression.  Throughout the 1930s and 1940s, San Antonio saw an influx of migrant families from the lower Rio Grande Valley in search of work and food.  This migration proved more disastrous to an already delicate situation in the city.  As conditions worsened, an unlikely defender of the Mexican-American people, sixteen-year-old Emma Tenayuca, lead her people’s cause against the powers who oppressed them.","In response to the Great Depression and its effects on the American people, President Franklin D. Roosevelt instituted the New Deal for Americans.  Unfortunately, it was allocated inconsistently by local officials and resulted in the underrepresentation of Mexican-Americans.  Zaragosa Vargas, a Mexican-American historian, notes that since they held no political influence, like African-Americans, they received less benefits than whites under programs such as the Agricultural Adjustment Act,  the National Recovery Administration, the Workers Progress Administration and the Civilian Conservation Corps.","According to Vargas, San Antonio’s Westside held almost two-thirds of the Mexican-American’s total population estimated to be one hundred thousand.  The Westside slum was a breeding ground for tuberculosis, diphtheria and other communicable diseases.  It became a place of “considerable human suffering” with no alleviation in sight.","Yet, in 1932, living amidst the terrible suffering in San Antonio’s slums, Emma Tenayuca became actively involved in bringing an end to disenfranchisement, poverty and the oppression of the Mexican-American people.  In 1933, she participated and was arrested in the strike against the Finck Cigar Company.  Undaunted, she assisted and organized the garment worker’s strike against the Dorothy Frock’s Company a year later.  Her unrelenting determination led her to take important positions as leader of the Unemployed Council in 1935.  More notably, Tenyauca was recognized in 1937, when “she was elected to the National executive Committee of the Worker’s Alliance of America” as the first Mexican-American woman to ever hold that office in any national organization.","Determined, Emma Tenayuca continued to organize the Mexican-American people, hold “street meetings, [organize] mass demonstrations, [picket] relief offices, and [petition] relief offices to raise WPA work relief pay of Tejanos equal to that of Anglos.”  Vargas believed that “her fiery eloquence attracted large crowds to the open-air meetings” and made her the most successful public speaker of the time.  Due primarily to her efforts, San Antonio’s River Walk provided work under the WPA for Mexican-American workers, as they created the pedestrian walkway and diverted the San Antonio River through the middle of the city.","Although only a young woman, Emma Tenayuca was very aware of the living conditions, misery and poverty of San Antonio’s Mexican-American people.  Fearing more the effects of oppression and discrimination, she battled and spoke out against city leaders and police.  Her legacy lives among a people who’s future was transforming in front of their very eyes.  The Great Depression was a trying time for Americans.  Yet, it also produced leaders, like Tenayuca, who dedicated their lives to holding America and the American people accountable in “Order to form a more perfect union.”"],"locations":[{"id":23160,"lat":29.4490384361,"lng":-98.519907109,"zoom":9,"place":"Bexar, Texas"}],"tags":[{"id":1042,"tag":"Mexican-American"},{"id":1080,"tag":"Emma Tenayuca"},{"id":1081,"tag":"The Great Depression"},{"id":1082,"tag":"San Antonio, Texas"},{"id":1083,"tag":"San Antonio River Walk"},{"id":1084,"tag":"The New Deal"},{"id":1085,"tag":"WPA"},{"id":1086,"tag":"CCC"},{"id":1087,"tag":"AAA"},{"id":1088,"tag":"Worker's Alliance"},{"id":1089,"tag":"Unemployed Council"},{"id":1090,"tag":"strikes"},{"id":1091,"tag":"Dorothy Frock's Company"},{"id":1092,"tag":"Finck Cigar Company"}]},{"id":5313,"title":"A Siege in Waco","course_id":73,"status":"P","start_date":"2/28/93","end_date":"4/19/93","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            On February 28, 1993 Alcohol, Tobacco and Firearmd agents approached the compound of the Branch Davidians, a Protestant cult, in an attempt to serve a search warrant for illegal automatic weapons. What the ATF did not know was that the Davidians knew that they were coming. Having been tipped off by the indiscretion of a reporter, the Davidians armed themselves and prepared for the ATF raid. The undercover agent who had been inserted into the Davidians warned ATF that the raid was no longer a secret and that they had lost the element of surprise. Rather than cancel the raid until a later date the commander ordered that the men proceed as planned. Thus they drove up to the compound in cattle trailers pulled by individual agent’s trucks.","            Each side blamed the resulting confrontation on the other. The Davidians asserted the ATF agents fired first and the ATF blamed the Davidians. Regardless they exchanged automatic weapons fire and when the smoke cleared four ATF agents had been killed as well as five Davidians in a shootout lasting over two hours. After this initial firefight, the FBI took over as federal agents had now been killed and the jurisdiction changed. There followed a fifty day siege in which the FBI used sleep deprivation tactics and tear gas in an attempt to drive the Davidians out. Further the FBI believed the situation to be a hostage situation when in fact many of the followers were there of their own accord.","            On April 19, 1993, with negotiations ceasing to progress, the FBI contacted the Davidians inside the compound and notified them that there would be tank activity, but that only tear gas was going to be fired. They further asked that they Davidians not fire upon the tanks. As the tanks began to breach the outer walls the compound’s structural integrity became compromised. Simultaneously multiple fires broke out on the compound. As the compound began to collapse and fire engulfed it entirely, only nine members of the Branch Davidians left the compound. The seventy five others that remained inside, including twenty five children under the age of fifteen were all killed, either by smoke inhalation, fire, or collapsing rubble. The siege had ended but the controversy had only begun."],"locations":[{"id":41912,"lat":31.5523814719,"lng":-97.2017924103,"zoom":9,"place":"Mclennan, Texas"}],"tags":[{"id":1095,"tag":"Waco"},{"id":1096,"tag":"Branch Davidians"},{"id":1097,"tag":"Religion/Cults"}]},{"id":5315,"title":"Slaughterhouse Cases of 1873","course_id":73,"status":"P","start_date":"1873-04-14","end_date":"1873-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The smell of rotting, maggot infested corpses, stomach acid, and feces filled the humid air in New Orleans for years.  The look on the animal’s faces as they met their violent death was heartbreaking.   This butchering began what is now known as the controversial “Slaughterhouse Cases of 1873.”  Racial tension, public health issues, and a corrupt monopoly laid the foundation for the legal action.  The butchers of New Orleans took a stand against the idea of a monopoly.  Beginning, the state of Louisiana legislature “passed a law creating and granting a monopoly to the Crescent City Livestock Landing and Slaughterhouse Company to slaughter animals in the New Orleans vicinity.”","A single slaughterhouse for the city meant a major decrease in the number of jobs offered to local men.  “Depending on whom you ask, this was either a desperately long overdue public heath measure in the admirable tradition of progressive reform or a fiendishly corrupt monopoly abrogating the butchers’ right of free labor.” ","The public health issue of these cases was the cholera outbreaks due to the unsanitary conditions of these slaughterhouses.  Due to the lack of health laws, when it rained in New Orleans, the rotting corpses, blood, and feces from the slaughtered pigs and cows ran into the water systems used by local communities.  There were not any laws did not restrict the procedures that the butchers had to abide by while working or disposing of the corpses.  It did not take long for disease to spread form the lifeless animal corpses to the lives of the nearby city. ","The racial aspect of the Slaughterhouse Cases correlated with the establishment of the Fourteenth Amendment that granted citizenship to freed slaves.  Southern white Democrats powerfully opposed the idea of political equality between the black and white societies.  White southerners formed the idea that the American government was demolishing the power of the states and becoming a tyranny.  Bitterness filled the hearts and minds of the white southerners that had a hard time grasping the idea of equality to all.  “The court thus ruled that the Louisiana law was constitutional and allowed the New Orleans butcher plan to go forward.”"],"locations":[{"id":5600,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":29,"tag":"New Orleans"},{"id":1098,"tag":"Slaughterhouse Cases"},{"id":1099,"tag":"Butchers"},{"id":1100,"tag":"Health Codes 1873"},{"id":1101,"tag":"Monopoly"}]},{"id":5320,"title":"Lydia Mendoza sings “Mal Hombre”","course_id":73,"status":"P","start_date":"1/1/34","end_date":"12/31/34","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On a hot sunny day in a plaza on the streets of San Antonio, a young girl and her family set up a few chairs and arrange themselves with their instruments. The plaza is full of people selling and eating food, going about talking, and small groups of men strumming on their guitars in the background. Then suddenly the small voice of a young girl starts to sing amidst the crowd. She sings songs known to all those around, songs of heartache, songs glorifying the heroes of Mexico, and songs about the trials of daily life. But one song garners her more attention than all the rest, in her sweet voice she sings, “Mal hombre, tan ruin es tu alma que no tiene nombre. Eres un canalla, eres un malvado. Eres un… mal hombre” <em>Evil man, so mean is your soul it has no name. You are a scoundrel, you are a wicked one. You are an… evil man. </em>In 1934, “Mal Hombre” was heard on Spanish language radio sung by eighteen year old Lydia Mendoza.","Lydia Mendoza, born in May 1916 in Houston, moved to San Antonio with her family in 1928. Lydia and her sisters, managed by their father, performed along the streets, in business establishments, and at the Plaza del Zacate. They earned twenty-five to thirty cents per week and a dollar twenty-five on weekends. This was enough to pay the rent and provide food for the family.","In 1934, Lydia recorded “Mal Hombre” for Bluebird Records in San Antonio and earned sixty dollars. This event marked the first Tejano music track ever recorded making Lydia Mendoza the first Tejano music recording artist. Her song became a hit with the people along the Texas-Mexico border. According to Teresa Palomo Acosta in the article “Lydia Mendoza,” Mendoza’s voice could “awaken a populist frenzy and collective pride in Mexicans.”","Lydia Mendoza sang and recorded the folk songs and popular music of the region that had a history spanning over a hundred years. She recorded over a hundred songs and over fifty albums throughout her career. Her ability to connect with audiences that were neglected in mainstream American music earned her the titles of “La Alondra de la Frontera” <em>The Lark of the Border</em>,“La Cancionera de los Pobres” <em>the Songstress of the Poor</em>, and “La Gloria de Texas” <em>the Glory of Texas</em>.","Although Lydia Mendoza had secured a following among people in Texas, she still faced the struggles of minority people during the 1930s. While on tour in West Texas, Lydia Mendoza avoided staying in hotels and preferred the safety of privately owned homes with trusted friends. Furthermore, she and her band also avoided restaurants with signs that read “No dogs or Mexicans allowed.”","Lydia Mendoza continued to sing and record music into the second half of the Twentieth Century. In the 1970s, a rising interest in folk music around the country helped her find a new following among white college students. In 1977, she sang for President Jimmy Carter’s inauguration ceremony. Universities also took notice of her accomplishment. She taught music at California State University in Fresno, California. Mendoza continued recording music until she suffered a stroke in 1988.","Her work and accomplishments brought recognition to Hispanic culture during her lifetime. Mendoza has been inducted into the Tejano Music Hall of Fame (1982), the Texas Women’s Hall of Fame (1985), and the Tejano R.O.O.T.S. Hall of Fame and Museum (2002). She has also been awarded the National Endowment for the Arts Heritage Fellowship (1982) and presented with the National Medal of Arts (1999) by President Bill Clinton.","At the age of ninety-one, Lydia Mendoza died in San Antonio on December 20, 2007. Hundreds of her fans came to pay tribute at her funeral. She is buried at San Fernando Cemetery in San Antonio, Texas."],"locations":[{"id":23160,"lat":29.4490384361,"lng":-98.519907109,"zoom":9,"place":"Bexar, Texas"}],"tags":[{"id":1107,"tag":"Tejano Music"},{"id":1108,"tag":"Mexican American Women"}]},{"id":5325,"title":"Freedmen's Bureau: Simply Welfare? Or Something More?","course_id":73,"status":"P","start_date":"1865-03-03","end_date":"1866-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Civil War left the freedmen with no place to live, no food to put on their plates, and no opportunity for jobs. Responding to this problem, the government established The Freedmen’s Bureau. Launched on March 3, 1865, the Bureau provided relief to freed slaves, including giving out clothing, food, and medicine. The Bureau also confiscated land in some of the former confederate states to give them a new start. The differing opponents and sympathizers depicted their views through post-civil war years, most descriptively and creativity through cartoons and drawings.","Geography defined their positions. The northerners accepted the abolition of slavery with open arms. They had a vision that Blacks would be socially regarded with respect. However, proponents realized that state and federal laws needed amending to provide this new life. Freedmen offices in each of the former states eventually hired 550 agents to better the lives of the freed slaves.","However many, mainly southerners, saw the new system as a type of welfare, where freedmen received money, land, food, and clothing without having to do anything in return. In an 1866 political cartoon, a freed slave was depicted as last, cheating the system. The cartoon degraded the African American depicted in the picture, declaring the Freedmen’s Bureau as an “agency to keep the Negro in idle at the expense of the white man.” The white man preformed all the work, while a barefooted African American asked himself “What is de use for me to work as lang as dey make des appropriations?” Critical and defaming prints and cartoons contributed to the end of the Freedmen’s Bureau in 1866."],"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1119,"tag":"Freedmen's Bureau"},{"id":92,"tag":"Freed Slaves"},{"id":1114,"tag":"Political Cartoons"},{"id":1115,"tag":"Freedmen"}]},{"id":5326,"title":"At War With The Government","course_id":73,"status":"P","start_date":"2/28/93","end_date":"4/19/93","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1959, a boy that would bring great controversy to a small town was brought into the world. Born to a 15-year-old single mother, David Koresh, who never knew his father, was raised by his grandparents. He was dyslexic and teased as a child and eventually dropped out of high school. He always showed an interest in the Bible, however, by age 12 he had memorized large parts of it. At age 20 he joined his mother’s church, Church of the Seventh Day Adventists, but was expelled for being a bad influence on the young. In 1981 he relocated to Waco, Texas, where he joined a cult-like group known as the Branch Davidians.","Koresh eventually gained leadership in the group. He believed the apocalypse was near and eventually provoked an all out war on the Federal Government in order to fulfill his prophecy. According to Special Agent Bob Ricks, “he (Koresh) has been prepared for this confrontation since 1985, (and) stockpiled extensive arms and ammunition”.  A UPS man discovered an opened package en route to the compound that contained grenades, ammunition, and firearms and immediately contacted the federal government. The Bureau of Alcohol, Tobacco, and Firearms jumped into action and served a warrant to search the grounds.","Koresh saw this as his opportunity. On February 28, 1993, in order to provoke the agents, Davidians mounted automatic weapons in gun ports on the sides of the building.  Gunfighting erupted, and six agents and nine Davidians lay dead.  Through the next fifty days, agents tried to negotiate to save the women and children inside the compound. The goal for negotiators was to “build trust over time and then exploit it towards the desired end”.","When negotiations failed time after time and agents began to worry about a mass suicide, they decided to slush out the cult members with tear gas, increasing the amount of gas pumped into the compound over a two day time period.  Around noon on April 19, three fires, almost simultaneous, began around the building. Federal Agents claim it was the Davidians, while the Davidians claim it was the tear gas tanks that set them off. Either way, it was a great unnecessary loss of loves. Only nine were able to escape, and a total of 75 died, including 75 children under the age of 15, and it is still to this day a mystery as to how the fires started."," "],"locations":[{"id":41912,"lat":31.5523814719,"lng":-97.2017924103,"zoom":9,"place":"Mclennan, Texas"}],"tags":[{"id":1117,"tag":"David Koresh"},{"id":1095,"tag":"Waco"},{"id":1096,"tag":"Branch Davidians"}]},{"id":5328,"title":"The complicated life of a Native Alabamian","course_id":73,"status":"P","start_date":"6/1/32","end_date":"6/1/32","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The complicated life of a native Alabamian","By: Brandi Harper","November 19, 2011","Life was as normal as it could be during the hot summer of 1906 in Alabama. The poor were getting more poverty stricken while the rich struggled to maintain what they had.  Virginia Foster Durr remembers, “on Saturday mornings, these families would come into Birmingham, walking, there was no paved road and nobody had a car, they were all poor people and no one had a car.” According to Durr,  young adults in 2011 would[btm1]  never comprehend just how bad life actually was before the “New Deal” arrived. Where thousands of families struggled horribly through these uncertain times, wondering if your family would eat surpassed the idea of an epidemic outbreak.  Pellagra however was just that, a result of poor people and their poor eating habits.  Durr states, “Pellagra was the dietary disease and the Negroes and whites would break out in these white splotches. Of course, it was purely a dietary disease, (sic) they just didn't have the right kind of food to eat.” Durr also mentions that she was brought up to not feel sorry for these people, “this is just the way they are. They are born this way.” In reality, Durr was told wrong. Pellagra was disease brought on by a vitamin deficiency found in poor diets amongst the poor. It was never prejudiced to one race or one’s social status. Pellagra simply thrived on people who had a vitamin deficiency in Niacin. Pellagra was known to have common physical characteristics among its victims. People such as Durr could easily classify those who had the disease just by looking at them which is probably why many others shared the same idea, “They are born this way.” Pellagra was classified in its symptoms of the ‘four D’s: dermatitis, diarrhea, dementia, and sometimes death.","According to the study done by the famous Dr. Joseph Goldberg, pellagra was not infectious and based on physical characteristics but on poor diet brought on by a poor economically disadvantaged society straining to stay alive.  “Many poor Southerners consumed a diet solely of meat, meal and molasses. Low-wages driving high-deficiency diets made the disease economic in origin.” Since poor southerners’ diet contained mostly of corn meal, pellagra attacked with a vengeance effortlessly.  It was then that this horrific uncontrolled disease became manageable. Through proper diet and treatment for those already infected, pellagra once again became a thing of the past and almost forgotten."," ","Sources:","Primary source: eyewitness account on pellagra and its effects on people in Birmingham, AL.","Oral History Interview with Virginia Foster Durr, March 13, 14, 15, 1975. Interview G-0023-1. Southern Oral History Program Collection (#4007) in the Southern Oral History Program Collection, Southern Historical Collection, Wilson Library, University of North Carolina at Chapel Hill. (link accessed November 19, 2011)","http://docsouth.unc.edu/sohp/G-0023-1/excerpts/excerpt_2974.html#citing"," ","Secondary Source<strong>:</strong><strong>  </strong>Pellagra in the South, “the red death” from University in Alabama                 (link accessed November 19, 2011)","http://www.uab.edu/reynolds/pellagra/history"," [btm1]Is this what you mean?  The reader will not know”people my age”"],"locations":[{"id":24536,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":209,"tag":"New South"}]}]}