{"id":74,"title":"Civil War and Reconstruction","school_id":3,"school_name":"Juniata College","term":"Fall 2011","abbr":"HS 309","url":"","description":"","points":[[42.3649994065,-70.9800517697],[39.878712355,-75.2036894677],[35.8476814553,-86.4046881374],[33.7797616598,-84.3046918113],[39.2464830538,-76.5960396412],[39.8715057392,-77.2179223246],[30.5481655437,-92.2423441161],[41.8399513458,-87.8166666032],[34.7875733319,-92.2857489535],[34.3506393226,-89.4893655369],[32.4068445137,-80.4452215468],[37.954527025,-76.8481834827],[32.5099595434,-84.8770433037],[32.8753704415,-79.8417496964],[40.7805662337,-73.9388482485],[30.1220750117,-89.7244851703],[38.4358602351,-77.3635484517],[39.6785651683,-87.7456084774],[35.2434039063,-92.5023571714],[32.7325690363,-91.2350753374]],"bounds":[[42.3649994065,-70.9800517697],[30.1220750117,-92.5023571714]],"episodes":[{"id":5283,"title":"Boston Abolitionists Rally Against Slave-Catchers in Defiance of Fugitive Slave Act","course_id":74,"status":"P","start_date":"1850-10-25","end_date":"1850-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 25, 1850, only one month after the passage of the Fugitive Slave Act of 1850, John Knight and Willis Hughes traveled to Boston from Macon, Georgia to retrieve the escaped slaves, William and Ellen Craft. Upon arrival in the city, referred to by Civil War historian James McPherson as the “communications center for abolition,” Knight and Hughes were met with hostility and resistance, rather than cooperation or even legal compliance, with the Act.","William and Ellen Craft had escaped their master’s hold two years prior, in December of 1848. Ellen, being the offspring of an African American woman and her white owner, had sufficiently light-skin as to cross the color-line, disguised as an ailing white man, after obtaining the proper attire and cutting her hair. With William posing as Ellen’s servant accompanying his master, the couple traveled on a variety of steamships and trains inconspicuously even though stopping in several slave-holding areas, such as Charleston, SC, Wilmington, NC, Fredericksburg, VA, and others before finally crossing the Mason-Dixon line into Pennsylvania.","Soon after the couple settled themselves in Boston, the Crafts became involved in the active abolitionist efforts in the city. With a firm community of members in Beacon Hill, the Crafts found themselves swept up in abolitionist lecture circuits throughout the area. Unfortunately, such activism naturally increased the risk of discovery, as they told the story of their disguised escape to fellow campaigners. Thus, when the Fugitive Slave legislation passed, the Crafts’ owner knew exactly where to find the pair.","While Section 5 of the Fugitive Slave Act required that “..all good citizens [were thereby] commanded to aid and assist in the prompt and efficient execution of this law..” the reaction to Knights and Hughes was anything but. Theodore Parker, the chair of the Vigilance Committee, (the primary organization in Boston created to aide fugitive slaves, which had increased by 100 members since the arrival of the two slave catchers) hid Ellen in his home, placed William in a separate safe haven, and ensured that both blacks were guarded by at least one armed white. Additional members of the committee filled the town with notices depicting the “two prowling villains,” “the pursuing bloodhounds,” as they were described.","Yet the truly extreme abhorrence for the Fugitive Slave law among these Boston abolitionists was seen in the multiple arrests of Knight and Hughes. The two were arrested on October 26 around 3 p.m. by Deputy Sheriff Coburn, according to <em>The</em> <em>Farmer’s Cabinet, </em>on charges of slander against William Craft. After making bail, both men were again arrested some hours later, this time for conspiracy to kidnap the Crafts, accordingly in clear violation of the new legislation. Bail for each arrest was set at $10,000, and it remains unclear who posted such bail, yet speculation has been made, namely that John H. Pearson (a noted pro-slavery acquaintance of the men) and Patrick Riley (US Deputy Marshall) had a hand in assisting the men in this manner.","President Fillmore upon hearing of these actions, which effectively drove Knight and Hughes out of the city by October 30, warned the Bostonians of his inclination to send federal troops to the city to enforce the law, and assured the Crafts’ owner that he would be provided with any and all support he desired to attempt the recapture a second time.","Fillmore failed to deliver on such promises, however, as the Vigilance Committee was determined not to yield to legislation they believed immoral in all aspects. Members placed William and Ellen Craft safely on a ship destined for Liverpool by December of that year, enabling the couple to successfully continue their plight speaking out against the evils of slavery, and leaving the Bostonians to view the event as a victory among the context of the larger sectional crisis."],"locations":[{"id":6209,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":602,"tag":"Transportation/Migration"},{"id":15,"tag":"Race-Relations"},{"id":1,"tag":"Crime/Violence"}]},{"id":5298,"title":"Reverend Tyng Speaks Out Against Southern Hostility","course_id":74,"status":"P","start_date":"1856-06-29","end_date":"1856-06-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Preaching to his Philadelphia congregation, Reverend Dudley A. Tyng spoke out against the violent acts committed by Southerners in attempts to have Kansas admitted to the Union as a slave state.  “The blood of a Senator has stained the floor of the Senate Chamber,” said Tyng in his June 29, 1856, sermon, and “the blood of her citizens has been poured out like water on the virgin soil of Kansas, merely that it be made a land of bondage.”","Kansas experienced great turmoil while being considered for annexation.  The debate over whether it should be brought in as a free or slave state led to “startling incidents of personal adventure, toil, and suffering, and of savage captivities, cruelties, and massacres,” according to Life in the West.  Such troubles led Tyng to declare, “Civil war is begun,” and that as “distant and feeble as she may be, Kansas is a member of our body politic.”  Tyng, despite being a reverend with no political background, realized that the trouble would not end and that it could possibly spark war and violence throughout the nation.","Surrounding events, such as the attack on Senator Charles Sumner in May of 1856, further contributed to the turbulent times and motivation of people, such as Reverend Tyng.  Sumner was repeatedly beaten by Southern Senator Preston Brooks, because of his earlier remarks to Brooks’ cousin Andrew Butler.  Long after the attack, Sumner was grateful to have simply survived the attack and Brooks’ actions helped rally Northerners against Southern hostility.  This event could have made Tyng feel as though his own freedoms were being threatened.  He worried that “if the bludgeon is to be the ruling power in our country, where will be our boasted freedom and national Christianity?”","These acts surrounding the annexation of Kansas inspired Reverend Tyng to speak out against the Southern brutality that helped spark the Civil War, even if it resulted in him being removed from his position in Philadelphia.  Tyng, a man who was “not one of those who would attack the South for the inheritance of perplexity and shame which Northern cupidity was originally a joint agent in introducing,” was so inspired by these acts that he claimed “slavery and human right, slavery and the Christian law of love are in irreconcilable opposition.”"],"locations":[{"id":11229,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":4,"tag":"Slavery"}]},{"id":5296,"title":"General Braggs Carries Out Execution of Kentucky Youth","course_id":74,"status":"P","start_date":"1862-12-04","end_date":"1862-12-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At eleven o’clock on the morning following Christmas Day, 1862, General Braxton Bragg of the Confederate Army forced his Company E, 6<sup>th</sup> Kentucky Infantry Regiment (part of the commonly denoted “Orphan Brigade”) to stand round their fellow soldier, Asa Lewis, who awaited execution. Exactly one hour later the firing squad of twelve men carried out the young soldier’s sentence. As Lewis’ body, pierced by eleven bullets, fell to the ground, General John C. Breckenridge was “seized with a deathly sickness,” as a comrade of Lewis recalled, as he similarly collapsed, overwhelmed by the grief of the occasion.","Asa Lewis had enlisted in the Confederacy the year prior to his execution, and despite his lack of training, showed promise with his impressive performance at the Battle of Shiloh. Enlisting early in the war, Lewis had served the entirety of his commitment by December, and though he declined to reenlist, he had remained in Murfreesboro for several months. Perhaps feeling pressure from his regiment and commanding officers, Lewis reluctantly agreed to sign up for another commitment. Following the reversal of his decision not to reenlist, however, Lewis got word that his father had died, leaving his mother and sisters without any male support on their farm that had already suffered the effects of several Union raids. Upon hearing this news, Lewis requested permission to visit his family, but was refused. Viewing his enlistment status as less than explicitly outlined, Lewis left his brigade in the manner of “French leave” on December 4, 1862 for his Kentucky home– with the intent to return after assisting the finances of the women toward whom he felt responsibility. He did not journey far before officials detected his absence, however, and was promptly brought back and issued a warning against further such conduct. Nevertheless, Lewis left once again, was caught, and following the court martial to hear the details of his case, was sentenced to death by a firing squad.","In 1862, still early in the struggle, Confederate military authorities tended to carry out sentences with more leniency than in the latter portion of the war, often implementing punishments of a less severe nature for desertion, such as a period of hard labor, forfeiture of a portion of one’s pay, or being branded as a deserter. As supplies dwindled and morale dropped, the number of desertions increased, and enforcement of the Confederate <em>Articles of War </em>clause regarding the punishment of death for deserters became more rigorous, with Robert E. Lee realizing that their inferior numbers could not take a further toll from absentee soldiers.  Not surprising for this time then, Lewis’ corps commander, General Breckinridge, upon hearing the news of Lewis’ sentence, pleaded with General Bragg to intervene and save the 19 year old from what Breckinridge viewed as murder. Bragg, known for both his resolve to stand firm against the actions of deserters and his contempt for the Kentucky brigade, was unwavering in his determination to make an example out of Lewis. Breckinridge, unrelenting as well, brought a signed petition to Bragg on the day preceding the scheduled execution, displaying the support of all his officers to refer this case to President Davis rather than hastily carry out such a severe sentence. Bragg refused, stating firmly in response to Breckinridge’s appeals, “You Kentuckians are too independent for the good of the army. I’ll shoot every one of them if I have to.”","Through denying any possibility of action that could have stopped the death of Private Asa Lewis, and making a spectacle of the event to Lewis’ comrades and commanding officers, Bragg solidified the abhorrence between himself and the Kentuckians. Moreover, Bragg’s relationship with Breckinridge suffered immensely as a result of this decision, erasing any hope that the pair had of repairing the damage of previous conflicts."],"locations":[{"id":12343,"lat":35.8476814553,"lng":-86.4046881374,"zoom":9,"place":"RUTHERFORD, Tennessee"}],"tags":[{"id":715,"tag":"Military"},{"id":32,"tag":"Civil War"},{"id":755,"tag":"Confederacy"}]},{"id":5299,"title":"Polite Letters from the South: The South Reacts to Garrison's <em>The Liberator</em>","course_id":74,"status":"P","start_date":"1831-01-01","end_date":"1839-02-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“You son of a bitch: If you ever send such papers here again, we will come and give you a good Lynching…” wrote the Lynch Club of Charleston, South Carolina, to newspaper publisher William Lloyd Garrison, “So you had better keep them at home.” This was one of two letters that Garrison published in his paper,<em> The Liberator</em>, on February 15, 1839, sarcastically titled, “Polite Letters from the South.” The second letter from Somerton, Virginia, threatened, “You can remain in Boston, and preach your doctrines, but coward-like, afraid to open your mouth elsewhere. The writer will visit your paper soon, and pull your damned nose for you.”","On January 1, 1831, Garrison released the first issue of his abolitionist paper, <em>The Liberator</em>. A rising figure among the abolitionist community, Garrison stated that with his paper he was going to be, “As harsh as truth, and as uncompromising as justice.” From 1831 until 1865, Garrison released weekly issues of the anti-slavery paper, during which he gained a tremendous number of followers, despite beginning with limited circulation. However, once the paper entered into the South, Garrison began to receive various threats to his life.","According to author Nick Fauchald, in Columbia, South Carolina, there was a $1,500 reward posted by the Vigilance Committee for the capture of any persons who had possession of <em>The Liberator</em>, and there were other cities that passed laws forbidding the paper to even leave the post office. In Raleigh, North Carolina, it was threatened that Garrison would be thrown in jail if he ever entered into the city; and the Georgia House of Representatives passed a bill which offered a $5,000 reward for anyone who captured Garrison and brought him to court. Garrison, however, did not take these threats seriously claiming that they were “free publicity” and boasted, “My language will displease many. To displease them is my intent.”","By publishing these threatening letters in his own newspaper, Garrison showed that he was not afraid, but instead used them to demonstrate that he was unwavering. Despite these letters, and hundreds more like them, Garrison was not deterred from his cause. In reality, Garrison and his supporters became even more devoted to their anti-slavery cause, which contradicted the intended effect of the Southern writers."],"locations":[{"id":6207,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":64,"tag":"Anti-slavery"},{"id":4,"tag":"Slavery"},{"id":95,"tag":"Abolition"}]},{"id":5301,"title":"Georgia Congressman Alexander Stephens Discourages Southern Secession","course_id":74,"status":"P","start_date":"1848-11-01","end_date":"1860-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["While angry Georgians voted in favor of secession in 1860, the small, sickly Georgia Congressman Alexander Stephens stood by and watched, helpless to avoid the crisis he had known was coming for years.  During Georgia’s secession in November of 1860, Congressman Stephens spoke in firm opposition.  Stephens, soon to be elected Vice President of the Confederacy, argued that Southern states should not secede until a Constitutional right was violated.  “If all our hopes are to be blasted, if the Republic is to go down,” exclaimed Stephens, “let us be found to the last moment standing on the deck with the Constitution of the United States waving over our heads.”","Alexander Stephens began his career in politics as a member of the Whig Party, focused on economic development through support of Henry Clay’s American System.  He worked with Zachary Taylor’s campaign for the election of 1848.  During the campaign he met Abraham Lincoln, and the two formed a friendly relationship.  When Taylor admitted California and New Mexico to the Union as free states, betraying Southern Whigs such as Stephens, Stephens reluctantly left the party and became a Democrat.","Stephens had been a strong supporter of Henry Clay’s Compromise of 1850, and in the rising conflict he referred to it as the ultimate law to be answered to—particularly in matters of popular sovereignty.  While his fellow Southerners became increasingly irate over the slavery debate in the 1850s, Stephens desperately referred to the Constitution and the Compromise of 1850, arguing that so long as none of the laws of these documents had been broken, the South had not been harmed.","When the South erupted with anger over the election of Illinois Republican Abraham Lincoln in 1860, Stephens knew the Union could not last.  Georgia Governor Joe Brown called for a convention in November of 1860 to discuss possible secession, an idea most Georgians already supported.  At the convention Alexander Stephens spoke logically—though not passionately—against secession, on the grounds that no Constitutional law had been violated in Lincoln’s election.  Stephens declared, “The result was different from what we wished; but the election has been constitutionally held.”  Stephens further suggested that since the North had committed no Constitutional offense, the South should not secede until a Constitutional right was violated.  This way the South would be fighting with justice on their side, and not simply against the Constitution in which Stephens so strongly believed."],"locations":[{"id":1729,"lat":33.7797616598,"lng":-84.3046918113,"zoom":9,"place":"DE KALB, Georgia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":9,"tag":"Law"}]},{"id":5312,"title":"Immigrants Massacred in the Meadows","course_id":74,"status":"P","start_date":"1856-09-07","end_date":"1856-09-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A bloody massacre of immigrants on route to California by members of the Church of Jesus Christ of Latter-Day Saints (Mormons) and aided by local Native Americans occurred in Mountain Meadows, Utah. The blame for the massacre originally fell on the Native Americans. <em>The Pittsfield Sun</em>, a Massachusetts newspaper, provided an eyewitness account to the horrific crime and indicted the Mormons as the actual instigators. The men accused of the crime were Isaac Hight, John D. Lee, and John Higbee. The horrific massacre in Mountain Meadows displayed tensions that were present between the territory of Utah and the federal government of the United States.","The United States acquired Utah as a territory after the Treaty of Guadalupe Hidalgo in 1848. Prior to the acquisition, Utah had been governed by members of the Mormon Church. Throughout the 1850s, distrust towards Mormons and their practice of polygamy intensified within the federal government. Historian Kenneth M. Stampp stated “Northerners and Southerners, whether Democrats, Republicans, or Americans, could unite wholeheartedly in condemning it.” The impending threat of federal government intervention created wartime hysteria for the Mormons in Utah.","The Mountain Meadows massacre exemplified how far the Mormons were willing to go in order to protect freedoms that they believed the federal government threatened. The emigrants engaged in a conflict with the Native Americans and then were received by the Mormon militia, who they thought had arrived to give aid to them. They followed the advice of the Mormons and gave up their goods to the Indians and marched to Cedar City with the militia. The group never made it to Cedar City; the Native Americans attacked the defenseless emigrants by order of the militia. The massacre resulted in the death of around 120 men, women, and children. <em>The Pittsfield Sun</em> claimed that the Massacre occurred due to the wealth that the emigrant party had and the desire of the Mormons to gain it. Historians have since argued that the true reason for the massacre was to protect Mormon religion.","<em> The Pittsfield Sun</em>, located in Massachusetts, certainly held some type of prejudice against the Mormons, as did the majority of U.S. citizens at that time. However, regardless of bias, the end result of the massacre remained the same, it resulted in a tremendous loss of human life with little provocation. The United States’ relationship with its territories during the 1850s was a time of high tensions and mistrust. The fragmented federal government in the late 1850s could not respond appropriately to the massacre due to the internal tensions between the North and South and a long-standing mistrust of the Mormons. Therefore, justice was never fully received for the victims of the massacre. John Lee was the only Mormon charged for the crime and he received execution by a firing squad at the location where the massacre took place. The Mormons felt justified in defending their religion and the safe haven that they established for themselves in Utah from government interference and a hostile U.S. populace."," "],"locations":[{"id":13381,"lat":null,"lng":null,"zoom":8,"place":"IRON, Utah"}],"tags":[{"id":1094,"tag":"Church/Religious Activity"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":1,"tag":"Crime/Violence"}]},{"id":5314,"title":"Governor Hicks Sends a Message of Union Loyalty","course_id":74,"status":"P","start_date":"1861-04-18","end_date":"1861-04-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As the secession movement began, the Union focused on keeping the key Border states loyal to the nation if war occurred. Most crucial were Kentucky and Maryland, but worrisome was the fact that during the election of 1860, Maryland voted for John Breckinridge just as the Deep South had. Thus, many Unionists believed that Maryland contained large numbers of underground secessionists. One man within Maryland overcame secessionist pressures.","Thomas Hicks, Governor of Maryland from 1857-1862, may have been in a minority of Unionist individuals during the Baltimore Riot of 1861. In fact, Governor Hicks was quoted in an article from The<em> New York Times</em> of April 18, 1861 only a day before the riot occurred, proclaiming that the Union must be preserved.","Military Company F, the Governor’s Guard, informed Governor Hicks they had come to sing the “Star Spangled Banner” with him. The governor had to decline due to a hoarse voice. However, Governor Hicks stated that, “he was still under the Stars and Stripes.” After the Guard had finished its ceremonies the Governor said he wished the song would play on all occasions that were appropriate and that the Union must be preserved.","Despite secessionist pressures in Maryland, Governor Hicks remained strongly Pro-Union. Even the pro-secessionist political figures of Baltimore did not sway this governor. In effect, Governor Hicks not conceding to pro-secessionist individuals within cities like Baltimore assisted in keeping Maryland from seceding from the Union."],"locations":[{"id":5932,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}]},{"id":5324,"title":"Brigadier-General Harry T. Hays Leads the Tigers at Gettysburg","course_id":74,"status":"P","start_date":"1863-07-01","end_date":"1863-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Harry T. Hays was the Brigadier General of the feared Louisiana Tigers.  During the Civil War, the Tigers gained a reputation in the North as one of the fiercest Southern brigades.  The Tigers are best known for their tremendous efforts at Gettysburg, Pennsylvania, where Hays said they, “advanced through the city of Gettysburg, clearing it of the enemy and taking prisoners at every turn.”","The Confederates had planned on going into the Union to take a northern city and convince Northerners that the fight was not worth it anymore.  But on July 1, 1863, parts of the Confederate army marched on Gettysburg, and found the town to be occupied by more Union forces than they had anticipated.  This began the unintentional confrontation between the two sides, which ultimately resulted in the four-day battle.  That first day in Gettysburg, Hays’ account of the Tigers proves the accuracy of their reputation.  After July 1, Hays felt “satisfied that the prisoners taken in the above-mentioned movements by my brigade exceeded in numbers the force under my command,” where the casualties for the Union, “exceeded ours by at least six to one.”  These extraordinary efforts from Hays’ brigade and others helped to push the Union troops out of the town and onto Cemetery Ridge, where the Tigers performed another incredible task with seemingly little effort.","In the early morning of July 2, Hays moved the brigade onto the base of Cemetery Hill, resulting in skirmishes with Union troops at roughly two a.m.  Despite their inferior position, they managed to hold their ground until approximately eight p.m. when they were ordered to advance up the hill.  Progressing up the hill, the brigade was exposed to Union artillery that, “opened up upon us, but owing to the darkness of the evening, now verging into night and the deep obscurity afforded by the smoke of the firing, our exact locality could not be discovered by the enemy’s gunners.”  Due to the dark and smoke, the Tigers managed to cross a few more Union lines, ultimately reaching the summit, only to see U.S. troops approaching several minutes after their ascent.  Unable to determine the full strength of these troops, Hays moved his men back down the hill, holding that position until the next night when he fell back to his original position at the base of the hill.","The effort that the Louisiana Tigers exhibited in the first two days of battle at Gettysburg is typical of the brute force that came to be expected from Confederate troops.  Hays’ account of the efforts of the Tigers and the strength they possessed seems almost extraordinary, as he reported only 181 casualties for these two days, despite being subject to various artillery fire on their climb of Cemetery Hill.  All of these actions helped solidify their previous reputation as one of the fiercest Confederate brigades and contribute to the South’s initial success at Gettysburg."],"locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":715,"tag":"Military"}]},{"id":5327,"title":"Freedmen Massacred at Opelousas","course_id":74,"status":"P","start_date":"1868-09-28","end_date":"1868-09-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Opelousas massacre occurred in St. Landry Parish, Louisiana, on September 28, 1868. It centered around Emerson Bentley, a white editor for a local newspaper called <em>The Landry Progress </em>and an influential schoolteacher who promoted the education of black children. Bentley wrote an article that local members of the Seymour Knights, a branch unit of the white supremacist group The Knights of the White Camellia, deemed offensive. The backlash to the article led three men to take the attempt to intimidate and severely cane Bentley, causing him to flee St. Landry. Local blacks were told that Bentley had been murdered and banded together to retaliate. While marching towards Opelousas with arms in hand, efforts were made to inform the freedmen that Bentley had not been murdered but escaped; causing some of the men to retreat, while others continued to march.","The freedmen were met by armed whites determined to defend their town. Shooting occurred by both sides and twenty-nine black prisoners were captured. On September 29, all of the captured prisoners, with the exception of two men, were taken from the prison and executed. The violence at Opelousas continued for weeks to come. The death toll of the massacre resulted in some controversy. Three white Radical Republicans and two Democrats were killed in the assault. Republicans stated that around 200-300 blacks where killed whereas the Democrats denied this claim as fraudulent and stated that only twenty-five to thirty were killed. Historians today have deduced that the Republicans were more correct in their number range.","The Freedman’s Bureau ordered Lieutenant Lee to investigate the atmosphere of Opelousas. In an article written on October 8, Lee described the cause of the riot and the death count. He gave a low estimate in regards to the number of blacks killed, stating that only five died, but expressed his opinion that the death toll would increase due to blacks being unwilling to give up their arms to whites. Ultimately, Lee was positive in his reports, he believed that peace had been restored overall and stated, “no further trouble is apprehended.”","The end of the Civil War resulted in widespread violence in the South due to racial and political tensions. A majority of newly freed African Americans strongly supported the Republican Party, angering prominent southern Democrats. The inability to accept racial equality led to the growth of white supremacist groups, the most noteworthy being the Ku Klux Klan. White radicals sought to silence African Americans and those who supported them through various scare tactics and physical violence, such was the case at Opelousas.","Historian Carolyn DeLatte argued that the white Southerners acted in the same manner that they had for many years. This time, however, “the vengeance visited upon the Negroe population was greater, as blacks were no longer protected by any consideration of their monetary value.” The riot echoed its influence in the political as well as social arena, where whites bounded together to protect their rights from black infringement, and blacks stepped away from their right to vote in order to evade persecution."],"locations":[{"id":5698,"lat":30.5481655437,"lng":-92.2423441161,"zoom":8,"place":"ST LANDRY, Louisiana"}],"tags":[{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":1,"tag":"Crime/Violence"},{"id":3,"tag":"African-Americans"}]},{"id":5331,"title":"Thaddeus Hyatt Appeals to President Buchanan to Address the Kansas Territory’s Drought","course_id":74,"status":"P","start_date":"1860-02-04","end_date":"1861-01-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Discussion of the Kansas Territory before the Civil War often turns directly to the time period known as “Bleeding Kansas,” which generally refers to the year of 1856 or to its part in the Kansas-Nebraska Act in 1854. These events, however, were not what the citizens of the Kansas Territory were concerned with immediately before the outbreak of the Civil War. In 1860, with the rest of the country absorbed in the presidential election, Kansas suffered through severe drought and famine, to which the Federal government failed to respond. The letters and reports of visiting New Yorker Thaddeus Hyatt to President James Buchanan, detailing the deplorable conditions in the Territory, went largely ignored.","Hyatt penned seventy pages of reports and pleas to Buchanan to send aid to the suffering people of Kansas. Perhaps the most moving of all of his appeals was the final one. He expressed his disgust with the press of the East. While in Kansas, Hyatt had mailed numerous letters to the <em>New York Tribune</em> describing the suffering of Kansas’s citizens, with the hope that, with the publication of the letters, people of the East would have “compassion on the perishing people of Kansas.”","Upon Hyatt’s return to New York he was shocked to learn that only one of this letters had been published. As he discussed in his letters to Buchanan, he was ill from the conditions he witnessed in Kansas, but was even more disturbed by the silence of the press. Hyatt emphasized to Buchanan that since the citizens of the United States refused to help their brethren, the responsibility was placed upon the Federal government. He did not specify what Buchanan should do, only that he should take some sort of action. Of all Hyatt’s statements, the most powerful was that he desired “speedy relief” to “reach a multitude of starving American citizens, even though <em>they cannot vote.</em>”","Here Hyatt revealed an even larger issue of the time. Despite the fact that Kansas had sufficient population to be admitted into the Union in 1860, it still remained a territory. If Kansas had been a state during the drought of 1860, it would have been able to receive “federal resources.” The only action that Buchanan took to aid Kansas was to make a personal donation of one hundred dollars.","The significance of this action, or lack of action, may have contributed to Kansas’s position at the outbreak of the war. The policy of the Buchanan administration towards the drought, despite such reports as Hyatt’s, paved the way for Republican and Constitutional Unionist criticism of the Democratic Party in the 1860 election. The critique by some was that the Democrats had failed Kansas, which increased Union sympathy in Kansas during the war."," "],"locations":[{"id":4294,"lat":null,"lng":null,"zoom":8,"place":"DONIPHAN, Kansas"},{"id":4224,"lat":null,"lng":null,"zoom":8,"place":"ALLEN, Kansas"},{"id":4541,"lat":null,"lng":null,"zoom":8,"place":"BRECKENRIDGE, Kansas"},{"id":4335,"lat":null,"lng":null,"zoom":8,"place":"GREENWOOD, Kansas"},{"id":4254,"lat":null,"lng":null,"zoom":8,"place":"CHASE, Kansas"}],"tags":[{"id":1131,"tag":"Thaddeus Hyatt"},{"id":1130,"tag":"Kansas Territory"},{"id":1129,"tag":"James Buchanan"},{"id":1128,"tag":"Drought"},{"id":1127,"tag":"Famine"},{"id":13,"tag":"Agriculture"},{"id":32,"tag":"Civil War"}]},{"id":5332,"title":"Lieber Code Provides Definition and Punishment for Confederate Spies","course_id":74,"status":"P","start_date":"1863-04-24","end_date":"1863-04-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Issued in April of 1863, General Orders 100, also referred to as the Lieber Code, provided the Union Army with clear instructions as to how to deal with captured Confederate soldiers,  as well as non-combatants during the Civil War. Created at the request of Abraham Lincoln, the Lieber Code provided soldiers with rules and expectations for their conduct. The Code devoted an entire section to spies. A spy was defined as “a person who secretly, in disguise, or under false pretenses, seeks information, with the intention of communicating it to the enemy.” Whether or not a spy successfully communicated information to the enemy made no difference in the treatment he or she received. If captured, a spy would be detained, immediately taken to the commanding general, then arrested, and “securely guarded.” Captured spies’ activities were investigated by the provost marshal.","The Lieber Code revealed the complications that spying activities caused both sides of the armies, because it so thoroughly defined a spy, as well as the procedures for his or her capture and detainment. Union and Confederate officials valued intelligence gathering as a vital part of their war strategies. President Lincoln believed that having information about the South’s intelligence was the “hardest nut to crack” in defeating the Confederacy; however, identifying a spy proved difficult. During the war, spies were able to exercise their activities and orders with ease.","Spies for the North and South were mostly English speaking Americans. They had knowledge of each other’s geography and had lived under the same government before the war began. Specifically, the Union had unique difficulties to face when secession occurred in regards to the South’s military intelligence, which disadvantaged the North. Before secession had even taken place, Confederate espionage rings had been established. Most effective was Rose Greenhow’s spy organization, located in Washington D.C.","Military officers from the North also “went south” after secession. When they did this, they took all of their information with them. Due to these different factors, it is understandable why the Union first created a set definition and codes for handling spies before the South."],"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1132,"tag":"Francis Lieber"},{"id":573,"tag":"Government Laws"},{"id":32,"tag":"Civil War"},{"id":97,"tag":"Espionage"},{"id":683,"tag":"Abraham Lincoln"}]},{"id":5337,"title":"Lincoln Suspends Habeas Corpus in the Vallandigham","course_id":74,"status":"P","start_date":"1863-01-01","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In January of 1863, Clement Vallandigham stood before the House of Representatives to share some rather malicious thoughts about the conduct of the Civil War.  “You have not conquered the South,” he declared. “You never will.”  Vallandigham, an infamous Copperhead leader in staunch opposition of the war, pointed out that after nearly two years of the conflict the Union had not been restored, but rather had lost thousands of lives in a hopeless effort.  Vallandigham’s biggest complaint was the number of freedoms that had been sacrificed for the war effort.  He opposed the suspension of habeas corpus, the use of taxes to support the war, and the passage of the Emancipation Proclamation, among many other unfair acts of the Lincoln administration.  According to Vallendigham, the restriction of these freedoms had made the Union “one of the worst despotisms on earth.”","This was not Vallandighman’s first speech in opposition of the war.  By 1863 the Ohio congressman had become a known figurehead of the Copperhead anti-war movement, as well as an annoyance to Lincoln and the Army of the Potomac.  In response to the outcries of the Copperhead movement, General Order No. 38, passed in April 1863, banned spoken support for the Confederacy.  However, hoping to run for the governorship of Ohio, Vallandigham proceeded with his bitter criticism of the Lincoln administration in order to gain further Democratic support.","Later that month Vallandigham was arrested on charges against General Order No. 38 and sentenced to two years in prison.  While many suspected the arrest to be a part of his plan all along, in order to be seen as a martyr of the Copperhead cause (he was sequentially nominated for the governorship he coveted), many were outraged.  A convention of Democrats met in May to address a letter to President Lincoln in response to Vallandigham’s arrest.  The group pledged its support to the Union, but added that it was only in support of the Union’s preservation so long as all Constitutional provisions were upheld.  Vallandigham’s arrest (and, it was implied, the entire Civil War), was <em>not </em>in accordance with the Constitution.  The arrest broke the fundamental Constitutional ideals of free speech, the requirement of evidence in order to make an arrest, and the right to a trial by jury.  Additionally, while Vallandigham’s slander against the Lincoln administration had been called treason, the convention argued that words in opposition of a cause were not treasonous.","Lincoln’s response provides a very clear explanation of the reasons for marshal law in a time of conflict.  In his response letter to the Democratic convention, Lincoln stated, “he who dissuades one man from volunteering, or induces one soldier to desert weakens the Union cause as much as he who kills a Union soldier in battle.”  Lincoln further stated that the suspension habeas corpus is, in fact, Constitutional during a time of war, in order to best maintain the safety of the public.","Lincoln later ordered that Vallandigham be released from prison and instead banished to the Confederacy.  Vallandigham later returned to the United States to resume his political career."],"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":9,"tag":"Law"},{"id":32,"tag":"Civil War"},{"id":18,"tag":"Politics"}]},{"id":5338,"title":"The Irish Brigade Endures More Hard Fighting at Gettysburg","course_id":74,"status":"P","start_date":"1863-07-02","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"After a long and fatiguing march, we arrived on the evening of the 1st instant within about 3 miles of Gettysburg,” wrote Major Sergeant Clair Mulholland in his 1863 battlefield report.  There the 116<sup>th</sup> Pennsylvania Infantry, along with others of its Brigade, awaited orders to the sound of the surrounding battle.  In the late afternoon the Brigade finally marched toward the battle, eager to succeed once more in its military endeavors.","What truly set this Brigade apart was its title as the Irish Brigade.  Composed of the 63<sup>rd</sup>, 69<sup>th</sup>, and 88<sup>th</sup> New York Infantries, the 28<sup>th</sup> Massachusetts Infantry, and Mulholland’s 116<sup>th</sup> Pennsylvania Infantry, the Irish Brigade was unique in that almost the entirety of its men were Irish Catholic immigrants or descendents thereof.  By the time Mulholland marched his regiment across the fields of Gettysburg, the Brigade had already come to fame as a heroic one.","While Irish Catholics remained one of the most underrepresented populations in the Union Army, the Irish Brigade fought valiantly to earn the respect of its fellow soldiers.  Many had been wary at the idea of a purely Irish Brigade of the Union Army, as such ethnic divisions might run contrary to the term “Union”.  However, others saw the value of the Brigade in its ability to threaten the British out of allying themselves with the South.  A successful Irish Brigade hinted to the British that any action in favor of the Confederacy could cause trouble in its already troubled territory of Ireland.  Luckily for the Union, the Irish Brigade was most often successful.","At Gettysburg in particular the Irish Brigade famously pushed back Longstreet’s Corps in the wheat field near Little Round Top and Devil’s Den on July 2<sup>nd</sup>.  According to Mulholland, “The order was given to advance, which the brigade did in excellent style, driving the enemy from their position, which we at once occupied.”  While the end of the second day of battle brought heavy loss for the Brigade, the following day found them witnessing the failure of Pickett’s Charge, which they saw as revenge for their massive losses at the Battle of Fredericksburg.  By the end of the third day the Confederate troops at the wheat field had surrendered.  The Brigade had suffered severe losses—of the 530 soldiers it brought to Gettysburg, about 320 were killed—something they had become used to as a consequence of its unending bravery.  Mulholland reported, “Every one did his duty in a manner that excited my warmest admiration and gratitude. Were I to mention any one in particular it would be but showing injustice to the rest, as each one tried to excel the other in deeds of gallantry and daring.”","Today the Irish Brigade is honored at Gettysburg with the statue of a Celtic cross and a greyhound.  The greyhound is the Irish symbol of loyalty and the statue itself a memorial to the Irish Brigade’s heroism.  It stands as a reminder that despite the prejudices that may have been held against the Irish, when the battle began those who fought did not hesitate to act with valor."],"locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":912,"tag":"Gettysburg"},{"id":759,"tag":"Immigrants"}]},{"id":5339,"title":"Bo Diddley Records \"I'm a Man\"","course_id":74,"status":"P","start_date":"10/22/55","end_date":"10/22/55","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The lyrics “The way I make love to ‘em, they can’t resist. I’m a man, spell M-A-N,”-sung with bravado and sexual intrigue not only broke the monotonous, soothing tones of the likes of Bing Crosby and Jonny Mathis, paving the way for a new exciting sound later dubbed “Rock and Roll,” but also being sung by a black man, became even more potent with respect to black acknowledgement in popular culture, and thus society.  This man was incredibly influential in the development of Rock and Roll, and salient in the proliferation of the civil rights movement.","Born in McComb, Mississippi in 1928 Ellas Bates known by stage name Bo Diddley grew up in a church oriented culture. The church in fact provided the opening to Bo’s musical career as he became fascinated with the African drum sounds he heard there. Despite learning the violin, and later guitar, the raw, unfurnished beats of drums remained salient in Bo Diddley’s musical progression. Indeed, he claimed “I play the guitar as If I play the drums.” This distinctive style later separated Bo Diddley from many other 1950s Rhythm and Blues artists, and allowed him to define Rock and Roll.","Pre-dating Rock and Roll, the rise of Rhythm and Blues was largely due to the migration of African Americans from the South to the North, and farm to city.  In the 1950s, Rhythm and Blues found it’s way onto the radio, however there was still significant segregation of white and black music, especially in the South.  Moreover, the performers where often paid very poorly for their music (Bo Diddley named Rhythm and Blues “ripoffs and bullshit”). Yet the 1955 single “I’m a man,” promoted Bo Diddley’s exciting new sound to a level that transcended Rhythm and Blues, and was described by Alan Freed as an “original sound…..that will rock and roll you.”  The sheer energy and presence Bo Diddley provided, combined with the sexual desire he omitted, laid the foundations for Rock and Roller’s like Elvis. And more to his longstanding influence, British punk pioneers the Clash asked Bo Diddley repeatedly to open for their gigs.","Notwithstanding Bo Diddley’s contribution to the development of Rock and Roll, he also played an encouraging role in the Civil Rights Movement. Writer Barbara Beebe noted that “long before Civil Rights marchers held signs saying ‘I AM A MAN,’ Bo Diddley was singing about it in a way that was definitive.”"],"locations":[{"id":29416,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":1137,"tag":"African-Americans, music"},{"id":1138,"tag":"Rock and Roll"}]},{"id":5351,"title":"Rebel General Gantt Tells Arkansas to Return to the Union","course_id":74,"status":"P","start_date":"1863-11-08","end_date":"1863-11-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Confederate Brigadier General E.W. Gantt spoke to his fellow citizens of Arkansas, but also to all of the citizens of the South in his 1863 address.  The message in this address is that the Confederacy was fighting a war that they could never win and that the southern states would have more power and property if they would just return to the Union.  The General blamed several of the problems in the Confederacy on Jefferson Davis, for whom he had little respect.  He described Davis as “Cold, selfish, and supremely ambitious.”  Gantt also pointed out that the Confederacy was not sufficient in terms of foreign policy and he called Davis’s ideas “a stupid failure.”","Gantt urged those in the South at the time to give up the fight and return to the Union.  He felt that surrender was sometimes the best option and that southerners should look past ideas of humiliation.  He explained his reasoning by saying, “Our armies are melting and ruin approaches us.  Will continuing this struggle help us?”  The General also felt that the North had too much invested in the war to give up the fight and that it was foolish of southerners to think that they ever will.","Gantt sought to reason with citizens of the South by claiming that, “Each day makes new graves, new orphans, and new mourners.  Each hour flings into this dreadful whirlpool of wrecked hopes, broken fortunes, and anguished hearts.”  He also explained that, “Negro slavery has accomplished its mission here,” in an attempt to show southern whites that slavery was not something that could continue to be sustainable.","The most interesting thing about E.W. Gantt was that he had been an ardent supporter of the secessionist movement prior to the war.  Even before the secession of the southern states Gantt proclaimed, “My life, my all, and laying them upon her altar, offering them up freely in defense of her insulted honor, wounded pride, and priceless freedom.”  It is interesting to hear Gantt’s thoughts about the South prior to the war and his decision to become a Union loyalist.","Despite Gantt’s pre-war beliefs it is apparent that he would stick to his newfound Unionist ideology.  He became the Arkansas state prosecutor for the Little Rock Reconstruction authorities.  The former General also served as a supervisor for the Freedman’s Bureau in Southwest Arkansas from 1865 to 1866.   Gantt ended his life working on a state law digest for Arkansas for which he was appointed by the Governor to complete.","Bruce S. Allardice claimed that Gantt’s defection may have been due to one of several causes such as cowardice, insobriety, opportunism, and immorality to name a few.  It seemed obscure whether or not Gantt defected because of his belief in Union virtues or because of the reasons listed above.  Nevertheless, Gantt is an interesting character because he was the only Confederate General to switch sides during the war."],"locations":[{"id":749,"lat":34.7875733319,"lng":-92.2857489535,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}]},{"id":5341,"title":"The <em>Freedmen’s Record </em>Reports on the Prosperity of Freedmen","course_id":74,"status":"P","start_date":"1865-10-01","end_date":"1865-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["According to the <em>Freedmen’s Record</em> report, many southerners perceived freedmen as “a hopelessly lazy, sensual creature who, if he has enough to satisfy the lowest animal wants, will be content.” They feared that freedmen would resort to theft instead of working to fulfill their needs.  The<em> Record</em> attempted to change these perceptions by exposing the tremendous success of freed African Americans in the North.  This is observed when the <em>Record </em>stated, “the amount of crime committed by this class of persons is much less than that committed by white men.”","The <em>Freedmen’s Record </em>was a monthly publication by the New England Freedman’s Aid Society, which worked to point out the hard work and success of many freedmen.  In the October 1865 issue, the statistical research of Dr. J. McCune Smith received considerate attention.  Smith,the first African American to receive a medical degree, found through his research that African Americans invested over eight hundred and fifty thousand dollars in New York, Brooklyn, and Williamsburg combined.  In New York City and Brooklyn alone, African Americans were said to have nearly five million dollars in property, while in Detroit, they had three hundred thousand dollars and “are excluded from the best public schools, which they, in common with their white fellow-citizens, are taxed to support.”  The same could be said for Washington, D.C., whereas in Philadelphia, nearly four hundred and fifty African American children attended public schools and fifty were students at universities in Albany or Oberlin.","The <em>Record </em>also detailed the hardships of freedmen,contributing the lack of success to:  the limited opportunities in certain areas, little to no schooling, and that some businesses would simply not hire blacks.  Even with such disadvantages, “The proportion of Irish paupers in Massachusetts, a year or two ago, to the whole Irish population, was one in one hundred and thirty-one,” while the ratio for African Americans was only “one in one hundred and twenty-five or one hundred and twenty-six.”  Even though the African Americans should have been at a much greater disadvantage than the white Irish population, they had similar proportions for a poor population.","The financial success of northern African Americans proved their ability to adapt to a freed lifestyle and obtain more than basic necessities.  In many cities, they contributed thousands of dollars to their schools and churches.  The <em>Freedmen’s Record</em> attempted to brush away fears of an inability to adapt in hopes that “they are admitted to all the privileges of freedmen!”"],"locations":[{"id":6210,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}]},{"id":5342,"title":"Professor Frederick A. P. Barnard’s Resignation from the University of Mississippi","course_id":74,"status":"P","start_date":"1860-01-01","end_date":"1864-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the years preceding the Civil War, United States citizens, especially immigrants, moved to areas in the United States that supported their beliefs.  Possibly one of the most unnoted, yet influential migrations was that of college professors.  Frederick A. P. Barnard, originally educated at Yale to become a teacher, became interested in Mathematics and Astronomy, eventually becoming a professor of Mathematics, Astronomy, and Civil Engineering at the University of Mississippi.  After a while, he “found himself embarrassed in his Southern position, and in 1861 he resigned his chancellorship and his chair in the university, and returned to his native North.”","Born in the North, Barnard had strong Union loyalties.  His loyalty to the North and its ideologies can be observed in a letter he wrote to the University of Mississippi’s Trustees, defending the actions of an African American.  Due to his letter, the Trustees held a meeting on February 29, 1860, where amongst other accusations, he was charged with being “unsound on the slavery question.”  Upset by such disloyalty from the people he had worked for, he eventually headed to Norfolk, Virginia, in 1861 and remained there until Norfolk fell to the Union in 1862.  He then moved to Washington, D.C., and in 1863, published his “Letter to the President of the United States by a Refugee,” which attracted both Lincoln and Columbia University’s attention.  This letter helped him obtain the position in charge of lithography and chart-printing for the United States Coast Survey.","In the department of lithography and chart-printing, Barnard was responsible for the printing of war maps for the Union that were to be used by the Navy.  Afterwards, he became the president of Columbia College of New York, in 1864, and helped to establish Columbia’s School of Mines.  If it was not for such opposition to inequality and southern ideals, it is possible that the Confederate navy could have had more success due to this accomplished astronomer and academic."],"locations":[{"id":7117,"lat":34.3506393226,"lng":-89.4893655369,"zoom":9,"place":"LAFAYETTE, Mississippi"}],"tags":[{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"},{"id":16,"tag":"Science/Technology"}]},{"id":5344,"title":"South Carolina Delegates Discuss Reconstruction with President Johnson","course_id":74,"status":"P","start_date":"1865-06-26","end_date":"1865-06-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Saturday June 26, 1865 a delegation of South Carolinians visited President Johnson for a free exchange of ideas about the fate of South Carolina under the Reconstruction.  The delegates and the president alike expected a candid and honest discussion.  The President began the conversation by stating, “Union was preserved, it must be on the principle of fraternity, both Northern and Southern States maintaining certain relations to the government.”.  Johnson also claimed, “A State cannot go out of the Union, and therefore none of them having gone out, we must deal with the question of restoration and not reconstruction.”  The president had thus opened a conversation where the delegates and he could talk openly about the upcoming reconstruction.  The conversation led directly to Johnson’s “Proclamation for the Provisional Government of South Carolina.”  The topics discussed in the meeting are addressed in the proclamation including the appointment of a Governor suggested by the delegates.","Johnson clearly stated that slavery was the cause of the war and that it would not be allowed to return to the nation, “The slaves went into the war as slaves, and came out free men of color. The friction of the rebellion has rubbed out the nature and character of slavery,” One delegate claimed that emancipation would only be conceivable if it was done through a process of gradual emancipation.  Johnson did not accept this position and stated, “…the friction of the rebellion had rubbed slavery out, but it would be better so to declare by law.  As one of the delegates has just remarked that the Constitution of South Carolina did not establish slavery, it were better to insert a clause antagonistic of slavery.”  Johnson was very clear that no form of slavery would exist in the reunified country.","`The delegates then brought up the issue of a state government.  Mr. Holmes, a South Carolina delegate, pointed out, “…we are without law, no courts are open, and you have the power to assist us.”  Holmes was asking for government assistance in reinstating the South Carolina state government.  Johnson agreed a government had to be in place but a new government could not occur, “unless it (was) based on right.”  Johnson wanted a revised state constitution before any laws were enacted in the state.  The delegates asked at the end of the conversation that a state governor be appointed in order for his request to be carried out.  According to the historian Jennifer Weber these conversations were common place during Presidential Reconstruction since plantation owners realized, “…that if they humbled themselves before the new president, they generally could have their way-at the expense of the freedmen.”  The delegates provided some candidates and Johnson agreed to consider Benjamin Perry.  Johnson later appointed Perry the provisional governor of the State of South Carolina."],"locations":[{"id":11447,"lat":32.4068445137,"lng":-80.4452215468,"zoom":8,"place":"BEAUFORT, South Carolina"},{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"}]},{"id":5345,"title":"Timothy Webster Becomes First Spy Executed in the Civil War","course_id":74,"status":"P","start_date":"1862-05-04","end_date":"1862-05-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the day of April 29, 1862, Timothy Webster became the first person executed during the Civil War for acts of espionage. Convicted four days prior to his execution, a court-martial in Richmond, Virginia ruled that Webster, an “alien enemy,” should “suffer death by hanging.” The <em>New York Times</em> republished an original article from the <em>Richmond Dispatch</em> relaying the information of Webster’s capture and trial. Both articles included a “brief synopsis of the proceedings,” which cited Webster’s alleged offenses and the court’s ruling.","The first charge stated that Timothy Webster had been caught on April 1, 1862, “in the service of the United States” lurking “about the armies and fortifications the Confederate States in and near Richmond.” Although the court brought another charge against Webster, they reached a “not guilty” verdict. This second accusation against Webster placed him in Memphis, Tennessee in July of 1861 also around Confederate fortifications. While the burden of proof for the second charge was not strong enough for a conviction, the guilty ruling on the first charge alone sealed Webster’s fate.","In the conclusion of the brief, a fair amount of detail regarding Webster’s final moments provided the reader with a clear picture of the events on April 29. The article went so far as to narrate the malfunction of the first rope used to hang Webster, stating “The half-hung and partially stunned man was speedily raised and assisted up, and a new rope being ready, he was soon swinging, in accordance with his sentence.”","The charges the Confederate court-marshal brought against Timothy Webster at the time of his execution turned out to be only a fraction of the Union spy’s activities. Born in the United Kingdom, in 1821, Webster immigrated to the United States and worked as police officer in New York City. At the war’s onset, he became involved in detective work for the Union, which led to his career as a spy. Part of the new Secret Service ring, Webster was the most valued agent to the organization’s creator, Allan Pinkerton. Prior to his capture, Pinkerton had sent Webster on numerous successful espionage missions to Baltimore. There, he infiltrated the Sons of Liberty group in February of 1861. This, supposedly, led Webster, and subsequently Pinkerton, to a plot in the organization to assassinate Abraham Lincoln.","Webster had also been employed as a double agent. Confederate Secretary of War, Judah Benjamin, used Webster to transport important document to Confederate agents that were across Union lines. With the documents in his possession, Webster made stops before delivering the dispatches allowing Union officials to read the contents of the messages.","When Webster was struck by a case of rheumatism on his mission to Richmond in 1862, Pinkerton sent Union spies Lewis Pryce and John Scully to locate Webster, who had been too ill to relay information back to Pinkerton. The two spies were captured while searching for Webster, and suspicion engulfed the valuable agent. Scully and Pryce received death sentences, but were released after their testimonies implicating Webster."],"locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1145,"tag":"Timothy Webster"},{"id":97,"tag":"Espionage"}]},{"id":5346,"title":"Confederate General John C. Breckinridge Provides Insight into Slave Loyalty and Confederate Expatriation","course_id":74,"status":"P","start_date":"1869-01-24","end_date":"1869-01-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dated January 13, 1869, this letter written by ex-Confederate general and former United States Vice-President, John C. Breckinridge, first became public on January 20, 1869, when the newspaper of Columbus, Georgia printed a copy of the message. Four days later, the <em>New York Times</em> made it available to an even wider audience when it republished the article. After the surrender of the Confederacy, Breckinridge feared the possibility of the Union bringing charges against him for his participation in the rebellion. To escape potential prosecution, Breckinridge fled to Havana, Cuba. From Cuba, he traveled to the United Kingdom, and then to Canada, where he wrote this letter in Niagara, Ontario.","Breckinridge did not mean the focus of his letter to revolve around his post-war travels. Instead, he meant to inquire about his “faithful colored servant, Thomas.” Despite the fact that Thomas had been a slave and servant to Breckinridge, the former master spoke of his servant in a fond manner. He seemed nostalgic when he wrote of his and Thomas’s parting before Breckinridge left for the U.K. Neither of the men seemed happy about the parting, but Breckinridge thought it best for Thomas to return home. “I succeeded in sending him back to his friends from Havana, although he wished to remain with me.” According to Breckinridge, Thomas felt such loyalty to his master that he promised to once again live with Breckinridge upon his return to the United States.","This letter penned by Breckinridge to “a gentleman” in Columbus unusual in two respects. Some instances were recorded during the Civil War of slaves remaining with their masters after emancipation; however, the extreme loyalty that Thomas possessed towards Breckinridge was not the norm. While impossible to verify, the devotion from Thomas that Breckinridge wrote of, if true, was an exceptional relationship between and servant. Thomas only left Breckinridge’s side at his insistence.","The location of the letter’s composition also made it unique. Men having served in the Confederate Army were known to have left for other countries after the war. Most, however, did not flee to Canada as Breckinridge did. While Canada was not the first sanctuary Breckinridge found, his relocation to it was uncommon. Many Confederates that left the U.S. immigrated to Mexico and others to Brazil. Brazil served as an appealing option because the country still permitted slavery at the time. The United Kingdom, which Breckinridge did travel to, was also a much more popular destination than Canada for Confederate expatriates."],"locations":[{"id":2102,"lat":32.5099595434,"lng":-84.8770433037,"zoom":10,"place":"MUSCOGEE, Georgia"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":31,"tag":"Immigration"},{"id":18,"tag":"Politics"},{"id":1147,"tag":"John C. Breckinridge"},{"id":1148,"tag":"Expatriation"}]},{"id":5347,"title":"<em><em>Black Codes and Racism in South Carolina Prevent Migration to the State by Northerners</em></em>","course_id":74,"status":"P","start_date":"1865-12-08","end_date":"1865-12-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the close of the Civil War, wealthy northerners were interested in acquiring new farmland to develop. To do so, they needed to relocate to areas that were less populated than the North. Despite their admiration for South Carolina’s “lands and climate,” northerners feared living in the state, because of the potential violence. During this time, South Carolina began enacting black codes to restrict the freedoms and movements of freedmen. Northerners believed it to be only a matter of time until blacks started protesting the laws. While other states in the South enacted similar codes, these northerners thought South Carolina’s to be the harshest. Because of this, they chose to settle in the northwest rather than the South.","White residents of South Carolina did not believe the state had a lack of migrants due to the black codes. Instead, they expressed the opinion that white northerners were apprehensive to live among such a large number of free blacks. A writer for the <em>Nashville Press </em>article vehemently denounced this claim. “It is not true white immigrants will not go where there are negro laborers, or where there is negro competition. The sole condition of immigration is embraced in the word security.”","For these settlers, the number one concern was safety. They believed that as long as the codes were in effect, security could never exist in the state. Settlers, or emigrants, were not the ones negatively affected by the codes. They found suitable land for their intended purposes in other parts of the country. The people who the codes hurt, the article argued, were the residents of South Carolina. As long as the black codes were in place, immigration would not occur. If the codes were abolished, there would be “unprecedented progress of the South” as a result of new settlement.","South Carolina began passing black codes immediately following the war. The state ratified a constitution in 1865 that forbade blacks from voting. In order to prevent blacks from combating the laws, South Carolina set up racial restrictions for entering office. This way, no black person could enter South Carolina’s legislature and attempt to do away with the codes.","Besides preventing blacks to enter political office, the black codes in South Carolina stopped freedmen from becoming an “artisan, mechanic, or shopkeeper” without the proper license from a judge. This license cost more than $100, making it unlikely a free black could afford one. Perhaps the most restrictive of all parts of the codes, was the section that limited black migration to the state. If a black person moved to South Carolina, he or she was required within twenty days to enter into a contract and bond to a white master."],"locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"},{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":366,"tag":"Migration"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":477,"tag":"Black Codes"},{"id":719,"tag":"South Carolina"},{"id":123,"tag":"Reconstruction"}]},{"id":5348,"title":"J.E.B. Stuart Rides Around McClellan","course_id":74,"status":"P","start_date":"1862-06-12","end_date":"1862-06-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["J.E.B. Stuart’s most celebrated act was his encirclement of the Union General George McClellan’s Army of the Potomac in June of 1862. Newly appointed commander of the Army of Northern Virginia Robert E. Lee and Jeb Stuart devised the plan to circle around McClellan and gather intelligence. The aggressive strategy stemmed from the knowledge that McClellan was hesitant to attack the Confederate troops, which he believed to be incredibly large in size and powerful in strength.","In a message to Stuart on June 11, 1862, Lee expressed caution, stating that he should be careful not “to hazard unnecessarily your command or to attempt what your judgment may not approve but be content to accomplish all the good you can without feeling it necessary to obtain all that might be desired.” The letter from Lee to Stuart stressed the importance of the reconnaissance mission and the need for discretion. Stuart saddled his troops, consisting of 1, 200 men from the first, fourth, and ninth Virginia Cavalry, and the Jeff Davis Legion, on June 12, 1862, to determine if the Army of the Potomac occupied the land between the Chickahominy and Totopotomy Rivers. The value of the land between both rivers was essential for the Confederacy and the Union. During the reconnaissance mission ordered by Lee, Stuart realized that his position had been discovered, forcing him to find an alternate route back to Richmond. The alternate route led Stuart’s infamous ride around McClellan’s troops. Historian James McPherson stated Stuart gained fame from this event as well as “great personal satisfaction from the enterprise, for one of the opposing cavalry commanders was his father-in-law, Philip St. George Cooke.”","Stuart’s mission resulted in his troops spending four days behind enemy lines in which they covered over 100 miles. The troops captured 165 prisoners as well as 260 mules<em>.</em> Stuart fulfilled the desires of Lee, who stated in his letter the importance of “gaining intelligence of his operations, communications, &c., of driving in his foraging parties, and securing such grain, cattle, &c., for ourselves as you can make arrangements to have driven in.” The encirclement of McClellan resulted in the recognition of the need for a reformed Union cavalry. After the successful raid commenced, Stuart felt that he had the capability to outride and outfight any Union cavalryman, boosting Southern morale even more. The intelligence that Stuart gathered allowed Lee to attack at Mechanicsville, which was the first of the Seven Days’ battles, and contributed in the failure of McClellan’s Peninsula campaign."],"locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}]},{"id":5349,"title":"Freedmen and Republicans Murdered in New Orleans","course_id":74,"status":"P","start_date":"1866-07-30","end_date":"1866-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The New Orleans Riot occurred on July 30, 1866 in New Orleans, Louisiana. Whites instigated the riot and targeted freedmen. However, this riot was different from those of its time because it centered primarily on disagreements regarding Reconstruction policies. Radical Republicans were unhappy with former Confederates gaining power and influence under Governor Wells. Wells himself eventually noticed the power shift and became uncomfortable with it as well. In 1866 the legislature of Louisiana called new elections, allowing for a former Confederate mayor to regain his title. The state legislature overturned Wells’ veto. As a result, Wells gave his support to a Radical plan to reassemble the constitutional convention that occurred in 1864. The Radical plan would grant power to blacks, prevent former Confederates from voting, and lay the foundation for a modified state government for Louisiana.","Those opposed to the idea of Louisiana becoming a “revolutionized” state, the city police force of New Orleans, which was comprised of Confederate veterans, was supposed to maintain order during the convention but supported the opponents of Radicals. On July 30, twenty-five delegates and 200 black supporters, consisting primarily of former veterans, convened in New Orleans. When the two sides met, fighting broke out followed by gunshots. The delegates took cover in the convention hall. Those who tried to escape were immediately shot, the white flags they held in their hands as a sign of surrender were ignored. The total death toll consisted of thirty-four blacks and three white Radicals to be killed. Around 100 people were injured in the riot.","The <em>New York Times</em> described the event as a dispute between angry radicals and thugs, the police force, describing them as, “unprincipled scoundrels, thirsting for blood, whose every moral sensibility had been blunted by lives of desperados, were maddened to informal rage by injudicious harangues from men who follow in the stormy wake of Sumner and Stevens.” Republicans reported that the death toll was around 200 men, a fact in which the article questioned.  The Military Commission went  in to investigate the riot and the <em>Times </em>argued that the instigators would be deemed guilty due to the close allegiance that members of the Commission had with the Radicals.","Historian Eric Foner argued the significance of the New Orleans riot, stating, that it completely took away any hope of Presidential Reconstruction in Louisiana. Supposedly, before the riot occurred, the local military commander stationed at New Orleans warned the President of the violence that would occur if the convention happened. Johnson did not adequately prepare for the violence or take the warning to heart. Foner summed up the New Orleans Riot, stating, “But the stark fact remained that nearly all the victims had been blacks and convention delegates, and that the police, far from preserving order, had joined in the assault.”"],"locations":[{"id":5599,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"}]},{"id":5350,"title":"Attorney General William on Enforcement Acts","course_id":74,"status":"P","start_date":"1875-04-02","end_date":"1875-04-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Colfax massacre of 1872, believed to be the most devastating occurrence of racial violence during Reconstruction, resulted in the death of around 150 freedmen at the hands of white supremacists. The events at Colfax resulted in only three men to convicted. However, disagreement led to the case entering the Supreme Court in the form of <em>United States v. Cruikshank </em>in 1876. The case brought in to question the constitutionality of the Enforcement Acts. It questioned if the federal government had the jurisdiction to enforce these acts on the state level.","The Enforcement Acts were issued in 1870 and 1871; they sought to prevent intimidation of voters and discrimination based on one’s skin color. The Acts also issued specific crimes committed by the Ku Klux Klan as federal offenses and those who committed them would be punished based on federal standards. Many white Southerners believed the Enforcement Acts were a violation of State’s rights. During the <em>U.S. v. Cruikshank </em>Supreme Court case, Attorney General Williams argued that the Enforcement Acts were necessary to protect the right to vote for African Americans. Williams argued that government could not exist without votes from its citizens, and as citizens, African Americans deserve the opportunity to cast their vote. He stated, “If Congress has no power to protect the voters, then the White League of Louisiana, a minority of the people, can stand around the polls and prevent the majority from voting.”","The results of <em>U.S. v. Cruikshank</em> were devastating for those in support of the Enforcement Act. The men were charged with using their power to halt African Americans from voting. However, the government did not charge them with using race as a motive in the massacre. The error in wording resulted in the three men to going free, leaving no one held responsible for the horrific massacre against the freedmen.","The Court went further to state that the federal government only had the right to prohibit the violations of black rights in states only, they did not hold the power for punishing criminal acts committed by individuals, the state and local authority held this right. Historian Eric Foner commented, “In the name of federalism, the decision rendered national prosecution of crimes committed against blacks virtually impossible, and gave a green light to acts of terror where local officials either could not or would not enforce the law.” The devastating result of <em>U.S. v. Cruikshank</em>, allowed acts of violence against freedmen and republicans to escalate in the following years because of the inability of the federal government to try individuals."],"locations":[{"id":1277,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":1,"tag":"Crime/Violence"},{"id":3,"tag":"African-Americans"}]},{"id":5352,"title":"Display of the Confederate Flag in Richmond Sparks Anger in Congress","course_id":74,"status":"P","start_date":"1867-02-17","end_date":"1867-02-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 17, 1867 the <em>New York Times</em> reported on an act of reoccurring rebelliousness that happened within the city of Richmond, Virginia.  The incident that sparked all of the emotion was the display of the Confederate Flag during an event within the city.  Members of Congress and other Union loyalists decided that this act of rebelliousness proved that some of the southern states such as Virginia were, “utterly unfit for reconstruction” and that “the rebellious spirit still lived and raged in the South.”","Many called for legislation that would put the southern states under complete military rule.  The article went on to explain that the incident in question was actually just two young boys, one white and one black, pretending to be soldiers with an old faded flag that did not resemble that of the Confederate battle flag. Union soldiers happened upon the young boys and asked them to surrender the flag at once.  A female onlooker witnessed this and screamed, “Oh no you don’t!” and grabbed the flag and fled from the soldiers.  News then traveled that some citizens of the South waved a Confederate flag in the presence of Union soldiers.","The article concludes by imploring citizens of the United States to reconsider placing the South under military rule over a flag whether it was genuine or not.  It is interesting to see this point of view expressed about the use of the Confederate battle flag given the volatile feelings that are present about it even a hundred and fifty years after the actual war occurred.  Battles over the flag in the South have occurred in schools and classrooms for decades because of the negative connotation that some people associate with it.","Tony Horwitz discussed issues involving the flag and how it has even provoked crimes as reprehensible as murder so many years after Confederates had originally taken it to battle.  It is not hard to believe that its display so soon after the war had occurred had drawn a sizeable amount of disgust amongst Unionists.  People interpret the Confederate flag in several different ways. Some claim it is a sign of heritage while others see it as a symbol of hate."],"locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":9,"tag":"Law"}]},{"id":5353,"title":"A Soldier Complains of the Army Life","course_id":74,"status":"P","start_date":"1863-02-16","end_date":"1863-02-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 16, 1863, a Union soldier from Huntingdon County Pennsylvania wrote home to describe the war as he saw it.  “Here we are yet stuck in the mud, crushing the rebellion, over the left, and enjoying our hard tack as usual.”  The soldier described the boring life that the Army of the Potomac went through as they were in camp.  The man known as “TIMBER DOODLE” in his writings was going through the slow and seemingly endless time spent in an encampment with monotony, unreliable paydays, and no battles to break up the drudgery of camp life.","He wrote about life as he saw it and the embedded sarcasm showed his true feelings about his situation.  The soldier seemed as though he would have welcomed battle just to end the way of life that soldiers endured in camp.  Soldiers often wrote home because of loneliness and even just to kill the time.  It was a way that they could keep their friends and family at home informed about the progress of the war and their feelings towards it.","They not only talked about the war in their letters but also of simple things such as the weather, rumors, accidents, ceremonies, and the tasks that they had to perform everyday.  They would also write about the social change that they witnessed in the areas of the South that they took control of.  The letters also served as their chance to complain about the Union Army and all of the things that they felt were wrong with it.","Many of them used an alias such as TIMBER DOODLE in order to preserve their anonymity.  The letters were important to the soldiers who wrote them and to the folks at home who received them.  In the case of TIMBER DOODLE, his letter was viewed by many of the members of the county because it was posted in the local newspaper.  These letters got at the war through the eyes of the common foot soldier and it is important to see the war from their point of view."],"locations":[{"id":14302,"lat":38.4358602351,"lng":-77.3635484517,"zoom":9,"place":"STAFFORD, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"},{"id":1,"tag":"Crime/Violence"}]},{"id":5354,"title":"Grant Issues Order No. 11","course_id":74,"status":"P","start_date":"1863-01-18","end_date":"1863-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In January of 1863 Union General Ulysses S. Grant issued an order that excluded anyone from the Jewish descent from his military department. Order eleven read, “The Jews, as a class, violating every trade regulation established by the Treasury Department, also Department orders, are hereby expelled from the department within twenty-four hours from the receipt of this order.”  The order then explained that the Post Commanders were to furnish passes to all Jews and that they were to leave immediately.  Failure to leave within the time would result in their arrest and imprisonment.","The President promptly abolished the order to prevent further uproar from citizens in the Union who were up in arms.  Jews all across the Union applauded the President’s quick decision to rescind the order, but many were still angry that Grant hadn’t been removed from his position or punished for his poor judgment.  People of Jewish descent proclaimed that regardless of whether or not Grant felt swindled in some way by a group of people it was not right for him to place judgment upon an entire group of people.  Their rallying cry was, “All Jews are not swindlers.  All swindlers are not Jews.”","Grant realized later on that his decision to execute an order such as this one was rash and uncalled for.  Scholar Stephen S. Wise argued that it was Grants overwhelming rapport amongst his men that saved him from complete and total humiliation and the threat of losing his job within the military.  It is interesting to see Grant as a man who could make a mistake as severe as this one as opposed to the typical viewing of him as the most intelligent and steadfast general in the Union’s arsenal during the Civil War."],"locations":[{"id":5085,"lat":null,"lng":null,"zoom":8,"place":"MC CRACKEN, Kentucky"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"}]},{"id":5355,"title":"Copperheads in Illinois Threaten Violence against the Act of Conscription","course_id":74,"status":"P","start_date":"1863-08-31","end_date":"1863-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an article from the <em>New York Times</em> on August 31, 1863, it is made evident that the Peace Democrats or Copperheads were not so peaceful. The article stated that, “The Copperhead troubles still continue in the central and southern counties of this Illinois.” A group of around 150 armed Copperheads went to the county seat of Paris in Edgar County. The Copperheads threatened aggression against both Federal officers and members of the Union military. However, “authorities in this State and Indiana were soon informed of the demonstration and an adequate force to squelch all the traitors was soon at hand.” While the Copperheads then dispersed without any bloodshed, they were said to be bold and swore that a draft would not occur in Edgar County, Illinois.","The term Copperhead was first coined in an article that appeared in the New York <em>Tribune</em> on July 20, 1861. The meaning of the term is derogatory in nature. It meant that this faction of Democrats were like snakes that were waiting to strike. In contrast, Copperheads defined themselves as “a man who designs to maintain our system of free government as our fathers founded it, as their successors administered it, and as we and posterity are bound by every motive of interest, patriotism, and honor to continue it.” Nearly all of the Copperheads were Democrats, but most northern Democrats were not Copperheads, and they were a minority faction within the Democratic Party.","Copperheads enjoyed popularity mainly in the Midwest. The reason for this was that some individuals within the Midwest had Southern roots. However, the Copperheads’ yeomen interests within the Midwest conflicted with the Republican industrialists, which precipitated bitterness.","Copperheads opposed the escalation of the sectional conflict into a full blown war. This party felt that the war effort had become about destroying the South as opposed to restoring the Union. They also opposed the ideas of emancipation and conscription as illustrated in the <em>New York Times</em> article above. In this opinion to emancipation and conscription, the “peace Democrats” were not so peaceful. The incident in Illinois illustrates that while the Copperheads advocated a restoration of peace between the Union and South, they were willing to usher in this peace by means that included violence."],"locations":[{"id":2581,"lat":39.6785651683,"lng":-87.7456084774,"zoom":9,"place":"EDGAR, Illinois"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}]},{"id":5356,"title":"Pennsylvania Quaker William Still Fought Against the Evils of Slavery","course_id":74,"status":"P","start_date":"1857-11-25","end_date":"1857-11-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 25, 1857, William Still recorded a story that told of the horrors of slavery in the South.  Still assisted a group of slaves on the journey to freedom by way of the Underground Railroad.  He was among the abolitionists during this time that believed that blacks should be afforded equal rights and opportunities that would allow them to earn a living.  Still did not feel that blacks were inferior to the white race in any respect and he did what he could through his writings to change existing stereotypes.","One of Still’s successes came in helping a runaway slave who was flogged, stabbed, and had his feet slit when his master captured him.  Still quoted a slave who witnessed the incident, “then they cotched him, then struck him a hundred lashes, and then they split both feet to the bone, and split both his insteps, and then master took his knife and stuck it into him in many places.”  Still obtained this account from a runaway slave named Harry who he described as “the hero of this party, and withal…an intelligent man.”  Still used stories such as these within his writings in order to convince whites that slavery is an immoral practice.","Still served as a member of the Philadelphia Vigilance Committee and he was steadfast in his belief that slavery was wrong.  The Vigilance Committee became more active in the Underground Railroad following the Compromise of 1850 and the new Fugitive Slave Act.   Still’s religious faith led him to believe that blacks could win the respect of whites in society. He felt that they could if they had the chance to work and earn money on their own. Still believed that he could gather statistical information that would be strong enough to refute claims of black inferiority by testing intelligence and gathering stories from those he had helped on the Underground Railroad.","Pennsylvania became a safe haven for blacks in the mid to late 1800s because of the increased involvement of private organizations and groups of people such as the Quakers.  Quakers in southeastern Pennsylvania helped an unknown number slaves reach freedom and refused to aid in the retrieval of escaped slaves, even after the passage of the Fugitive Slave Act of 1850 and the penalties that went along with it.  With the help from people such as Still, blacks would receive a warm welcome and a helping hand to freedom in the state.","William Still helped several slaves on their way to freedom through Pennsylvania.  He also did what he could to speak out about slavery and everything that he believed to be wrong with the institution.  Still was one of a group of pioneers in the United States who believed that slavery was not only atrocious but also completely immoral.  His work was all aimed towards the goal of ending slavery in the United States."],"locations":[{"id":11229,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"}]},{"id":5357,"title":"Knights of the White Camellia Opposed in Arkansas","course_id":74,"status":"P","start_date":"1868-12-19","end_date":"1868-12-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In December 1868 a report from Little Rock, Arkansas stated that \"In the Legislature last night, Mr. Brooks introduced a bill requiring all persons to withdraw from the Knights of the White Camellia...within thirty days, under penalty of heavy fine and imprisonment...\". Following this resolution the state declared martial law in Conway County, Arkansas as reported in the <em>New York Times</em>.","The Knights of the White Camellia were a paramilitary organization of white men created in the lower southern states during the Reconsruction era. The members vowed to support white supremacy and oppose freedmen's equality. Additionally, member of the Knights of the White Camellia hoped to curtail the encroachment of carpetbaggers in southern politics by miltarily serving the interests of the Democratic Party and the planter class. While the Knights of the White Camellia were similar to and confused with the Ku Klux Klan, the Knights of the White Camellia were never connected with the Klan. The term \"Carpetbagger\" is a derogatory term that referred to men (many of whom were former Union officers) that had gained power through the Republican party of Arkansas following Appomattox.","Despite threats from paramilitary groups in Arkansas such as the Knights of the White Camellia, Northern \"Carpetbaggers\" were able to curtail their influence through the legislature. While these men tried to combat pro-Confederate sentiment within Arkansas, they were still ultimately successful. Thus, it can be argued their success in curtailing the Knights of the White Camellia activity, ultimately led to the decline of the organization."],"locations":[{"id":517,"lat":35.2434039063,"lng":-92.5023571714,"zoom":9,"place":"CONWAY, Arkansas"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}]},{"id":5358,"title":"The White League Assassinates in the Name Of the Democratic Party","course_id":74,"status":"P","start_date":"1880-11-03","end_date":"1880-11-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A dispatch from Lake Providence, Louisiana has \"left little doubt that Dr.Williams B. Jones, the editor of the Lake Providence (La.) <em>Republican</em>, who was foully assassinated at his home on the day after the election, was sent out of this world for the one reason that he was a...outspoken Republican\". In Lake Providence's election Gen. FLoyd King, a White Leaguer, was chosen as the Democratic congressional nominee. Despite the fear of a White League-dominated district that was marred with corruption, violence, and coercion, Col B.H. Lanier decided to take the Republican nomination.","Col. B.H. Lanier had served in the Union army and \"was everywhere known as one of the most courageous and uncompromising Republicans in the South.\" Upon consenting to the Republican nomination Col. B.H. Lanier relinquished his position as editor of the Lake Providence <em>Republican</em> to Dr. Jones. Throughout the election these two individuals campaigned fervently while being aware of the risks such campaigning had in regards to their lives. Col. B.H. Lanier confided to a correspondent of the <em>New York Times</em> that, \"he did not believe that either Dr. Jones or himself would get through the election without being attacked.\"","On November 3, 1880 Dr. Jones was assassinated. The explanation many Louisianans gave was that the Doctor was \"too radical in his paper, and abused the good people of Louisiana.\" Many assumed that no investigation into Dr. Jones' murder would ever occur, nor any individuals punished for the crime.","During the year 1874 in St. Landry Parish the White League was founded. The group encompassed mainly former Confederate soldiers and members of the white business elite. The main focus of this paramilitary was restoring white supremacy within the Legislature. As illustrated above, the White League targeted Republican office holders and utilized economic intimidation of black voters during campaigns as well. Unlike other paramilitary groups such as the Ku Klux Klan and the Knights of the White Camellia, the White League attempted to garner the sympathy of the southern news media. While the White League in its original form no longer exists today, its use of force aided in contributing to Southern legislatures being run by southern whites just as they had been prior to the Civil War."],"locations":[{"id":5508,"lat":32.7325690363,"lng":-91.2350753374,"zoom":9,"place":"EAST CARROLL, Louisiana"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}]}]}