{"id":75,"title":"U.S. History: 1812 - 1914","school_id":40,"school_name":"Foothill College","term":"Fall 2011","abbr":"HIST 17B - 01W","url":"http://www.foothill.fhda.edu/index.php","description":"American civilization from 1812 to 1914. Survey of United States history and its political, economic and social development.","points":[[37.7029266937,-123.005394924],[37.1084208398,-122.337010921],[41.8745874433,-71.5917581694],[38.3466828925,-81.7092467216],[40.5636337847,-74.6163625092]],"bounds":[[41.8745874433,-71.5917581694],[37.1084208398,-123.005394924]],"episodes":[{"id":5302,"title":"Following the Westward Expansion through a Kansas Trip in 1866","course_id":75,"status":"P","start_date":"1866-09-05","end_date":"1866-09-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["D. F. Drinkwater advertised that “‘Kansas’ bottom lands are exceedingly rich, and bring large crops of corn, wheat, rye, oats, barley, sugar cane and vegetables, as well as hemp and cotton. The successful raising of the latter is no longer an experiment here.” But he added one more fact to make his call pertinent. It became easy and comfortable to come to Kansas by train. Who could claim better at that time? He stated that “the Missouri Pacific railroad from St. Louis to Wyandotte is one of the best roads in the country, and this new Union Pacific, E. D., is as good a new road as is in use, if not better. Let me say parenthetically that when you come to Kansas of course you had better take the route by St. Louis and Wyandotte over the Missouri Pacific.”","The farmer settlers switched their goal from self-sustainability to commercial production. They had more than they really needed for themselves. People even figured out that growing wheat and oat crops might be as profitable as growing cotton, without generating the associative problems such as slavery issues and the severe effect of the Panic of 1819. After the Missouri controversy, agriculture was focused on other crops. “Rye and sugar cane are called sure crops in Kansas.” The horticulture profits were significant. Orchards started to appear everywhere in Kansas. In particular, vineyard and wine production became a flourishing business. But the exportation of these products to the Eastern and Northern part of the country would not be possible with wagons, which usually took several months to make the trip.","Railroads to connect Kansas to the East and to the West were a necessity;  otherwise, the new settlers would not be successful. The railroad was a faster and safer way to transport a product for sale. Because of the Panic of 1819 and the resulting financial crisis, railroad construction was stopped and compromised. Politicians did not lost their power due to the cotton crash; instead, it was the first settlers who had to directly apply for grants to Washington in order to resume the railroad construction. A second halt happened during the Civil War. The construction was costly because the materials such as iron rails and the technology used were imported from Europe. The situation was confused, but the nationalism of Americans saved the situation. The hope was born again because of the authorization given to the L. P. & W. via the Pacific Railway act of 1862 “to build from an eastern terminus below the junction of the Missouri and Kansas rivers to the designated starting point of the Union Pacific on the 100<sup>th</sup> meridian.” Drinkwater even promised the Congress “As I have before remarked, this trade will be utterly beyond calculation, particularly if our Congress will be so kind as to adjust our internal and external revenue laws, so that American tax paying manufacturers and farmers shall, at least, have an equal chance in our home market with our British rivals.”","D. F. Drinkwater requested himself that more funds be used for railroad construction than for cavalry troops that were to secure the lands against Indians and. He noticed that \"just as fast as the Pacific Railway passes the great military posts upon its line, these become unnecessary, and are, in effect, abandoned.” The reason was that “the Kansas Pacific Railway narrowed the field of operations against the Indians.”  Therefore, the federal government would save money by speeding the railroad construction. Investing in the railroad construction was a win-win decision. Indeed, it “pushed 'the plains' further and further west, and saved the Government the necessity and expense of permanent forts.”"],"locations":[{"id":4553,"lat":null,"lng":null,"zoom":8,"place":"Unorganized, Kansas"}],"tags":[{"id":411,"tag":"Westward Expansion"},{"id":666,"tag":"Railroad"},{"id":1072,"tag":"Pacific Railway"},{"id":1073,"tag":"Union Pacific"},{"id":13,"tag":"Agriculture"}]},{"id":5311,"title":"Narrative of Caroline Woodhams during the 1906 Earthquake","course_id":75,"status":"P","start_date":"4/18/06","end_date":"4/20/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Impact and Memories of the","1906 Earthquake"," ","The great earthquake of April 18, 1906, made the San Francisco Bay Area internationally famous in the geological world. It was also the greatest ever observed by man. The San Andreas Fault and Hayward fault were the main sources for the catastrophe (Howard). Many people lost their lives, homes, and loved ones. Victims of the incident had to maintain living by any means because of losses. Although San Francisco was definitely hit hard by the quake, many other places suffered severe damage as well. The 1906 earthquake happened over eighty years ago. Numerous people of that era wanted their story to remain in history. The reports come from old settlers solicited long after the event. Newspaper reporters wrote them up after the shock had stirred up people’s interest. Among the unfortunate ones who experienced such torment was a lady named Mrs. Caroline Doxsee Woodhams.","Caroline Woodhams was born in 1886 which made her twenty years old at the time of the quake. She and her family moved from their native Iowa to the Bay Area, specifically to Redwood City. Many Americans began to travel west during the late 1880’s, and 1900’s. They did so to find work in search of a better living. Caroline found herself trying to fit in, and her dream was to go to college (Stanford), but her parents didn’t have the money to give her the opportunity to do so. In many aspects they were starting their lives over in hopes of becoming stable enough to work toward prosperity. In Iowa, the Woodhams experienced harsh weather from floods to lightning and thunder; they could have never imagined what they would endure in California.","The impact of the natural disaster began at 5:13 am Wednesday, April 18, 1906. Caroline describes the quake as being the end of the world. “Wooden beams over our bed loosened at one end and swung perilously up and down as we lying there too frightened to move. . . . We hastily donned bathrobes, coats, slippers, and joined their parade “downtown” to see the damage. We were a strange sight; hair uncombed half dressed. Down the street we stepped cautiously as glass, stone, wood, and cement lay in our paths.” Some didn’t know what to do, but Caroline's initial thought was to try and escape what seemed to be a terrible dream. Soon realizing there was nowhere to go and no one to turn to but family, they stuck together to comfort one another the best way they knew how. \"The clouds of smoke and cinders streamed down from San Francisco toward Redwood City.” At night, Caroline watched the Northern sky turn fiery red from the San Francisco holocaust. From 5 am until three or four days later fires kept burning and there wasn’t any water. Many watched as their homes burned to the ground.  The severe quake had loosened the mortar in the chimneys and the moment fires were lit in stones the flames quickly started to the roofs of the dwellings. Water was shut off since most of the Spring Valley water company’s reservoirs were ruptured. Since water mains were ruined, dynamite was used to stop the fire. Caroline and family slept in their home without heat, water, and no source of light. She describes these conditions as being horrific. “Only those with cool oil stoves could cook as all the chimneys were down. Aunt Mary Rice had us over for meals at her house as she had such a stove.” Although her aunt had accessibility to cooking, walking the ten miles wasn’t worth it at certain times. In some instances, Caroline scavenged around her home to find food which wasn’t up to par; “The pantry floor was a mass of dishes, jams, jellies, food, pots and pans.”","Caroline Woodhams kept her diary from early childhood well into her 60’s. Family generations kept it until deciding to give certain information to the San Mateo Museum. Fortunately her diary included remarkable events such as this. The earthquake was a detrimental experience to live through. The quake kept her in a state of shock for a year. Every time Caroline heard a loud noise or thought she felt a shake, she would be reminded of the quake. In some of her later journal entries, she described how she met people whom the quake had the same effect on; she didn’t feel alone which turned out to be a relief for her. The earthquake became the talk of town for months. Everyone gave their spin of events from the time when the natural disaster began. For many of the era the 1906 quake was the most devastating encounter of any of their time. “One cannot remember too much about early days of childhood, but no one will ever forget the earthquake of 1906”"," "," "],"locations":[{"id":52323,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"},{"id":52313,"lat":37.1084208398,"lng":-122.337010921,"zoom":9,"place":"San Mateo, California"}],"tags":[{"id":794,"tag":"San Francisco"},{"id":793,"tag":"Earthquake"},{"id":878,"tag":"Natural Disaster"}]},{"id":5317,"title":"Ideas on Land Use and Land Ownership during the 19th Century","course_id":75,"status":"P","start_date":"1800-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Land played an important role in the United States economy, more specifically the raising of cotton. A traveler of this era notes of his stop at Rhode Island, writing that cotton was the source of wealth as there were many manufacturers of cotton which performed weave ticking, shirting and sheeting. He goes on to mention that “Rhode-Island is the greatest manufacturing state in the Union, having, at least, 150 cotton factories” (Royall, 369). Cotton to 19<sup>th</sup> century United States was the modern equivalent of oil to Saudi Arabia. Although the South was the heavier grower of cotton, the traveler's writings indicate that the industrial North is dependent on the importing of cotton as it fuels a rapidly growing textiles industry. Additionally, the United States led the world in the exporting of cotton. As the economy started to grow, those who grew cotton began to hold much influence in the politics of the country.","In the pursuit of one's own property, settlers continued to move west for a piece of the American dream. As the traveler makes his way west, he marvels at the spirit and attitude of the people making their way to the expanding frontier. “The inhabitants of the western states are an enterprising, systematical, industrious people, to which they are stimulated by the fertility of their soil, and numerous navigable rivers” (Royall, 55-56). Traveling west to acquire one's own land meant a great deal to the individuals during this time. It meant a chance for a better life, but not all acts to obtain land would be met uncontested or free from immoral decisions. Ideas of obtaining more and more land would eventually lead to tense struggles and wars against the indigenous people.","The ground of the United States was indeed fertile and rich when settlers arrived in the United States. The soil displayed healthy signs of deep, rich colors, both red and black. Native Americans lived on these fertile grounds and the original inhabitants of the United States would find themselves in an increasingly an unfavorable position during the 19<sup>th</sup> century as the expanding westerns sought to gain more land and take advantage of the fertile soil to raise their own crop. The traveler mentions that “Kenhawa county consists of two strings of inhabitants, upon Kenhawa and Elk rivers. It was reclaimed from the Indians and the buffaloes, by degrees, with the loss of many lives by the former, until Gen. Wayne subdued them” (Royall, 50). One can see glimpses into the tension taking place between the expanding settlers and the encroached Natives. This struggle would be ongoing and eventually lead to the downfall of Native American communities across the United States.","Managing the resources on the land, proved to be something of an after thought to 19<sup>th</sup> century Americans. Timber in particular was considered a resource that would never run out. People paying attention to the vanishing trees realized something terrible was happening with all the deforestation taking place around the states. The traveler writes “the mournful screaking of the machinery, day and night; the bare, rugged, inhospitable looking mountain, from which all the timber has been cut, give to it a gloomy appearance” (Royall, 47). The intrinsic value of nature's scenic beauty was vanishing. He repeatedly mentions the loss of timber in his travels, writing “the great scarcity of timber enclose their fields principally with ditches. The great number of hands in proportion to the quantity of land has ruined Virginia” (Royall, 119). The loss of timber is directly correlated with the rise of industry and animal raising. The technology at the time required massive amounts of wood to be burned and coal to be extracted. What the Americans at the time failed to understand were the environmental consequences of deforestation which included soil erosion and unhealthy amounts of silt in water ways.","Hunting wild animals to a near point of extinction showcased another example of the American view on resource management. The traveler writes of the animal diversity that once existed in the Kenhawa county of Virginia. “The buffaloes were so numerous on this river, that they made large roads through the bottoms. Elks, deer and bears were likewise numerous. None of the buffaloes are to be seen now” (Royall, 50). This example suggests that animals would be killed for sport without restrictions or an understanding of the role they played in the local ecosystems. Buffalo were one of the animals hunted most aggressively in the nineteenth century, considered too plentiful to ever die out. Their hides were used in the production of animal clothing and tongues were considered special products to be eaten."],"locations":[{"id":15552,"lat":41.8745874433,"lng":-71.5917581694,"zoom":10,"place":"Providence, Rhode Island"},{"id":15783,"lat":38.3466828925,"lng":-81.7092467216,"zoom":7,"place":"Kanawha, Virginia"}],"tags":[{"id":1102,"tag":"Land"},{"id":1103,"tag":"Resource"},{"id":1104,"tag":"Hunting"},{"id":1105,"tag":"Cotton"},{"id":1106,"tag":"Timber"}]},{"id":5330,"title":"A Reformer Notes How the Medical Profession is Detrimental to the Health of Americans of the 1800s.","course_id":75,"status":"P","start_date":"1857-01-01","end_date":"1857-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ironically detrimental to the health of Americans during the 1800s was the medicinal trade itself; <strong>“</strong>the medical profession in America [bore] the evils of haste and irregularity incident to so many of its institutions. It [was] a country of many and violent diseases” (Nichols, 363). Firstly, becoming a doctor was simple enough to be achieved by virtually anyone. Attaining a certificate as a Medicinae Doctor required solely observing a regular physician or reading about medicine for three years, attending two medical lecture courses, paying a few fees, and passing a \"hasty examination, made by professors who are very anxious that [the test takers] should pass...Any one [could] practise medicine who [chose] to set about it. No diploma [was] needed, and no licence required. This is the American idea of ‘free trade and no monopoly.’” (Nichols, 364). Furthermore, no distinction was made between pharmacists, physicians, surgeons, and midwives; as a result, every doctor was expected to cover the responsibilities of all of these positions.","Most difficult of the incongruities of the medical profession was the lack of standards regarding education. Not only did schools of all 34 states at the time create their own standards for curricula, diplomas, methods, and beyond, but nearly every program differed in theories of disease and methods of treatment. “There is no standard--no real science of medicine--no absolute or acknowledged authority,” wrote journalist, author, dietitian, and reformer Thomas Low Nichols. “Every one may do what is right in his own eyes...I knew one [college] in which the professor of physiology was a vitalist, while the professor of chemistry also lectured on physiology, and based his explanations on chemical theories. The Professor of Theory and Practice was at sword's or lancet's point with the Professor of Materia Medica. One denounced blood-letting, and was in favour of a mild, expectant practice; the other was a sanguinary Sangrado, who held that the only way to get health into a man was to let the blood out of him, and that violent diseases were to be expelled by more violent medicines” (Nichols, 365). Among the numerous modes of medical thought was the “botanic” which was created by Samuel Thomson, who believed in sweating and purging the body rather than bloodletting, and which rejected formal education. Some, mostly German immigrants, practiced homeopathic medicine in the early 1800s which included natural ways of curing disease, advocated for more interaction between patients and doctors, and aimed for medicine to be issued in doses that could be endured. Others, led by physician Russell Trall who founded the New York Hydropathic and Physiological School in 1854 and published <em>New Hydropathic Cook-Book</em> in 1857, practiced hydropathic medicine;  these water-based methods focused on a “program of hydropathy, gymnastics, diet, sleep, and exercise.” Still other physicians believed in Grahamism which promoted vegetarianism, water as a sovereign remedy, regular exercise, fresh air, temperance, and bran. Minister Sylvester Graham, inventor of the graham cracker, was the main advocate for the bran bread diet and strongly encouraged abstinence from alcohol (Finkelman). Interestingly, as a result of adhering to the Graham diet, abolitionist Theodore Weld lived until the age of 92 (Howe, 650). Evidently, the medical profession could have proved much more successful had it united under common goals, theories, and standards. Had doctors of the time chosen to strive toward the same objectives, such as distinguishing disease prevention from treatment, they would have been able to excel and to be more effective in their better defined roles. Had professionals reached a consensus regarding which theories to teach to all medical students, the widely-spread practice would have been homogeneous and therefore more expandable throughout the country. Had they agreed upon uniform procedures, advancements of these procedures would have been easier to implement, and the remedies themselves would have been more reliable."],"locations":[{"id":8592,"lat":40.5636337847,"lng":-74.6163625092,"zoom":9,"place":"SOMERSET, New Jersey"}],"tags":[{"id":100,"tag":"Medicine"},{"id":1122,"tag":"Public Health"},{"id":1123,"tag":"1800s"}]}]}