{"id":76,"title":"ENGL 305: Literary History and Writing","school_id":44,"school_name":"St. Norbert College","term":"Spring 2012","abbr":"ENGL 305","url":"http://ryan.cordells.us/s12ltw/","description":"","points":[[41.8399513458,-87.8166666032],[39.603674835,-77.8141711851],[36.7584105106,-119.650383186],[40.7805662337,-73.9388482485]],"bounds":[[41.8399513458,-73.9388482485],[36.7584105106,-119.650383186]],"episodes":[{"id":5388,"title":"Lincoln's Funeral Train: The Ride from Chicago to Springfield","course_id":76,"status":"P","start_date":"1865-05-02","end_date":"1865-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the evening of Tuesday, May 2, 1865, President Abraham Lincoln’s casket was brought to a depot of the Chicago and Alton Railroad on Canal Street.  A German choral group of about three hundred sang solemn music as Lincoln’s casket was moved onto the train.  The train used to transport the president’s body consisted of one baggage car, several ordinary coaches, and a catafalque car.  The catafalque car was second from the end of the train, and inside, the seats have been removed to make from for a pyramid-shaped stand on which the casket rested. The final car of the train was filled with Lincoln’s family members and high government officials, including Edwin M. Stanton and Major General Ulysses S. Grant.  A New York City regiment of soldiers was given the task of guarding the train; four men stood guard in each car, and no one was able to board the train without a permit.<br /><br />The train began moving at around 9:30 pm that night.  As the train travelled through the night, it passed many train stations, at which hundreds, if not thousands of people were gathered to pay their respects to Lincoln.  Every city was filled with lighted torches, bonfires, and mourning drapery.  In some places, guns were fired and bells were tolled to signal the train’s arrival.  The cities the train passed through included Bridgeport, Summit, Willow Springs, Lemont, Lockport, Joliet, Wilmington, Gardner, Dwight, Odell, Cayuga, Pontiac, Chenoa, Lexington, Towanda, and Bloomington.  When the train finally arrived in Springfield, IL around noon on May 3, 1865, huge crowds gathered around the station.  Guns were fired at the train’s arrival, and a beautiful hearse waited to transport Lincoln’s casket the final distance."],"locations":[{"id":2539,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":178,"tag":"assassination"},{"id":1219,"tag":"Presidents"}]},{"id":5392,"title":"The Future of Pacfic Trade Due to an Untimely Death","course_id":76,"status":"P","start_date":"1891-03-01","end_date":"1891-03-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In march of 1891, King Kalakana had died from an unknown cause in San Francisco within the United States. This death had arroused the citizens of both the continental united states as well as Hawaiian natives who enjoyed visiting San Francisco. The worry that notes itself here comes from certain negotiations that were taking place at the time of his unfortunete death. These negotiations were based on the fact that the Hawaiian Islands are a product of the United States commerce. Without help from the United States Government, the economy of the Islands would falter as this is thier biggest weak point. The general relationship between the two entities before this untimely event was friendly and beneficial, worry ensued after. Because of the death of the Hawaiian king, many other nations have come to claim the newfound trading relationship that the free islands now represent. China, which is located to the west of the islands wants to commit a trade agreement. Germany and Britian wishes to see it in thier hands as well. The carrying trade of the islands is still in American hands, and the Pacific coast is the consuming and supply market for the entire island culture. We see also that there was an native uprisal on the islands of hawaii.","The commercial importance of the Hawaiian Islands to the United States cannot very well be overestimated, for the reason that their great natural resources are only at the begining stages of development. All American trade is only due to the nations skill, efficiency and ability to transport goods.","Despite the unique trading opportunities accompanied to the islands, thier commerce has gone down significantly because of this event. The likeliness that it will flounder is doubtful due to the fact that San Francisco's market depends heavily on Hawaiian goods such as sugar, and cotton.","The men of the Hawaiian workforce, (a nation that consists of 80,000 people in 1840s) say, \"the Hawaiian Islands will become the key to the north Pacific Ocean upon the completion of the Nicaragua Canal, which will bring the mari-time powers of Europe within striking distance of San Francisco.\"","The population of Hawaii was significantly larger in 1770 when a man named James Cook arrived at the islands, over 400,000 people had migrated to the islands to domesticate it. Without proper mediciene and the lengths that sea voyages took between both Asia and the Americana's, however, people died due to venereal disease, small pox, measles, whooping cough and influenza. By 1870 the population was yet again, cut in half to 40,000 due to disease.","Inherently, the Hawaiian natives and government rely heavily on the trade that comes from the America's to support living conditions and medicene and vice versa."," "," "," "," "],"locations":[{"id":52618,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1227,"tag":"King Kalakana"},{"id":1226,"tag":"Pacific Trade"},{"id":1225,"tag":"Sandwich Islands"},{"id":886,"tag":"Hawaii"}]},{"id":5393,"title":"Armory Square was a military hospital that sprang up in Washington D.C. during the Civil War, from 1862-1865, which recorded unprecedented numbers of soldier casualties and deaths.","course_id":76,"status":"P","start_date":"1862-08-01","end_date":"1865-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["While not the first military hospital to open in Washington D.C. during the Civil War, Armory Square Hospital is known for receiving some of the worst soldier casualties from Virginia’s battlefields. Situated nearest the steamboat landing at the foot of Seventh Street, S.W., and the lines of Washington and Alexandria railroad, Armory Square Hospital was the first and only stop for many Union soldiers as the seriously wounded could not afford to travel any farther, according to Martin G. Murray’s article Traveling with the Wounded: Walt Whitman and Washington’s Civil War Hospitals. The Armory Square Hospital Gazette and The National Republican papers reveal that Armory Square Hospital had an unprecedented number of soldier deaths. Notably, “from August 1861 to January 1865, Armory Square recorded the largest number of deaths of any Washington military hospital, 1,339 out of 18, 291 deaths” as recorded in the February 25, 1865 edition of the Armory Square Hospital Gazette (Murray).<br /><br />Armory Square was one of the six “model” hospitals built in Washington D.C. during 1862. Whereas “barracks” hospitals were converted from unused Army barracks, “model” hospitals like Armory Square were specifically made according to the U.S. Sanitary Commission and their recommendation of a pavilion principle (Murray). There were as many as 56 separate facilities used as hospitals in Washington D.C. during the course of the Civil War, and Murray notes that Armory Square was one of 43 in use when it opened in 1862.<br /><br />The Armory Square Hospital Gazette was first published on January 6, 1864. The opening page of the gazette presents the harsh reality of many a soldier’s gruesome fate--it claimed: “the Hospital is an episode in  soldier’s life--sometimes a painful termination of it, which has many an event worthy of a chronicle. Such we propose this paper to be” (“Salutatory”). While recording the deaths of soldiers who died, the gazette also notes soldiers admitted to Armory, returned to duty, transferred to different hospitals, and discharged. <br /><br />As a large hospital tending to those grievously wounded, Armory Square was frequented by a few notable people. President Abraham Lincoln and poet Walt Whitman visited Armory Square, meeting with many soldiers in the hospital ward (Murray). One of Lincoln’s many visits was recalled and recorded by Armory Square nurse Amanda Akin. Whitman also went to many Washington D.C. hospitals and attended to the soldiers. He wrote copious notes about his visits, and on page 18 of his hospital journal he jots down: “In ward G, H, or I, young man I promised to come in and read to--sick with fever--he cannot read steady himself--his hand swerves--take him the paper” (Whitman). However, Whitman writes that he visited Armory Square most often “because it contains by far the worst cases, most repulsive wounds, has the most suffering and most need of consolation--I go every day without fail, and often at night” (Whitman).<br /><br />Armory Square Hospital captures one side of the Civil War, but reveals volumes about the tragedy of the war through the sheer number of men dying from casualties and the hospital’s prominence through multiple visits by President Lincoln and the poet turned nurse Walt Whitman."],"locations":[{"id":6079,"lat":39.603674835,"lng":-77.8141711851,"zoom":9,"place":"WASHINGTON, Maryland"}],"tags":[{"id":1228,"tag":"Military Hospitals"},{"id":116,"tag":"Wounded Soldiers"},{"id":32,"tag":"Civil War"}]},{"id":5363,"title":"Plane Crash near Los Gatos Canyon","course_id":76,"status":"P","start_date":"1/28/48","end_date":"1/28/48","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thirty-two people perished when a plane crashed near Los Gatos Canyon, 20 miles west of Coalinga, California in Fresno County on the 28th of January 1948.  The plane caught fire, starting in the left engine-drive fuel pump, 50 miles after its departure from Oakland California.  The victims of the plane crash include four Americans, Franck attkinson the pilot, his wife Bobbi Attkinson who served as the flight attendant, co-pilot Marion Ewing, and guard Frank Chapin.  The other twenty-eight passengers were Mexican deportees.","The Mexican nationals were being deported after their work contracts with the Bracero program had expired.  The Bracero program was a series of laws initiated by the United States Congress, allwoing for Mexican laborers to work in the United States during the labor shaortages casued by the United States involvement in World War II.  Nineteen of the twenty-eight deportees were unable to be identified, and all twenty-eight of the deportees, including twenty-seven men and one woman were buried in a mass grave in Holy Cross Cemetary in Fresno California two days after the crash."],"locations":[{"id":26918,"lat":36.7584105106,"lng":-119.650383186,"zoom":7,"place":"Fresno, California"}],"tags":[{"id":1167,"tag":"Plane Crash"},{"id":1168,"tag":"Deportees"}]},{"id":5364,"title":"State of Liberty and Immigrants: First Days","course_id":76,"status":"P","start_date":"1886-01-01","end_date":"1886-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Statue of Liberty is an icon of today, just as it was for immigrants in the late 19th and early 20th Century.  The inauguration of the Statue of LIberty took place on Thursday, October 23, 1886.  The day started with a military, naval and civil parade in New York City.  After the parade, a signal was given for steamers in the bay to move in a particular and pre-calculated order towards the island.  There were certain ceremonies that took place at the base of the statue, which concluded around sunset that day.  To conclude the day's festivities, there was a national salute from all batteries, both on and offshore.  Finally, the statue was illuminated, for all of the citizens to see."," ","The Statue of Liberty would be the first thing an immigrant sees when approaching the American coast.  The immigrants would arrive on ships, which needed to be checked by health officers before being allowed further into the bay.  The immigrants were then moved to a barge for further examinations by United States authorities.  These immigrants were divided into groups of 30.  Each group was tagged or numbered, to distinguish the different groups.  These groups moved onto examination rooms, where each immigrant would be checked for diseases and physical defects.  Those immigrants who were found to have diseases or physical defects were detained.  Examiners had lists, which were organized by groups, where each group told their name and how much money they had, in addition to whatever else the examiner wanted to know.  The immigrants without funds, friends or prospective homes were deemed \"undesirable\" and were marked as such."],"locations":[{"id":8929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":1170,"tag":"Statue of Liberty"},{"id":759,"tag":"Immigrants"}]},{"id":5425,"title":"Enter: The Leading Pain Killer","course_id":76,"status":"P","start_date":"1899-03-06","end_date":"1899-03-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<strong>After years of research, in 1899 German company, Friedrich Bayer & Co. began manufacturing Aspirin for release into the market as a fever reducer and pain reliever; physicians could then prescribe Aspirin to their patients in one-gram doses. Previous to this tweaked product, the most common medicine of its function was Salicylic Acid, which is contracted from Willow Tree bark, having medicinal roots tracing back to ancient Greece. Advertised in The British Medical Journal as “a perfect substitute for Salicylic Acid and its salts”. This powder-form medicine would possess the same healing powers while “it does not cause any disturbances of the stomach or loss of appetite” and does not taste bad. The first tablets were introduced in 1915, and shortly after, an American government agency seized the German company’s assets during the First World War. The company’s name and trademark was then auctioned off and purchased by Sterling Products Company in 1919. Eventually Bayer became an independent German company after the Second World War and bought the rights back from Sterling Products Company.</strong>","<strong>The earliest marketing campaigns for Bayer Aspirin featured a picture of a bottle of the powdered product, with extensive print urging consumers to demand prescriptions of authentic Aspirin from their doctors. Shifting into the 1920s and 30s advertisements promised “REAL PAIN RELIEF” for headaches, colds, Arthritis, and sore muscles. American ads typically featured a worker surrounded by sources of pain, such as a white-collar boss or a barking dog. Aspirin advertisements also widely spread to housewife magazines including instructions for cold relief with the help of Aspirin. According to History.com, “It quickly became the number-one drug worldwide.” To this day, Bayer continues to increase its variety of products and presence in the medicinal market.</strong>"],"locations":[{"id":52619,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":100,"tag":"Medicine"}]}]}