{"id":77,"title":"Historian's Craft","school_id":10,"school_name":"University of Alabama at Birmingham","term":"Spring 2012","abbr":"HY300-7T","url":"","description":"","points":[[37.6164921569,-93.4005351949],[39.0084856397,-94.3460789427],[33.5543155862,-86.8964933862],[48.6558685717,-122.503825227],[45.0045185498,-93.476789851],[38.8298808603,-89.9051581527],[38.3365622006,-81.528129492],[33.2892936713,-87.5259674694],[32.4068445137,-80.4452215468],[40.6916304076,-74.0035386433],[32.8753704415,-79.8417496964],[40.7805662337,-73.9388482485]],"bounds":[[48.6558685717,-73.9388482485],[32.4068445137,-122.503825227]],"episodes":[{"id":5396,"title":"Carrie Childer's Written Hope","course_id":77,"status":"P","start_date":"1863-09-15","end_date":"1863-09-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     Throughout the Civil War in Missouri many citizens lived in fear of the bands of guerrilla soldiers. Among these citizens was a woman by the name Carrie Childers. On September 15, 1863 Carrie Childers of Bolivar, Missouri wrote to Capt. Rowan E. M. Mack in Cassville, Missouri a letter concerning the Rebel activity occurring in her local area. She informs Capt. Mack that guerrillas are razing the homes of the citizens and also committing murders. Her letter to Capt. Rowan E.M. Mack indicates that she knew him personally as later she speaks of her disappointment at his departure for Arkansas. Childers writes (ungrammatically) about the depraved situation and states “I can wright it you may be ashured it is very bad there is a man killed or a House razed evry night by the Rebels.\" Certainly during this time period of the Civil War, the state of Missouri and its citizens were enduring a major battle within its own borders with guerrilla fighters.","     Carrie Childress seems to feel that times will eventually get better although she states even the Union soldiers themselves had to come into the local town to escape the guerrillas. During this period in Missouri, guerrilla soldiers were particularly cruel; they were raping, robbing, beating, and murdering the innocent civilians. Occasionally, they murdered an opposing soldier, scalped him and kept the scalp as a trophy, hanging it off the bridle of their horse. Sights like these would most certainly lead the locals to fear these bands of barbarians. Many of these locals were women who had been left to take care of the home and the children while their husbands were off fighting. Carrie Childress herself praises Capt. Mack for his efforts while away at war, stating “I congratulate you on once more having the opurtunity of invading the Sacred Soil of Arkansas and presume the Rebels will have a hapy time while you are in Arkansas.” The reader assumes that this may be a “while the cat is away, the mice will play” situation for the surrounding area. Without the proper authorities in place to help keep the irregular warfare under control, the situation would have become unbearable for the citizens.","     Michael Fellman, historian of guerrilla warfare in Missouri, reminds his readers that guerrilla warriors were are bands of irregular fighters who have either rallied on their own to form a group or have been fighting separately from any official military association. Guerrilla warfare was a difficult situation in Missouri for the citizens largely due to amount of confusion the guerrillas caused as a result of fighting. Fellman also discusses the conflict the people of Missouri had while trying to cling onto their faith and moral values all while feeling disrespected and violated by the guerrillas and invading armies. There were several major divisions of guerrilla bands that caused such confusion and conflict within these communities. These rebel groups were the raiders, partisans, and bushwhackers. There were also units of Missouri Partisan Rangers formed by the locals to help protect the citizens from the invading Federal troops. Meanwhile the invading Northern troops were also treating the locals savagely and committed horrible crimes, like the massacre at Camp Jackson on May 10,1861 which killed over thirty civilians. There were also Jayhawkers who were guerrillas that were fighting for anti-slavery and also terrorizing the locals in the process. Also many brutal attacks were committed by bands of irregular guerrilla fighters, like the Lawrence Massacre on August 21,1863 led by William Quantrill, which killed close to 200 men and boys, or the Centralia Massacre of September 27,1864, where “Bloody “ Bill Anderson led his band to brutally kill twenty-four unarmed Union soldiers. Reviewing events like these and factoring in all the civil unrest in the area it is not suprising that someone like Carrie Childress would be pleading for hope of a calmer future for her region."," "," "," "],"locations":[{"id":7847,"lat":37.6164921569,"lng":-93.4005351949,"zoom":9,"place":"POLK, Missouri"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":32,"tag":"Civil War"},{"id":1232,"tag":"Irregular Warfare"}]},{"id":5397,"title":"Ambush in the Darkness of the Sam Gaty","course_id":77,"status":"P","start_date":"1863-04-04","end_date":"1863-04-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     April 4<sup>th</sup> 1863 at two in the morning the steamboat Sam Gaty stopped on the Independence River at Sibley and was ambushed by band of bushwhackers, that killed fifteen “contrabands” and two other whites. There was a resentment at the Union for the acceptance of the escaped slaves, whom some had been undertaken as labor to the Union forces. \"Contraband\" described former escaped slaves due to the fact that the Union would not return them to their former masters. One of the main motivators of guerrilla warfare during the Civil War was the issue of slavery. When Lincoln issued his emancipation policy and asked the border states to also end slavery, the possibility of slavery coming to an end provoked extreme frustration in Missouri. As the Federal troops began to enter the Border States they encountered Confederate troops and meet resistance bands of irregular soldiers or guerrillas. There were many different groupings of guerrilla warfare; bushwhacker, jayhawker, and partisan. There was guerrilla warfare taking place on the North and South sides, with this being said, it depended where your loyalties lay whether you were a jayhawker, bushwhacker, or a partisan. Jayhawkers were anti-slavery fighting guerrilla soliders, bushwhackers were bands of irregular fighters who hid in dense locations of vegatation in prepration for ambush, and partisans were calvary soldiers who were smart and performed dashing raids on Union troops. Sometimes the bushwhacker had no loyalties to either the North or South and was committing atrocious acts just to be vindictive. Their basic goals were to cause terror, rape, rob, and vandalize the local communities.","     The Smoky Hill and Republican Union Paper in Junction City, Kansas describes how the bushwhackers were strategic in their attack, taking prisoners by name and even knowing where the seventy-six former slaves were being kept on the boat. The attack was led by guerrilla leader George Todd who served under the well-known William Quantrill. The “assassins” took over the boat and also they robbed the passengers of thousands of dollars of personal belongings and money. They also destroyed government property such as freight and employed some of the passengers to help them. The passengers were willing to help if meant to save their lives. Unfortunately not all the passengers met such a fate. The bushwhackers took the “contrabands”, marched them off the boat and lined them up in a row. The paper describes as these “poor, helpless creatures” were shot and fifteen fell dead. Thirteen former slaves did get did away as the men proceeded to go back to pillaging the Sam Gaty but the paper states that later remainder of the “contraband” was killed by these \"inhuman monsters\". (What the paper fails to state is if there were seventy-six contrabands on the Sam Gaty, and fifteen were killed, why does the Smoky Hill Republican Union only headline that fifteen were killed?)","     In any case the Smoky Hill and Republican Union paper does state that this appalling act was certainly one of the worst and would evoke revenge. This was a savage attack on the people of this steamboat and the Union. These bushwhackers, who generally did not take sides on the war, made a major statement with the assassination of these former slaves with ties to the Union. However their main goal was to cause fear and confusion for the opposing troops, and they accomplished that with their attack of the Sam Gaty. The civil unrest in these communities of border states, especially Missouri, during the Civil War was of a large scale, and caused serious turmoil between neighbors and authorities. According to guerrilla warfare historian, Richard Brownlee, the turmoil was also in regards to Missouri’s frustration at being portrayed to Northerners as potential secessionists and parts on North Missouri the state was in \"near anarchy\" because of the increasing strain of conflict. It was difficult for local and state governments to handle the raging situation with guerrilla warfare. Brownlee notes in certain areas of Missouri that some communities disintegrated entirely due to the violence of guerrilla activity. These bands of irregular fighters were motivated and difficult to control and their reputation outlasts them even today."," "],"locations":[{"id":7633,"lat":39.0084856397,"lng":-94.3460789427,"zoom":9,"place":"JACKSON, Missouri"}],"tags":[{"id":1232,"tag":"Irregular Warfare"},{"id":32,"tag":"Civil War"},{"id":1,"tag":"Crime/Violence"},{"id":4,"tag":"Slavery"}]},{"id":5399,"title":"<strong>EPA enacts clean air act, aggravating public</strong>","course_id":77,"status":"P","start_date":"11/1/70","end_date":"12/30/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["“I’ve lived with pollution 50-something years.  I guess I can put up with it” quipped Eugene Campbell on the day the Environmental Protection Agency ordered the shutdown of Birmingham, Alabama’s steel plants. The plants were shut following a court order under the aegis of the 1970 Clean Air Act which set safe levels for particulates in the atmosphere, levels that Birmingham had routinely exceeded. The day after the shutdown, November 18, 1971, an article in the Birmingham News’ Metro Edition reported “an estimated 8,000 to 9,000 workers... lost a day’s pay as a result of [the] federal injunction.” Campbell was a North Birmingham resident where the particulate levels in the air were commonly above a safe standard, according to EPA guidelines.  Campbell, however, like many of his neighbors: was more concerned with the community’s livelihood than their lungs; “What are the people in Birmingham going to do if they [District Judge Sam C. Pointer and the EPA] run industry out?”","The plants were reopened the day after the shutdown and unions encouraged the installation of particulate devices that they claimed U.S. Steel had been reluctant to spend money on previously.  Though they lost that day’s pay, these workers argued that the shutdown was their employer's fault for not having installed these devices previously.  The particulate level would never again rise to the point where another shutdown was necessary, thanks to the new measures brought in to factories, and the eventual dwindling of heavy industry in Birmigham.","A full report on the story, staunchly supporting the EPA’s efforts, by journalist Patrick J. Sloyan assailed U.S. Steel for weakening a 1969 bill on pollution control, for ignoring the early EPA request to curtail production when the pollution level was first considered hazardous, for concealing this inaction to the media and for having their attorneys first on the scene in protesting the injunction.  The front-page report on the story in the Birmingham news confirmed the company’s inaction, listing it amongst other companies that failed to respond promptly.  However the Birmingham News held back any criticism of the company, with most of its opinion pieces on the matter condemning the EPA for the halting of industry.","The EPA had been formed eleven months before the incident in Alabama, after President Nixon had called for several smaller environmental agencies to be consolidated.  The new agency defined the danger levels of air pollution just one month prior to the events in Birmingham.  It was these guidelines the EPA’s enforcement team in Birmingham put forward to Judge Pointer when attempting to achieve the injunction.  Shortly after the EPA’s formation, in December 1970, Nixon signed the Clean Air Act into law, stating “I think that 1970 will be known as the year of the beginning, in which we really began to move on the problems of clean air and clean water and open spaces for the future generations of America”.","The incident in Birmingham would be the first time the EPA utilised the Clean Air Act, and demonstrated the federal organisations muscle over big industry in emergency situations.  The events and responses of this tale in America’s environmental history show how government agents and politicians might envisage the best for the American people without considering real world aspects.  The people seem to respond with much more day-by-day realism on the matter, according to the quotes used in the Birmingham News, the steel town <em>needed</em> the factories running.  With mouths to feed the citizens didn’t feel like they could afford the luxury of clean air and healthy lungs if that meant industrial operations would cease."],"locations":[{"id":35012,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1233,"tag":"Environmental History"},{"id":963,"tag":"Iron and Steel Industry"},{"id":203,"tag":"Birmingham, Alabama"}]},{"id":5400,"title":"A worried mother writes her son’s boarding school","course_id":77,"status":"P","start_date":"12/14/21","end_date":"12/20/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 14, 1921 a worried mother wrote a letter to the Superintendent at the Tulalip Indian Agency. In the letter she addressed her concern for her son Robert’s failing health, and asked the Superintendent to let Robert return home for the holiday season. Six days later, she received the Superintendent’s typed response denying her request. He stated that none of the school’s students would be returning to the reservation due to the school’s need to catch up on a delayed academic schedule. He also assured her a doctor had seen her son, and her concern for his health was unnecessary.","The letter Robert’s parents received was just like the many others the school sent out each year. Many complaints and requests flowed through the school on a regular basis, and were either denied or ignored completely by the school’s staff. The responses sent out often minimized potentially serious issues and lacked truthfulness. The reluctance to send students back to the reservations came from the fear of what damage the cultural exposure would cause to the assimilation process. Boarding schools operated around the theory of linear assimilation. Linear assimilation theory states that children who are fully submersed in a culture will willingly take on the aspects of that culture, over the one they were born into.","Letters like the one to Robert’s parents show critical cracks in the assimilation process. The letter from Robert’s mother shows that her son has been cut off from his family, and her desire to have him back home. When this letter is combined with other similar letters from Native American parents written during this time, you see a general sense of longing for their absent children. This feeling of loss shows the negative side effects that linear assimilation had on Native American families."],"locations":[{"id":19139,"lat":48.6558685717,"lng":-122.503825227,"zoom":9,"place":"Whatcom, Washington"}],"tags":[{"id":1235,"tag":"Boarding Schools"},{"id":1234,"tag":"Cultural Assimilation"},{"id":537,"tag":"Native Americans"}]},{"id":5401,"title":"Parents learn their child has died","course_id":77,"status":"P","start_date":"1/1/07","end_date":"12/31/07","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1907, the parents of a Native American child Lizzie received a heartbreaking letter. The letter was from the superintendent of the Flandreau Boarding School where Lizzie attended. The Superintendent wrote that Lizzie had died from slow tuberculosis days before the letter was written. In the letter he claimed that he had been away at the time of Lizzie’s death, and was unable to write her mother regarding her child’s health. As a result of his absence, Lizzie’s parents did not learn she had been sick until days after she had already passed away.","Death from diseases like tuberculosis was common in Native American Boarding schools. The schools often housed students under shameful sanitary conditions. Many children were victims of contagious illness and poor nutrition. Students generally received better medical care at their homes, but schools rarely sent students back to their parents. The boarding schools operated around the theory of linear assimilation, which states that children will accept a new culture if they are fully immersed in it. Children must be completely removed from the culture they were born into for this to work. School officials often ignored letters requesting for children to be returned home, in order to completely assimilate the students to American culture.","The letter to Lizzie’s parents shows that the Flandreau Boarding School operated no differently than most other boarding schools. In the letter, the superintendent states that he wishes he could have sent for Lizzie’s mother to visit Lizzie at the school and see her before she died. This shows that he would have rather had Lizzie’s mother travel to the school to visit Lizzie on her deathbed than send her back home. His reluctance to re-expose a student to Native American culture reflects the cruel determination with which school officials carried out the mission of assimilation."],"locations":[{"id":50511,"lat":45.0045185498,"lng":-93.476789851,"zoom":9,"place":"Hennepin, Minnesota"}],"tags":[{"id":1236,"tag":"Health Care"},{"id":1234,"tag":"Cultural Assimilation"},{"id":1235,"tag":"Boarding Schools"},{"id":537,"tag":"Native Americans"}]},{"id":5402,"title":"Tuskegee Syphilis Experiment Examined by HEW","course_id":77,"status":"P","start_date":"7/26/72","end_date":"7/26/72","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 26, 1972 <em>The Alton Evening Telegraph, </em>a newspaper in Alton, Illinois<em>, </em>released an article discussing The Department of Health Education and Welfare's investigation of the Tuskegee Syphilis experiment. Although the experiment was conducted in Alabama, the news was a national story. Jean Heller, the author of the article, found this study so disturbing that she decided to report on it. The experiment’s purpose was to study the effects of syphilis on the human body. The investigation was sparked because the participants of the study, 600 black men, were denied proper medical treatment for their ailments. Dr. Merlin K. Duval announced the investigation; he stated he wanted to investigate why the study lasted so long. The study started in 1932 and lasted until 1972. Public Health Service officials questioned the morality of the study because the study continued after penicillin had been proven to be the cure for the disease. While seeking subjects for the study Dr. Raymond Vonderlehr searched the largely illiterate, poverty-stricken population of sharecroppers and tenant farmers. The individuals participating in the study were all poor black males.","There were 600 participants divided into three groups: 200 not suffering from syphilis, 200 with the disease and treated with the best methods known at the time and 200 not treated for syphilis at all. After the investigation began the investigators determined that of the 400 men infected with syphilis none of them were treated. The pre-penicillin treatment for syphilis consisted mainly of arsenic and mercury injections, and a death rate of 1 in 100 was considered good. Dr. J.D. Millar, chief of the venereal disease branch of Atlanta's CDC, believed \"the moral problem, if any in 1932 was very vague because the risk of treatment was in the minds of physicians worse than the disease\". Millar is in charge of the remains of the Tuskegee Syphilis Study.","In a 1968 Hastings Center Report, Allan Brandt stated that in retrospect the study \"revealed more about the pathology of racism than about the pathology of syphilis\". The study was widely reported without arousing any significant protest in the medical community. Brandt suggested that there needs to be more attentiveness in evaluating the specific ways in which social values and attitudes affect professional behavior. Heller agrees with Brandt because she suggests that racism was one of if not the only reason behind the study."],"locations":[{"id":34382,"lat":38.8298808603,"lng":-89.9051581527,"zoom":9,"place":"Madison, Illinois"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":100,"tag":"Medicine"},{"id":1237,"tag":"Tuskegee"},{"id":1238,"tag":"Syphilis"},{"id":1239,"tag":"Study"}]},{"id":5404,"title":"Study Shows Rates of Syphilis Higher for Poor Individuals","course_id":77,"status":"P","start_date":"10/11/37","end_date":"10/11/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Charleston Gazette reported that poor individuals have higher instances of acquiring syphilis. The author Westbrook Pegler states the syphilis death rate for unskilled workers is double that of professional people. The writer of the article expresses that the greatest single cause of death is poverty. The article conveys the results of a survey of 700,000 families made up of 3,500,000 individuals. The report showsthe shocking disparity between the general death rate of 45,000,000 who belong to families with less than $1000 a year income. Dr. Thomas Farran couldn't believe that in this great country with overflowing abundance that people are dying because of their poverty. This is problem for all parts of the world.","Gerald Grob, author of The Social History of Medicine and Disease in America: Problems and Possibilities, expresses \"the failure of recent social historian to deal with disease\". Grob attempts to shed light on the relationship between disease pattern, social structure and environmental conditions. He believes that too much focus has been put on socioeconomic deteminants of diseases. He agrees that socioeconomic status plays a role, but its not the only determinant for diseases. Grob believes that disease is \"one of the most fundamental factors in human affairs. It affects not only the size and structure of a population, but influences and reflects a society's social  structure, technology, and living an cultural patterns\". Grob wants more emphasis to be put on social structure and environmental conditions.","Pegler believes that its a futile hope to try and eliminate poverty, but he wants the less fortunate to be given a better break. Pegler stated that tremendous efforts were being made to correct the injustice. Grob would definitely agree with Pegler's assumption that the poor have higher rates diseases, but Grob argues that the socioeconomic status isn't the only determinant."],"locations":[{"id":22357,"lat":38.3365622006,"lng":-81.528129492,"zoom":9,"place":"Kanawha, West Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":1241,"tag":"Minority"},{"id":1197,"tag":"poverty"},{"id":1240,"tag":"Investigation"},{"id":1239,"tag":"Study"},{"id":1238,"tag":"Syphilis"}]},{"id":5405,"title":"Life in a 19th Century Insane Asylum","course_id":77,"status":"P","start_date":"1/1/10","end_date":"3/5/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Andrew Moore Sheffield was a woman born with a man’s name.  Her father, James Sheffield was a former slaveholder and one of the Alabamian men who signed the state’s ordinance of secession before the time of America’s civil war.  James Sheffield, along with his son who was a probate judge at the time, had long believed Andrew was insane, and one day in 1890, when the opportunity presented itself, the men admitted Andrew Sheffield at the age of 11 to a mental institution in Tuscaloosa, Alabama named Bryce Hospital.  Andrew was sent to Bryce after being accused of arson.  Andrew claims that she was drugged by her physician at the time of the crime with chloral, a drug used at the time to induce sleep.  The physician knew that Andrew had previously been addicted to chloral and he wanted to use her for a crime he wanted to commit.  After weeks of abuse and becoming addicted to chloral once again, Andrew went through with her physician’s plan to burn down her neighbor’s home, which caused her sentencing to Bryce.","According to a 1910 Bryce Hospital form titled, Application of Patient to Insane Hospital, it was quite easy for someone to be admitted to a mental hospital around the late nineteenth and early twentieth century.  The form asks questions focusing on social delinquency rather than possible reasons for mental distress.  One question on the form asks, “How has he (or she) attempted to destroy property?”  Unfortunately for Andrew Sheffield, the question is answered by her confession to burning down her neighbor’s home while under the influence of chloral.  Coincidently, there is a question on the form that asks if the person has an impaired mental condition attributed to the damaging use of alcohol or other drugs, which regrettably once again, Andrew would have to confess to.  Unlike Bryce's application, today's modern mental health form gives the patient a chance to explain any drug or medication related information as opposed to Bryce’s ‘yes’ or ‘no’ checklist.","Andrew Sheffield was sent to Bryce Hospital during the Victorian period when, according to historian Thomas Szasz, mental illness was considered to be a physical illness.  Since mental illnesses were thought of as physical problems, no one paid any attention to the social conditions surrounding the sickness or the patient.  Instead of Andrew’s doctors examining any possible social problems surrounding her, such as an abusive physician who drugged her with chloral, they decided to claim her mentally insane to keep the female criminal locked away from the rest of society.","Andrew died on March 5, 1920 at the age of forty-one as a ward of the state and was buried on the hospital grounds.  There is a combination of possible causes for her death, but it is most likely due to influenza and complications of pellagra.  On Andrew’s death certificate, she is never officially labeled as mentally ill, but instead, as a criminal.  O. D. Street, Andrew’s nephew, arranged her burial at the hospital but did not attend any service for his aunt’s death.  In 1910, when asked about her burial arrangements, Andrew replied that she would like to be buried in the hospital grounds because it looked like how she felt on the inside, “desolate, gloomy, lonely, neglected, uncared for and forsaken…”"],"locations":[{"id":17314,"lat":33.2892936713,"lng":-87.5259674694,"zoom":9,"place":"Tuscaloosa, Alabama"}],"tags":[{"id":1260,"tag":"mental health"},{"id":1261,"tag":"madness"},{"id":1262,"tag":"bryce hospital"}]},{"id":5407,"title":"Financial Problems for Mental Hospitals","course_id":77,"status":"P","start_date":"1/1/19","end_date":"10/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1840, female activist Dorothea Dix set out on a misson to create more mental health hospitals for the mentally ill.  During this time in America, there were only 8 hospitals for the mentally ill, but Dorothea fought for the creation of at least 32, so the people who have been injustly imprisioned for mental health reasons may be transferred from jail to the hospital instead.","Bryce Hospital, a hospital for the mentally insane, opened in Tuscaloosa, Alabama in April of 1861.  The hospital was possible thanks to Dorothea Dix, after she visited Alabama in 1848 to advocate for the mentally ill.  The purpose of Bryce was to admit, care for, and treat citizens of Alabama who were considered to be a menace or danger to society, but showed hope for improvement.  The hospital was named after Dr. Peter Bryce who became the first superintendent of the institution, later followed by Dr. J. T. Searcy in 1892 then Dr. W. D. Partlow in 1919.","On January 21, 1919, a typist by the name of Francis M. Purifoy sent a letter to the superintendent of Bryce at the time, Dr. Partlow.  The letter informed Dr. Partlow of historic Alabama laws written in the mid to late 1800s concerning the Alabama Insane Hospital.  Purifoy then ended the letter with his average pricing rates for his work:  five, ten, of fifteen cents per hundred words, according to the character of the work.","A week later, January 28, 1919, Purifoy wrote to Dr. Partlow again.  Purifoy’s letter this time had a very different feel to it.  The letter enclosed a few historical acts passed on February 6, 1852 involving legislation surround the Insane Hospital Act, but this time Purifoy mentioned his own worries surrounding the hospital.  Purifoy stated that he was interested in the funds for the maintenance of the Hospital and just because he left the Hospital does not mean he lost interest in the patients, and he also wanted to devote his time for the remainder of his days to a relief of those who are confined to mental hospitals.  Purifoy goes on to add that he wanted to make a collection of history and laws of the Alabama Insane institutions, and he wanted to beg forgiveness from Dr. Partlow for his last letter.  Purifoy felt terrible for asking for compensation, and stated that he entirely overlooked the fact that the Hospital was worse off financially than he.  Purifoy ended the letter with offering his willingness to better help the hospital in any finical way he could.","The last letter is written almost a year and a half later on October 4, 1920.  Purifoy began the letter with small chat, talking about a sporting Field Day event, but then the letter progressed to business.  It seemed as if there was a bill proposed to the Governor at the time, and if granted then Bryce Hospital would receive $100,000.00 for improvements.  His pleasure was displayed in his letter as he wrote what he thought the improvements should focus on:  burning of the garbage, a rebuilt water tank, and a corresponding sewerage and draining system.   Purifoy also suggested that improvements should go towards the kitchens and dining room, but he noted these will not be good investments unless properly policed.  Finally, once again, Purifoy offered any help he could in assisting estimated and suggestive plans before ending his letter.","According to historian Barbara Bellows and her research on the South Carolina Lunatic Asylum, it was common for asylums to suffer from finical issues.  Bellows studied the South Carolina legislature and how the idea for an asylum formed in 1809, but the institution was not successfully opened until 1828 due to lack of sufficient funds.  Onwards through its history, the South Carolina Lunatic Asylum struggled as it tried to become a self-sufficient institution, but could not because of overpopulation.","Although the end result of money granted to Bryce Hospital was not spent on fuel or clothing for patients, it was spent on food and improvements to the condition of the building.  The interior was painted, plastering was replaced, staircases were repaired, and leaky roofs were patched creating a better overall appearance for institute."],"locations":[{"id":17314,"lat":33.2892936713,"lng":-87.5259674694,"zoom":9,"place":"Tuscaloosa, Alabama"}],"tags":[{"id":1263,"tag":"financial"},{"id":1260,"tag":"mental health"},{"id":1262,"tag":"bryce hospital"}]},{"id":5409,"title":"Mr. Guerrilla is Innocence Personified","course_id":77,"status":"P","start_date":"1862-09-06","end_date":"1862-09-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     On Saturday September 6th 1862 an entertaining article was published in The New South paper in Port Royal regarding the antics of guerrilla warfare. This intriguing article describes the operations of guerrilla fighters during the Civil War. Guerrillas during this period fall into several different categories. Partisan, raiding, and bushwhacking are just several of the main focuses of many historians of Civil War guerrilla warfare. Partisan rangers were brilliant Calvary men with quick wit that conducted raids of Union camps causing the soldiers to stay on alert. Likewise the Raiders were bands that had skirmishes with both civilians and military troops, while the bushwhackers were generally men who conducted raids from heavily covered areas of vegetation. Most bands were irregular fighters, not sanctioned by the government however this separated the partisan rangers because they were under the 1862 Confederate Congress Act. Port Royal’s article of 1862 informs the reader how these guerrilla bands would operate. The witty article focuses on the category of raider bands in general.                ","     In our article we look at “Mr. Jones” and his parish in the state of Louisiana. Our article in the New South states “Mr. Jones is a distinguished man in his local community, well known and well liked. He will use his personality to influence the men in parish to follow his lead and rebel against the incoming opposing troops.” From here the influenced party will organize into a small band of fighters, numbering around thirty to fifty-five, into gathering together their local supplies, such as rifles, shotguns, and mounting their horses, riding out to hide in bushes and woods in anticipation of the skirmish to come. They will lie in wait to ambush or sometimes secretly raid the military camps by night. They engage many times in fierce skirmishes with the enemy. If the opposing troops can pursue, they are sent on roundabout chase. These chases usually end up with the guerrilla stashing away the clues to his antics, where then “Mr. Guerrilla” is found sitting on his piazza, philosophically smoking the pipe of peace, with the appearance of innocence personified.”","      In many of the more dangerous raids, there were numerous civilian murders, rape, terrorizing of the locals, and robbery. In any category, guerrilla soldiers were masters of disguise, sometimes dressing in stolen Union soldiers uniforms or women’s clothing to fool the enemy. This led to much confusion as to who they were. In Missouri, bushwhackers were specifically adapted to inducing a state of confusion and the civilians could not tell if they were Confederates or Federals committing such horrible crimes. These guerrilla fighters, regardless of the region of country they were located in, felt justified by fighting by any means necessary for what they regarded as important. Guerrilla warfare historian, Michael Fellman, states that “in such a war, for guerrillas, terror was both a method and a goal.” In the case of “Mr. Jones” and most of the Confederates, they focused on Lincoln and the Northern aggression. Fellman adds that guerrillas demolished homes, supplies, morale, and lives of the citizens around them. There was a danger associated with guerrilla warfare that affected these local American populations that sadly today is overlooked for what is considered mainstream Civil War battles."],"locations":[{"id":11447,"lat":32.4068445137,"lng":-80.4452215468,"zoom":8,"place":"BEAUFORT, South Carolina"}],"tags":[{"id":1232,"tag":"Irregular Warfare"},{"id":32,"tag":"Civil War"},{"id":1,"tag":"Crime/Violence"}]},{"id":5410,"title":"Lighting Up During the Roaring Twenties","course_id":77,"status":"P","start_date":"1/1/20","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["While you are flipping through the pages of your favorite magazine a mysterious woman in a white and green gown catches your eye. She has an air of power, intelligence, and strength. Something about her captivating expression renders you powerless. Her stance is one of both strength and seduction. You can do nothing but stand there and stare in awe of her glory as she takes a puff from her Lucky Strike…","The roaring twenties is known as a time of change and decadence in the United States. Flappers, jazz, and speakeasies were cultural fixtures of this period. There was a shift in social norms that brought with it a new sense of freedom and a different idea of what the modern world should be. One aspect of this time-period which is often overlooked is the emergence of cigarettes as a social staple. Brands like Camel and Lucky Strike were able to change public perceptions of smoking. In the past women smoking in public was seen as faux pas. Additionally, cigarettes were seen as feminine so men often stuck to cigars or chewing tobacco. A man named Edward Bernays changed all that.","Edward Bernays is often referred to as the father of public relations as well as the master of spin. He was famously commissioned by Lucky Strike cigarettes to make the brand more appealing to women. Bernays was nothing if not clever; he conducted research showing that most women wouldn’t buy Luckies because the green packaging clashed with their clothing. Bernays teamed up with Barney’s of New York to make green a staple in the fashion world. The now infamous “green campaign” was extremely successful. The shop windows up and down Fifth Avenue featured green suits, dresses, and evening gowns. Women across the country wore green from head to toe. Luckies sales grew exponentially and eventually surpassed the powerhouse that was Camel.","In an effort to keep Lucky Strike at the top Bernays turned to the advertising experts on Madison Avenue. He used a plethora of famous faces as well as testimonials from “experts” to ensure that Lucky Strike would become a household name nationwide. Posters, magazine ads, and radio spots rebranded smoking as something that was chic and cool for both men and women. One of his most famous advertisements features an interview with actress Delores Del Rio standing in a green and white gown while smoking a Lucky Strike. Del Rio was the embodiment of this new breed of woman. She was strong and confident while also being glamorous and seductive. Bernays selected Del Rio because men wanted her and women wanted to be her. Her poise and sex appeal made her the perfect representative for a product that was meant to be chic and sexy. Her intensely alluring gaze had the ability to captivate you… while selling you a Lucky Strike."],"locations":[{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1252,"tag":"Del Rio"},{"id":1251,"tag":"green campign"},{"id":1250,"tag":"Father of Public Relation"},{"id":1249,"tag":"Barney's"},{"id":1248,"tag":"Edward Bernays"},{"id":1247,"tag":"Smoking"}]},{"id":5411,"title":"Developing A Vaccination","course_id":77,"status":"P","start_date":"1808-02-16","end_date":"1808-02-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter dated February 16, 1808, David Ramsay, a Charleston physician, discussed the grant money that was given to Dr. Edward Jenner for research on vaccinations.  Ramsay outlined why the money was funded to Dr. Jenner and what had led to the grant. He wrote to tell how a committee of physicians had met in England to discuss the efficacy of the smallpox vaccine. According to Ramsay, “the report was an unanimous opinion that Vaccination afforded perfect security against small pox.” Up until this committee meeting, most doctors who believed in vaccinations, let alone researched them, were considered fools, and received little financial support.  Dr. Jenner, in contrast, was even greeted with “a hero’s welcome” following the meeting.","Even with Dr. Jenner’s new found success, vaccination research would not reach its prime until some 100 years later. Doctors still found it hard to step outside the box and try to find new ways to prevent such a crippling disease. But doctors, such as Edward Jenner were trying their very hardest to prevent such disease. Dr. Jenner helped pave the way for other vaccine developments such as the rabies vaccine, discovered by Dr. Louis Pasteur 90 years after Jenner’s initial smallpox discovery, as well as vaccines for cholera, tetanus and typhoid fever.","While all inventors face challenges, the creators of vaccinations seemed to have the highest challenge: creating a disease defying vaccination without harming anyone. The leading pioneers such as Dr. Edward Jenner and Dr. Louis Pasteur were faced with criticism daily until they were able to prove the efficacy of their hard work. Patrice Debre’s work on the development of early medicine shows that the doctors had to “fight courageously and mercilessly against the existing erroneous notions” that were preconceived by the public. They were also struggling to introduce new concepts to a previously uneducated audience about the necessities of their developments. Without the fundamental concepts developed by Dr. Jenner that became so widely accepted after the committee of physicians announced their approval, many of today’s crucial vaccines and medical developments may not exist."],"locations":[{"id":15846,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"Charleston, South Carolina"}],"tags":[{"id":1253,"tag":"vaccine"},{"id":100,"tag":"Medicine"}]},{"id":5412,"title":"Macy’s: The Temple of Retail","course_id":77,"status":"P","start_date":"1859-01-01","end_date":"1876-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During medieval times villiages were often centered around one building, the cathedral. These places of worship were the hub of not only religion, but community, politics, and commerce as well. Palaces like the Notre Dame cathedral served as the heart and soul of the town and its people. In modern times, the center of commerce and congregation has shifted far away from the church and landed on the temples of retail, the department store. Much like the church did in medieval times the department store offers people living in modern villages the chance to gather together, connect, and socialize with people from their community. One of the best examples of this can be seen in the landmark that is Macy’s. Macy’s of New York first opened its doors on October 28, 1858. This iconic New York landmark serves as not only a department store but a tourist attraction as well. Like their famous advertisement says, “If you haven’t seen Macy’s, you haven’t seen New York.”","Historians like Vincent Miller argue that retail is the new religion of the modern age. People go to their local temple and worship the gods that are wealth, status, and luxury. They claim that socioeconomic status has become the new measure of a person in Western society. Some go as far as to say that people have become walking billboards for various brands by sporting logos and trademarks on everything from their shirt to their shoes. Department stores and other various retail outlets have been vilified for everything from sales practices to profit margins.","In his book, <em>The Practice of Everyday, Life</em> the French author Michel de Certeau poses a very different argument. He suggests that the “ordinary man” is the one who is in control. Certeau uses the poetic example of maps and walking down a city street. A city, like New York, finds its heartbeat in its inhabitants. While walking down the street all of the sights, sounds, and smells you encounter are completely subjective. This is also true for a walk through a department store like Macy’s. He goes on to say that maps exist as a way for people to pin down a cityscape, a feat that can never really be accomplished because it is composed of the people who are ever changing. Certeau argues that executives, leaders, and even academics are disconnected from the city by their offices that are high above the rest of the world. Therefore, they are virtually powerless over the public who use various tactics like alteration and mobility to process the world around them in a unique and unknowable way.","In either case, Macy’s has managed to become and remain an iconic American institution for over 150 years. Whether it be in films, commercials, or the Macy’s Thanksgiving Day Parade, the “magic of Macy’s” will continue to bewitch the American public for generations to come."],"locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":1254,"tag":"Macy's"},{"id":1255,"tag":"consumerism"}]},{"id":5413,"title":"The Magic of Macy's","course_id":77,"status":"P","start_date":"1858-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Over the years New York City has become known for various different attractions: the Statue of Liberty, the Empire State Building, Broadway, etc. One of New York’s oldest and most famous landmarks is Macy’s. Like one of their vintage advertisements says, “If you haven’t seen Macy’s you haven’t seen New York.” Macy’s department store has become a fixture of American culture. This iconic retailer takes its name from founder R. H. Macy. Located in the heart of Manhattan, Macy’s flagship store has been attracting shoppers and tourists alike for over 150 years.","Macy’s, like many department stores, is a major destination during the holiday season. Macy’s Thanksgiving Day Parade as well as the Christmas shopping rush have become just as ingrained in American culture as the store itself. A famous article appeared in the December 1948 edition of <em>Life</em> that offered a glimpse into the world of Macy’s. This article details the massive shopping frenzy that occurs between Thanksgiving and Christmas Eve. An average of 250,000 shoppers flooded the store every day looking for everything form pearls and fur to imported foods and wine. A team of 14,000 employees worked feverishly from opening to close selling roughly one million dollars worth of merchandise per day. This was an astronomical figure at the time especially when you consider that Macy’s was a cash and carry store during this period.","The popularity of the department store is something that exploded during the post World War II era. This was the time when the economy was on the rise and the very fabric of shopping changed. Larger retailers like Macy’s were expanding and becoming increasingly popular. The United States began to move away form small mom and pop shops and towards larger chain stores. This was extremely beneficial for Macy’s because it ushered in a period of expansion and profit.","Macy’s has a legacy that stretches over many generations. The “magic of Macy’s” is referenced in everything from books and movies to television shows and magazines. Macy’s has become and will remain an iconic part of American culture. So the next time you’re out shopping remember immortal words of Lucille Ball, “I found a lot of cute things at Macy’s.”"],"locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":1254,"tag":"Macy's"},{"id":1256,"tag":"Christmas"},{"id":1257,"tag":"Thanksgiving"},{"id":1258,"tag":"Shopping"},{"id":1259,"tag":"Holidays"}]},{"id":5437,"title":"Anniversary march in Birmingham asks same questions","course_id":77,"status":"P","start_date":"1/1/93","end_date":"12/31/93","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["<strong>Y</strong>ears after civil rights pioneers, like Martin Luther King Jnr., walked the Birmingham streets protesting against segregation and for equal opportunity, influenced black Baptist preachers rewalked the march route in September 1995.  Raising awareness for a campaign to increase the black polling population nationwide; march leader Rev. Dr. Henry Lyons hoped black voters would help progressive liberal politicians to quash the remaining racial problems, left around since the sixties:  <em>“</em>We no longer live in the days of covert racism; it is now overt racism. We must go back to the streets.”","Commemorating the efforts of those who struggled three decades earlier; Lyons wanted the march to inspire a recommitment to civil rights activism in America.  There were those in Birmingham already standing up to further the concept of equality, those that believed affirmative action was still necessary in the nineties.  Established in 1993 to tackle industrial civil rights violations across America, the ‘Concerned Citizens for Racially Free America’ newsletter named and shamed those found to be breaching regulations concerning equal employment practises.  This, in 1995, included the University of Alabama at Birmingham, the state’s largest employer, guilty of failing to deliver the newsletters to faculty; as part of a larger scandal involving the postmaster general and the alleged destruction of such newsletters.","Respected Southern-society writer Peter Applebome, an adopted-Georgian, addresses the issue in the New York Times article; ‘<em>From Atlanta to Birmingham’. </em>Observing how race and tension between the white and black communities in Birmingham are still prevalent and still tarnish the city’s reputation, as they did during the civil rights era, and as the ‘Concerned Citizens’ attempted to tackle.  Speaking about the city’s black-dominated governance, Applebome quotes, then, mayor of Birmingham, Richard Arrington Jnr., saying “I'm just a symbol here of something that frightens a lot of whites or that a lot of whites resent”.  Regardless of equality, the issue of racism is constant conversation here.  With tension not always obvious, but ever-present below the surface; Applebome concludes using fellow Southern commentator John Egerton’s opinions on the matter: that the biggest difference in Southern society, since the days of segregation, is that the North has caught up to the South in terms of ‘knee-jerk racism’.","The idea being that the modern progressive American, white or black, will inherently demonstrate bias for his own races progress over others, not because he is a racist <em>per se, </em>but because it’s natural to look after ones own.  The Lyons’ march to honour those who struggled, and to observe advances on the issue of equality, was a just nod to a crucial time in American history, but it can be said that <em>while</em> we perceive race as a way to categorise people: prejudices will still exist and racial tension in the country will continue."," "," "],"locations":[{"id":43149,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":175,"tag":"African American Sufferage"},{"id":203,"tag":"Birmingham, Alabama"},{"id":889,"tag":"Racism"}]}]}