{"id":80,"title":"U.S. History from 1812 - 1914","school_id":40,"school_name":"Foothill College","term":"Winter 2012","abbr":"HIST 17B","url":"http://www.foothill.edu/index.php","description":"American civilization from 1812 to 1914. Survey of United States history and its political, economic and social development.","points":[[37.7029266937,-123.005394924],[40.7805662337,-73.9388482485],[42.3399569086,-70.8833658099],[36.7495375423,-81.8835070546]],"bounds":[[42.3399569086,-70.8833658099],[36.7495375423,-123.005394924]],"episodes":[{"id":5369,"title":"Chinese in San Francisco","course_id":80,"status":"P","start_date":"1880-01-01","end_date":"1880-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When the Chinese population increased, they began to form large neighborhoods within the cities called “Chinatowns.” The first and most important Chinatown began in San Francisco. The Chinese dressed  \"in long gowns of bright cotton or silk, and some of them wore little round skull-caps with a bright button on the crown. Men’s heads usually were  shaved up to the crown, leaving a place for the hair to grow that was not bigger than the bottom of a teacup. In addition,  Chinese women's  eyes were just like those of the men, but their yellow faces were painted and powdered. Their heads were bare, and  they did not wear bonnets and hats as American women did. They did not cut off their hair like the Chinese men, but combed it in rolls and braids, putting it up in ways which seemed very strange.\" Their living conditions were also so bad because they lived together in just one room. They worked everywhere, such as in the kitchen of a hotel as a cook or servant, or in the fruit farms and vineyards. Even the common workmen  worked to save their money. They worked for low wages, and could live on a few cents a day. When they had saved a certain sum of money, they went  back to China to live, taking their money with them.","In fact, Chinatown was a nearly self-sufficient community; its inhabitants provided their own services and operated independently. However, some  Americans believed that  they had  apparent physical and cultural superiority to other ethnic groups. \"Hostility toward Chinese laborers intensified during periods of economic depression, with racial and cultural prejudice accompanying arguments about undesirable labor competition. No numerical limits were placed on immigration in this period, and Chinese immigrants represented a small proportion of all immigration. Nonetheless, economic depression and rising class conflict created opportunities for politicians to attack Chinese workers and push immigration restriction as a national issue in their election campaigns.\""],"locations":[{"id":969,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"SAN FRANCISCO, California"}],"tags":[{"id":251,"tag":"chinese"},{"id":1196,"tag":"Chinatown"}]},{"id":5368,"title":"American Women’s Social Status in 1800’s","course_id":80,"status":"P","start_date":"1883-01-01","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Emily Faithfull, an English women right’s activist and writer, discovered an interesting phenomenon during her trips to the United States in 1872 and 1882. Many middle class and upper class women she met were leading a harsh life after losing their fathers or husbands. In two cases, the daughter of a navy Commander and the wife of a General of the United States Army were not able to make a living after the death of their father and husband, respectively. These two cases were only the tip of the iceberg: many upper and middle class women also suffered when their kinsmen dead, lost the ability to work or became unemployed. Even though most of them were willing to take up jobs to improve their living conditions; unfortunately, they did not have the ability to do so. Faithfull discovered that this was due to the “short-sighted policy” in many American families that females did not need to work as they would be married have no necessity to do so (Faithfull, p.281, 282). This illustrated that in the early history of the United States, women were mostly being nurtured in a “green house” and being considered as dependents of the male family members.","The above story reflected the passive role of women in early American society. At that time, women were expected to stay home and take care of the family and housework instead of taking up jobs. According to Faithfull, in 1836 there were only seven occupations opened to women. Although some women had a chance to take up jobs, they had to face low pay. In Vermont, the average salaries of male teachers was 20 dollars a month and 1600 dollars a year. But female teachers only received 8 dollars per month and 750 dollars per year because of tradition and prejudice. (Faithfull, p.75)"],"locations":[{"id":8929,"lat":40.7805662337,"lng":-73.9388482485,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":1197,"tag":"poverty"},{"id":7,"tag":"Women"},{"id":1182,"tag":"social status"}]},{"id":5371,"title":"Impact of Religion in New England Education","course_id":80,"status":"P","start_date":"1851-12-02","end_date":"1852-01-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In New England, the Puritans required every town to establish public schools supported by all families. After settling in the United States, the first buildings they constructed were a house of worship and a school. This exemplifies that education and religion were the two most important beliefs that the Puritans held. According to New England First Fruits, “After God… reared convenient places for God’s worship… one of the next things we longs for and looked after was, to advance learning and perpetuate it to posterity”.","The New England states’ educational policies have often been regarded favorably. During a tour of the United States, Hugh Seymour Tremenheere even reported that people in Massachusetts even went so far as to say “the present public school system in the United States is a political necessity”. This shows that New England already viewed public education as an aspect ingrained in the rights of people. The New England system was considered a paradigm in setting up school systems in other areas of the country.","The curriculum in schools often centered around moral and religious training because it was believed that “one of the chief projects of Satan [was] to keep men from the knowledge of the Scriptures”. The main purpose of going to school and learning to read for many was to learn to read the Bible. Besides solely religious education, the primary education system was envisioned to be for communicating the essential American moral values as well. “Moral instruction is enjoined on the masters and mistresses to the utmost extent to which they are able to carry it in the course of the ordinary lessons of the school”. These moral values were derived from Protestantism and included industriousness, personal responsibility, and frugality."],"locations":[{"id":6200,"lat":42.3399569086,"lng":-70.8833658099,"zoom":9,"place":"PLYMOUTH, Massachusetts"}],"tags":[{"id":466,"tag":"Educational System"},{"id":79,"tag":"Religion"},{"id":1180,"tag":"Puritan Education"}]},{"id":5372,"title":"Horrible experiences slaves endure in the 1800's","course_id":80,"status":"P","start_date":"1839-02-06","end_date":"1839-02-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The experience of slavery for men, women, and children was equally horrible. The amount of labor on the plantation farms was the same for both genders. The differences between the genders were the jobs appointed to them. Men were usually appointed jobs that included certain skill like carpentry and blacksmith. Women were usually working in the fields or as house servants. Accordening to Hallam, “For black men and women, slavery was an equally devastating experience. Both were torn from homeland and family. Both were forced to perform grueling labor, subjected to mental and physical degradation, and denied their most basic rights. Enslaved men and women were beaten mercilessly, separated from loved ones arbitrarily, and, regardless of sex, treated as property in the eyes of the law.\" When both genders worked in the fields, men were assigned to do the more physical tasks of plowing the fields and the women had the less physical job of hoeing the crops.","Slaves were allowed to have families, but the owners ultimately had control on what the families did with their lives. Mothers and their young were often separated. Ebenezer Davies observed many horrors, “She had at her breast an infant boy three months old. The slaver did not want the child on any terms. The master sold the mother, and retained the child.\" Usually, babies that were born on the farms became the property of the masters. Hallam explained, “The average enslaved woman at this time gave birth to her first child at nineteen years old, and thereafter, bore one child every two and a half years. This cycle, encouraged by the master, was not without benefits to the mother\" The pregnancies of the slaves insured their masters an efficient production cycle of slaves.","When men and women were auctioned, they were both treated like animals. During Olmstead's travels, he observed slaves being auctioned: “The clear black skin, back and front, was viewed all over for sores from disease; and there was no part of his body left unexamined. The man was told to open and shut his hands, asked if he could pick cotton, and every tooth in his head was scrupulously looked at. The investigation being at an end, he was ordered to dress himself; and having done so, was requested to walk to the block.\""],"locations":[{"id":14341,"lat":36.7495375423,"lng":-81.8835070546,"zoom":9,"place":"WASHINGTON, Virginia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":452,"tag":"Slave Living Conditions"}]}]}