{"id":81,"title":"U.S. Women, 1790-1890","school_id":2,"school_name":"Wheaton College","term":"Spring 2012","abbr":"Hist 233","url":"","description":"Students chose primary sources from the Wheaton College Archives and Special Collections, from online sites, or from course textbooks. Episodes were written in a scaffolded assignment, with compilation and peer review on March 27, 2012. Completed episodes were uploaded in class on March 29, 1012.","points":[[43.9430490955,-90.6124788709],[39.878712355,-75.2036894677],[37.2242881205,-78.441116268],[42.4842595758,-71.3901525974],[41.5286517402,-71.0500153769],[42.3509402419,-71.9042530938],[42.560328524,-70.797191322],[38.162938219,-79.1288846564],[42.3432886687,-72.6398205506],[42.3649994065,-70.9800517697],[41.0633875895,-73.4206530083]],"bounds":[[43.9430490955,-70.797191322],[37.2242881205,-90.6124788709]],"episodes":[{"id":5387,"title":"A Brief History of Women in Collegiate Sports","course_id":81,"status":"P","start_date":"1877-01-01","end_date":"12/31/02","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early days of American women in education, there was very little room for distraction. However, little by little, collegiate women began branching out from their studies to join social groups, enjoy other skills, and venture into the world of physical fitness. Despite some aspects of women’s athletics being present since the foundation of some schools, both faculty and administration of early American colleges feared the effects of competition and aimed at still shedding women in a positive light through collegiate athletics. It has been made clear by Chris Hartman’s <em>Health and Fun Shall Walk Hand in Hand</em> that there was no lack of interest in sports on behalf of the female students, just hesitation from the administration to implement women’s collegiate athletics. Only in recent years have women’s athletics been able to take on an identity completely its own away from physical education and intramural sports. That identity has growth into something big and all its own in today’s world.","In the early days of women on campus, it became evident that women were “frailer both physically and mentally than their male counterparts.” The growing number of women who were leaving home and taking on a world all their own at school is a direct cause for some sort of women’s health plan. When women began being officially accepted to the University of Wisconsin in 1863, plans were made to give female students a place “in the South Building, where ladies will be trained in Lewis’ new system of gymnastics”. Twelve years later in 1874, female Wisconsin University students took initiative for their health and lobbied for the right to use the men’s gym on campus. Permission was granted for two 60-minute sessions per week. A small start, but one that would get the ball rolling in just a matter of time.","Throughout the 1870s, small adjustments were made to the physical fitness programs at American schools and by the 1880s, women were allowed to exercise in a relaxed setting. At the University of Wisconsin alone, female students were allowed to play tennis, croquet, and ride bicycles at their leisure. This is making leaps and bounds over what they could do just a matter of years prior. Around the same time, in 1881, Marion Talbot and Ellen Richards for the American Association of University Women to further higher education to other women and find wider opportunities to use their training. Three years later, the American Association of University Women admits eight colleges to be charter members. Among them are Vassar, Wellesley, Cornell, and the University of Wisconsin, which led the charge for the women’s health and athletics movement. Soon after, the first research study that surveyed women’s health and physical education received feedback from 1,290 members and institutes that “contrary to prior statements made by a prominent Boston physician, higher education does not adversely affect the health of women college graduates.","Towards the very end of the 1800s, women’s interest in physical activities increased with the number of desirable activities they were allowed to participate in. By 1892, most top end colleges had seasonal activities such as sleigh riding, skiing, and boating, as well as newly founded clubs dedicated strictly to women’s athletics such as tennis club, coed cycling, or gymnastics exhibitions.","In a photo taken in 1899 of the Wheaton College Women’s Basketball club, one can clearly see the pre-development in the game of women’s basketball. Played mostly on grass at this time, hoops only consisted of rigid netting on a tall pole. The backboard, introduced to basketball in 1891, had not yet been presented to the game of women’s basketball. Not only was equipment underdeveloped for modern play, but uniforms consisted of black dresses, tights, and large bows around the neckline. These women can be seen as the first pioneers for women’s athletics and would become a spark for change to come.","As the 1900s began, so did a new outlook on women’s health. The activities began to shift from gymnastics and callisthenic drills towards organized games and sports. The University of Wisconsin was the first to answer this call for organized stimulation with the introduction of basketball and the installation of the Women’s Athletic Association in 1902. The Women’s Athletic Association served to promote and sponsor women’s athletics and physical activity across the country and would make strong changes through collegiate athletics for the benefit of women for years to come."],"locations":[{"id":15049,"lat":43.9430490955,"lng":-90.6124788709,"zoom":9,"place":"MONROE, Wisconsin"}],"tags":[{"id":7,"tag":"Women"},{"id":994,"tag":"College Sports"},{"id":1216,"tag":"college life"}]},{"id":5380,"title":"Women and the Church in the 19th Century","course_id":81,"status":"P","start_date":"1885-05-01","end_date":"1885-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","The article called, “Woman in the Church” published in the Phrenological Journal and Science of Health, discussed the question of whether or not women should be granted equal representation with men in the church.  The author discussed how women were treated in the Christian church as opposed to the way they were minimized in Paganism.  Paganism includes all religions other than those revealed by God, which include Christianity, Judaism, and Islam.  Although women occupied a “very low plane” in the Pagan world, women were also not allowed to participate in religious events nor enter Mosques when at a man’s disposition in the Islamic religion.  In the Christian religion, however, women were the leaders of the Church and often participated in activities dedicated to Christianity.  It was also a woman’s job to carry out the actions of the men who created decisions pertaining to the Church.  This job reflected the continuation of the Women’s Rights Movement due to the forceful, demeaning decisions that men lay upon women of the Church.","The author wrote in a feministic tone due to the final paragraphs of the article.  The author alluded multiple times to the very spirit of religion.  This spirit entailed an equality across all denominations and genders.  Christianity, however, recognized the basis of religion and how women should be treated as equals to men.  Other religions, however, recognized it yet failed to demonstrate the equality.<br /> In regard to the relationship between women’s rights and Christianity, a second source published in the North American Review discussed the inferiority held against women during the 19th century and their “duties” that remained within the Christian Church.  Authors Elizabeth Cady Stanton and J. L. Spalding shed light on the harsh conditions women endured in order to regain aspects of their individuality within the Church.  As the authors state, “all religions thus far have taught the headship and superiority of man, the inferiority and subordination of woman” (389).  To break away from this religious standpoint, women engaged themselves in acts of reform not only for themselves as females but also for the enslaved during the abolitionist movement.  It was through the abolition of slavery, protection of children and the poor, as well as  free government that brought about change and the welfare of women.  This progress was associated within the Christian religion due to the involvement of women in the Church.  This involvement and influence of women lead to the acknowledgement of females as leaders and fully capable, equal citizens.  The article makes a point to state that, “God is neither male nor female, as in Christ there is neither male nor female” (409).  The focus on men in Christianity allowed for advocates for women’s rights to take an offensive tone and mistake certain teachings for what they truly were.  These feministic ways, as discussed above, were a prelude to what was to come for the future of women’s rights and Christianity.  Women gained their rights not only within the church but slowly and surely through everyday life struggles.  To get to that point, however, women had to become more religious, more moral, and more intelligent than men.  Finally, to conclude with a quote from J. L. Spalding, “to be persuasive, woman must be amiable; and to be strong, she must speak from a loving heart, and not from a sour mind” (409)."],"locations":[{"id":11232,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":7,"tag":"Women"},{"id":514,"tag":"Christianity"}]},{"id":5381,"title":"Advances In Education For Women","course_id":81,"status":"P","start_date":"1863-10-01","end_date":"1863-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The document entitled \"The Next Term of This Institution will commence Thursday, October 1st, 1863\" was a notice, authored by A. Preot, that described Farmville Female College. The information in the notice pertains to the term that was scheduled to begin on October 1, 1863. The notice included the subjects that were offered by Farmville Female College, as well as the courses of study that students could have expected to follow during their 3 years of study at the collegiate level at the college. According the to the offerings listed in the notice, the material to which the students could have expected to have been exposed involved a progressively more extensive investigation of the disciplines presented in the course of study as the students advanced through their education at Farmville Female College; for example, students in their first year of study could have expected to cover \"Grammar\" in French and Latin as well as \"Arithmatic,\" in the subjects of language and mathematics, and “Botany” in the sciences, whereas students in their second year of study could have expected to focus on more advanced linguistic concepts such as \"Prose Composition,\" in addition to “Algebra” and “Chemistry,” whilst students in their third and final year of study could have expected to study “Rhetoric,” \"Trigonomety\" and \"Mental Philosophy.\" The courses that students could have expected to take, in each of the 3 years were more advanced levels of the same subjects, that would have allowed the students the opportunity to build an understanding of the material of each of the subjects, such as the use of language and the application of mathematics and the sciences. The notice included a list of the board of trustees of the college and a list of the instructors at the college. The notice also contained details about non-academic aspects of life at Farmville Female College, such as its location, and the options for religious worship that were to be made available to students. The expenses that students would have incurred at Farmville Female College were included in the notice.","The notice entitled \"The Next Term of This Institution will commence Thursday, October 1st, 1863\" displayed the greater educational opportunities that were available to Women in the nineteenth century. The material that was offered courses of study in the education that was offered at Farmville Female College, according to the notice, required that the students who, with their own products, received degrees from the institution, possess or learn the skills to read and write, because the curriculum included the study of written work, and required that the students produce \"Original Compositions.\" The degrees of \"Mistress of the Arts,\" or of \"Mistress of English Literature\" that were offered by Farmville Female College were comprised of the study of texts from multiple different cultures, such as English and Latin, which provided a contrast to the limited availability of higher learning to women; to whom, during the eighteenth century, the education available was focused on crafts, such as embroidery. The increased intellectual rigor of the subjects available to women in the second half of the nineteenth century represented the changes that had occurred in the expectations of women's intellectual activities during the eighteenth century and the nineteenth centuries. The increase in the intellectual rigor of the education available to women allowed them to publicly participate in intellectual pursuits in the form of published work; examples of which include the book entitled <em>A New England Tale</em> by Catherine Maria Sedgewick published in 1822 and the publication of Elizabeth Ricord’s issue of the periodical entitled <em>Circular, Report and Catalogue</em>, in 1839. Ricord's publication and Sedgewick’s literary contributions during the nineteenth century were examples of the ability of a woman to present ideas to the literate public that was made available to women as a result of the access to intellectual pursuits, which was made available to them by the fluency in intellectual debate that was afforded them by their education."],"locations":[{"id":14171,"lat":37.2242881205,"lng":-78.441116268,"zoom":10,"place":"PRINCE EDWARD, Virginia"}],"tags":[{"id":875,"tag":"Women, Education"},{"id":1211,"tag":"Published Women"}]},{"id":5375,"title":"The Role of Poetry and Prose in the Lowell Mills: An Examination of Mourning in the Factory-workers' Literary Magazine","course_id":81,"status":"P","start_date":"1840-01-01","end_date":"1845-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Published in the January 1843 edition of \"<em>The Lowell Offering and Magazine</em>\" is a poem entitled \"On A Young Man Lost At Sea\" by an author credited as \"M.G.B.\" The mournful poem reads like a funeral dirge and expresses the sorrow of a sister who has lost her dear brother. The author writes of how this young man's voice will never again be heard nor will his presence be seen around the family hearth. Instead, her brother lies sleeping in his \"ocean tomb\" without an ornate stone to mark his final resting place. Instead, she writes, a monument is raised for him in every mourning heart and in every “bitter fountain” expelled.","She describes how mournful their familial house has grown, as if cast in a shade of sadness. A place that was filled with happy memories now serves as a constant reminder of a lost brother. The author writes of her brother's spirit, the essence of which lives on in all those who knew him. She comforts herself in the thought of reuniting again with her brother in death, as it is only then that their souls and spirits will reunite.","The <em>Lowell Offering</em>, a literary magazine,was established in 1840 by the women of the Lowell Mills as a response to an increasingly negative public perception of the conditions in which the women were made to work. The women used the <em>Lowell Offering </em>as a platform by which to share their self-penned poetry, stories, and essays. The subject matter of these writings ranged from retrospectives on their childhood homes to the working conditions of the mills as well as the topic of death. Death was an especially omnipresent entity for all people of the era, but especially for the factory workers. From accidents within the factory to the loss of a loved one on a sea-faring journey, the women coped by expressing their emotions in poetry and prose.","While the <em>Offering </em>provided a unique and unparalleled means by which the women could both express and share their thoughts and musings, it was heavily criticized for being far too optimistic. This condemnation was based in the belief that the increasingly long hours and speed with which the women were made to work adversely affected all aspects of their health, both physical and mental. Moreover, the <em>Offering</em> was criticized as an unrealistically optimistic “mouthpiece for the corporations,” implying that the Lowell Operative owners ultimately had their own monetary interests at heart and exploited the bodies and minds of their young female workers. In 1845, the <em>Offering</em> faced dwindling subscribers and in the face of increased opposition, put out its final issue."],"locations":[{"id":6172,"lat":42.4842595758,"lng":-71.3901525974,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":896,"tag":"Labor"},{"id":289,"tag":"Art/Leisure"},{"id":684,"tag":"mid-nineteenth century"},{"id":1209,"tag":"female factory workers"},{"id":1210,"tag":"women's writings"}]},{"id":5376,"title":"To Marry or Not to Marry in Mid-Nineteenth Century America","course_id":81,"status":"P","start_date":"1859-01-01","end_date":"1859-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Count Time by Heart-throbs” by E.M Grout, is an excerpt from Volume 5 of Wheaton College in Massachusetts’ publication, Rushlight. Written in 1859, the literary piece begins by expressing the unsettled feeling that women encounter during the process of growing older. The fear of growing old is attached to the stigma of being old and unmarried, or becoming an “old maid.” Grout explains the uncomfortable nature of attending social gatherings and being sold and marketed in a sense by one’s own mother. “Doting mamas” play a role in encouraging anxiety about the process of finding a husband amongst young women. Grout stresses the need for young women to reemphasize virtues rather than the superficial traits that men find appealing. She interrogates the notion that marriage should be a woman’s highest aspiration and quotes a girl who proclaims that she has “wed art,” in order to support her point that women can be fulfilled by more than marriage. Florence Nightingale, a woman who devoted her life to the service of others, is also cited as evidence of Grout’s point. The piece finishes with a call for women to value their precious school years, and to not dismiss the joys that such an experience can bring.","Concurrently with the shifting focus away from marriage and onto school, chapter seven “Husbands and Wives” from Karen Lystra’s Searching the Heart: Women, Men, and Romantic Love in Nineteenth-Century America, discusses the new role that love had begun to play in nineteenth century marriage and courtship. This chapter expounds on Grout’s essay explaining that for the first time, during this period, marriage was conceived in terms of love and personal choice, along with the traditional set of sex specific duties that married people were meant to fulfill. The excitement of courtship played an important role in determining the future of a relationship. Although it was acknowledged that this initial feeling often fades, it was thought to lead to deeper and more fulfilling companionship during a marriage. One woman is quoted in the chapter regarding the benefits of being married or not being married and echoing Grout’s essay saying: “not that I would advise you to throw yourself away, for the sake of getting married,” continuing on to explain that there is enjoyment after the excitement wears off (196). Nineteenth century Americans feared a loveless marriage, not confusing companionship with affection.  A lack of love did not play into the reason behind divorce though. Instead, an inability to perform culturally prescribed duties caused a marriage to end during this period, often forcing women to bear the brunt of the blame for the split. The new emphasis on love rather than just money and status during this century explains why women such as E.M Grout could afford to say that men should be evaluated for their, “acts of love, or deeds of mercy.” The new trend in female education and the importance of love in a relationship both affected the changing institution of marriage in the nineteenth century."],"locations":[{"id":6121,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":405,"tag":"Marriage"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}]},{"id":5377,"title":"Angelina Grimke and Her Secular Language of Rights","course_id":81,"status":"P","start_date":"1837-10-02","end_date":"1837-10-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1837, Angelina Grimke authored a series of letters to Catharine Beecher on the topic of the cultural roles of women as they relate to their social, economic, and political rights. One was reprinted in <em>Women's Rights Emerges within the Antislavery Movement, 1830-1870</em> by Kathryn Sklar. In the letter retitled by Sklar as, “<em>Human Rights Not Founded on Sex,</em>” Grimke argues that humans have rights because they are moral beings:","“the rights of all men, from the king to the slave, are built upon their moral nature: and as all men have this moral nature, so all men have essentially the same rights” (Grimke, Human Rights Not Founded on Sex).","In a very formal sense, Grimke used a secular argument to articulate a point about the what rights are and a necessity to respect them. Her persuasion proved to be effective and her methods involving secular justifications for equality of rights contrasted with other religious justifications for and against slavery and women's rights. Her points differed because they did not involve an appeal to her audience's religious sentiments, they involved an appeal to their reason. By appealing to reason, Grimke presented a new language of rights as they related to women and slaves, to the political climate of the mid 1800s.","The new kind of appeal that Grimke proposed was one that provided a stronger case for an immediate end to slavery, rather than gradually phasing it out. Gerda Lerner discusses the contrast between these two arguments in The Grimke Sisters and the Struggle Against Race Prejudice:","“If the Negro was entitled to equality on the grounds of his humanity, it followed that equality was his right, not a privilege to be granted at the slaveholder's pleasure” (Lerner, The Grimke Sisters and the Struggle Against Race Prejudice).","Lerner points out that if one granted Grimke the explicitly moral point she made in “<em>Human Rights Not Founded on Sex,</em>” then it followed that a gradual phasing out of slavery is morally wrong in a sense similar to why not ending it all was wrong. Grimke's point being presented on secular grounds was essential to her point having the amount of salience necessary to illustrate the way in which those calling for a gradual phasing out of slavery posited an internally incoherent message: they acknowledged slavery was morally wrong, but also suggested that it also be allowed to continue until a point that was convenient for a slaveholder. They were concerned with morality only insofar as slaveholders were not inconvenienced. The secular nature of Grimke's point had more salience because the Bible was used to argue both for ending slavery immediately, and to let it continue (Lerner, The Grimke Sisters and the Struggle Against Race Prejudice). Likewise, how one viewed the rights of women depended on how one interpreted the Bible. Grimke's secular language of rights were justificatorily minimal: they presented an account of rights of slaves and women that could accommodate the values of more than one point of view. The sense in which rights were to be respected on Grimke's account extended beyond what any religious account of morality could have provided. Religious justifications of rights only had normative force if the audience to which they were presented already believed the interpretation was correct. Grimke's language of rights contrasted with this because she reasoned through the status of the rights of slaves and women, meaning that her point was conceptual, rather than interpretive.","Grimke's justification for the equal rights of slaves and women was one that could have had normative force regardless of an individual's opinions. It was different because it appealed to reason rather than emotion. Consequently, her speeches and the arguments made in them reshaped the dialogue concerning the moral status of women in slaves in the mid-1800s."],"locations":[{"id":6216,"lat":42.3509402419,"lng":-71.9042530938,"zoom":8,"place":"WORCESTER, Massachusetts"}],"tags":[{"id":1199,"tag":"Angelina Grimke"},{"id":1198,"tag":"Secularism"},{"id":64,"tag":"Anti-slavery"},{"id":79,"tag":"Religion"},{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"}]},{"id":5379,"title":"The Lives of Sailors' Wives","course_id":81,"status":"P","start_date":"1845-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Hannah, of Lucy Larcom’s poem “Hannah Binding Shoes”, was a sailor’s wife in the early nineteenth-century. A weathered woman who has waited twenty years for word of her husband’s whereabouts, she has remained steadfastly by her window overlooking the shore in Beverly, Massachusetts, binding shoes. She continued to ask passing neighbors of news from the harbor, but no news would ever pertain to her husband. Once a beauty, Hannah and her husband Ben married in May; he left the same month, never to return again. Hannah remained at her window binding shoes, and faithfully remained waiting until the day she died.","Hannah’s character is indicative of the lifestyle of sailors’ wives during the nineteenth century. While their husbands were at sea, women could only wait until news of their return, or perish. By 1853, only seventeen percent of women accompanied their partners to sea, and the other eighty-three percent of women who remained onshore maintained an entirely different sphere of life. Women at this time were mainly seen as dependent on the money that they received from their husbands’ work. However, while women did certainly face a socially and culturally constructed dependency status, these women who stayed home during long travels were required to be independent. Wives depended on the money that the sailors brought in after every voyage, but due to the uncertainty of next lump sum, women were forced to be skillful in how money was used. These wives maintained the home, the family’s social status, took care of the children and had to supply necessary items for their families. Oftentimes, women took up work such as sewing, housekeeping, growing cash crops, or in Hannah’s case binding shoes, in order to expand the amount and rate of income. But until their husbands came home, women could merely wait. Sailors, especially whalers, had no way of predicting how long one single voyage might last. The ship would only come back to harbor once its belly had been filled with enough whale remains to make the trip profitable, therefore could have taken several years. So these women waited, and waited time and time again. Their main source of income was from a treacherous job that took many lives, yet these wives were the backbone of the family and community. As with Hannah, who was binding shoes for more than twenty years at her window, these sailors’ wives waited and sometimes never learned exactly what became of their beloved one."],"locations":[{"id":6138,"lat":42.560328524,"lng":-70.797191322,"zoom":9,"place":"ESSEX, Massachusetts"}],"tags":[{"id":881,"tag":"whaling industry"},{"id":1206,"tag":"Sailors' Wives"},{"id":1207,"tag":"Lucy Larcom"},{"id":1208,"tag":"Beverly, MA"}]},{"id":5378,"title":"Caroline Cutler Metcalf's Role in Education","course_id":81,"status":"P","start_date":"1874-11-11","end_date":"1874-11-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 11, 1874, S.C. Beach wrote a letter to Mrs. Caroline Cutler Metcalf.  Mrs. Metcalf was the first long-term principal of Wheaton Female Seminary.  Beach wrote to Mrs. Metcalf primarily to relay a message from Reverand Edward Everette Hale.  In a conversation between Beach and Hale, Hale had stated that he had never seen a paper written by a Wheaton Female Seminary student that was not well written.  Hale was impressed with the teachers of the Seminary and the way in which they taught English.  While principal, Metcalf demonstrated that she was capable of not only hiring good teachers, but also getting them to remain at the seminary.  Metcalf had very high standards for her students.","In the book, <em>Wheaton College, 1834-1957</em>, historian and retired professor of the college, Paul C. Helmreich discusses the larger meaning of Metcalf and also of the importance of educating young women during this time.  Metcalf was influential in the survival of the seminary.  She was known for her leadership and students respected the importance she placed on the survival of the seminary.  Helmreich illustrates that women could play a larger role in society during the nineteenth century.  Metcalf helped to change the lives of many young females by giving them an education.  Receiving an education was one of the first steps to proving that women are as able as men.  With an education, women had the opportunity to better themselves.  As a result, women began to hold jobs as teachers and principals.  This was significant because women were viewed as being capable of nothing more than remaining in the home, cooking, cleaning, and raising the children."],"locations":[{"id":6123,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":6,"tag":"Education"},{"id":1205,"tag":"Women's History"}]},{"id":5382,"title":"Women in Education During the 19th Century","course_id":81,"status":"P","start_date":"1878-06-01","end_date":"1878-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“From my own personal knowledge of the school, I cordially commend it, as one of the very best female schools within my knowledge, in the Southern states”. This is just one of many testimonials taken from an advertising pamphlet from the Virginia Female Institute, published in June 1878. During the 19<sup>th</sup> century, women were finding new ways to exert freedom and attempt to obtain power. One of the ways they found a voice was through education. Upon the creation of female schools, often called female seminaries or institutes, women finally had access to education. There are many similar pamphlets from female institutes and seminary schools located in various parts of the country, primarily the South. The goals of such pamphlets were to advertise the school and ideals it put in value. Most were descriptive of what a “female institute” involves. The documents outline everything at the school, describing the location, buildings, courses of study, and costs. However it goes beyond just mere descriptions. The testimonials from female students that studied at the school, in this case the Virginia Institute, had the goal of clearly expressing the morals and meaning behind the school. Many of the women thank the school for changing their lives, along with a few religion based comments, which seems to be a strong part of The Virginia Institute’s dynamic. Although the document’s goal was to advertise the school, it also was selling the ideal female role that was prevalent at this time. It portrays that women can have the best of both worlds: education, while still upholding womanly traditions. Women are allowed this “gift” of education, while still being told to maintain the expectancies of society while receiving this gift.","Historian Mary Kelley illustrates this interesting dynamic between women and education during the period of the eighteenth and nineteenth centuries that many were encountering in such institutes like this one in Virginia. Women began to be afforded opportunities that never would have occurred before. Kelley points out that education proved to be a powerful tool for women, with some choosing to use their new knowledge to partake in social action, such as the anti-slavery movement. Education could be seen as a training tool for such ventures. However, adding education to their lives did not suddenly change everything and make them equal citizens in society. Women experienced two spheres during the 19<sup>th</sup> century, with education being promoted, yet they often were encouraged to still remain silent and continue their duties in the home. Some spoke out, such as Catherine Beecher agreeing that women’s role in the home gives them power. This left women with conflicting messages at the time; one message prompting women to become educated, while the other prompted women to keep their new found knowledge to themselves in the home or use it only in the profession of teaching."," "],"locations":[{"id":13640,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}]},{"id":5384,"title":"Maintaining a Gender Hierarchy","course_id":81,"status":"P","start_date":"1848-04-01","end_date":"1848-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Eliza Jane Cate was an unmarried woman who worked in the Lowell mills for several years and contributed a great number of moralistic essays to the New England Offering during the late 1840’s. Although Cates essays in the Offering were fictional, Cate presented realistic morals and views based on her experiences in the Lowell factories. She begins her essay “Duties and Rights of Mill Girls” with a fictitious character, Colonel Bartlett, who viewed the factory system in Lowell as a place where oppression and constant hardships existed. Cate presents the traditional masculinity of Bartlett; farm owner, employer and hard-worker but illustrates the uncommon sensibility and kind-heartedness characteristics of Bartlett. Cate also demonstrates that Bartlett’s mechanisms of handling his businesses had no contribution to the unfair “long-hour system in families and in corporations,” because she believed that “a greater part” of “the diseases and inconveniences of factory communities” are caused by the workers neglect of their own health rather than the corporations responsibility. Cate then proceeds to counsel factory women on their daily habits that may engender disease within an additional section, Habits of Diet and Exercise.","Historian Thomas Dublin, author of Women at work: the transformation of work and community in Lowell, Massachusetts, 1826-1860 explicitly demonstrate the impact women had in the industrial revolution as a result of more women entering the work force during this time period. Dublin expresses that women during this period “Brought different values, attitudes, and expectations into the industrial setting” and for women “Industrialization provided them with a new economic independence and encouraged a new individualism that led to greater sexual freedom”. Although women were becoming more independent, mill management (men) were still primarily in control and imposed strict uniform standards. Men were the authority and women rarely contradicted their regulations or stood up for what they believed was right. The Ten Hour Movement which Cate also discusses in her essay was a petition in 1845 to lessen the classic 14 hour workday to a 10 hour workday. Dublin explains that the petition was rejected by the Lowell committee (constructed of all men) for various “discriminatory” reasons against other mill factories that would not be moving to a ten hour work day. Although the ruling was unfair some women resigned on the issue. Cate who believed in male dominance had the same opinion as the committee, concluding that it was the factory workers responsibility to maintain their heath and she reiterates the steps women should take in order to stay healthy in her continued essay Habits of Diet and Exercise. In The Cult of True Womenhood, historian, Barbara Welter describes that once married a women was “completely dependent upon her husband, an empty vessel, without legal or emotional existence of her own” (Welter). Unmarried women as Cate however, continued to follow the dependency model allowing men to possess greater power over women. Even within her fictitious writing, Cate cultivates the gender hierarchy that was socially constructed.<br /><br />"],"locations":[{"id":6172,"lat":42.4842595758,"lng":-71.3901525974,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":199,"tag":"working women"},{"id":898,"tag":"Lowell"},{"id":1212,"tag":"hierarchy"}]},{"id":5383,"title":"Women In The Education Arena","course_id":81,"status":"P","start_date":"1837-11-09","end_date":"1838-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 9<sup>th</sup>, 1837, Mrs. Pamela Burr wrote a letter to Mary Lyon, a leader of the women’s rights leader and educator, urging her to consider her two daughters for admission to Mount Holyoke College in Massachusetts. The letter describes the qualifications of two young girls, Caroline and Mary Burr, in detail. Mrs. Burr says that she is not extremely wealthy but could pay tuition for both girls upfront if they were accepted.","On July 4<sup>th</sup>, 1838, a letter is written in response to Mrs. Burr from Emma Willard, a colleague of Mary Lyon. She, like Mary Lyon, was an influential educator and women’s right’s activist. She states that there are too many equally qualified applicants willing to pay full tuition at this point in time to accept the two girls. However, she states that a Ms. Benton is attempting to create a Primary school in their area and that once it is fully established the girls could attend some classes there.","In the early 1800s, several seminaries were founded to provide education to women. Those who graduated from these institutions were prepared for motherhood, wifehood, and, to teach. Women’s seminaries were not immediately classified as colleges although their curricula were modeled after men’s colleges of the day. By 1860, there were approximately 100 colleges that offered education to women. After the Civil War, the women’s colleges of the Northeast, especially the “Seven Sister” schools (Barnard, Bryn Mawr, Mount Holyoke, Smith, Wellesley, Vassar, and Radcliffe,) set out to demonstrate that women were just as capable of achieving advanced education as men. Thus, admission standards were set as high as those at elite men’s colleges."," "],"locations":[{"id":6162,"lat":42.3432886687,"lng":-72.6398205506,"zoom":9,"place":"HAMPSHIRE, Massachusetts"}],"tags":[{"id":1204,"tag":"Emma Willard"},{"id":1203,"tag":"Mary Lyon"},{"id":1202,"tag":"Northeast"},{"id":1201,"tag":"Women's colleges"},{"id":1200,"tag":"Female Seminaries"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}]},{"id":5385,"title":"Martin, A Slave Boy: <em> A Story of Ellis Gray Loring and Caroline Weston</em>","course_id":81,"status":"P","start_date":"1846-01-18","end_date":"1846-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 18, 1846, Ellis Gray Loring wrote a letter to female abolitionist Caroline Weston, pertaining to a slave boy, Martin. Ellis Gray Loring was born on April 14, 1803. After passing the Bar, Loring became a lawyer for the poor and those oppressed of their rights. In January of 1832, Loring was part of the founding of the New England Anti-­-Slavery Society in the African Baptist church in Boston. He became a colleague of William Lloyd Garrison, whom Loring did not always agree with. In particular was their disagreement over the goal of the New England Anti-­Slavery Society; in which Loring was opposed to Garrison’s concept of “immediate and unconditional emancipation,\" although Loring soon came to agree with the idea. Loring worked with many other abolitionists in his time including Caroline Weston, to whom he had much correspondence with. Caroline Weston was sister to Maria Weston Chapman, who was a prominent abolitionist in the 1800’s. Caroline was one of the abolitionist women who formed the Boston Female Anti--Slavery Society. Loring continued as a prominent figure and lawyer throughout the abolitionist movement; joining the Boston Vigilance Committee and housing fugitive slaves.","In the correspondence between Ellis Gray Loring and Caroline Weston, is the letter that concerns to a 13 year-­-old slave boy named Martin. Loring explains that the boy spent time in school in Boston before being sent to Hopedale Community to live with a Mr. G. Sowald (an Englishman). It appears Loring is concerned that the time that Martin spent in Boston was “injurious” towards him (and Hopedale Community) because the members of the community believe that Martin now sets a wrong example for the children, being a bad influence. Although Loring appears to disagree somewhat, explaining that Martin is intelligent, docile, generous, and good-­-tempered, and he believes that Martin will make a good seaman’s apprentice. He believes that Martin will soon be out of control and that will be not only painful but also mortifying for Loring. The letter is finished by saying that Martin needs a place with “firm will” and a “firm arm” if needed. The letter is addressed to “Dear friend Caroline” and is signed “with the truest resign and respect, yrs., Ellis Gray Loring.” The letter shows the mutual respect between the two abolitionist, Weston and Loring as well as their concern for the welfare of a teenage slave boy, Martin. The letter is addressed from Boston on January 18, 1846, which was two years before Caroline and her sister Maria relocated to Europe, where they continued their abolitionist work."],"locations":[{"id":6208,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":1213,"tag":"Female Aboltionists"},{"id":164,"tag":"Slave"},{"id":190,"tag":"William Lloyd Garrison"},{"id":507,"tag":"Abolishment of Slavery"},{"id":7,"tag":"Women"}]},{"id":5395,"title":"National Women's Rights Convention: Maria Varney's letter emphasizing natural rights","course_id":81,"status":"P","start_date":"1850-10-20","end_date":"1850-10-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 23, 1850 the first annual National Women’s Rights Convention commenced in Worcester Massachusetts. For two days more then a thousand women and men from eleven different states listened to speakers. The speakers emphasized the right to vote, to own property, to be admitted to higher education and to choose their occupation or profession. Newspaper reporters from all over attended, but the majority of the press coverage the convention received was derisive and scornful. The criticism did not hurt the convention, but rather brought attention to it on a national level and built support for the movement.","Maria L. Varney wrote a letter to the National Convention of Women’s Rights in Worcester, Massachusetts. The letter expressed her regrets for being unable to attend the convention and put forth a few fundamental propositions about women’s rights. Her argument is founded on two principles. First, all people have certain inalienable rights including: life, liberty, and the pursuit of happiness. And second, women are human beings. Therefore, women are entitled to a right to life, liberty, and pursuit of happiness. She declared that a right to life implies “not only a right to the means of a livelihood, but a right to <em>one’s own person and property</em>.” And that a right to liberty and the pursuit of happiness implies “a choice of location, occupation, and self-government.” Varney concluded that any law that violates these rights of <em>people</em>, male and female, is unjust and must be immediately repealed. In order to be just and fair the government and laws must be blind to gender.","Varney’s emphasis on natural rights reflected the fact that ideas about who could claim such rights had been expanding and evolving since the American Revolution. The language of natural rights first identifies with the Declaration of Independence. While the Declaration of Independence specified Man, only ten years later, in1787, the language in the Constitution is gender-neutral, using the term “person.” In 1792 Mary Wollstonecraft wrote <em>A Vindication of the Right’s of Women</em>, in which she builds off of the principle of natural rights. She claimed that because natural rights are given by God they are universal and inherent to all people and therefore undeniable. The authors of the Declaration of Rights and Sentiments followed the same pattern and adapted the Declaration of Independence in 1848 at the Seneca Falls convention. They applied it specifically to women’s rights. By the early nineteenth century some of women’s civil liberties were recognized. This is important because it acknowledged that women are human beings who possessed rights. By recognizing that women were entitled to certain rights and that the government had a responsibility to protect the women’s rights, the government inadvertently acknowledged that women were separate and distinct individuals in the eyes of the law."],"locations":[{"id":1176,"lat":41.0633875895,"lng":-73.4206530083,"zoom":9,"place":"FAIRFIELD, Connecticut"}],"tags":[{"id":196,"tag":"women's rights"},{"id":18,"tag":"Politics"}]}]}