{"id":82,"title":"Nineteenth Century Urban Epidemics","school_id":4,"school_name":"Furman University","term":"May 2012","abbr":"HST-323","url":"http://history.furman.edu/benson/hst323","description":"This course explores the social history of urban epidemics in 19th Century North America. The devastation wrought by smallpox, cholera, and yellow fever, and the success of science and public policy in combatting them, is one of the triumphal stories of the period from the American Revolution to the First World War. Even more dramatic are the cultural effects of epidemic disease: the governments toppled, the bogus patent medicines sold by the train-load, the civic boosters who pitched the health of their own cities over the pestilence of their rivals, and the struggle of men versus women, sacred versus secular, native versus immigrant, local versus state, and colony versus metropolis in responding to these crises.","points":[[31.9014449767,-81.1192880728],[38.5089863052,-77.2972733849],[38.9151212228,-76.9435162098],[40.7805662337,-73.9388482485],[41.8399513458,-87.8166666032],[30.1220750117,-89.7244851703]],"bounds":[[41.8399513458,-73.9388482485],[30.1220750117,-89.7244851703]],"episodes":[{"id":5441,"title":"A Fever Like No Other: Yellow Fever in Savannah","course_id":82,"status":"P","start_date":"1876-08-01","end_date":"1876-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The year 1876 was a frightening time for the citizens of Savannah, Georgia because of a severe yellow fever epidemic. This disease came with terrible symptoms. The symptoms of yellow fever included fever, muscle pains, vomiting, and jaundice. Death was the common outcome for these patients. This outbreak in Savannah was noted in other rival port cities such as Galveston. This occurred in order to try and put Savannah down, and potentially praise these other port cities. The benefits of this were mostly economic in the sense that businesses, especially with imports, could use Savannah’s yellow fever outbreak to steer business their way. This was a common occurrence seeing that there was a fight for supremacy in the social and economic realms during this time period.","An 1876 newspaper article from the <em>Galveston News </em>entitled, \"Yellow Fever Ravages: A Review of the Epidemic in Savannah,\" shows the severity of the disease. In a four month span between August and November in 1876, there were 1,574 deaths. Of this total, 940 of them were diagnosed with yellow fever, while the remaining 634 were categorized as having other diseases. The racial breakdown of these deaths showed that whites were affected more by these diseases than blacks seeing that 1058 of the deaths were whites and the remaining 516 were blacks. This can show a genetic resistance to the disease between the races even though it must be kept in mind these numbers could be skewed for various reasons. The author does not clearly state how accurate these numbers are when dealing with the racial breakdown of the population.","Some critics look at these death statistics and conclude the yellow fever epidemic in Savannah in 1876 was not as bad as others. Even though there were a significant number of deaths from other diseases, the number of people who died from yellow fever was still high. Also, doctors feared that these other diseases were actually different strands of the yellow fever disease. This, in turn, would make yellow fever even more dangerous as well as more important of an issue.","Citizens of Savannah took pride in their cleanliness. Savannah was said to be one of the healthiest seaboard cities, if not the healthiest. This raised much question as to why this disease would hit such a clean and healthy city. This debate created a big controversy within the city and other surrounding cities. Conclusions were finally drawn that it was not the unsanitariness of the city that caused this disease outbreak, but instead it was the weather. City officials insisted there was an unusually wet spring as well as a much warmer period before the disease hit. This was an important finding, because it allowed the city of Savannah to continue to take pride in their cleanliness and healthiness."," "," "],"locations":[{"id":1633,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":1124,"tag":"Disease in the south"},{"id":1310,"tag":"urban history"}]},{"id":5442,"title":"Evacuation: A Last Resort for Health- Seeking Citizens of Savannah","course_id":82,"status":"P","start_date":"1876-01-01","end_date":"1876-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Evacuation in Savannah during the year 1876 was something that people in the city wanted to avoid at all costs. Unfortunately, in many cases there was simply no other option. Yellow fever struck Savannah in 1876. People began to move out of the city as soon as the disease began to spread. The immense amount of worry about the disease and its terrible symptoms caused citizens to flee the city. An 1876 newspaper article from the <em>Georgia Weekly Telegraph and Georgia Journal and Messenger </em>provides a first-hand account of the evacuation that took place in Savannah. This article gives insight as to how and why these people left the city.","Trains were the main source of evacuation for the citizens of Savannah. Trains were crowded leaving the city, and in many cases, extra cars were added to the trains to help accommodate the massive number of people trying to leave. People headed all over the state to places such as Millen, Augusta, and Atlanta. All of these cities took in a great number of refugees. These people all believed there was a severe problem and risk to their lives as well as their family’s lives, so in their minds their actions were justified.","People fled on steamers in order to evacuate the city as well. Also, steamers, such as the <em>Dictator </em>of Charleston, were cautioned not stop in the ports of Savannah because of the fear of quarantine. When the epidemic hit Savannah in 1876, the monitoring of these ships was at an all-time high in order to prevent the disease from coming into the city. Doctors in Charleston warned captains that there was certainly an epidemic taking place in Savannah. Mayor Anderson of Savannah took on a big role of helping the monitoring as well as informing the city and surrounding cities of the situation. This was done through his numerous reports to the city as well as telegrams sent to surrounding areas such as Darien.","There was a great irony in the mass exodus of people from the city. The editor of the Telegraph was crtical of the healthy people who evacuated the city. The healthy evacuating the city potentially raised a problem, because they left the sick alienated from society and left to die. In an earlier article, people fleeing the city were greatly criticized for leaving the sick behind. The editor critized the people who fled because it left the city with very few healthy citizens to help fight the disease. This allowed the disease continue to grow stronger in the city.","Scholars have studied the factors in which cause families to evacuate. Conclusions have found that the concept of being warned is the biggest factor. Warning by authority, peers, or media, are all areas in which people are warned. This scholarly finding is consistent with Savannah during the yellow fever epidemic of 1876. Groups such as the <em>Benevolent Association </em>and Mayor Anderson were key figures in sending warnings and reports of the disease to the public. Evacuation is simply a last resort to save the family. Ultimately, this is what these families in Savannah were trying to do in response to the yellow fever epidemic in 1876."],"locations":[{"id":1633,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":1311,"tag":"Diseases in the south"},{"id":1310,"tag":"urban history"}]},{"id":5443,"title":"\"The Slow Dead March of Camp-Disease\": Death in the American Civil War","course_id":82,"status":"P","start_date":"1861-11-25","end_date":"1861-11-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Charles Furman had known Fannie Garden for only 13 days before he asked her to marry him. In all, they spent less than a month together before the Confederate government ordered him northward to fight the “soulless soldiers” of the “despised Yankee Nation.\" The letters they wrote in the years that followed captured both their own deepening love and the chaos and carnage of the American Civil War. He was prepared, he wrote, to fight and die to defend her—and to defend Confederate freedom. He was utterly unprepared, however, for the reality of war—for the tedium and toil of daily life, for the savage intensity of battle, and most of all for the sweeping devastation of disease.","In November 1861, his regiment was encamped in northern Virginia. Since the Battle of Bull Run four months earlier, there had been only a few minor skirmishes to distract the men from the weariness of camp life—until now. Union general Daniel Sickles was gathering reinforcements, and Furman expected an attack any day. Responding to the news, Furman wrote to Fannie to assure her that he “love[d] her truly, and deeply, and earnestly—with all the warmth of his nature.” Nonetheless, he asked her not to worry, insisting that what he truly feared was not an instantaneous death in battle but a long, lingering death of disease. The former, he wrote, was like heavy infantry—“brilliant and rapid”—but nothing compared to the “universally destructive cavalry” of disease. Ultimately, he concluded, “the slow dead march of camp-disease is much more to be dreaded than the rapid double-quick of ball and shell.”","In the six months since Furman had enlisted, only eight of the regiment’s 900 soldiers had died in battle, and another 50 had been wounded. In those same months, measles and typhoid fever swept through the regiment, killing 43 and leaving dozens more too weak to fight. By winter’s end another 20 would be dead of typhoid and pneumonia. These losses typify larger patterns of Civil War mortality. In the first year of the war, as soldiers gathered from across the country, measles, smallpox, and other childhood illnesses devastated newly-formed armies. Exposure and nutritional deficiencies left soldiers vulnerable to disease, and the filthy, fetid water that sustained most of their camps allowed dysentery and typhoid to thrive. The Civil War, recent analysis suggests, claimed the lives of upwards of 750,000 Americans. An estimated two-thirds of those deaths—perhaps 500,000—were the result not of battle but disease. Historian Allen Guelzo has estimated that disease killed perhaps 18 percent of the entire Confederate army, and James McPherson argues that the percentage may be even higher. It is little wonder, then, that what Charles Furman feared most in the fall of 1861 was not battle—not bullets or bayonets—but disease."],"locations":[{"id":14189,"lat":38.5089863052,"lng":-77.2972733849,"zoom":9,"place":"PRINCE WILLIAM, Virginia"}],"tags":[{"id":1314,"tag":"Charles Manning Furman"},{"id":1313,"tag":"Typhoid fever"},{"id":1312,"tag":"Disease"},{"id":32,"tag":"Civil War"}]},{"id":5444,"title":"Fear Across the Atlantic:  Cholera’s Journey towards Washington D.C. in 1866","course_id":82,"status":"P","start_date":"9/1/85","end_date":"9/30/85","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In September of 1865, citizens of the city of Washington D.C. heard troubling tales from across the Atlantic of a rapidly westward spreading plague of Cholera.  The disease caused victims to experience extreme diarrhea until dehydration set in.  Without replenishment of fluids, victims were doomed causing around a 50% fatality rate.  Newspapers described it as a disease “so fatal…it begins with death.” Perhaps what terrified nineteenth century populations the most was the inability to discover a true cause or a cure to the disease.  Theologians described it as “god’s wrath” and scientists were as unsuccessful, attributing the disease to atmospheric miasma.  Furthermore, the theory of germs as a source of disease was in its youth and still highly controversial.  This lack of knowledge left the citizens of Washington D.C. terrified.  On September 1, 1865 this fear was proclaimed on the front page of the Daily National Republican under the alarmed title “The Coming Pestilence”.","The United States and Europe were familiar with cholera from previous outbreaks in 1832 and 1849. As a result, they were captivated by its spread.  Each individual country hoped it would be spared and that distance from the initial outbreak would suffice as protection.  Americans watched as the disease originated in India and quickly spread to Egypt.  From there, the disease alarmingly spread to the Mediterranean, beginning European infection with Italy and eventually France. By September, 1865 newspapers viewed the disease’s spread to England to be inevitable.  This left the Atlantic as the United States’ only defense.  However, distance only prolonged American’s fears. It did not protect cities such as Washington D.C. from cholera’s inevitable arrival.  As the Daily National Republican stated, “We feel sure, however, that if the cholera comes this way, no quarantine, no dententions, no fumigation, no lines of demarcations will keep it out.”  The one bastion of American hope remained very similar to that experienced in previous outbreaks.  The reports dispersing from Cairo claimed cholera only affected “those who live in close, confined quarters” with “no drainage” and most importantly “general bad living”.  Those who drank, were prone to excess, and morally depraved were viewed as the only ones susceptible.","With these signs abroad Americans personified cholera as a malign evil and sought preemptive preparation as the cure to this disease.  In a poem from 1831 republished in an edition of the Daily National Republican, the disease was named a “pale white horse” spreading misery and death throughout the land.  Strategies included cleaning of both physical and moral garbage.  The main sources of information in 1865 were reports coming from afflicted nations and Europe.  United States papers took these claims as truth and reprinted them for their readers.  Overall, 1865 marked a tenuous time for Washington D.C. residents and other Americans as they were forced to watch cholera spread without halt, inevitably heading towards their shores."],"locations":[{"id":40259,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"}],"tags":[{"id":1316,"tag":"washington d.c."},{"id":1315,"tag":"cholera"}]},{"id":5445,"title":"Success against Cholera: Washington D.C. Watches Science Advance","course_id":82,"status":"P","start_date":"1866-05-01","end_date":"1866-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In May of 1866, Washington D.C. was embroiled in political challenges.  Cholera was spreading throughout the country.  In addition, the recently ended Civil War left politicians divided over the issue of Southern representation and reconstruction.  The question of how to deal with Southern reconstruction was at an all-time high.  By the summer of 1866 the idea of Southern representation in Congress was not uncommon, as long as those elected were “loyal and true men.” Papers such as The National Republican illustrated politicians as only sitting at conferences about the disease, not solving it.  Who would make decisions about stopping the disease? In this climate, government was not a solution.  Instead, it was a class of elite doctors that were portrayed by the media as answering the call in the fight against disease in the nineteenth century.  Physicians such as Robert Koch and John Snow pursued their study of disease as private practicing individuals, not as agents of the state. Dr. George Johnson was among the ranks of premiere private doctor.  His theories laid the foundations that led the residents of Washington D.C. to believe a critical blow against cholera had been presented in the summer of 1866.  His work was advertised and praised on May 6, 1866 in the article “The First Blow against Cholera” in a Washington D.C. newspaper, <em>The Daily National Republican</em>.","Dr. Johnson’s published work, Notes on Cholera was described by critics in the <em>Daily National Republican </em>as “the first true and complete explanation of the disease.” It was believed that the “first blow” had been struck against cholera in the discovery of what it really was.  Dr. Johnson’s purpose in writing it was “to sweep away an erroneous theory with regard to the nature of cholera.” In this quest he explained the disease in simplistic terms and provided the roots of cholera in a short one hundred pages.  This made the source of cholera visible for the larger public.  By creating progress in knowledge, Americans received hope based upon factual grounds for the first time in 1866.  This was is in contrast to the naïve hopes of past outbreaks.  Previously, cholera was believed to only affect the poor and immoral.  This belief left the average American immune.  This was based on a theological approach to the disease, deeming it a plague from god.  However, the advertising of Johnson’s work in a newspaper shows a significant advance towards a more scientific perception of disease.  This was one of the most significant transitions of the nineteenth century."],"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1316,"tag":"washington d.c."},{"id":1315,"tag":"cholera"}]},{"id":5446,"title":"Poe's \"Sepulchre by the Sea\": Love and Death in Victorian America","course_id":82,"status":"P","start_date":"1849-05-01","end_date":"1849-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Edgar Allan Poe spent his final months in poverty, tormented by grief, drowning his depression in alcohol and poetry. In May 1849, in his small New York cottage, he wrote what was to be his last completed poem, “Annabel Lee,” in which he returned to the themes that had haunted him for much of his life. The poem, set long ago in a kingdom by the sea, describes the speaker’s undying love for the beautiful Annabel Lee. Despite their youth, they share a “love that was more than love,” a love so powerful that envious angels send an unnamed illness to shatter their happiness. Though she dies, his love for her endures, and even years after her death “the moon never beams without bringing me dreams / Of the beautiful Annabel Lee.” He is drawn each night to her \"sepulchre...by the sea,\" where he lies down to sleep beside her lifeless body. Having lived only for her, his life without her is bereft of purpose. Now, he yearns only for death, to return forever to the happiness they shared so briefly in this world.","The rhythm of repeated words and phrases creates a haunting, mournful melody that mirrors the speaker’s mood. Even the poem’s meter, scholars argue, was structured to echo the very ebb and flow of the sea to which the speaker is drawn. Again and again, in “Annabel Lee,” “The Raven,” “Lenore,” and “To Helen,” Poe returned to what he called “the most poetic topic in the world—” the death of a beautiful woman. Indeed, love and death drove much of Poe’s writing, reflecting a life defined by tragedy. Abandoned by his father, orphaned as an infant, he found happiness in his marriage to his young cousin Virginia—only to watch her slowly waste away from tuberculosis. “Annabel Lee,” written two years after her death, was Poe's attempt to give words to the love and sorrow that still consumed him.","This obsession with death typified Victorian culture, which responded to the disease-defined realities of the nineteenth century by blending Christian and classical understandings of death. They infused death with beauty and redemptive power, transforming it into a work of art capable of giving meaning to one’s entire life. A “good death” was one in which the individual embraced their own mortality with hope and acceptance. Death was spiritualized as focus shifted from the dying, decaying body toward the soul. Their vision of heaven was of a physical, material place, a place of natural and artistic beauty where they would be reunited with those they love. Heaven was, as Mark Schantz argues, “a tabula rosa upon which Americans could inscribe their most profound hopes and aspirations.”","Americans blurred the boundary between heaven and earth, as if a breath of poetry—as if the power and passion of one’s love—was enough to reach those they had lost. In “Annabel Lee,” Poe describes such a love—a love that literally triumphs over the forces of heaven and earth, a love that haunts the living and that transcends death itself. It is the anguished cry of a man giving voice not only to his own pain but to the entire cultural climate of his age."],"locations":[{"id":8921,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":724,"tag":"Cult of Death"},{"id":1312,"tag":"Disease"},{"id":536,"tag":"Poetry"},{"id":1317,"tag":"Edgar Allan Poe"},{"id":1318,"tag":"Annabel Lee"},{"id":1319,"tag":"tuberculosis"},{"id":1320,"tag":"love"}]},{"id":5447,"title":"Cholera and boosterism in New York and Chicago","course_id":82,"status":"P","start_date":"1866-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Disease epidemics of the mid to late nineteenth century caused an immense amount of fear among everyone and further led to the rivalry and boosterism prevalent between New York City and Chicago during the 1866 cholera epidemic. On August 29, 1866, <em>The Chicago Tribune</em> reported that cholera deaths in New York were at a standstill, and reports extensively from an article from <em>The New York World</em> that “not a single case occurred in the hotel,” and business on the streets and cleaner parts was “free from disease.” Transmission and prevention measures were also being taken to ensure that disease rates were controlled, which was quite the opposite for Chicagoans. There were reports that cholera in Chicago was caused by fall trade, lack of precautionary measures, not having a grasp on the sanitary aspect of the disease. Reports continued to bash the residents of these Western cities (Chicago, St. Louis, Cincinnati, and Memphis), claiming that it was “their fault” for not taking precaution even after being warned about the preventive measures of the disease and its deadliness. Aside from only a “few dozen” cholera deaths, however, the overall health and cleanliness of New York was excellent.","About 12 years prior to the 1866 cholera epidemic, John Snow found that cholera was a direct effect of the lack of sanitation within the city. The broad street pump in London was contaminated with feces and led to the cholera epidemic that ravaged the city. Snow discovered this after removing the handle on the pump, which prevented further use of it. After doing this, there was a sharp decline in and then no more cholera deaths at that time. With this information during the epidemic of cholera in New York and Chicago, both cities were aware of the cause. However, blame was placed on the immigrant population or a person’s predisposition for the disease, possibly in an effort to reduce fear, sustain commerce, and encourage tourism.","The <em>Chicago Tribune</em> further reports, however, that the cholera epidemic was actually quite different in Chicago than the New Yorkers made it seem. The city of Chicago was in reality, ahead of New York City in terms of municipal cleanliness and overall health of the area. Unlike New York, Chicago did not have “those cellars two stories below which breed pestilence” nor “those crowded courts and miserable masses of tenement houses,” which is where cholera often thrived. Due to apparent overcrowding in New York, cleaning the city and escaping the fate of cholera was actually impossible for them. Reporters claimed that New Yorkers knew this to be true, and slandered Chicago in an effort to maintain business and get rid of the guilt they had from misrepresenting their disease data. Furthermore, Chicago’s grasp on reporting deaths from cholera seemed to be better in terms of value and accuracy then that of New York, in their effort to provide the most information about the progression of disease in their city. New Yorkers, however, were negligent in this regard because they did not bother to report accurate numbers. If anyone were to travel to New York, they would actually find the death toll from cholera to be extremely high. To make cholera appear less brutal, however, it was sometimes referred to in reports about disease in Chicago as “Cholera-morbus,” which was less rapid and less severe symptomatically, but equally as fatal.","There is no doubt that disease during 1866 epidemic brought about fear and panic, and there is no wonder why those individuals responsible for reporting wanted to make their city seem like they had better concept of disease and more control over the prevention and spread of cholera."],"locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"},{"id":2539,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":1322,"tag":"disease in the north"},{"id":827,"tag":"Chicago"},{"id":579,"tag":"New York City"},{"id":1315,"tag":"cholera"},{"id":1323,"tag":"rivalry"}]},{"id":5448,"title":"<strong>The Oncoming Threat of Cholera in New Orleans in 1849</strong>","course_id":82,"status":"P","start_date":"1848-12-30","end_date":"1849-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After a sixteen-year hiatus, cholera was once again on the doorstep of New Orleans. On December 30, 1848, reports from Pittsburgh began circling that cholera was the responsible agent for thirteen deaths aboard steamships known as the Diadem, the Watkins, and the Savannah; all of which had docked in the New Orleans harbor. A message from Cincinnati stated that fourteen people aboard the Peytona, which had departed from New Orleans, were found to be dead upon arrival to the city. This alarming message, according to the newspaper The Maine Farmer, sent the people of New Orleans into a panic that would disrupt the flow of the entire city for months. Newspapers in New England, as well as London, showed growing concern with what was happening in New Orleans. The Maine Farmer did not obtain many answers that any one could give for how cholera had sprouted up so suddenly in the winter months there. The only conclusion that the people reached for the reason behind the outbreak was the fact that over one thousand immigrants had arrived in New Orleans on December 22, 1848 from Liverpool and Havre and that they must be the ones responsible for bringing back the recurrence of the disease. The greatest number of deaths occurred among the poor, which was to be expected in those times. However, the inhabitants could not understand how some of the best citizens were also dying.","Shipping was of vital importance to the port city of New Orleans. It brought the people goods and kept their businesses running, however it was also how cholera seemed to be coming into the community. After the reports of December 30, 1848, people began fleeing the city by the hundreds. Business in the city went spiraling downward since boats could not move their freight onto land because nobody would pay enough money and take the risk of possibly bringing the disease from the ships back with them. Goods also could not be shipped out of New Orleans because nobody wanted to transfer them onto the vessels out of fear. A private letter in the Maine Farmer from New Orleans to Charleston said, “The cholera has paralyzed business to an enormous extent.”","New Orleans was apparently dismantled by something that was known as its greatest asset: shipping. Transportation methods had proven deadly to the city. Through January 11, 1849, there were an average of over one hundred deaths per day. All of the people that could afford to had fled. There was no more talk of business or life in general. The only thing people seemed to talk of was cholera. In less than three weeks time the city of New Orleans had been left in shambles."],"locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":29,"tag":"New Orleans"},{"id":1315,"tag":"cholera"}]},{"id":5449,"title":"<strong>The Change of Society in New Orleans Brought on by Cholera in 1849</strong>","course_id":82,"status":"P","start_date":"1848-12-30","end_date":"1849-02-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The devastation of cholera resumed in New Orleans on January 13, 1849 when the Medical Board pronounced that the disease had made its way into the levee. As was the case in the cholera epidemic of 1833, no one could explain why it had suddenly sprouted up again. There had not been many records indicating that ships from Europe had brought any cases of the disease in the most recent months. Theodore Clapp stated in his communication from New Orleans to the Universalist Trumpet and Magazine that the threat of this disease stopped people in their tracks and that the city came to a grinding halt.","New Orleans was home to many travelers and on average there were tens of thousands of strangers in the city in the winter months. When the news spread that the disease had made its way into the city these visitors made a quick exit. Boats were overflowing with people hastily trying to get out of the city so as to avoid the disease. Businesses were in a state of panic as their main source of money was leaving and people that lived in the city permanently were not themselves anymore. Fear of the disease had changed even the kindest person into a mean and very self-centered individual. People were forced to care only for themselves and those closest to them.","Thousands of people had died in just over three weeks and it had only left the people who were true to their home. This brought the trade and the business of the city to a screeching halt. Clapp stated: \"the outbreak of cholera descended like an avalanche upon our gay, busy, and happy population.” What was once a thriving economy had turned into a bleak home for a disease-ridden population in twenty-four days time. However, this was not to be the downfall of New Orleans. Theodore Clapp said in his communication that the disease had been perfectly manageable in its early stages and that no more than fifteen to twenty people of note had died. The majority of those that had died were the African Americans, the immigrants, and those suffering from poverty.","By February 17, 1849, people had started returning to the city and society had been restored. In a matter of weeks the people had gone from running from the city to returning which was not the case in the epidemic of 1833. The people were very happy that the epidemic had only lasted a few weeks. The outbreak in late 1848 and early 1849 was quick but it was still devastating to the city of New Orleans."],"locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":1315,"tag":"cholera"},{"id":29,"tag":"New Orleans"}]}]}