{"id":84,"title":"Historian's Craft","school_id":10,"school_name":"University of Alabama at Birmingham","term":"Summer 2012","abbr":"HY300-RF","url":"","description":"","points":[[33.5543155862,-86.8964933862],[32.2488115675,-86.1666274124],[33.553582253,-86.8959288939],[37.1915615864,-89.3376456502],[33.5535062339,-86.8977806563],[33.7746837105,-85.717429796],[42.3649994065,-70.9800517697],[33.553801834,-86.8960886107],[40.6916304076,-74.0035386433],[32.3258382723,-87.106506935],[31.9892499285,-87.3082084281],[33.7862251516,-84.4230424472]],"bounds":[[42.3649994065,-70.9800517697],[31.9892499285,-89.3376456502]],"episodes":[{"id":5455,"title":"Carmela Anselmo- Teacher and Innovator","course_id":84,"status":"P","start_date":"1/1/21","end_date":"10/29/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1921 Carmela Anselmo travelled to the United States from Sicily to visit her brother.  She fell in love with America on this trip and decided to stay.  In 1934 Carmela became a citizen of the United States. But she wasn’t satisfied with just becoming one herself, therefore she took up teaching the English language to other native-born Italians in order to help them gain citizenship as well.  After teaching over 400 native-born Italians how to speak English Carmela decided to teach another class that would further help these Italians understand their new homeland.","Citizenship, or naturalization classes, started becoming popular with immigrant communities during the early 1900s.  Not only would these classes prepare them for their citizenship examination, but they would also help them learn American culture so that they could assimilate better into the community.  Everyone in the class would be issued a textbook on American culture including the English language, American history, American government, and some economics.  Early in the 1900s the textbooks were readily available, but as time went on more immigrants came to the U.S. and textbooks started running scarce.  Carmela Anselmo dealt with this issue and in a letter sent on February 8, 1936 to the Immigration and Naturalization Service located in Washington D.C., Carmela asked for more textbooks to be sent to which an officia of the INS replied,  “I take pleasure in informing you that the textbooks which you have requested are being sent… It is hoped they will reach you promptly and will serve your present needs.”  But on April 15, 1936 Carmela was informed that not only were the books on back order, but they also were no longer covered in payment by the naturalization fees.  Carmela then proceeded to buy a class set of textbooks with money she and her students raised so that future students would be able to use them as well.","Carmela took care of her students as if they were family.  On the weekends the students would put on plays to show their achievements in the English language, and would hold fundraisers for the community.  Richard Alba of State University of New York at Albany, and Victor Nee of Cornell University, has argued that the fundamental key to successful assimilation in an American community lies within these classes and education lessons.  Although staying within immigrant communities, at times, hinders individuals from assimilating, most of the time, and as seen here, the classes helped the immigrants find a sense of community and grow pride in their new American nation.  With their new set of knowledge and skills, Carmela’s students would go on and create their own businesses, which they could not have done before hand due to their language barrier.  Carmela created a wonderful Italian community and made it possible for these new immigrants to enjoy a smooth transition to American life.  And as Carmela had hoped, most would go on to gain citizenship and continue to be active members in the community."],"locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1338,"tag":"Italians"},{"id":31,"tag":"Immigration"}]},{"id":5457,"title":"The Rebellion In Alabama","course_id":84,"status":"P","start_date":"1868-02-01","end_date":"1868-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Rebellion in Alabama","”What’s next?  Is Alabama to come back without a new and equal constitution?  Never!  Let her be kept out until doomsday!”  This quote comes from an editorial written by an unnamed author in 1868 by <em>The Independent</em>, a Northern magazine which was complaining about the political situation in Alabama at the time.  One of the conditions for Alabama’s re-admittance into the Union was the drafting of a state constitution.  One of the key elements of this new constitution was the affirmation of the abolishment of slavery as well as the guarantee of equal rights for all of its citizens.","One of the main points that the article outlines is the defiant nature of the “rebels” in Alabama when it came to voting for ratification of the new constitution.  There were roughly 200,000 registered voters in Alabama at the time.  A majority of these voters was needed in order to ratify the constitution.  Many Alabamians just stayed home causing the ratification to be defeated.","“If Alabama stays at home from the polls, Alabama must stay at home from Congress.  We devoutly pray that the halls of the Capitol may never tread to the echo of an Alabama representative till he goes there to represent the political equality of white men and black.” While the author of this piece does not pretend to have any form of journalistic neutrality, his argument against Alabama is a valid one.  One of the main points of contention was not recognizing the abolition of slavery, it was granting equal rights to the newly freed slaves.  The South would contend that suffrage for African Americans in the North was by no means guaranteed, so why should the Southern states be forced to adopt it?","Eventually Alabama, along with the other Confederate states, ratified a new constitution but it was not exactly what some in the North believed that it should look like.  Beginning in 1865, Alabama began to institute what became known as the “Black Codes.”  These were a series of laws that cemented the status of the newly freed slaves as second class citizens.  Some of the offences that the newly freed slaves could be arrested for included, vagrancy, drunkenness, failure to support one’s family, and interracial relations (i.e. sex and marriage).  The harsh tone taken by many in the North, including <em>The Independent</em>, reflected the frustration that many were feeling over the fact that slavery was abolished but it did not seem that the lives of the freed man were going to improve for the foreseeable future.  The defiant attitude the may Southerners seemed to take in regards to acknowledging a new constitution, all while codifying new Black Codes played a role in the sectional distrust between the two regions which persisted for decades as well laying the framework for Jim Crowe and a century of segregation."],"locations":[{"id":301,"lat":32.2488115675,"lng":-86.1666274124,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":220,"tag":"alabama"}]},{"id":5458,"title":"From Peddlers to Grocers: A look into Lebanese Immigration","course_id":84,"status":"P","start_date":"1890-01-01","end_date":"12/31/14","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the late 19<sup>th</sup> and early 20<sup>th</sup> centuries numerous Lebanese people migrated to America and many found homes in Birmingham, Alabama. On arriving, the most common job for the Lebanese men to do was “peddling”, which entailed delivering goods from one place to another by bike.  At times, these men would spend days or weeks out on deliveries and the hours were filled with tireless traveling.  Peddling did not require an extensive knowledge of the English Language, which was why the job was so attractive to new Lebanese immigrants who only spoke Arabic.  But the Lebanese in Birmingham did not stay peddlers for long.","Lyda Faires Deep was born in Lebanon in 1899.  Her father left for America when she was four years old, and two years later he sent money for her and her mother to join him in Birmingham, Alabama.  Lyda arrived in America in 1905 where her father was working as a peddler.  Lyda remembers being scared for her father because, “he would be gone for such long periods of time, and we would never know when he would come home.”  Eventually her father made enough money to buy a horse and buggy, which shortened his travelling time.  But soon her father grew tired of peddling and wanted to own a dry goods store of his own.  Because her father could not speak English he found a fellow Lebanese man who could and went into business with him.  The man’s name was Abdallah Joseph, and Abdallah helped Lyda’s father get his feet on the ground with his grocery store and helped him learn some English.  The grocery store was called Faires Brothers’ Grocery and was extremely successful.  Soon the Lebanese had grocery stores all over downtown Birmingham.  The grocery store business became a Lebanese immigrant’s goal in Birmingham.  In 1925 Lebanese immigrants owned all but two grocery stores in Birmingham.","The American dream came true for those Lebanese immigrants who came into the grocery business.  Lyda remembered, “the Lebanese did very well in Birmingham and we all stayed together.”  Edna Bonacich of the University of California argues that immigrant entrepreneurship is a way of “making it” in America.  She also argues that Immigrants who find a niche in the business world will do substantially better than those groups who do not.  The Lebanese in Birmingham essentially had a monopoly over the grocery business and continued to prosper throughout the 20<sup>th</sup> century.  Edna also discusses issues with these immigrant monopolies in that they tend to only hire their own.  But like Lyda remembers, “hiring Lebanese to our stores was a way of just helping out new comers, as we were helped when we arrived.”","Lyda’s family grocery store stayed in the family for many years.  When she got married and had children, the grocery business was still the way of the family.  Lyda stated in 1980 that the grocery business “was a part of us.  Like with the church the Lebanese community was always very involved with the grocery stores.”  Lyda’s family prospered in America because of these grocery stores and she expressed gratitude to the grocery business saying, “Without it we wouldn’t have been happy here in America.”"],"locations":[{"id":206,"lat":33.553582253,"lng":-86.8959288939,"zoom":9,"place":"JEFFERSON, Alabama"}],"tags":[{"id":31,"tag":"Immigration"},{"id":1337,"tag":"Lebanese"}]},{"id":5459,"title":"Communion Alcohol","course_id":84,"status":"P","start_date":"1887-04-09","end_date":"1887-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter dated April 9, 1887 Isabella Maud Rittenhouse described a confrontation with her pastor. Rittenhouse, a teetotaler and member of the Temperance Movement, had demanded to know whether communion wine contained alcohol, to which her pastor dismissively replied that “it amused him to hear these WCTU people talking about unfermented wine; that there was no such thing in Christ’s time”.<br /><br /> The Women’s Christian Temperance Union, WCTU, was the largest temperance organization from 1873-1900. During this time the consumption of alcohol was an accepted part of life. Bad drinking water, unsanitary milk, tough working conditions, and new work hours called for men to depend on alcohol at home and on the job. With more drinking came more problems. Husbands abusing their wives and spending all their money on booze made it easy for women to relate to the issue and unite together to stop the selling and consuming of alcohol.<br /><br /> Churches got on board with the moral ideas of the temperance movement. They began to sponsor temperance revivals to spread the ideas of the temperance. A common doctrine for the temperance movement was Teetotalism. People who followed this doctrine believed that distilled liquors did not exist during the times of the Bible. This was viewed as an absolute truth and the driving force in beliefs in the temperance revivals. With this idea came the argument from other Christians who did not believe in Teetotalism. As John Merrill, historian of Temperance religious beliefs, states, “The Bible speaks well of wine, which makes glad the heart of men,” and goes on to say, “This new temperance doctrine is against the spirit of the Bible, and involves an impeachment of the character of the Redeemer of men” (Merrill 148,149). There seemed to be Biblical holes in the doctrine of Teetotalism in the sense of the wine Jesus used in the original communion. Merrill continues, “No consistent man, we think, can fail to be disturbed at the table of the Lord by the presence of an article which he looks upon with horror elsewhere” (Merrill 149). It seems to be impossible for a Christian believer to fight and be afraid of something that is so sacred in their faith. However, this did not stop teetotalers from believing and spreading their ideas and ways of life to others.<br /><br /> Because of the conversation Rittenhouse writes in her letter, “I feel blue to-day”, showing that she was sad to discover the fact that her and the pastor did not have the same belief on this particualr issue in temperance."],"locations":[{"id":2450,"lat":37.1915615864,"lng":-89.3376456502,"zoom":9,"place":"ALEXANDER, Illinois"}],"tags":[{"id":699,"tag":"Temperance Movement"},{"id":632,"tag":"woman’s suffrage"}]},{"id":5462,"title":"The Convict Lease System in Alabama","course_id":84,"status":"P","start_date":"1/1/09","end_date":"12/31/28","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["https://acrobat.com/#d=ZZMWZ19C-VOVGrdmiX2CFA","The picture above shows a group of men tearing up a Birmingham city street in 1909.  At first glance this picture might seem innocent enough.  These men could very well be day laborers just trying to make enough money to get by.  However, they are, in fact, prisoners who had been leased to a private company which Birmingham was paying to do road work.  If one looks carefully at the picture, they can see that this is what is going on.  The men’s feet are shackled and their expressions are decidedly not enthused.  There are white guards watching their every move to ensure that the work continues.","The idea of convict labor is not a new issue to Alabama.  The “chain gang” used to be a common sight alongside Alabama streets.  Even today, prisoners pick up trash on the side of the roads.  However, during the period in which this photograph was taken, a much more insidious program was in place.  It was commonly referred to as the convict lease system.  This system was instituted following the Civil War as a way to try and maintain the Southern racial order.  Men, mostly African Americans, could be arrested for virtual anything.  This included charges such as vagrancy and loitering.  Once arrested, if they could not pay the fine they were sentenced to jail where the sheriff would lease them out to the highest bidder.","In his aptly titled book, <em>Slavery By Another Name</em>, Douglas A. Blackmon, estimates that more than hundred thousand African Americans in Alabama alone were arrested and leased out to various private companies and that by the fourth year of the convict lease program, nearly 45 percent of those in captivity died from abuse, disease, and working conditions.  Following the Civil War, convict lease systems, such as Alabama’s, began to spring up all over the South.  They became so popular that by the end of Reconstruction, every Southern state except Virginia had adopted the convict lease system.","What this picture shows is a very real part of Birmingham’s past that most modern day residents are unaware of.  With the abolition of slavery following the Civil War, many just assume that the practice was forever wiped away from the Southern landscape.  Yes, there were laws separating the races and African Americans were second class citizens, but they could not be forced to work against their will.","When many think of Birmingham past, they think of fire hoses, dogs, church bombings, and Bull Conner.  Those were dark and shameful ties that the city’s residents are still dealing with in the present day.  However, that was not the beginning of Birmingham’s controversial past.  The city relied heavily on leased labor both to maintain its roads and to fill the mines and plants which turned Birmingham into a giant."," "],"locations":[{"id":50979,"lat":33.5535062339,"lng":-86.8977806563,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":203,"tag":"Birmingham, Alabama"},{"id":247,"tag":"convict lease"}]},{"id":5477,"title":"The Ku Klux Klan in Alabama","course_id":84,"status":"P","start_date":"1865-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["”This is an institution of chivalry, humanity, mercy, and patriotism;” These are the words that the founders of the Ku Klux Klan used in describing the purpose of their organization.  This line comes from the founding document of the Ku Klux Klan.  Written in 1868, it outlines what they claim to believe, their purpose, as well as a litmus test for all potential new members. It is impossible to discuss the period in the South following the Civil War without discussing the Ku Klux Klan.","The Ku Klux Klan was able to effectively tap into the feelings of anger and resentment that many Southerners had following the Civil War and use them to advance its political and social aims.  Formed in 1865 in Pulaski, TN, the KKK targeted not only freed slaves but anyone who they considered to be acting against the interest of the South.  In many ways they served as a paramilitary force that enforced the Black Codes which were being passed.","In reading the founding document of the Ku Klux Klan, it is obvious that their stated goals for the organization and what it actually did are two different things.  The KKK of this era liked to portray itself as a group whose goal was to protect widows and orphans.  The only hint at the true goals and beliefs of this group are found in the list of questions that were asked of all potential members before they were allowed to join.  They were asked questions such as whether or not they fought in the Union Army, whether or not they believed in racial equality, and whether or not they believed in a white man’s government.","During the period of Reconstruction, the KKK struck against anyone, black or white, that they believed were threatening the traditional Southern way of life.  One example of this took place in Cross Plains, Alabama in 1870.  A white missionary from Canada named William C. Luke had come to Alabama from Canada following the Civil War.  Luke came south in order to teach newly freed slaves basic skills such as reading and writing.  For his trouble in trying to teach these people, he was executed by the KKK.  As tragic as Luke’s death was, incidents such as this one took place all over Alabama during the Reconstruction period.","Over time, the influence of the Ku Klux Klan in Alabama during this period began to fade.  A series of Federal laws as well as an increased military presence began to slow their progress.  However, for a period of time they had free reign in Alabama and this would not be their only time to take center stage in Alabama.  The groundwork laid by the Klan during this period helped give rise to subsequent KKK activity in Alabama whenever the issue of civil rights was raised."],"locations":[{"id":53,"lat":33.7746837105,"lng":-85.717429796,"zoom":9,"place":"CALHOUN, Alabama"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":151,"tag":"Ku Klux Klan"}]},{"id":5463,"title":"More to the WCTU than Meets the Eye","course_id":84,"status":"P","start_date":"1883-01-01","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In a letter to a temperance friend in the late 1800’s Francis Parkman, a Temperance supporter, called a woman who was part of the Women’s Christian Temperance Union out on what he thought the Temperance Movement was about. He writes to the woman saying that temperance was nothing more than, “A wedge to universal woman suffrage”.","In the late 1800‘s people began to become concerned with the high consumption of alcohol. From this emerged the Temperance Movement. The movement sought to ban the consumption and production of alcohol in the United States in order to clean up the country. The Women’s Christian Temperance Movement, WCTU, was the largest temperance union in America from 1873-1900. However, the union did not just focus their attention on temperance alone.","Women were becoming leaders in politics concerning temperance and their eyes began to be opened to the fact that they still could not vote. As historian Ruth Bordin writes, the WCTU president pointed out in her 1891 presidential address that, \"immigrants could vote six months or less after landing, while devoted, intelligent and patriotic women could not” (Bordin 123). This union gave women a voice for one issue that turned into a platform for multiple issues that women faced. Because women were gaining ground with temperance they were able to throw their weight into the fight for women suffrage. The women were already united under the banner of temperance, a banner that could easily be changed to suffrage.","As Parkman surmised, the fight with alcohol had been abandoned in order for women to tackle larger issues on their agenda. He writes that, “All our large cities be subjected to the corrupting farce of prohibition which does not prohibit, which in large communities does not prevent or even diminish drunkenness, but which is the fruitful parent of meanness, fraud, lying, and contempt of law”. It is because of all these reasons that Parkman writes his letter confronting his fellow member of the Temperance Movement."],"locations":[{"id":6212,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":699,"tag":"Temperance Movement"},{"id":717,"tag":"Temperance"},{"id":644,"tag":"woman's suffrage"}]},{"id":5464,"title":"A Move to America for Religious Freedom","course_id":84,"status":"P","start_date":"1/1/10","end_date":"12/31/35","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the early 20<sup>th</sup> century Lebanon was facing extreme religious persecution.  At that time half of the Lebanese community in Lebanon were Christians.  The Turks persecuted these Christian horrifically, even gathering several into churches and then setting the church on fire.  They would also cut the Christians’ hands off, just because they were not Muslim.  This led to many Lebanese leaving Lebanon for America.  Many found sanctuary in Birmingham, Alabama.","Feiza Mickwee came to Birmingham in 1910 and her and her family found religious freedom at St. Elias Maronite Catholic Church.  The church was not only a place for worship but it became the Lebanese community center.  Feiza reflected that her family would be at the church almost every day either for religious reasons or for picnics and so forth.  “ We loved the church,” Feiza stated and, “It was a place were we could be Lebanese and Christian without being scared.”  Also the church was a friendly place for young people.  They would host parties, dances, and even cooking classes.  Feiza remembered this was very helpful to get used to the transition from the homeland to America.","Mary C. Waters and Tomas R. Jimenez of Harvard University have looked into the way immigrant church communities helped assimilate the new immigrants into American culture.   They found these communities were extremely successful with assimilating their new members, but also they helped preserve their former lifestyles from the homeland.  To these two scholars, churches were the best way for immigrants to get a sense of home while at the same time, learn the ways of the American people.","Feiza’s father was a part of the first Holy Communion class at St. Elias.  Throughout her life Feiza attended St. Elias and later married there.  Today the church is still a Lebanese community church in Birmingham.  The church gave Feiza and many others a sense of home and helped them become successful in America."],"locations":[{"id":18257,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1337,"tag":"Lebanese"},{"id":31,"tag":"Immigration"}]},{"id":5465,"title":"Potential Danger for Prohibition","course_id":84,"status":"P","start_date":"1/31/20","end_date":"1/31/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1920 Linton Smith, also known as the Bishop of Hereford, wrote a controversial article on the Temperance Movement and Prohibition. Linton claimed that prohibition could possibly divide political parties on a, “Sex basis,\" meaning that female prohibition proponents could vote as a block against male opponents of prohibition.<br /> <br /> Strong drink was very popular in the lives of men during the time. In this time men were turning to alcohol because of work conditions, social, and sanitary reasons. In most cases this would affect the home life and relationship between husband and wife.  Because of the large amounts consumed men would become violent with their wives or spend all their income on alcohol rather than providing things needed for their family. Tension was rising between both men and women because of alcohol.<br /> <br />During the mid 1800’s to the early 1900’s women played a dominant role in the Temperance Movement and Prohibition. By 1892 the Women’s Christian Temperance Union, the largest temperance union at the time, had nearly 150,000 members. Historian Ruth Bordin writes that, “Through the WCTU, women became visible as leaders in communities and cities from coast to coast” (Bordin 157). Not only was the WCTU the largest temperance movement, but also the largest women’s organization in America. Because of the growing number of followers, the union began to respond not only to temperance but larger issues they were facing, such as women’s suffrage. Bordin also writes, “Through the Union women learned of their legal and social disabilities, gained confidence in their strengths and talents, and became certain of their political power as a group and as individuals” (Bordin 157). The Union allowed for women to push the envelope and fight for their rights, one of those rights being the right to vote. This right was given to women in 1920 with the passing of the 19th Amendment.<br /> <br />It is for reasons like this that Smith wrote the article on the danger of Prohibition and the Temperance Movement. Women were already aligned, in large numbers, with the WCTU and would vote for Prohibition. Smith felt as though the passing of this law would cause tension between the two sexes and split the political parties based on this one idea. He writes that, “The law will certainly be passed, if it is passed at all, by women for men, and it will be resented the more for that reason”."],"locations":[{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":699,"tag":"Temperance Movement"},{"id":196,"tag":"women's rights"},{"id":111,"tag":"Prohibition"},{"id":644,"tag":"woman's suffrage"}]},{"id":5466,"title":"<strong>A Nun’s Perspective on Civil Rights, and an Alternate Ending</strong>","course_id":84,"status":"P","start_date":"3/1/65","end_date":"3/31/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In March of 1965, Sister Mary Paul of Detroit wrote a letter to the sisters of her Order describing her experiences while in Alabama as a hospital volunteer during the Civil Rights Movement. She states, “they probably could not have gone on if it had not been for the support of the North,” demonstrating the dire circumstances that led her to get involved in the first place. Being from the north, Sister Mary hadn’t been exposed to too much of the brutality happening in the South during these “race wars.” After watching the police assault the marchers on the Edmund Pettus Bridge on March seventh, Sister Mary knew that she needed to immediately get involved and be an advocate for the demonstrators of this movement for national justice.","Just three days later Sister Mary arrived in Birmingham where she received instant hospitality and kindness from local blacks. She was there to help in hospitals, but also give African American’s an idealistic hope for the future and the equality of races that she thought was so vital. She was also a very strong supporter of the right to vote for all races and knew how many blacks were registered voters as well as how long it would take to register the eligible voters due to the tests put in place to keep blacks out of the voting systems. Amongst all of this, she still speaks with optimism for the future societies potential to be, “a community of love where people gather together as brothers.” She also states that this, “cannot be a reality until people are ready to suffer for justice.” This letter was written during the time when blacks were eager for white activists help, and when whites were discovering the need to participate and stand up against the injustice. However, this letter was written right on the cusp of a racial and historical turn.","Something Sister Mary hadn’t thought about was the possibility that even if racial justice was settled on in the courts, it might never be attained in the community or the attitudes of people. In the late 1960’s, the south was actually on the verge of a tragic failure. Historian Tom Wicker wrote, “despite these idealistic predictions of the future, King's vision of a colorblind society, liberated from the harsh realities of prejudice and discrimination, faced serious barriers after the mid-1960’s<em>.” </em> He also pointed out that the rise of Black Nationalism created rifts between Civil Rights organizations and whites that were dedicated to helping bring about interracial peace.","The black community no longer wanted a lot of help from whites, but rather a sense of independence. This fueled controversy that furthered an already existing conservative white backlash against a lot of the racial progress that had been made over the last several years. By the 1990’s hiring equality, the O.J. Simpson trials and other racial issues were being brought up which raised concern for the long-term success of the civil rights movement and racial amity in America."],"locations":[{"id":32444,"lat":32.3258382723,"lng":-87.106506935,"zoom":9,"place":"Dallas, Alabama"}],"tags":[{"id":1336,"tag":"racial equality"},{"id":1071,"tag":"Civil Rights Movement"}]},{"id":5470,"title":"Marie Foster: A Woman on a Mission","course_id":84,"status":"P","start_date":"3/1/65","end_date":"3/31/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Marie Priscilla Martin was born on October 24, 1917 in Wilcox County, Alabama. From a poor family, Marie dropped out of high school to get married, and had three children. She eventually went to a junior college and became a dental hygienist. Foster became more involved in the voting rights movement because of her outrage over the racial inequality and injustice that she was constantly witnessing.","It’s often thought that men were the ring-leaders of the Civil Rights Movement and they often received all of the credit for any progress made. According to historian Vicki Crawford, “major civil rights organizations idolized their leaders, all of whom are men.” Other historians have discovered that, “sexism and authoritarian views of leadership prevented women from assuming command.” Marie Foster, however, defied these ideas. She became a dominant figure in her community as a voting rights activist, and she was also one of the first eight members of the Dallas County Voters League. She worked with Dr. King and other leaders to bring Selma to the center of a national struggle. She later became known as the “mother of the voting rights movement.” Although some women were marginalized in the Civil Rights Movement, historians have found that many women were “spontaneous leaders and dedicated participants who exerted enormous influence.” Marie Foster was one such woman who was not afraid to rebel against the social norms, whether it be speaking out against racial inequality or speaking up in a room of men.","A very strong woman, Marie Foster withstood multiple death threats from the Ku Klux Klan, as well as being clubbed by a trooper in the Selma marches. This supports Crawford’s observation that, “despite the exclusion of black women from top positions in movement organizations and the little recognition they received from either blacks or whites for their contributions, the accounts of black women activists suggest that the movement gave women a sense of empowerment.” Foster is the epitome of an empowered woman motivated by justice. When a Dallas County Circuit Judge issued a law stating three or more blacks couldn’t meet together to discuss civil rights, she and her colleagues continued to meet in secret and discuss the future of racial equality. Marie even hosted a few meetings in her home as a direct defiance against the ruling.","Marie worked closely with Dr. Martin Luther King Jr, and other major civil rights organizations that were run by men. However, one of her greatest times of success came when President Johnson made a national appearance announcing the Voting Rights bill on television. In her living room sat King and other male activists who are reported to have wept. While this was a huge turning point for the movement, it was also a major accomplishment for women of that day.","There is no doubt that Marie Foster is truly a hero and strong black woman. She’s referred to that by many people who knew her, and even some who didn’t. After passing in 2003, Marie Foster’s legacy is still known as a courageous one that will “never quit.”"," "],"locations":[{"id":32444,"lat":32.3258382723,"lng":-87.106506935,"zoom":9,"place":"Dallas, Alabama"},{"id":31382,"lat":31.9892499285,"lng":-87.3082084281,"zoom":9,"place":"Wilcox, Alabama"}],"tags":[{"id":1345,"tag":"Selma"},{"id":1344,"tag":"Voting Rights Act"},{"id":1343,"tag":"Mary Foster"},{"id":42,"tag":"Civil Rights"}]},{"id":5471,"title":"Nonviolence in Civil Rights: Is it Successful?","course_id":84,"status":"P","start_date":"3/1/65","end_date":"3/31/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On March 7, 1965 African Americans flooded the streets of Selma and headed west to Alabama’s capitol, Montgomery, to participate in a peaceful protest for racial equality. There was a lot of anticipation that led up to this march, as it was a long walk and a big mission. Although Dr. King was not able to attend, the people still assembled at Brown Chapel in Selma, Alabama with high hopes and a lot of optimism. During this time, brutality from police and white supremacists was not uncommon, but it had never reached the point of a war-like scenario because of their constant attempt at nonviolent protests. What these people were walking in to, they would end up running out of.","Although violent opposition from white police forces and activist’s wasn’t uncommon, Dr. Martin Luther King Jr. still believed that having a nonviolent approach the only way to be successful. King wrote in his Letter from a Birmingham Jail, “I have earnestly worked and preached against violent tension, but there is a type of constructive nonviolent tension that is necessary for growth.” King was a constant advocate for the idea of a nonviolent march and protest against this civil injustice, and he often spoke on behalf of large groups of people on how to be adamant for freedom, but respectful of resentment.Historian Peter J. Ling reflects on King’s determination to maintain a nonviolent approach by saying, “King undoubtedly spoke to, and for, African Americans, and their mounting challenge to white oppression sprang from hearing his non-violent call to arms.” This defends the ideas that while King was constantly rallying allies and making plans to further this movement for racial equality, he was still doing it in a peaceful way.","Though Dr. King thought this demonstration was best pursued with nonviolence, it didn’t mean that his opposing forces had the same ideas. As history makes very clear in this march from Selma, peace and nonviolence were not at all important to the white activists and state troopers who were present on the Pettus bridge, or to the man who eventually shot and killed Dr. King himself.  Ling says, “Movement activists, particularly militant black separatists, never saw King as their one great leader” which shows that even some African American’s didn’t agree with King’s tactics. He goes on to say, “privately, King's supporters knew that non-violence was not an outlook everyone shared.”","The fact that The Voting Rights Act of 1965 was signed by President Johnson after Bloody Sunday took place seems a little ironic. As much as King tried to maintain that nonviolence was the best solution, it took a violent day to strike the nerve of many Americans, and even the president. Ling recalls that, “when he [King] died, the non-violent movement seemed unable to continue without him.” which deepened the impression that he was the central leader behind those ideals and that without him, they were impossible to maintain. It took a violent act, to pass a peaceful one."],"locations":[{"id":32444,"lat":32.3258382723,"lng":-87.106506935,"zoom":9,"place":"Dallas, Alabama"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":1333,"tag":"Martin Luther King Jr."},{"id":1346,"tag":"Voting Rights Act of 1965"}]},{"id":5473,"title":"Opposing the Atlanta Compromise by forming the Niagara Movement","course_id":84,"status":"P","start_date":"1885-01-01","end_date":"3/1/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The Atlanta compromise was delivered to a white audience at Atlanta’s Piedmont Park in September 18, 1895 by Booker T. Washington, founder of Tuskegee University. The Atlanta compromise was an agreement between African American leaders and Southern white leaders. The agreement was that Southern blacks would provide labor to white employers and submit to white political rule if whites assured that African Americans would receive basic education as well as ensure the legal rights owed to them. Blacks would not focus their lives on equality, integration, or justice, and Northern whites would fund black educational charities, such as the Tuskegee Institute in Tuskegee, Alabama.","Because of his submissive relationship to the white community, Washington received a lot of criticism. Dr. William DuBois became his primary critic. In July 1905, DuBois led twenty nine black activists in forming the Niagara Movement, which demanded every right that belongs to a free-born American citizen. At the turn of the twentieth century, however African Americans have not obtained these equal rights.","One prominent critic of was Dr. C.C. Johnson, was a colleague of Dr. DuBois an esteemed black physician and surgeon. In a letter to DuBois, Johnson argued for more confrontational strategy. Johnson wrote that he “could not believe that in the long run it can be for the real good of any race to oppress unjustly any man or set of men anywhere in the world”.  Continuing in this manner Dr. Johnson wrote that “It surely needs no argument to any fair minded man to be convinced that the national sin of our country today is the shameful injustice to which our race is subjected in practically all parts of the land, both in a private and a public way”. This can of language shows that Johnson and Washington were both in the fight for racial justice, but had a different way of approaching that goal.","The intellectuals of the Niagara Movement sought to motivate and educate people of all races and to combat the evils of white supremacy, Jim Crow, and black oppression. Being a profound debater, Du Bois along with other members of the movement such as Johnson, opposed Booker T. Washington and sought to persuade the masses that education, not accommodation, was the key to black prosperity.","Even though the Niagara Movement did not last long due to financial issues, As time continued in the mid-twentieth century, blacks continued to demand civil liberties and the protection of their liberties. With the support of whites and blacks alike in the formation of many black justice organizations such as the Southern Leadership Conference, the NAACP and the Montgomery Civil Rights Movement, schools would be desegregated, blacks were given the right to vote and became full-fledged citizens."],"locations":[{"id":1822,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":1349,"tag":"Atlanta Compromise"},{"id":1350,"tag":"Niagara Movement"}]},{"id":5481,"title":"Birmingham's Air Pollution Crisis and Federal Intervention","course_id":84,"status":"P","start_date":"11/18/71","end_date":"11/20/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Birmingham’s pollution trouble had long been a recurring theme. For years, many had simply lived with the pollution as an everyday part of life. However, in 1971 the County Health Department issued pollution alerts on two separate occasions with daily particulate counts well above national averages. These measurements collected over separate areas of the city could not be ignored any further as a thick blanket of pollution covered the cities skyline for several days. As Alabama’s largest city and a southern industrial hub, Birmingham served as home to many steel and iron producing plants that accounted for much of this pollution. In response to the crisis U.S. District Judge Sam C. Pointer of North Alabama issued a temporary injunction on twenty-three local industries and prompting the intervention of a federal strike force of environmental specialists by recommendation of the still new U.S. Environmental Protection Agency.","However, when the Birmingham News announced the arrival of a congressional subcommittee to hold a hearing, the question of most concern was determining if federal action was either too extreme or not aggressive enough, in spite of claims that local industries had been slow to act accordingly. If voluntary action from industries weren’t in place, then feds would exercise emergency powers of the Clean Air Act of 1970. While The Clean Air Act enforced EPA standards, it was The National Environmental Policy Act of 1969 that paved the way for the institutionalization of environmentalism. NEPA was enacted as a means to assure safe, healthy and esthetically pleasing surroundings, while attaining the most possible benefits devoid of compromising unwanted consequences.  At the height of the pollution crisis, particulate counts measured double the national average. Even after the count dropped following the shut downs, local industries still complained the order was carried out with little evidence any individual industry was to blame. Though the injunctions did not demand the complete shutdown of industrial plants, the dramatic reductions implemented brought production to a crawl. With so many employed by these industries and such huge cutbacks, worker’s jobs and their livelihoods were placed on the line. According to historian Thomas Wellock, up until recently any though of limiting industrial growth was considered “civic heresy.”","Nestled in the Deep South, Alabama has long been a state of proud independent character with a long political history preferring little to no federal intervention. However as Wellock points out, in the seventies politicians were aware of the publics demand for federal action, and Alabama’s leaders knew better than to alienate their constituency. Major legislations, like NEPA, were passed that would instill environmental values within local, state, and federal bureaucracies’. With Vietnam War, Civil Rights movement, and so many dividing issues during those times, the environment became one topic of bi-partisan support. To politicians, this was a win, win scenario that everyone can benefit from especially when it comes to votes."],"locations":[{"id":35012,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1355,"tag":"Clean Air Act"},{"id":1354,"tag":"Air Pollution"},{"id":1353,"tag":"NEPA"},{"id":1352,"tag":"EPA"},{"id":1351,"tag":"Environmentalism"},{"id":203,"tag":"Birmingham, Alabama"}]}]}