{"id":88,"title":"United States Since 1945","school_id":5,"school_name":"Rollins College","term":"Fall 2012","abbr":"HIS 346","url":"","description":"","points":[[28.6157324623,-81.3533405132],[37.7029266937,-123.005394924],[28.0624881575,-81.1493489185],[28.5146851201,-81.3237702415],[28.5664573086,-81.3013732137],[44.1171978745,-73.7726825851],[40.6916304076,-74.0035386433],[38.9151212228,-76.9435162098],[41.8399513458,-87.8166666032],[30.1220750117,-89.7244851703],[33.5543155862,-86.8964933862],[28.7169229525,-81.2362806752]],"bounds":[[44.1171978745,-73.7726825851],[28.0624881575,-123.005394924]],"episodes":[{"id":5568,"title":"The Building of Many Firsts: Ergood's Hall","course_id":88,"status":"P","start_date":"1882-09-01","end_date":"1882-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1882, Oliver Chapman and Loring Chase, founders of Winter Park, erected a 30x65 foot store making it the third building in Winter Park at this time. Both Chapman and Chase decided they would rent it out to Washington D.C. natives, John R. Ergood and Robert White Jr., officially opening the store to the small public of Winter Park in September of that same year. Located at the corner of North Park Avenue and Morse Boulevard Ergood's Hall was more than just a store. It would become the town hall, the first public school in Winter Park and the first town hall. The first floor of the building was the actual store, the second floor functioned as the town hall and by 1887 the rear of the store would eventually become the first post office (moving from a nearby hotel) with John R. Ergood ultimately given the title as Postmaster. As far as the functions of the town hall, not only were they held for the obvious, town meetings or political meetings but the hall also functioned as a public school and church services were held there weekly. A Sunday School was established as well as different churches, whether Methodist or Congregationalists, held their services there. This building clearly was an important center for the town where many people came and went and more than likely became central to the townsfolk’s everyday lives. But by 1887, a proprietor of the Pioneer Store by the name of A.H. Paul would eventually purchase Ergood's entire stock of merchandise moving his own store and its new stock to the corner of Park Avenue and Welborne Avenue, presumably buying the store from Ergood but leaving its other functions intact. However by 1908 a Dr. Jerry Trovillion would buy the entire building from John R. Ergood, transforming Winter Park's building of many firsts, into another first, the town's soda fountain as well as a new drug store."],"locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":1496,"tag":"Florida"}]},{"id":5572,"title":"The Who and the New Generation","course_id":88,"status":"P","start_date":"9/17/67","end_date":"9/17/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The appearance of The Who on the Smothers Brothers Comedy Hour in 1967 marked the beginning of a changing American society. Much like the Beatles began the First British Invasion when they appeared on the Ed Sullivan Show years earlier, they epitomized a significant change in thinking. However, unlike the Beatles, who were simply not part of the status quo, The Who actively challenged the social values that Americans had held onto.","Upon their first introduction, all the members of The Who played around with one of the Smothers Brothers, teasing him and laughing at random things they whispered to each other. They told silly jokes, like when Robert Daltry told a Smothers Brother that he came from Oz – something silly, yes, but something, anything, to break the monotony of traditional guests. This was the latest extension of the bad boy image, a puffy-shirted, brightly colored Rebel Without a Cause. These men were sex symbols because they were young and hip and attractive, but more importantly they were sex symbols because of their refusal to submit to the status quo. Their disheveled hair and cocky grins only added to their allure.","The first song they performed was “My Generation,” with such controversial lyrics as “<em>People try to put us d-down/Just because we g-get around.</em>” Daltry’s stutter was not a psychosomatic condition; rather it was one more attempt to alter the current understanding of rock and roll. Something, anything, to break the monotony of America’s conservatism of the past two decades.","“<em>Things they do look awful c-cold,</em>” Daltry continued stuttering, “<em>Hope I die before I get old.</em>” Daltry then screamed, drilling the purpose of the song into everyone’s heads, “<em>This is my generation!</em>” And this truly was the youths’ generation. All the years of old men from bygone eras had to pave way to Roger Daltry’s generation, for the young men and women of the Western world were finally speaking up and letting their voices be heard. “<em>It’s my generation, baby,</em>” Daltry repeated his mantra.","“<em>I’m not tryin’ to cause a big s-sensation</em>,” Daltry’s lyrics lied, “<em>I’m just talkin’ ’bout my g-generation</em>.” The song continued, and a few minutes later, near the ending, guitarist Pete Townshend crashed his instrument into one of the speakers. Though Jimi Hendrix is more famous for doing the same thing, The Who committed this anarchic act of vandalism a full year before Young Jimmy.","Pete Townshend then smashed his guitar on the ground. As he smashed it – once, twice, three times – the speakers exploded. It was as if a bomb went off. Keith Moon, the drummer, ran wailing off the stage. Pete Townshend was patting his hair rapidly, as if putting out sparks.","The explosion – which cut up Keith Moon’s hands and left one of Pete Townshend’s ears in a permanent state of near-deafness – was the brainchild of the dangerously drug-addled jokester drummer Moon. While the group expected a small explosion – more like fireworks than a small aircraft’s bombing ordinance – Keith Moon had bribed a stagehand to place more explosives inside the speaker.","Tom Smothers, the co-host who had introduced them before the song, slowly appeared back onstage while inexplicably holding an acoustic guitar. He was just as confused as everyone else, and this only increased as Pete Townshend pulled the guitar out of Tom Smothers’ hands and smashed it on the ground until it splintered into a million tiny pieces.","The anarchy on the show helped jumpstart the rule of Roger Daltry’s generation. The world had never seen people behave like that before, never heard music played like that before. Oh the wild clothes! Oh the unkempt hair! Oh the bass solo, something never before attempted! This was the song of the new generation. This was the moment of truth for the future student protests, for the counterculture movement, for the ultimate anti-establishment symbol, the long wild hair. The Who marked the beginning of the end for the old way, the <em>Leave it to Beaver</em> way, where Father knew best and all the world’s problems could be solved in 22 minutes between commercial breaks. Roger Daltry sang “My Generation” for everyone to hear, but it would most soundly resonate with the youth movement that would change the course of American history."],"locations":[{"id":31817,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":1008,"tag":"Counterculture"},{"id":1506,"tag":"The Who"},{"id":1507,"tag":"1960s"}]},{"id":5596,"title":"Rerouting the Kissimmee: A Really Good Bad Idea","course_id":88,"status":"P","start_date":"1/1/48","end_date":"12/31/48","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Florida has always been a huge swampland, with flooding, lakes, and rivers at every turn. It is why Walt Disney was able to acquire all the land necessary for Disney World at such low prices. Florida has also always had flooding issues.  The Kissimmee River, prior to 1962, ran 103 miles from Lake Kissimmee to Lake Okeechobee. [1] The problem with this was that the distance between the two lakes is less than 50 miles. This meant that the lake snaked down and added over 50 miles of river. Due to this, and its depth in some areas, whenever it rained heavily, the land flooded for miles. These flooded areas are known as floodplains, because nothing can be built on them. They flood as soon as it starts to rain and they hold water for long periods of time. The creation of a channelized river became the solution to the floodplains issue. This would aid in the prevention of flooding as well. Thus, “…in 1948, the United States Congress authorized the U.S. Army Corps of Engineers to construct the Central and South Florida Project, which led to engineering changes to deepen, straighten, and widen the waterway.”[2] The project, while it seemed like an excellent idea at the time, was highly criticized by biologists due to the believed impact it would have on the ecosystem.","In a 1968 article published by The New York Times, the rerouting of the river was explained to readers as a positive. The article, <em>Florida Reroutes A River To Better Fisherman’s Luck</em>, implied that the rerouting of the river would be a huge positive to Florida. More direct paths to a series of lakes flowing from north to south would be the new route of the river, much different than the previous 100 mile snaking river. At the time, this was the “largest excavation project ever awarded by the Army Engineers in Florida, for it called for the removal of 26,500,000 cubic yards of material. In addition, seven locks had to be built, because of varied water elevation in the numerous bodies of water.”[3] This project would be, for its time, one of the biggest ever. It would finally bring about an end to the mass amounts of flooding in the state of Florida from Kissimmee down to Okeechobee. The rerouting of the river was completed in 1971 through a joint effort by the South Florida Water Management District and the Army Corps of Engineers, 23 years after its initial approval by Congress, and 9 years after initial construction began.[4] The new river is also described as a tourist attraction with the option “if one comes to Florida without a boat, a houseboat can be rented at Lake Tohopekaglia” in the New York Times article.[5]  Rerouting the river seemed like a great attraction for tourists and those who wanted expand their farms or property would not be able to buy the floodplains, which were previously underwater and now were just regular plains.","As it turns out, the fears of biologists who were worried about the effects of rerouting the river to stop the floodplains from flooding, were not without cause.[6] Yes, the fields were dry now, water was not going everywhere, but it had also effectively killed off any ecosystem that relied on the floodplains. “More than 90 percent of the waterfowl that once graced the wetlands disappeared and the number of bald eagle nesting territories decreased by 70 percent. After the waterway was transformed into a straight, deep canal, it became oxygen depleted and the fish community it supported changed dramatically.”[7] Animals were no longer able to survive in the areas in which they had once lived. The article in the New York Times stated that the purpose of rerouting the river was to better fisherman’s luck, but rerouting did the opposite of that and made it even harder for fisherman to be able to survive in Florida.","After having spent 23 years on creating the new channelized river, the government realized that something needed to be done to fix the errors that had been made. Not wanting to jump to a quick solution and creating more errors, they spent the next 20 years planning on how to fix it, and in 1999 construction began to allow rainwater to inundate floodplains in restored areas. [8] The other reason it had taken 20 years to start on the rerouting was because the South Florida Water Management District had to buy back or lease the land they had sold after the initial channelization of the river so the Army Corps of Engineers could begin restoration efforts.[9] One of the headings in the <em>Kissimmee River Restoration Project</em> article by the Army Corps of Engineers states “Lessons Learned – Natural Systems Serve a Purpose.”[10] The fact that this lesson had to be learned through destroying an ecosystem makes it seem as if the Corps of Engineers never realized the ecosystem could collapse. However, in reality they had been warned by biologists before, during, and after construction of negative effects.","The rerouting of the Kissimmee River prevented flooding in certain areas which allowed citizens to expand into previously uninhabitable territories.  This flood prevention though, occurred at the cost of destroying the ecosystem surrounding it. Endangered, threatened, migratory, and many other kind of species which called the floodplains and rivers of the Kissimmee their home found themselves living in a now uninhabitable area. Fishermen and locals, who had relied on the river as a source of income and sustenance, now had to turn to other methods to make a living. With the reconstruction currently underway and expected to be finished by 2014, wildlife has begun to return along with the native, untouched land that Florida was once famous for. The central heart of the state is finally beginning to beat again.","[1] “Kissimmee River Restoration Project”, Army Corps of Engineers, http://www.saj.usace.army.mil/Divisions/ProgramProjectMgt/Branches/EcoSys/Everglades/KRR/index.htm","[2] “Kissimmee River”, South Florida Water Management District, http://www.sfwmd.gov/portal/page/portal/xweb%20protecting%20and%20restoring/kissimmee%20river","[3] C. E. Wright, “Florida Reroutes A River To Better Fisherman’s Luck”, <em>New York Times</em>, December 1, 1968, xx6","[4] Army Corps of Engineers","[5] Florida Reroutes A River To Better Fisherman’s Luck","[6] South Florida Water Management District","[7] South Florida Water Management District","[8] South Florida Water Management District","[9] Army Corps of Engineers","[10] Army Corps of Engineers"],"locations":[{"id":25831,"lat":28.0624881575,"lng":-81.1493489185,"zoom":8,"place":"Osceola, Florida"}],"tags":[{"id":1547,"tag":"Kissimmee River"},{"id":1548,"tag":"Army Corps of Engineers"},{"id":1549,"tag":"Florda"},{"id":1550,"tag":"Conservation"}]},{"id":5569,"title":"Journey to Work: Walter B. Simpson","course_id":88,"status":"P","start_date":"1887-10-12","end_date":"1887-10-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 12, 1887 Walter B. Simpson and fellow Hannibal Square resident Frank R. Israel were elected as Winter Park Aldermen. They were the first black men to have ever been elected into any type of political office in Winter Park at that time. This vote came during a tumultuous time when Hannibal Square was taken out of the Winter Park boundaries and during this 1887 election was once again reincorporated to the annoyance of the white Winter Park settlers. Walter B. Simpson would be reelected for city Aldermen during a second election, serving from 1887 to 1893. Both Simpson and Israel would be the last African Americans to serve on the City Commissions. Simpson's election win was also during a time where the majority of the south did not allow African Americans to vote due to a special polling tax put in place to discourage any Blacks from voting. However just because Simpson won city Aldermen, sitting among fellow political leaders who were White and probably didn't expect him to win, did not mean that he left his original living area. No matter that Hannibal Square was part of Winter Park, Walter Simpson could not live nor always attend all town meetings (if White women were present) on the White side of town. His home was located diagonally across from Frank Israel's home and store (current day Dexter's on the corner of Pennsylvania Avenue and New England Avenue) on New England Avenue (current day Armando's Pizzeria). In order to attend meetings and make his way to the Town Hall, located in Ergood's Hall, his journey might have taken him eastward on West New England Avenue. Once he crossed the railroad tracks (which seems to be an unofficial marker that separates the Black neighborhood from the White site of town) he would have made a left onto Park Avenue. He would have had to cross at least two streets, including Morse Boulevard to get to his end destination. Simpson's journey might have been an uncomfortable one, yet necessary to achieve the work needed to be done that directly affected his community."],"locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":28,"tag":"Work"},{"id":1496,"tag":"Florida"},{"id":1495,"tag":"Winter Park"}]},{"id":5570,"title":"Duane Zimmerman's Journey to Work","course_id":88,"status":"P","start_date":"1/1/89","end_date":"12/31/99","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Every day for twenty years Duane Zimmerman would drive to Orlando Regional Medical Center to work. Every day for twenty years Duane Zimmerman left his home in suburban MetroWest and traveled through poor and dangerous parts of Orlando to reach his job on the prosperous edge of Downtown Orlando. Zimmerman left his own little Levittown – a big white house with a massive lawn, all demarcated by a big black fence and situated within walking distance of a major Florida toll road. Zimmerman’s journey to work, his transition from suburbia to the urban core of Orlando, took him from middle-class MetroWest to extremely lower-class Pine Hills, Parramore, and Orange Blossom Trail, all the way to upper-middle-class Downtown Orlando.","Zimmerman’s route to work took him through many immigrant neighborhoods, as evidenced by the multitude of foreign flags and the Spanish-language billboards. These were neighborhoods whose paths to prosperity were blocked by language barriers and a fierce hold on the past – the advertisements graffitied onto buildings proclaiming “Hispanic Food: $3.95” are proof enough. This area of immigrants is no different from any other group of immigrants in American history. They are new to this land, and until they assimilate culturally and economically they want to stay with peoples in similar situations to their own.","Beyond the immigrant neighborhoods lie dangerous and foreboding streets along Orange Blossom Trail and Pine Hills. Along these roads one sees poverty like one has never seen it before. Men, barely clothed, stumble into traffic, the effects of some substance abuse apparent in their gait and in their sad, sad eyes. A sense of apprehension comes over an individual as one passes by signs leading to Pine Hills, a poverty-stricken area that plagues Orlando with both crime and a bad reputation.","Suddenly, with almost no transition, the paved road turns to cobblestone and ORMC buildings reach skyward as helicopters descend on their rooftops. The true skyscrapers of Downtown Orlando are seen in the distance, but regardless the heart-wrenching poverty is gone and the terraced palm trees and manicured shrubs return to decorate buildings and aesthetically improve the urban hinterland."],"locations":[{"id":40176,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1498,"tag":"ORMC"},{"id":1497,"tag":"Orlando"}]},{"id":5571,"title":"Henry Nehrling's vision of the future","course_id":88,"status":"P","start_date":"1890-01-01","end_date":"12/31/15","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Upon moving to Florida in 1884, Henry Nehrling made it his life’s ambition to grow and cultivate rare plants. He created thousands of breeds of flora and set up the foundation for Florida’s thriving nursery program. He was by all means a friend of nature, but more than that he had a vision of the future. The growth of Levittown suburbia hindered this dream, but by no means did it destroy it. His vision of residential life in Florida, in fact in most of America, was one where nature was as much at home on the property as the homeowners were. Even taking it a step further, his vision included nature taking a primary role, not in Frank Lloyd Wright’s ideal home-as-a-part-of-its-surroundings style, but one where the homeowner could never forget that Earth’s natural beauty was right at his front door.","Nehrling’s dream of the future involved a simple, affordable home, in his mind in the colonial style common in the South. Without a doubt he saw individuals sitting in rocking chairs on their creaky wooden porch and staring out at the nigh-undisturbed flatlands whilst cooling themselves off with a nice glass of freshly brewed iced tea. Beyond the house – for the house is merely the home of the human, while the rest of the world is nature’s home – countless types of tropical and subtropical plants dot the landscape, the palm trees providing shade along the formal avenues while bushes and shrubbery form a natural fence for the grassy green lawn.","Henry Nehrling was not an environmentalist in the modern sense of the word. He did not bemoan the evils of industry and consumerism on his soapbox only to return to his shack on Walden Pond. In fact, some of his plants were used by Henry Ford to develop parts of his assembly line, and automobiles have had a horrendous impact on the environment. Nor was he a businessman; he committed decades of tireless work into his botanical garden because he enjoyed it. His vision of the future was not about saving the environment or making money. He simply wanted to use his horticultural knowledge to make the United States a prettier place."],"locations":[{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":1499,"tag":"Nehrling"},{"id":1500,"tag":"botany"},{"id":1501,"tag":"horticulture"}]},{"id":5573,"title":"<strong><em>Do You Believe in Miracles? – The Ultimate Cold War Faceoff </em></strong>","course_id":88,"status":"P","start_date":"2/22/80","end_date":"2/22/80","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Do you believe in Miracles?” This was the question Sportscaster Al Michaels asked in Lake Placid, New York on February 22, 1980, seconds before the United States ice hockey team achieved victory against the reigning Soviet Squad in the XIII Olympic Winter Games.[1] The Soviet team had been a heavily favored, extremely experienced juggernaut. Team U.S.A. was a group of mostly college kids that coach Herb Brooks brought together and created in just six months. Given the persisting Cold War, extreme economic problems, and the Iran hostage crisis, this triumph for the United States was truly a miracle in the most unlikely of places, a miracle that was much needed for all Americans.","By the time this monumental hockey game took place in 1980, the Cold War had been in the hearts and minds of Americans for a few decades. Despite the time that had passed, the Cold War was still going on as strong as ever. President Jimmy Carter was considering a U.S. boycott of the upcoming 1980 Summer Olympics, which were to be held in Moscow, in the months leading up to the Winter Games. On February 9, just weeks before the fateful night, President Carter made the boycott official in protest to the December 1979 Soviet Union invasion of Afghanistan, giving the Communists a growing presence in the Middle East, after U.S. Secretary of State Cyrus Vance denounced the upcoming Olympics in Moscow at a meeting of the International Olympic Committee.[2] This decision occurred the same day that the American and Soviet team pre-maturely faced off in New York City for an exhibition game, a game that the U.S. would loose by 7 points in their own Madison Square Garden. [3] Meanwhile, also in 1979, the Cold War stage was expanding. Nicaragua’s President Anastosio Somoza was overthrown after a bloody civil war, placing a Marxist government in charge and giving yet another victory to the Red Army.[4] Both the invasion of Afghanistan, the overthrow in Nicaragua, along with the ongoing détente between America and the U.S.S.R, the American public was clearly starting to look skeptical.","Leading up to the Winter Olympics the nation’s pride continued to get wounded with the economic woes that plagued the U.S. due to the 1979 oil crisis. This oil crisis was a response to the Iranian Revolution. During this revolution, protests severely interfered and stalled the Iranian oil sector. This then caused exports to be suspended and the United States to be cut off.[5] When oil exports were finally again resumed, they were inconsistent and significantly less than the U.S. was used to, causing the prices for oil to go up. Despite many OPEC nations increasing oil production, Americans still panicked and President Carter ceased Iranian imports, driving the price of oil even higher. Soon lines at gas stations were getting longer and longer while Americans faith in their country was getting smaller and smaller.","The final straw that caused the dire need for a miracle was the Iranian Hostage Crisis. This major event in U.S. history, taken place just four months before the Soviets and Americans faced off on the ice, shook every American citizen to their core. It all began on November 4, 1979 when three thousand militant student followers of Ayatollah Khomeini (Iran’s new leader) demanded that the former Shah return to stand trial. By doing this, however, they held up the American Embassy taking ninety hostages, sixty-three of them being Americans.[6] This turn of-the-decade crisis, on top of the continuing Cold War and economic woes, caused the people of the United States to have the urgency to have something to believe in.","In the months leading up to the Winter Games of 1980, if someone were to say that the U.S. Olympic Hockey team would be the event that re-taught Americans how to have faith in their country, chances are that they would not have believed you.  The Soviet Union came to Lake Placid as the clear favorite.[7] Journalist Dave Anderson, the day before the fateful game even wrote, “Unless the ice melts, or unless the United States team or another team performs a miracle, as did the American squad in 1960, the Russians are expected to easily win the Olympic gold medal for the sixth time in the last seven tournaments.”[8] They had won the past four Olympic ice hockey gold medals and appeared to be as strong as ever. The Soviet team was led by legends, including their team captain and right-winger Boris Mikhailov going on his third Olympics. They had trained in a well-developed league with world class training facilities. [9] Team U.S.A., meanwhile, had just started to train together under coach Herb Brooks the summer before. They were made up of twenty college kids with only one, Buzz Schneider, having Olympic experience. The game that would take place on February 22, 1980 was truly a faceoff between men and boys, champions and amateurs, communism and capitalism.","The night of the game, 10,000 fans and spectators piled into the stands after the seeded seventh American team was able to advance to the final games after four victories and one tie.[10] Those who were not lucky enough to have tickets viewed the game through their television screens. Those who were lucky enough waved American flags and chanted “U.S.A” over and over as the U.S. team faced off their ultimate rivals. The semifinal game was exciting and nail biting throughout all three periods. With just a little more than twelve minutes to go, and the Soviets ahead 3 – 2, forward Mark Johnson was able to sneak in a goal, tying the game. Then, just a few moments later, team captain Mike Eruzione scored another goal for the United States giving them a 4 – 3 lead and ten minutes left on the clock. Luckily, however, goalie Jim Craig was able to remain calm despite constant action, and not let a single Soviet shot get past him.[11] The American underdogs had officially beaten the powerful Soviet Union, and the entire United States began a massive celebration.","In the final moments of the U.S. versus U.S.S.R. 1980 Winter Olympic ice hockey game, announcer Al Michaels asked, “Do you believe in miracles?” Seconds later he answered his own question; “YES.” Plagued by Cold War tensions, a struggling economy, and the Iran Hostage crisis the national pride of the United States was wounded in the months leading up to the game. The monumental Cinderella story of the U.S. hockey team at Lake Placid, however, re-taught Americans how to believe."," "," ","[1] Gerald Eskanazi, \"U.S. Defeats Soviet Squad in Olympic Hockey by 4-3,\" <em>New York Times,</em> (Feb 23, 1980).","[2] Bernard Grun, <em>The Timetables of History</em>, (Touchstone, 1991), 592.","[3] John Soares, \"The Cold War on Ice,\" <em>The Brown Journal of World Affairs</em>, (2008).","[4] Grun, <em>The Timetables of History</em>, 592.","[5] David Yankelvich, \"Assertive America,\" <em>Foreign </em>(1981).","[6] Grun, <em>The Timetables of History</em>,592.","[7] Richard Sandomir, \"'Miracle on Ice' of 1980 Looks Different Today,\" <em>New York Times,</em> (Feb 22, 2000).","[8] Eskanazi, \"U.S. Defeats Soviet Squad in Olympic Hockey by 4-3.”","[9] Soares, \"The Cold War on Ice”.","[10] Eskanazi, \"U.S. Defeats Soviet Squad in Olympic Hockey by 4-3.”","[11] Ibid."," "],"locations":[{"id":38300,"lat":44.1171978745,"lng":-73.7726825851,"zoom":8,"place":"Essex, New York"}],"tags":[{"id":291,"tag":"Cold War"},{"id":1508,"tag":"Olympics"}]},{"id":5574,"title":"<strong>The Fight of Ultimate Rivals</strong>","course_id":88,"status":"P","start_date":"3/8/71","end_date":"3/8/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The night of March 8, 1971 is one that will never be forgotten in sports history. This was the night of an international sports spectacle. This was the night that Muhammad Ali and Joe Frazier attempted to settle the controversy over the world heavyweight boxing championship at Madison Square Garden. Never before had a boxing match meant so much, cost so much, viewed so much, or edged out the My Lai massacre trial off of so many front pages. The night of March 8, 1971 marked “The Fight of the Century” between the ultimate rivals; “the bull” and “the bee”, however, every American felt like they were right in the ring with them due to the social implications that went beyond the arena.","At first glance, Ali and Frazier seemed like strikingly similar public figures. Both were undefeated professional heavyweight champions; Ali with twenty-five knockouts in thirty-one straight wins, Frazier with twenty-three knockouts in twenty-six consecutive victories. They each were guaranteed the same pay day of two and a half million dollars and would be watched by the same three hundred million viewers during these ultimate showdown. Along with that, both were also Olympic Gold Medal champions; Ali in 1960 and Frazier in 1964. Both these uncontested champions also were prominent African Americans during a the height of the Civil Rights Movement when fighting took to the streets while they were fighting in the ring for millions of dollars a knockout.[1]  Despite all these similarities, however, Ali and Frazier had been on a collision course since 1967, when Ali was stripped of his title while Frazier was approaching the stature of a contender. In 1970, Frazier earned world recognition as Ali’s successor as champion by stopping Jimmy Ellis, who was once Ali’s sparring partner.[2]","Adding to this infamous rivalry was the fact that Ali and Frazier represented the two different sides of America at the time. Ali had been born Cassius Clay and changed his name to Muhammad Ali upon his conversion to the Black Muslim Faith. This was the same religion that was tied to the militant Civil Rights group; the Black Panthers.[3] Then, in 1966, he avoided the draft by failing his mental exam and became a Muslim “minister” in order to claim a clerical exemption. After he would state, “I ain’t got no quarrel with those Viet Congs.”[4]  A year later, he was then convicted of draft evasion. This caused the WBA to then strip him of his title, clearing the way for Frazier to take his place.  Both of these sentiments, being a black Muslim and speaking out against the war at a time both of these issues were reaching a breaking point due to violent protests on both issues throughout the country, caused him to represent the anti-establishment movement and counterculture.","While Ali during came to symbolize the image of the counterculture; Frazier became to embody the other-half of America the “good citizens”, while also being dubbed the white man’s champ, mostly due to trash talking from Ali. Frazier, was a Baptist whose mother was “a real church-goin’ lady” who taught him “respectfulness”, standing in deep contrast to the militant Black Muslim religion that Ali spoke vocally towards.[5]  In the months leading up to the fight, Ali would also yell fighting words in Frazier’s direction, calling him names like “Uncle Tom”, leading Ali to represent more and more of the Civil Rights Movement even when Frazier tried to counteract these claims. In contrast to Ali’s views of the Vietnam War, Frazier again stood with contrasting views and became a symbol of the conservative, pro-war movement. In his autobiography, Frazier said that the only reason why he did not fight in the war was because he was a father, but that he would have fought if he were drafted because his country had been so good to him.[6] Clearly, going into this supposed, “Fight of the Century”, it was a fight between to seemingly similar, yet vastly different champions; with the liberal anti-establishment counterculture on one side, and the conservative and traditional rule followers on the other. This was a showdown that everyone in America felt a part of.","By the time it was finally the night of the match, Madison Square Garden had a circus-like atmosphere that was fit for the occasion. Scores of policemen tried to control the crowd of outrageously dressed fans as countless celebrities, from Woody Allen to Frank Sinatra, sat among the masses.[7] The fight itself exceeded even in its massive promotional hype and went the full fifteen round championship distance. Ali dominated the first three rounds, however, Frazier began to dominate in the fourth rounds. Despite continuous pinning to the rope and massive body blows, Ali’s speed and combinations kept him on roughly even terms with Frazier and the fight remained very close until late in round eleven. At the end of round fourteen Frazier had held a lead on the three scorecards while giving Ali a brutal beating. Then, early in the final round, Frazier landed a spectacular left hook that put Ali on his back. Ali, his right jaw swollen grotesquely, got up from the blow quickly, but it would be too little too late.","On March 8, 1971, in the “Fight of the Century” at Madison Square Garden had ended. Frazier won by a unanimous decision. Ali lost. The Garden sizzled. The unbeaten Frazier officially handed Ali the first defeat of his pro career, and secured his own title as world champion.[8] Despite this, the rivalry between Ali and Frazier, along the fight of the morals and the people that each represented, still had decades before its final call."," ","[1] Mike Sielski, \"Frazier battled Ali in timeless trilogy,\" (ESPN Classic, 2012).","[2] Thomas George, \"Fight of the Century: Muhammad Ali's Legacy Grows in Defeat,\" (AOL News, 2011).","[3] David Horowitz and Peter Carroll, <em>On the Edge: The United States Since 1945</em>, (Belmont: Wadsworth/Thomson Learning, 2002).","[4] Stan Wilson, \"Muhammad Ali returns to the Olympic stage, once again, in London,\" (CNN, 2012).","[5] Sielski, \"Frazier battled Ali.”","[6] Ibid.","[7] Victor Navasky, “All Our Conflicts On Violence, Sex, Race And Money: The Fight,”(<em>The</em><em> New York Times</em>, March 14, 1971).","[8] Ibid."],"locations":[{"id":36051,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":239,"tag":"Boxing"}]},{"id":5575,"title":"<strong>Making the Journey</strong>","course_id":88,"status":"P","start_date":"1/1/55","end_date":"12/31/74","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Everyday, Charles Thomas Anderson would embark from the Winter Park Post Office. He would head north on New York Avenue from the Winter Park Post Office, turn right onto West Canton Avenue, left onto North Interlachen Avenue, right on North Park Avenue, another right on East Stovin Avenue until he finally took his last right turn onto Palmer Avenue. Once he reached Palmer he would continue his travels throughout the neighborhood. Everyday, Charles Thomas Anderson would embark on this journey, but not in an automobile, he would embark on this journey by foot, no matter what the weather forecast predicted. Charles Thomas Anderson was a mailman and this was his journey to work.[1]","Charles Thomas Anderson was not always a mailman. He was born in 1917 in Hopkinsville, Kentucky where he claimed his residence until December 1941 when Japan attacked the American military base Pearl Harbor, leading to the United States joining World War II and Anderson joining the cause. After serving as Master Sergeant in the Air Force, Anderson’s life would be forever changed due to the G.I. Bill. This bill made it easier for veterans to own more land more than ever before, specifically in the suburbs.[2] The suburbs were a place where these veterans could raise their baby booming families with a white picket fence and achieve the American dream. The suburb was a passport to consistency, community, and safety. Just as getting to work was important, so was the initial move into the suburbs.[3] For Anderson, in particular, the suburbs of Florida, where lower taxes and tropical weather made this American dream an even better reality, was the ideal place to call home.","Charles Thomas Anderson sought to maintain this dream through employment, employment he found at the Winter Park post office. There from 1955 until he retired in 1974 Anderson became the “Whistling Postman.”[4] His route encompassed Palmer Avenue through Via Bella, but he took this daily journey with pleasure. Charles Thomas Anderson’s daily commute was much more than a journey to work; it was a story of the American dream."," ","[1] \"Funeral Notice- Charles Thomas Anderson,\" <em>The Orlando Sentinel</em>, January 15, 2006.","[2] Suzanne Metler, \"The Creation of the G.I. Bill of Rights of 1944: Melding Social and Participatory Citizenship Ideals,\" <em>Journal of Policy History</em> 17, no. 4 (2005).","[3] John Teaford, <em>The Metropolitan Revolution</em>, (New York: Columbia University Press, 2006).","[4] \"Funeral Notice- Charles Thomas Anderson,\" <em>The Orlando Sentinel</em>."],"locations":[{"id":28935,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1509,"tag":"G.I. Bill"},{"id":1510,"tag":"Suburbanization"},{"id":1511,"tag":"American Dream"}]},{"id":5576,"title":"<strong>The Start of a New Era</strong>","course_id":88,"status":"P","start_date":"1/1/55","end_date":"1/31/55","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Winter Park is a suburban city located on the outskirts of Orlando in Orange County, Florida. It has a current population of 27,852 residents and is home to Rollins, College, Full Sail University, and the Charles Hosmer Morse Museum of American Art. Its areas range from open parks to residential areas to even street side shopping all along Park Avenue. It is in this eclectic town that just approximately eighty years prior, in 1934, that Robert E. Langford’s grandmother rolled up to a house at 716 Interlachen Avenue. She witnessed first hand the beautiful moss-covered oak trees of Winter Park, and stated, “This is the place.” She bought the home that August for $12,000, officially beginning the legacy of the Langford Resort Hotel.[1]","Years then passed and American involvement in World War II would begin and end as the entire state of Florida, one of the least populated states in the South, began to transform into a tropical destination.[2] Then in the early 1950s, Robert E. Langford, having been raised in the hotel business in Chicago, decided that he wanted to build a hotel in the very neighborhood that his grandmother called home. Langford realized that with the inventions of air conditioning to stifle the Florida heat and air travel to get to destinations easier than ever, Central Florida was ripe for development.[3] He immediately began purchasing property across the street from his grandmother’s house on East New England Avenue to build the one million dollar Langford Resort Hotel.","The two-hundred room luxury Langford Resort Hotel opened its doors officially in January of 1956. Along with it being Central Florida’s first air-conditioned hotel, the modern design of the Langford included the Empire Room, a famed supper club that featured nightclub acts from around the country; the Tree Tap Room, used for dances and banquets; and a seventy-five foot swimming pool surrounded by lush foliage, a petting zoo, and a variety of tropical birds.[4] This hotel quickly became the exotic escape that Florida tourists vied for and attracted numerous influential people including Ronald and Nancy Regan, Eleanor Roosevelt, and Walt Disney while he was scouting the area for a location for his theme park.","After forty-four years and countless guests, in May 2000 the Langford Resort Hotel closed its doors forever. In true Langford fashion, however, the hotel went out in style. During the hotels perfectly entitled “End Of An Era” farewell banquet, the Winter Park Mayor gave a champagne toast as everyone raised their glasses to the “glorious history of the hotel”, a glorious history that will forever play an important role in the history of Winter Park.[5]"," "," ","[1] Winter Park Public Library, \"Langford Hotel Collection.\"","[2] Christina Lane, \"Forging Florida's Sun Screen,\" <em>Mississippi Quarterly</em> 63, no. 4 (2010).","[3] Gary Mormino, <em>Land of Sunshine, State of Dreams</em>, (Gainesville: University Press of Florida, 2005).","[4] “Langford Hotel,” Postcard,1960, <em>Winter Park Public Library</em>.","[5] Winter Park Public Library, \"Langford Hotel Collection.\""," "],"locations":[{"id":28935,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1496,"tag":"Florida"},{"id":1512,"tag":"Tourism"}]},{"id":5578,"title":"The Eisenhower Doctrine","course_id":88,"status":"P","start_date":"1/5/57","end_date":"1/5/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By the time of his ascendance to the Presidency, Eisenhower was a man hardened by the difficulty of sending millions to war yet softened by their victorious return home. By 1957, just a teenager’s birth away from the end of the world’s largest and grandest war, the Suez Crisis prompted a reaction against communism.","Eisenhower explained how “Russia’s rulers have long sought to dominate the Middle East.” This was true with the Czars and it was true with the Bolsheviks. The Czars’ conflicts happened at around the same time as the Puritan witch hunts in the New World. This tale was described in Arthur Miller’s <em>The Crucible</em>, a play which mirrored the Communist witch hunts during the McCarthy-led Red Scare. Just like in Salem centuries before, American aggrandizers executed baseless attacks to further their own power, leaving the victims helpless and, more often than not, dead.","As Eisenhower discussed power politics between the United States and the Soviet Union, so too did Americans play games of political chicken with each other. During the televised Army-McCarthy hearings, the Wisconsin senator used bullying tactics, reckless dishonesty, and a willingness to do and say anything in order to grow in power. His tastelessness knew no bounds, so much so that at one point an individual asked McCarthy, “Have you no decency, sir?”","Eisenhower also discussed the religious significance of the region around the Suez Canal. As Eisenhower mentioned the word “Christianity,” no doubt millions of dollars’ worth of money were being printed and minted with the words “In God We Trust”. This recent addition, along with the new inclusion of “Under God” to the Pledge of Allegiance, was only a way to fight back against the “godlessness” of the Soviet Union.","The world changed during Eisenhower’s reign. Never before had a single weapon been able to wipe a city off the map. Never before had American women been given so much freedom only to have it taken away once the boys returned from war. Never before had peaceful demonstrations – bus boycotts, of all things – rocked the concepts of segregation and American racism to their very cores.","In his speech Eisenhower mentioned “the subjugation of Hungary by naked armed force”, yet he did not mention the Little Rock Nine – the group of students that had to be led into an integrated school by the 101<sup>st</sup> Airborne. Foreign militaries were not the only ones marching across their own lands.","The United States did not hold the Arabs in high regard. They were described as lacking “a modern social system, a flourishing economic life, and a democratic political structure” and were thus “vulnerable to communistic exploitation”. But more important than the containment of Communism was the control of oil – not for the United States directly, but for the European components of NATO. One can surmise that should Europe lose Arabian oil, the Marshall Plan would crumble and, bit by bit, country by country, the democratic western powers would turn to the Soviet Union and the Warsaw Pact for help. If this had happened, the United States would be completely alone in a two-front war: it would have to fight the Cold War in Europe and the social war within its own boundaries."],"locations":[{"id":28396,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":291,"tag":"Cold War"},{"id":1516,"tag":"Eisenhower"},{"id":1517,"tag":"USSR"}]},{"id":5579,"title":"Contrasting Shirley Chishom with the Weather Underground","course_id":88,"status":"P","start_date":"1/1/69","end_date":"12/31/73","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["It was the best of times, it was the worst of times. The War in Vietnam was finally over, Shirley Chisholm became the first female African-American elected to Congress, and Harvey Milk became the first openly gay man elected to public office. Then again, the Watergate scandal destroyed whatever faith was left in the federal government, the Vietnam War had taken its toll on the American people, and radical left-wing groups terrorized citizens for years.","Perhaps it was the worst of times.","The disillusionment associated with the 1970s would never truly go away. No one would forget Watergate or the Vietnam War. Instead of throwing such events of the past by the wayside, the American people decided to reinvent themselves. Gone were the days of standing on the steps of high schools to protest integration. Gone were the deathly fears of communism and all that it stood for. Gone were the glances outward to the international sphere. For the first time in decades, Americans put domestic issues at the forefront of problems to be fixed. By changing the focus away from the ever-present threat of communist takeover and toward the challenging problems at home, America moved forward so that it could now be as advanced socially as it was militarily and economically.","The Weather Underground certainly was a low point in the 1970s. This group epitomized the stereotype about the 1970s being the “Me” generation; its explosive acts of domestic terrorism, rather than underscoring the war and racial issues, caused them to be overlooked. By fighting the system, the Weather Underground made it impossible for any sort of gradual change or compromise. It was either the violent overthrow of the capitalist system or nothing at all. This could also mark the end of the previous era, where everything was zero-sum: one was either communist or western, segregationist or integrationist, bad or good. The death of the Weather Underground marks the end of this black-and-white view of the world as well as the crushing antagonism against anything even remotely related to the negative events of the past.","Shirley Chisholm marked the beginning of the end for broad, generalized racism against African-Americans. Lyndon Johnson knew that he had just lost the South when he signed the Civil Rights Act of 1964, yet during the 1972 Democratic primaries two of the three states she won were in the Deep South: Louisiana, Mississippi, and New Jersey. Though she did not take the Democratic position that year, she proved that the age in which both African-Americans and women were blindly ignored in the political sphere was drawing to a close.","Whereas Weather Underground leader Bernadine Dohrn recorded a declaration of war only to bemoan the “frustration and impotence that comes from trying to reform this system,” Shirley Chisholm sought to advance social causes from within the government rather than outside of and against it. Until the very end, the Weather Underground movement operated in secrecy, exposing themselves only to release communiques or admit their part in bombings. Chisholm, on the other hand, embraced who she was and used her unique qualities (her African-American ethnicity as well as gender) to serve her interests. While the Weather Underground bombed the Pentagon to protest the US bombing Hanoi, Shirley Chisholm hired only women (half of whom were black) for her legislative office. This gradual loosening of old trains of thought, rather than the abrupt style that the Weather Underground preferred, made much more meaningful impacts on each of Chisholm’s causes.","The Weather Underground did not make the Vietnam War end any sooner. They themselves were only a part of the international protest against the war. Nor did they succeed in overthrowing the capitalist American government and instituting a Marxist-Leninist regime. One could argue that perhaps the 1970s were not the worst time in American history. But the Weather Underground certainly didn’t make it any better.","Shirley Chisholm, on the other hand, promoted both African-American and women’s rights. Having been discriminated against her whole life, and in fact surviving three assassination attempts during her presidential bid in 1972, she made it imperative that she visit the infamously racist George Wallace after he was shot. Her method was conciliatory, not vengeful. Much like Gerald Ford officially pardoned Nixon to end the Watergate scandal, she chose to make amends rather than keep a lifelong enemy. She was truly a pioneer for both women and African-Americans.","One could correctly argue that the Weather Underground epitomized the “Me” generation, that though it was part of the counterculture it still followed the zero-sum ideology of the past twenty years. Shirley Chisholm, by contrast, fought for incremental increases, baby steps into her movements and ideas. Yes, her efforts were revolutionary; but they were revolutionary specifically because they did not adopt revolutionary ideologies."],"locations":[{"id":34067,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":1008,"tag":"Counterculture"},{"id":1518,"tag":"Weather Underground"},{"id":1519,"tag":"Shirley Chisholm"}]},{"id":5582,"title":"Desegregating Schools","course_id":88,"status":"P","start_date":"5/16/60","end_date":"5/16/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The article <em>\"U.S. Court Orders New Orleans To Start Pupil Integration in Fall: Outlines Grade-a-Year Plan After Board's Refusal to Present Own Proposal INTEGRATION SET IN NEW ORLEANS </em>was written by Claude Sittons and published on the New York Times on May 17, 1960. The article states thaton May 16, 1960 Federal District Judge J. Skelly Wright set September as the deadline for New Orleans to start desegregating schools. The order went out shortly after the board refused to present a desegregation proposal. The order was a threat to the continuation of public schools because it conflicted with Louisiana’s anti-desegregation law.  New Orleans had become the first city in the Deep South to choose between compliance and closing schools. Furthermore, Judge J. Skelly Wright also outlined a grade-a-year for the Orleans Parish School Board. The Parish School Board had been told on February 15, 1956 to desegregate but had failed to do so.","In his order, he mandated that at the beginning of the school year in September all public schools should desegregate according to plan, which stated that:","The plan allowed desegregation to progress upward one grade each year and gave the school board considerable latitude on administrative details. Nonetheless, the court could make the plan more specific at anytime.","Joe Skelly Wright was born on January 14, 1911 in New Orleans. He attended public schools his whole life and earned a law degree.  Lawyer Wright had notable jobs however, after a postwar sting in private practices in Washington D.C. , he moved  back to New Orleans and became the United States Attorney.  In that office he witnessed a group of blind people across the street being escorted to different Christmas Eve parties based on their skin color.  Still impacted by the scene, thirty years late he told Jack Bass: “ the blind couldn’t segregate themselves… There was somebody else doing it for them... It began to make me think more of the injustice, of the whole system I had taken for granted… That was the beginning really.”[1]","In 1949, President Truman made J. Skelly Wright a federal trial judge. He was only thirty-eight years old, making him the youngest in the nation. William J. Brennan Jr., a close friend of J. Skelly Wright, wrote that Wright’s most notable decisions were greeted with “harsh and bitter injective.”  Criticized for exceeding his proper role, he was charged as an “activist judge,” also defined as a judge who “believes that the judicial power should be made creative and vigorously effective.” Unlike Justice Holmes who believed judges should “hold a tight rein on humanitarian impulse and compassionate action, stoically doing their best to discover and apply already existing rules”, Wright believed judicial process demanded more because “constitutions, statuses, and precedents rarely speak unambiguously, a just choice between competing alternatives had to be made to decide concrete cases”. [2]","Moreover, Judge J. Skelly wright considered the equality principle as the “rock upon which our constitution rests,” and before 1962, he had already issued forty-one rulings towards equality.  In 1950, he ordered Louisiana State University to admit black law students and in 1957 he ordered desegregation in New Orleans’ bus and streetcar system. Moreover, correlating with the newspaper article, in 1956 he ordered desegregation for the public schools in New Orleans, where according to colleague, Patricia M. Wald, he proclaimed that the magnitude of the problem of changing people’s mores did not nullify the principle that everyone was a freeborn Americans. Although his actions meant well, as a consequence, Judge Wright received death threats, lost friends, and was protected day and night by federal marshals.[3]","From 1877 to the mid 1960s Jim Crow laws were practiced throughout the United States, mainly in the south.[4] These laws made whites feel superior and turned African-Americans into second-class American citizens, more importantly, it enforced segregation.  It wasn’t until the Brown ruling in the Brown v. Board of Education of Topeka that a new era of civil rights protests were African Americans were determined the social order that was based on race and discrimination.[5] The ruling, which happened in Washington D.C., on May 17 1954 by the U.S. Supreme Court, stated that racial segregation in public schools was unconstitutional.[6] It was because this ruling that in 1956 Judge J. Skelly Wright ordered New Orleans Parish School Board to design a plan to desegregate schools. Many in the community opposed the order and it took four year until it was put in place. Finally on November 14, 1960 four girls integrated the schools, although they had to be protected by United States Marshals. Unfortunately this event and Judge Wright’s order and were not taken lightly and soon after riots erupted throughout the city followed by parents enrolling their children in private schools[7]","This newspaper article is an example of the events happening during the 1960s. It demonstrates the efforts towards the desegregation during the civil rights movements as well as the reactions by the whites. Although it is a small sample, it explains current events that were happening throughout the United States."," ","[1] Bill Monore, et al., In Memoriam: J. Skelly Wright, 1988, 370-371.","[2] Bill Monore, et al., In Memoriam, 361-362.","[3] Bill Monore, et al., In Memoriam, 363-371.","[4] http://www.ferris.edu/jimcrow/what.htm","[5] David A. Horowitz and Peter N. Carroll, On The Edge: The Unites States Since 1945 (California: Wadsworth, 2002), 107.","[6] Horowitz and Carroll, On The Edge, 178.","[7] http://crdl.usg.edu/events/new_orleans_integration/?Welcome&Welcome"],"locations":[{"id":31777,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":29,"tag":"New Orleans"},{"id":43,"tag":"Desegregation"}]},{"id":5583,"title":"Understanding A Letter From Birmingham Jail","course_id":88,"status":"P","start_date":"4/16/63","end_date":"4/16/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After being arrested in downtown Birmingham on a Good Friday, Reverend Martin Luther King Jr. wrote his famous letter, <em>“A Letter From Birmingham Jail” </em>responding to the criticism demonstrated by eight prominent white clergy man. This letter has been found important through out history because it expresses King’s feelings toward the unjust events and it is an example of a well-written argument. Most importantly, this letter explains current events in Birmingham in 1963 as well as in the rest of America and it demonstrates the approach Reverend King took through out the whole civil-rights movement of 1950s and 1960s.","Due to unfortunate circumstances, the great injustice of slavery makes up a significant portion of America’s history.  Even after this chapter of history ended, it left its legacy of “blacks” being portrait as subhuman and it developed a sense of racism in the new generations. In addition, following the Civil War, that legacy was expressed through the Jim Crow Laws, which promoted segregation. These new laws violated the fundamental american tenet that “all men are created equal” and are “endowed by their creator with certain unalienable right”. [1] Historian C. Vann Woodward describes the segregating Jim Crow laws as:","“That code lent the sanction of law to a social ostracism that extended to churches and schools, to housing and jobs to eating and drinking. Whether by law or by custom, that ostracism extended to virtually all forms of public transportation, to sports and recreations, to hospitals, orphanages, prisons and asylums and ultimately to funeral homes, morgues, and cemeteries.”[2]"," ","The American people were motivated by the terrible acts of violence on black people and were touched by the civil-rights movement’s message of “respect for the dignity of the individual”.[3] There are different opinions of what led to start the civil-rights movement of 1950s and 1960s. Although some may say it was after the Supreme Court’s decision in the Brown v. Board of Education 1954, Fairclough wrote that it was a “consequence of the rise of black voting after World War II”.[4] Nonetheless, it is a fact that Alabama was home to the three most significant campaigns. First there was the Montgomery bus boycott of 1955-56, followed by the Birmingham protests of 1963 and later on the Selma Campaign of 1965.","After 1945, African Americans in Birmingham made significant gains as they “built parks, playgrounds, and swimming pools for blacks, and it took action to punish white policemen who beat up black prisoners.”[5] In addition, by the mid-1950s, a substantial black electorate arose numerous enough to influence the outcome of some elections. This grabbed the attention of white candidates, which were then forced to decide whether to seek the support of the black voters or humiliate them to solidify the white vote. With a growing sense of fear that black voters were going to change the “southern way of life”, politician Eugene T. Connor of Birmingham took an anti-black stance and made white racial privilege the focus of his campaign. Martin Luther King Jr., in his letter, describes Birmingham as “the most thoroughly segregated city in the United States” where “ negroes have experienced grossly unjust treatment in the courts” and had “more unsolved bombings of Negro homes and churches”.[6]","Specifically, in 1963, there were numerous current events that took place in Birmingham that support Dr. King’s words. For example, in a racially mixed neighborhood two people were killed in a bomb explosion. Police Commissioner Connor ordered police dogs and water hoses against the elementary and high school students who joined the “Children’s Crusade” demonstrations in downtown. 1,500 people rioted around the Gaston Motel after being bombed, leaving 50 people injured. And last but not least, the Sixteenth Street Baptist church was bombed killing four Black girls and wounding several other children.[7]","Given a few examples of the many occurrences that happened in Birmingham in 1963 and after reading Martin Luther Kings thoughts on it, it is hard to understand why Martin Luther King did not choose to retaliate with the same violence and instead chose direct action. In his letter, he explain to the clergyman his reasons for choosing direct action which was “to create a situation so crisis packed that it will inevitably open the door to negotiation”.[8] These words truly depict Martin Luther King’s idealism of not only the civil-war movement but of democracy as well. After studying theology, King’s views for America’s political future was theological.  According to Heltzel, King believed a democratic community had to be made up three characteristics, which were: inclusivity, interculturality and non-violent love.[9]","It is believed that King’s ways came after the Bombing of his Montgomery home where he was confused and frightened and saw no other solution but to pray to God. It was then where he became inspired by multicolored dreams of democracy.[10] He rendered democracy with the metaphor of “beloved community” which meant, “Every person is sacred, unique, dignified, and loved by God and thus must be fully and meaningfully incorporated into the human society”.[11] He believed that to achieve this it could only be done through non-violent love because violence was the death of the very possibility of Democracy.[12]","Overall, “A Letter from Birmingham Jail” is one the best written argumentative pieces. It’s a piece full of history but most importantly is a piece where we can witness how Reverend Martin Luther King Jr. approaches his problems and how well it worked."," "," "," "," "," "," ","[1] Canady, Charles T. \"America's struggle for racial equality.\" Policy Review no. 87 (January 1998): 42. Academic Search Premier, EBSCOhost (accessed September 7, 2012)."," ","[2] Canady, “America’s Struggle For Racial Equality”.","[3] Canady, “America’s Struggle For Racial Equality”.","[4] Fairclough, Adam. \"Dividing Lines: Municipal Politics and the Struggle for Civil Rights in Montgomery, Birmingham, and Selma.\"<em>Alabama Review</em> 57, no. 2 (2004): 132-140. http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/211800689?accountid=13584."," ","[5] Fairclough, “Dividing Lines”.","[6] King, Martin Luther. \"Letter from Birmingham jail.\" Letter From Birmingham Jail (January 2, 2009): 1. Academic Search Premier, EBSCOhost (accessed September 10, 2012).","[7] http://www.bcri.org/archives/index.html"," ","[8] King, “letter from Birmingham Jail”.","[9] Heltzel, Peter Goodwin. \"RADICAL (EVANGELICAL) DEMOCRACY: THE DREAMS AND NIGHTMARES OF MARTIN LUTHER KING, JR. AND ANTONIO NEGRI.\" Political Theology 10, no. 2 (April 2009): 287-303. Academic Search Premier, EBSCOhost (accessed September 7, 2012)."," ","[10] Heltzel, “Radical Democracy”, 297.","[11] Heltzel, “Radical Democracy”, 297."," ","[12] Heltzel, “Radical Democracy”, 300."],"locations":[{"id":31662,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":761,"tag":"letter"},{"id":203,"tag":"Birmingham, Alabama"}]},{"id":5584,"title":"Old Winter Park Road","course_id":88,"status":"P","start_date":"1/1/50","end_date":"1/1/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Post World War II the Unites State’s history is shaped by activism. Starting with the African American civil rights movement, feminist and homosexuals found their voice and followed with their own activist movement. Sarah (Mrs. Joe K) Galloway’s story, “Joyce Kilmer Was Right!” is a small representation of this, particularly the feminist movement.","In her story Galloway tells how in the 1950s the Winter Park’s commissioners ordered the widening of the Old Winter Park Road due to an increase of traffic. The Old Winter Park Road was a “nature country –like tree-line”[1] road that connected the city of Winter Park to Orlando. However, with the widening of the road, it was required to cut down the beautiful tall trees on both sides. The decision faced oppositions, specifically by the garden club, which was mainly composed of ladies who resided near the road. The ladies decided to take action to defend the tree. They took turns at shifts under the trees where they usually had a picnic and sat for several hours.","This story not only demonstrates the women movement post World War II in the United States but it also reflects the General Federation of Women’s Club. “The General Federation of Women's Clubs, an umbrella organization of sixteen thousand women's clubs in the United States and overseas, believed that women's public activism would strengthen American greatness at home and abroad, secure peace, and protect democracy in the years following World War II.”[2] It reaffirmed women’s authority over their homes and local community as it focused on personal activism. Moreover, it empowered women by considering them as mothers helping America’s liberty and Future.","Overall, the ladies of Winter Park did not belong to the General Federation of Women’s Club, yet it is noticeable that they shared the same belief that their public activism was capable of achieving their interest. At the end of Galloway’s story it is evident that the women’s effort did not accomplish the preservation of the trees since the Winter Park Road was widened","Although the ladies of Winter Park did not belong to the General Federation of Women’s Club, it is noticeable that they held the same belief that their public activism was capable of achieving their interest. Nonetheless, their efforts were not a failure since they were nationally noticed as their pictures were publishes in a national magazine."," "," ","[1] Sarah (Mrs. Joe K) Galloway, Tales of Winter Park, Joyce Kilmer Was Right, 76."," ","[2] MELTZER, PAIGE. \"The Pulse and Conscience of America\" The General Federation and Women's Citizenship,52."],"locations":[{"id":28935,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":617,"tag":"Feminism"}]},{"id":5586,"title":"\"US Declared Able to Wage Cold War\"","course_id":88,"status":"P","start_date":"11/10/52","end_date":"11/10/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["How ready was the United States ready for the Cold War? On November 10, 1952, an article was printed in the New York Times.  Its purpose was to cover a dinner forum at the New School for Social Research at 66 West Twelfth Street, Manhattan, New York to discuss the need for the continuance of the newly coined “Cold War,” as well as the economic and social ramifications of the war that would persist for a maximum of ten more years, according to their projections. The three speakers at this forum were former first Chairman of Economic Advisors Edwin G. Nourse, and economists Eliot Janeway and A. Wilfred May. Nourse, a federal economist since 1946, viewed the Cold War as a substantial but manageable drain on America’s resources. May believed that as a super power, the USSR would be unable to wage a war of this scale for such a long period of time. Janeway viewed the Cold War as war that must be met, regardless of cost, so that the civilized world can prosper. As history can tell, the Cold War lasted substantially longer than the proposed decade. What was going on in 1952 that lead to this urgency and sense of duty instilled in the American people? The final months of 1952 saw the increase in paranoia through the rages of McCarthyism and the Korean War, mixed with the uncertainty regarding the newly elected president Eisenhower. The New York Times needed this article to reaffirm the populace that they had to remain vigilant and prepare for future economic woes. Yet, it made things blatantly obvious that the wars had to continue for the good of liberty. In this article, Nourse posed the question “Will people stand what ten more years of this kind of cold war involves?” However, the prevailing attitude of the time was that it all of these gripes <em>must </em>be met for the good of the nation.","The social climate in 1952 was rife with controversies, paranoia and uncertainty. A veracious Congress spurred on by Republican fear mongers like McCarthy and Nixon passed the McCarran-Walter Immigration Act over Truman’s veto, which made immigration more preferential and selective than ever. Partisan divisions became more and more entrenched as each party accused one another of communist affiliations. Republicans used the slogan “K1C2” (“Korea, Communism, Corruption) to describe the incumbent administration, while many Democrats openly denounced McCarthyism and radical anticommunist sentiments. This led to the landslide victory of Dwight Eisenhower in the 1952 election, who agreed with Republican platforms like cleaning up Washington, but also quietly denouncing McCarthy’s allegations within his party. Many questions were being asked about the president elect. Republicans believed that concentration of power in Washington meant a greater communist influence, while Democrats believed in restraint in foreign policy. Eisenhower was above party lines and disputed planks of both parties, especially those regarding the continuation of the Korean War.","After the Chinese entered North Korea to protect their fellow communists, panic ensued over whether or not this would result in another World War. Had Truman not restrained MacArthur’s proposed counter-invasion of China, the possibility of a World War with nuclear arms seemed ever looming. By mid to late 1952, there was a stalemate at the thirty-eighth parallel. Talks of peace began between Communist and U.N. forces, but at the same time there were fierce hill battles and tactical bombings. The populace back home was torn between those who were terrified that one slip could spell doom for the world, and those who believed that America had a newfound duty to stamp out communism. The war drained the funds of the treasury, and the morale of the American people.","The article quotes Nourse as saying that a sustained state of military preparedness over a decade would optimistically cost about eight percent of the GDP, down from the current fourteen percent. However, in reality the cost percentage of GDP in the most expensive year of the war (1952) was 4.2 percent, making the cited eight percent only comprise less than two years of sustained warfare. These projections mirrored the simultaneous denial and horrified acceptance over the prospect of a long, drawn out Cold War that extended far past their wildest predictions.","Economist Eliot Janeway says in the New York Times article that the Cold War “must and can be met. For the cold war is war, and war assigns survival priority over economics.” From the perspective of many Americans, the Cold War was not treated as a long-term political crisis, but a threat to human life itself. The article also addresses a Mr. May, who proposed that the U.S. was “in a far stronger position to withstand increased economic strain than the Soviet bloc.” This is contradictory information, considering that the USSR showed an annual 3.6 percent GDP growth starting in 1945, and continuing well into the 1950s. It is possible that May made this statement out of ignorance or optimism: ignorance due to the Soviet Union’s secrecy regarding economic status may have been closely guarded, and optimism due to the uneasy and tentative political-economic state of the United States at the time.","The Cold War was probably the most heated diplomatic crisis in world history. This article goes on to prove this fact by showing how divided the country was during the early years of the crisis. The stances of the three economists- Nourse, Janeway, and May- embodied not just the possible economic approaches to a continued Cold War, but also the three main ideological stances of the American people themselves: the skepticism of the United States’ ability to wage a Cold War on this continued scale, as addressed by Nourse, the belief in the States’ illusory economic superiority, as addressed by May, and the belief in fighting as a means of self-preservation with the human race at stake, as addressed by Janeway. With controversies like the 1952 election, the war in Korea, and the ensuing economic panic were only three ways to show that the stances of the American people were as diverse as its inhabitants."," "],"locations":[{"id":28501,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":291,"tag":"Cold War"},{"id":1525,"tag":"Red Scare"}]},{"id":5597,"title":"Winter Park Amtrak Station","course_id":88,"status":"P","start_date":"1/1/62","end_date":"12/31/62","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Winter Park train station has existed almost as long as Rollins College has. Students have traveled in and out of Winter Park on trains that stop at the station. Before flying became popular, the train was the only practical way to go home or to travel anywhere. In this article, Rollins College attempted to use the train as a strategy to attract alumni to Winter Park for the 100<sup>th</sup> centennial of the college. The train station in use today is the same one that has been in use since 1962, meaning that those alumni coming on that trip would have the nostalgic feeling of riding the train to Rollins, much like they did back when they were students, and like the students before them did as well.","The Amtrak station brought much life and activity to Winter Park. It allowed students and others to visit the City of Winter Park at a time when long distancse transportation was a hassle and more difficult to do. The current station used once belonged to Atlantic Coast Line, a freight shipping line. The old station was a freight depot; this now serves the city as the Winter Park farmers market on Saturdays and Sundays. In 2009 the City of Winter Park won a grant to aid in the construction of a newer, larger, and more modern train station to replace the current station being used today. While the train is not as popular as it used to be in the 1960’s, it still has its place in society today and its appeal to Winter Park is not only in its usefulness, but also in the nostalgia that it brings back."],"locations":[{"id":32034,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":1496,"tag":"Florida"},{"id":1551,"tag":"Amtrak"}]},{"id":5598,"title":"Journey to Work: Hamilton Holt","course_id":88,"status":"P","start_date":"1/1/24","end_date":"12/31/24","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Dr. Hamilton Holt, eighth president of Rollins College, passed away on April 26, 1951 at the age of 78. He died of a heart attack at night in his home, two years after he left his presidency at Rollins. During his earlier life, Holt worked for the <em>Independent, </em>which was a weekly magazine founded by his grandfather and other members of a Congregational Church. Eventually Hamilton Holt would become the owner and editor of the <em>Independent</em> and continue to publish his literary work.","Holt promoted peace and disarmament during his lifetime. He won a myriad of accolades and awards for his work on social justice and peace. In 1924, he was the Democratic Party’s candidate for a special election in Connecticut, his home state, but was defeated by now famous Representative Hiram Bingham, who was also the man who discovered Machu Picchu.","After losing the election, Irving Bacheller, a trustee of Rollins College asked Holt if he would be interested in becoming the next president at Rollins.  Hamilton Holt’s response was that while he had never actually taught students, Holt believed that he had enough experience being taught and spending time in university setting that he should be able to perform the duties of President of Rollins College. Upon accepting the job, Hamilton Holt then had to travel from Connecticut to Rollins College in Winter Park, Florida. During this time period it was not an easy feat to travel such a long distance. There was no commercial air travel, and driving was not an option. Hamilton Holt most likely arrived Rollins via train from Connecticut and  disembarked at the old Winter Park train station, which is now used on weekends for the farmers market. From the station he most likely walked down Park Avenue and through the front gates of the campus.","Hamilton Holt redefined education at Rollins with the Rollins Educational Conference system. The impact of Holt’s changes are still evident in Rollins education today. Holt created a system in which students had an 8-hour day with hour periods, instead of just 8 hours of learning a day. This system allowed students to learn three subjects in one day and the fourth period was devoted to working so students could pay for tuition or immerse themselves in the arts. Holt held discussions between schools and scholars so they could discuss what should be learned in the classroom. This system created a debate centered on practicality versus continuing the traditional education path. Holt transformed Rollins from a struggling school into a striving liberal arts college with the reputation it has today. This is why Holt Avenue, Holt Building, and the Holt Night Evening School are all named after him. His impact on Rollins is arguably greater than that of any other president."],"locations":[{"id":21523,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":438,"tag":"Rollins College"},{"id":1496,"tag":"Florida"},{"id":1497,"tag":"Orlando"},{"id":1552,"tag":"Hamilton Holt"}]},{"id":5599,"title":"Spatial History Engine: Hamilton Hotel","course_id":88,"status":"P","start_date":"1/1/70","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Built in the 1920’s, the Hamilton Hotel was built as more modest accommodations than the only other hotel in town. The other hotel, the Seminole Hotel, boasted of visitors of such caliber as Henry Flagler, William Rockefeller, and even United States President Grover Cleveland. The Hamilton Hotel was the first in Winter Park to have a bathroom in each room;  while it may seem strange to not have a restroom today, it was common to share bathrooms during those days. In 1941, the price for a room was $2.50 per day, much cheaper than today’s prices.","In the 1970’s the Hamilton Hotel was remodeled and renamed to the Park Plaza Hotel, which it is still known as today. The hotel has risen in popularity, and is now considered one of the nicer hotels in Winter Park. The location for the hotel is excellent because it is situated on Park Avenue, the main road in Winter Park filled with shops, restaurants, a park, and a train station. The hotel’s rooms over look Park Avenue and the park, providing an aesthetically pleasing view. Also, ever since the Seminole Hotel closed, Park Plaza has tried to fill the gap or at least lure some of the more prominent crowd to Park Avenue, which would boost their earnings and also aid shops and restaurants on Park Avenue. One of the ways this was accomplished was by buying huge reproduction beds from the 1700’s and 1800’s, attracting people who wish to experience something new.","The hotel acted as a crucial part in the expansion of Rollins, because it provided visiting parents a place to stay other than the exorbitantly priced Seminole Hotel, which most people would not have been able to afford. The Park Plaza Hotel aided in the growth of Rollins College, which aided in the growth of Winter Park, and so the city conssiders it an important landmark in Winter Park today. Pictures of the hotel from before and after the remodel also show how far the hotel has come since its creation, while at the same time sticking to its roots and keeping it similar view to the past."],"locations":[{"id":36752,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":1496,"tag":"Florida"},{"id":1497,"tag":"Orlando"},{"id":1553,"tag":"Hamilton Hotel"}]},{"id":5600,"title":"Muhammad Ali: How One Man's Dissent Illustrates the Story of the American Opposition of the Vietnam War","course_id":88,"status":"P","start_date":"1/1/67","end_date":"12/31/67","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the Cold War, the Vietnam War was probably considered one of America's more unnecessary and counterproductive ideas to stop the spreading of Communism. As the American government continued the war with little thought to whom it effected on both sides of the spectrum many people both Black and White, poor and rich and overall different came together as one to protest the continuation of a war that was causing nothing but trouble. Draft calls were going strong, racial tension was still an issue and nobody was sure of what kind of future the next day would bring. So how did the Vietnam War resistance movement affect the war and the American people? In result of this war, the American people found renowned courage and power in its younger generation yet forced them to come face to face with uncomfortable yet very real issues that neither the government nor its people were ready to resolve.","In 1967, Muhammad Ali, formerly known as Cassius Clay, refused the draft induction into the Vietnam War and was charged with draft evasion, with the threat of facing prison time. His defiance against the Selective Services included his position as a minister in the Muslim religion, which he believe gave him the exemption from war as a clergyman and claiming himself as a victim of racial discrimination within his own country. While both of these reasons were dismissed in court, Ali had already made up his mind that whether he was legally justified or not he would not serve in the army. The author, Tom Wicker, dismisses Ali as one man who does not pose a problem to the approval or disapproval of the draft let alone the entire war. In reality the fact that one famous man gained national attention for his opposition to the Vietnam draft only zoomed in on a problem that was plaguing the nation, particularly its younger generation. However, Wicker does point out a valid concern and question for the American people and its government and that is if one man feels this way then what would happen if hundreds of thousands of other young people decide to not only disagree with the draft but refuse to be drafted themselves? If that many male dissenters decided to refrain from joining the army what would happen to a country entrenched in democratic ideals rolled in the belief of rights and freedom? As Wicker indicates it is one thing when the American government attempts to imprison one dissenter but what about hundreds of thousands? To do something of such extremity, would put the United States at a hypocritical angle and turn them into the very Communist they so very much opposed. And while Wicker does not believe the famous boxer was trying to spark an uprise, it is obvious that Muhammad Ali as a young Black man, was the embodiment of whom was against the draft and why they were against it.","While Ali was no college student, a large portion of the Vietnam dissenters consisted of college students and young people, who unlike their parents in WWII who believed in the defeat of the Nazis for the greater good of the U.S., saw the Vietnam War as gruesome and an atrocious assault that involved the sacrifice of their lives and freedom including the slaughter of innocent Vietnamese peasants. How could these young people not feel threatened at this point by their own government when the average age of soldiers being sent to Vietnam was 19? So as the war dragged on and more people lost their lives, Americans began losing patience with a war they felt would forever drag on and a government who were showing no sign of stopping. As the war raged on so did the radicalism of the anti-war, anti-draft Vietnam movement. Students began their protests in college campuses and soon enough various campuses across the nation were hosts key events such as the March 24, 1965 “T-Day” where the University of Michigan hosted lectures and seminars opposing the war in Vietnam with more than 3,000 people in attendance. Young people were turning their college campuses into a type of college government because they understood that the outcome or even lengthening of this war would effect their futures directly and graduation dates meant a direct ticket to Vietnam. After the national “T-Day” came the Antiwar March to Washington D.C. on April 15th of the same year. While the 25,000 protestors consisted of professors, clergy, and peace organizations it was the college students and young people who dominated the scene. This movement was more than today's stereotype of hippies in communes; these were protestors who came from middle class suburbs, with parents who were professionals. They were resisters who viewed the war with a morality derived from earlier movements and understood the professional and political moves they made were never to be made thoughtlessly. In other words they used their education and where they derived said education to their advantage.","Among these students and young people were Black organizations and peoples as part of the anti-draft and anti-war movement, however their reasoning was completely different than that of their fellow White protestors. When Muhammad Ali resisted the draft, African-Americans paid close attention to just how the government would handle a famous Black celebrity during a time where racial tension was still an unfortunate factor in the U.S. When Ali boldly exclaimed “No Viet Cong ever called me a nigger,” these words demonstrated the emotions and anger many Black men felt towards the American government. Why fight for a country that still treated them as second class citizens? As the boxing authorities stripped him of his titles further anger towards what Blacks believed to be a racist motive became fuel for the war opposition. Ali became motivation for many Black Americans who were not already involved in the movement to do something not only about the war but the racism and discrimination that plagued them. One of the more startling effects of discrimination during Vietnam were the disproportionate percentages of just whom was being sent off to war and what positions they were being put in. For Americans with higher education levels they had a better chance of receiving office jobs compared to the 80 percent of ground troops which consisted of lower class or minority peoples meaning African Americans would get the short end of the stick. More Black troops were being sent into more dangerous areas than their White counterparts taking their opposition of the war to a different level. This level consisted with Black males fighting for their gender roles as a minority in a world ruled by Whites while dealing with the Selective Services forcing their own people to fight and stand up for a country that would never stand up for them.","A vast majority (including the protestors of that time) believe this specific movement to be part of the reason for the end of the war. This theory has been a particularly controversial one and while the Vietnam War resistance was not the first, it did make a significant impact according to Stephen Kohn who credits the protestors with collapsing the Selective Service's draft system. It is also believed that while the resistance and the war raged on together, many war decisions were taken into account thanks to the peace movement. For example the antiwar movement played a role in the decision to not bomb North Vietnam during the Johnson administration. The movement might have also played an unseen role on the attitudes of protestors and how policymakers reacted to those attitudes with the Kuwait War in the 90's. There was conflict over how the U.S. should handle aggression towards the people of Kuwait and during the Kuwait antiwar movement, many old slogans from the Vietnam War were resurrected such as “Make Love, Not War.”20 Between the antiwar and anti-draft movement, thousands of men who burned their draft cards and the public dissent of one famous Black man the closing of the Vietnam War was possibly brought closer. They might have also all been a part of an indirect influence for future generations that protest America's wars and inevitably teach the American government that it is far better to have the approval of their people than to win the war under opposition."],"locations":[{"id":31495,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":291,"tag":"Cold War"},{"id":1478,"tag":"Draft"},{"id":1554,"tag":"Vietnam War"},{"id":1555,"tag":"Anti Draft"},{"id":1556,"tag":"Anti War"}]},{"id":5601,"title":"The “Me” Generation: How Shirley Chisholm, Harvey Milk and the Weathermen Fought Against the 1970's Fantasy of Perfection","course_id":88,"status":"P","start_date":"1/1/70","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The 1970's became fertile ground for public outrage and violence against the American establishment due to national economic stress, assassinations of public figures, the Vietnam War, and other political scandals. By the 70's it seemed to a significant amount of Americans, that what the government wanted to portray and what they were realistically taking care of were two very different truths. What the U.S. wanted American society to consist of were upper middle class or rich white individuals (preferably male) with conservative, Judeo-Christian beliefs. That these people would pray and worship a God that often times were one and the same as the American government. The ideology of the American mentality included not just a warped view of a uniquely American religious stance, but a stance where all Americans should be the same and think the alike. Where there was no poverty, no back talking or disagreeing with the government and everybody was heterosexual with one wife and their 2.5 children living in suburbia. And if in fact, “those” types of people did exist Americans should do everything in their power to either push them aside or make them disappear completely. The American government did not want or feel that they needed blacks with opinions let alone a black woman making her way through Congress. America only saw the “sin” in the power that the gay community and its leaders held in California. And when America was tired of minorities of all kinds, it was looking towards a vibrant, educated white youth to carry the torch, what they got instead were empowered white kids enraged by a government unwilling to pull out of Vietnam. While America was working hard towards a “Me” generation where the majority's problems did not matter and a fantasy of “what ifs” was put in its place, there were several, gutsy individuals and groups desperately trying to break that mold.","In 1972, Shirley Chisholm, the ultimate physical symbol fighting against the ideals of a “Me” generation, became the first African-American woman running as part of a major-party candidacy for the Democratic ticket and nomination of President of the United States. In the 1970's, America was overflowing with an ignorance towards racial divides although physical, up close and sometimes violent proof stated the opposite that things in fact were not alright. Her running came during a time where racial tension was high and what was considered an equal and fair opportunity for all held different feelings and definitions for both blacks and whites. The backdrop of her run was politically marked by examples of attempted equality like the Voting Rights Act which created an effort to integrate race relations in the South and outlaw voting discrimination against African-Americans and the Civil Rights Act which outlawed major discrimination against minorities. But what the United States wanted to project and achieve was not the social reality of what seemed to be a very bleak existence of blacks dealing with unemployment rates three times higher than whites and black anger increasing with the establishment of black militant organizations such as the Black Panther Party. Her very physical being, went against what made the American government and a dominating white society comfortable. She was a woman and she was black, to put both of those “concepts” together was a whole complex and intense conundrum for the American people to deal with. On the one hand she explains how entering into Congress for the first time, the white Congressmen had never had a black woman enter into their political platform and she was automatically shunned. On the other, even among black groups and the black community she was shun due to black men being intimidated and threatened by the fact that she was a woman. To bring that together and give her an intelligent mind and voice to state what was wrong with American society and give her a national platform on which to speak, broke the mold of a society with a “it's all about me” mentality to realize there was great unjust among blacks and sometimes equal discrimination against women. So what she needed black Americans to do, especially black women, in such a time of confusion and hardships was to go against the grain as she had done and use their power to fight not physically or violently but to use what many whites dreaded...their vote. She brought to the forefront what was not being said in Congress, that over 50% of the nation's budget (her estimate was 75%) was being used on a foreign, immoral war yet the true war raged on domestically with a nation divided amongst itself.","Unlike Shirley Chisholm, who was a more obvious example for minority groups that made white people uncomfortable, was the less obvious Harvey Milk. At first glance he is who the American government and society wanted to continue to uplift. He was a financially comfortable, white male, a veteran from the U.S. navy, running his own business in a middle class neighborhood. However his ideals and sexuality both directly and indirectly did not line up with what society was supposed to be like. Harvey Milk was a gay man which in and of itself went against the traditional Judeo-Christian idealism of America. To make matters worse, he was also the first openly gay politician in San Francisco which also went against what American society. What society wanted and expected was if a person was indeed gay, he or she should keep it themselves because to be gay in the 1970's was taboo and illegal. In the backdrop of the Stonewall Riots of 1969 in New York which set off the modern, openly gay liberation movement, Harvey Milk would become a main leader in San Francisco's newly gay political community. But America did not want to deal with gay people they in fact wanted to get rid of them with political bills such as Proposition 6, which was a state wide gesture that allowed the firing of any teacher in public schools who was gay and any other public school faculty that was pro-gay. Milk fought against such openly discriminative political documents but wanted to make it clear that while he fought for gays, lesbians and transgendered/transsexual peoples, his political fight was for all peoples who were considered minorities and were underrepresented in San Francisco. He said what so many Americans at the time were afraid to speak of which was the realization that gays walked among them and no, they did not have signs written on their foreheads to let others know of their whereabouts, so the American people needed to learn to have respect and tolerance for all no matter who they came across. Milk's perfect example of the political and religious agenda set against gay Americans came in an interview where he said that he understood who he was up against but that the “white, wealthy, non-gay establishment would have to deal with him; that is truly an incredible and powerful position to be in.” Harvey Milk and his political position would not allow an ignorant mentality to continue to place its hold over the minds of the American people but wanted instead to change what Americans felt so uncomfortable with concerning gays in the first place. Although he was assassinated in 1978 by another San Francisco city supervisor, Dan White, his ideals would leave a permanent mark in California, especially in the San Francisco area. This mark would go on to change the political ideals, when a decade after Milk's assassination, a poll would show that San Francisco's gay community felt that they had a “moderate amount” or “a lot” of influence over local government compared to only 48% of the straight respondents who believed the same sentiment. And only two years prior to that poll, a gay San Francisco columnist wrote, “Politicians can be destroyed by the gay vote. As long as we keep our vote, they're going to kiss our ass for a long time.”","Probably the most confusing to the American government and public was the formation of the Weather Underground also known as the Weathermen. They were a part of the anti-draft and anti-war movement of the late 60's to mid 70's with extremist views that believed in “bringing the war home” by bombing banks and government buildings. Their ultimate goal was to overtake and overthrow the U.S. government due to their refusal to pull out of the Vietnam War and their abuse towards blacks. What made them so confusing to the American public was because of what they stood for due to who they were. They were not black like Shirley Chisholm nor were they gay (for the most part, not including their sexual experimentation with the same sex during orgies) like Harvey Milk, trying to organize a type of LGBT rights organization. These were mainly upper middle class college students with rich parents (some of those parents were even local politicians) who basically had the world at their feet and if they wanted to live a comfortable lifestyle, they could very well do so. There only real issue was being drafted into the Vietnam War but even if that happened with the connections and the money there parents had they were more than likely to gain “cushy” jobs that did not require front line action. Unlike their poorer, black, Hispanic, and Asian counterparts who constituted more than 80% of American ground troops. So what was there problem? They had everything they wanted and they were everything that the U.S. wanted to portray their young people as. The U.S. did not want to deal with underprivileged, ethnic youths, but who they wanted ended up being the kind of people that constituted the Weathermen. As President Nixon continued to ignore the peoples cry that the conflict in Vietnam was immoral and unjust, the Weathermen, once a non-violent group who took after the teachings of peaceful demonstrations from Martin Luther King Jr. were now taking after the Black Panther Party, sharing in their anger and setting up recruitment just like them and even supporting them by endorsing them to the mass public. Their point was not to do the complete opposite of what was expected of these young white kids just for the sake of rebelling but because this white ideology was destroying the nation. They were going to side with the black community and they refused to allow their privileges as whites to add to the problem in America anymore. It was hard for Americans to understand the terrorist actions of other Americans bombing their own buildings but the message behind these attacks were not just for the sake of blowing up a building it was to get people in the U.S. to realize that this was not just a foreign war that did not effect them unless they were drafted, but that if they refused to stop the war then indeed it did effect them because they were part of the problem. And the problem was very much real no matter how much Americans wanted to ignore it with companies such as Dow Chemical, for example, using technological and chemical warfare like napalm, used to kill innocent and impoverished Vietnamese. Or the U.S. government breaking and entering into one of the leaders of the Black Panthers home, Fred Hampton, and assassinating him in his bed while he slept. These were kids who were angry with what their white government was doing both to its own people and internationally; kids who were willing to recruit white youth to join in, taking down what many would say as their “own” people (other whites). The Weathermen were trying to put the issue of what was going on in the faces of Americans first by peaceful marches and when the problem only escalated domestically and internationally, they felt they had no choice but to show them a tiny part of the violence occurring in Vietnam by turning to domestic terrorism. The acts they committed were only a physical embodiment of their ideals which as one of the faces of the Weathermen, Bernardine Dohrn stated, “I believe that there will come a day when white people will have to make uncomfortable decisions and learn to side with the Vietnamese and Black people.”","The United States in the 1970's has been argued to be a “Me” generation and while it did strive hard to get there and in many ways and areas of the country it was, there was a much stronger argument for all of the things that went wrong. As the nation continued on a one noted idea of what it wanted to be and portray to what they believed to be a corrupt world, the American people were becoming excessively bothered by a communism induced paranoia the country held. Since that was its main focus everything and everyone else fell by the wayside. What the people needed was stronger leadership and a sense of an empathetic community so that all might understand each other and gain an equal political foothold. So people with a voice, whether they had extreme views like the Weathermen or more subdued ways to fight like Shirley Chisholm and Harvey Milk rose to power not because they were trying to divide or disrupt the country as many thought (including the government) but to stop the advancement of a country that had let its people down and were allowing them to believe, on top of all the problems they had, that they were a perfect society at the center of a very inferior world."," "],"locations":[{"id":35365,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"},{"id":34924,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":546,"tag":"Homosexuality"},{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"},{"id":1556,"tag":"Anti War"},{"id":1554,"tag":"Vietnam War"},{"id":1557,"tag":"Terrorism"}]},{"id":5602,"title":"\"Why They Become Communists\" By Elizabeth Janeway","course_id":88,"status":"P","start_date":"6/14/53","end_date":"6/14/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["What was the seductive and driving force of communism? An article published in the New York Times on June 14, 1953 sought to answer this question. Elizabeth Janeway’s “Why They Become Communists: Americans seeking an effective answer to communism’s internal danger must first be aware of its influence,” was the entire title of the article and resolved to serve as an indicator as to why and how American citizens could fall victim to the ideology of the Red Menace. The first half of this article revolved around two former communist converts and their acceptance and cooperation with the Soviet Union: the infamous atomic spy Klaus Fuchs and the prolific English poet Stephen Spender. The second half detailed the steps to be taken to recognize and avoid communist influence. These two halves came together to form a typical, yet intellectual Red Scare era article that promoted concern, but discretion, and alertness, but awareness. This was an important statement during a time when Americans believed that communism was the antithesis of freedom and independent thinking.","The summer of 1953 was the height of the Red Scare in America. Fear mongers like Joseph McCarthy accused everyone from Hollywood actors to government officials of communist affiliation of varying degrees. The Korean War was at a tentative truce, but the Eisenhower administration was staging covert action all around the globe to “contain” the communist threat. For Janeway, the communist threat at home was more important due to Eisenhower’s public and determined efforts to stamp out communism abroad. In the article, she first delves into the psychology and mental state of the typical communist using two highly publicized examples: Fuchs and Spender.","At this time, German expatriate and nuclear physicist Emil Klaus Julius Fuchs was imprisoned in England on a fifteen-year sentence for giving highly classified research on the Manhattan Project to former ally Russia during the war. Janeway described in her article that Fuchs was drawn to communism out of “some kind of explanation for the horror and confusion which had invaded his world.”According to her, communism fit Fuchs because he was mentally unstable and communism offered him a new perspective on reality; this granted some sense of purpose and direction that adherents to capitalism just could not understand. Even though Fuchs was incredibly intelligent and instrumental in developing and patenting the implosion trigger for the first atomic bomb, Janeway wrote off his affiliation to the communist party as a reaction to his difficult life and genetic history of mental illness. Up until Fuchs’ death in 1988, he still believed that the power of the atomic bomb had to be shared between the two great powers as a gesture of trust and mutual respect. Thanks, in no small part, to his deeds Russia was able to develop atomic ordinance by 1949.","Janeway’s other example of a repentant communist convert was Stephen Spender, the English poet. She likens his experiences to that of an outsider looking in, which was indeed the truth. While never conforming to NATO capitalism, Spender was also not a true believer in communism. From being exposed to intellectuals from Cambridge and Oxford during the 1930s, Spender was subject to socialist ideals that made him interested in the communist party. Cambridge in particular was infamous for the Cambridge Five: five Cambridge graduates who fed secrets to the Soviets from the 1930s to 1960s. Undoubtedly, Spender would have known, or at least heard about, these men; this may have affected his decision to leave the party. Janeway again used the concept of a struggling man desperately turning to communism for him to make sense of a terrifying and confusing world. She states in the article that communists “cling to the…structure of unreality” in order to become part of a larger being than themselves. She said that Spender was able to break from the allure of communism because he was able to recognize the absurdity and clandestinity of Soviet communism.","Janeway’s argument for the education of the American populace against the allure of communism started with the minds and mindsets of two ex communists. The first was Klaus Fuchs, a strong believer in communism and a devotee until his death in 1988. The second was Stephen Spender, the British poet who only joined for a look into another perspective separate from capitalism. This article then describes the measures to take in order to not end up like these men. Janeway dives deep into the supposed psyches of communists to find them deeply disturbed and enthralled with the concept of unity and service to Moscow. She describes one of the central tenants of communism as the duty to spread its influence across the world. In order to do so, communism must take seductive forms that must be recognized and avoided by the American people. Contrary to the stance of fear mongers like McCarthy and Vice President Richard Nixon, Janeway called for discretion and the ability to discern liberalism from communism. She feared that blatant hatred and paranoia would fracture and divide the American people. Then, Soviet influences could sneak in and turn policy towards Moscow’s favor. Whether or not this was indeed the case, this pragmatic approach towards communist influence – as popularized by Dwight Eisenhower - was provocative in a time where polarization of the populace was the basis of the majority of the 1952 presidential election. It also served as an incredibly powerful social influence. In a small, curious addendum at the very end of the article, Janeway stated that America must not only be vigilant against communism, but also actively express a global attitude and demeanor to which all the other nations of the world could aspire.","Janeway’s “Why They Become Communist” is an interesting look into the hearts and minds of ex-communists while simultaneously shedding light on the situation of communist insurgency and how to prevent it. With the inclusion of admitted ex-communists Klaus Fuchs and Stephen Spender, Janeway painted a picture of a self-destructive and all-consuming ideology that catered exclusively to the mentally unstable. She then explained why the ability to keep a cool head in the face of the nefarious structure of communism was paramount in maintaining national security. “Why They Become Communist” is a look into the more levelheaded approach to the Red Scare and an intellectual attempt to rationalize the seductive nature of communism."],"locations":[{"id":28501,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1525,"tag":"Red Scare"},{"id":291,"tag":"Cold War"}]},{"id":5603,"title":"The 1970s Through Film","course_id":88,"status":"P","start_date":"1/1/70","end_date":"12/31/79","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 1970’s were a tumultuous time in American history. Movements regarding the war in Vietnam, civil rights, and gay rights escalated as the United States entrenched itself in economic crises and political divisions. As these movements gained momentum, the political system as well as the prevailing social notions of the time attempted to quash any semblance of progressive thinking until the end of the decade. Three documentaries about the time - <em>The Weather Underground, Chisholm ’72,</em> and <em>The Times of Harvey Milk </em>- focus on the major political voices of the 1970s and how they were confronted, spurned, or ignored. By analyzing these three works, it can be deduced that the 70s were a period of social and political growth and examination in the youth and minority populations that the older generation of society was attempting to supplant with traditional Cold War values.","By 1970, the war in Vietnam had escalated and Nixon’s campaign of “Vietnamization” had begun. Under Nixon, the Vietnam War saw an increase in strategic bombings of supposed communist strongholds and the “incursion” into Cambodia with 25,000 U.S. and South Vietnamese troops. This increased activity in Indochina prompted a growth in the anti-war movement, which had already gained considerable momentum. Students for a Democratic Society - the major student body anti-war organization during the Vietnam War - was already at 300,000 members and growing. Privileged college students began to rebel over war crimes committed by the government under their pretext of protecting the world from communism.","The 2002 film <em>The Weather Underground</em> focused on the exploits of the Weathermen, a domestic insurgent agency formed in the summer of 1969. They were the militant arm of the SDS and sought to overthrow the United States government on account of the civilian casualties in Vietnam. With the slogan “Bring the War Home,” the thirty-odd Weathermen wanted to instill fear in the government that was controlled by, what they perceived, as old, corrupt politicians from an irrelevant, bygone generation. Nixon responded to this radical minority with reciprocal contempt. After the Greenwich Townhouse Explosion in May 1970, the Weathermen went underground and started a strategic bombing campaign, all the while being pursued by the FBI. After the war ended and many Weathermen came out of hiding, few went to prison on the account of the FBI’s illegal actions to track them down in the first place. Simultaneously, vice president Spiro Agnew denounced the anti-war protesters as “traitors, thieves and perverts.” It seemed the administration’s decision to marginalize the movement had adverse effects as the Weathermen’s coordinated bombings of government buildings skyrocketed until the end of the war in ’75. These practices, coupled with the release of the Pentagon Papers in ‘71, sewed seeds of distrust and frustration with how the government was conducting business not only in Vietnam, but also within the system itself. The prevailing Cold War policy of containment propagated in the 1950s and 1960s had permeated society as well as foreign policy. It was finally met with resistance in the 1970s to the dismay of Washington, and thus they made every attempt to stamp it out.","Like the Weathermen, the campaigning of Shirley Chisholm in the 1972 election was an indicator of a changing sociopolitical climate, but unlike the Weathermen, forces within the movement itself halted its momentum. The 2004 film <em>Chisholm ’72: Unbought & Unbossed</em> illustrated exactly how the Democratic Party was operating during the 1972 election and how massive and divided the party –and society - was against such a unified political platform as the Republicans’. Chisholm herself ran for the rights of women and African Americans but also for a withdrawal from Vietnam and the resolution of the busing integration controversy. However, her gender mixed with the color of her skin greatly hampered her support base as the male-dominated Black Panther party was reluctant to back her, as well as the feminist movement, which generally marginalized the voices of black women. By the time of the democratic nomination, all of Chisholm’s supporters in Congress like Ron Dellums ended up supporting George McGovern of South Dakota for the nomination. The 70s were showing signs of progressive, liberal attitudes, but were being hampered all the way by the established government. Nixon simply appealed to those sick of the costly New Deal social programs and won a landslide victory with 61 percent of the popular vote. It seems like all would be lost in terms of progressive ideals in the 1970s, but as the decade wore on and Nixon was impeached and resigned, people began to think that the established order could be openly challenged without severe repercussions.","Enter Harvey Milk: district 5 Supervisor of San Francisco in 1978. In the documentary <em>The Times of Harvey Milk</em>, Milk’s exploits and contributions to the San Francisco gay community are revealed, along with the events that precipitated his assassination, and the subsequent outrage over the verdict of his killer. Reflecting the desperation of fellow supervisor Dan White who murdered both Milk and San Francisco mayor George Moscone, the established sociopolitical system of the United States by 1978 was buckling under the increasing momentum of liberal views and progressive ideals. Milk was one of many activists who were fighting tooth and nail for moral, social, and political equality. One of the major planks of the Democratic Party in the 1976 election was advocating of equal rights groups. President Carter publicly endorsed gay rights, which would have been impossible even earlier that decade. However, Milk and other activists’ primary opponent during this transitional period were evangelical fundamentalists who were still clinging to the old Cold War system of control. Milk’s crowning moment as Supervisor was his opposing of California Proposition 6, or the Briggs Initiative, which would ban gays and lesbians from working in public schools. Milk was able to rally public support against the bill and even get open support from prominent politicians like Ronald Reagan and Gerald Ford. The main indicator for the closing of the decade, however, is Milk’s assassination itself. For a gay man to be put into a position of such power within the city of San Francisco, the people had to have been open to radical changes in infrastructure. Unfortunately, the last years of a dying system seem to be the most chaotic. In this case, Christian fundamentalism had a major resurgence, as people were fearful of the state of the established order. It was this resurgence that opposed Harvey Milk and went leniently on his killer Dan White, but the subsequent widespread outrage over the court verdict showed that they were becoming a shrinking minority.","Was the 70s characterized by repression and disengagement? Some would argue that it is, but the strength in the progressive organizations paved the way for an unprecedented amount of liberal thinking so far seen in the Cold War. The documentaries <em>The Weather Underground</em>, <em>Chisholm ’72</em>, and <em>The Times of Harvey Milk</em>, showed a decade in transition, a transition hampered heavily by a system of political and societal control refined over thirty years of Cold War conflict. If that system had not been so heavily entrenched in the minds of America’s older citizens at that time, the 70s would have been a period of growth instead of repression and turmoil"],"locations":[{"id":34924,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"},{"id":35365,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"},{"id":34445,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":1554,"tag":"Vietnam War"},{"id":1560,"tag":"The 1970s"},{"id":1561,"tag":"1972 Election"}]},{"id":5604,"title":"Bob MacHardy's Journey to Work","course_id":88,"status":"P","start_date":"8/25/85","end_date":"8/25/85","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Bob MacHardy was a teacher at Winter Park High School from 1962 until his unexpected death in 1985. During that time, he and his wife and sons lived at 233 Pinewood Drive in southern Maitland. His journey to his job roughly six miles away was typical for a middle class educator in central Florida. A winding labyrinth of suburbs encircled both his house and the High School at which he worked, and only briefly made contact with any major thoroughfares. The route mainly consisted of a long, slow straightaway crowded with trees and families. MacHardy’s trip to work yields great insight into the suburban middle class culture in Winter Park in the 1970s and 80s.","The city of Maitland is one of the oldest incorporated cities in Central Florida, and somewhat of a sister city to Winter Park. By the turn of the twentieth century, transportation allowed for more people to settle farther from the railroads that confined Winter Park and the surrounding areas. The 1950s saw a boom in Maitland’s growth as corporations were making their way into central Florida.The first suburbs were built to house workers from the Martin Marietta Corporation, and with the growth of State Road 17-92 in the 1960s, the suburban development flourished even more.","The arrival of Disney World in 1971 drew more commerce into central Florida than ever before, and between 1972 and 1979, Maitland added twelve new residential subdivisions as a result of this expansion. If it is any indication of the demographic of Maitland, the 2010 census showed 80 percent of the inhabitants as white. Undoubtedly, this would have been much higher in the 1980s when Mr. MacHardy lived there.","Built in 1969, Winter Park High School already catered to the suburban professionals of Winter Park itself. Its location away from downtown Winter Park allowed for growth and development of suburbs for middle class white professionals who wanted a safe haven for their children. These professionals in the 1980s used the brand new surrounding suburbs as a means of staying close to work while simultaneously being close to a suitable school system tucked away from the hustle and bustle of Fairbanks Avenue.","Bob MacHardy’s journey to work was short and typical for a Winter Park professional. Essentially as a scenic route away from any semblance of urbanity, his journey reflected the 1980s resurgence of suburbanization in response to the relative degradation of the 1970s, as did the suburban developments around his workspace itself. As an informative look into the life and work of an 80s suburbanite, MacHardy’s journey to work does not disappoint."," "],"locations":[{"id":40176,"lat":28.5146851201,"lng":-81.3237702415,"zoom":9,"place":"Orange, Florida"}],"tags":[{"id":1510,"tag":"Suburbanization"},{"id":704,"tag":"Urbanization"},{"id":1562,"tag":"Obituary"}]},{"id":5605,"title":"Naval Air Station Sanford and Its Impact on The United States and The City of Sanford, FL","course_id":88,"status":"P","start_date":"1/1/50","end_date":"12/31/68","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Orlando Sanford airport stands east of state road 17-92 about twenty miles north of Orlando. Today the Orlando Sanford is a small commercial airport, dwarfed by Orlando International Airport only thirty miles away. While Orlando International may be bigger, it was a product of the Disney Empire, which moved in during the 1970s. Orlando Sanford Airport, however, was originally an important naval air base, and a direct byproduct of the Cold War. Its history is tied directly with its location and the time in which it was operational, and is an important look into Florida’s Cold War history and impacted Sanford in the decades that followed.","Commissioned in 1942, Naval Air Station Sanford, or NAS for short, was chosen as a major training and staging area for carrier-bound aircraft. During the war it had supplied pilots to about half of the US navy. After the war, the base was decommissioned and the field opened to private businesses. While it was a public space between 1946 and 1950, the field hosted the New York Giants training camp, a retirement home, a hospital, and a clothing company.","The onset of the Korean War showed that the US government still had their eyes on the field. When it reopened in 1951, NAS became instrumental in the aeronautic war effort, as well as in the onset of the Cold War. The facilities were made permanent and the runways repaired, but the most substantial addition was the on-base living facilities built in the adjacent swampland. In 1961, NAS Sanford was responsible for the first flight of the RA-5C Vigilante: a carrier-based bomber that was one of the first designed to deliver nuclear ordinance from the sea. As the Vietnam War gained momentum, the Vigilante was repurposed as a reconnaissance strike craft.","The impact on the city of Sanford, however, was far more apparent. Prior to NAS, Sanford was a rural celery farming community made up of predominantly African American residents. When the base moved in during the war, racial tensions grew as black residents were being pushed out of their neighborhoods by enlisted whites and their families. During the Cold War, the demography turned away from the historically black county. In the 1940 census, half of the population of Sanford was black; by 1960 it was only 11 percent. When the NAS Sanford was decommissioned in 1968, it dealt a massive financial blow to Sanford. The base indirectly provided jobs for thousands of Sanford citizens, and the closure eventually lead to a migration of middle class whites away from Sanford and Seminole County as a whole.","The NAS was incredibly influential in the construction of modern day Sanford. NAS Sanford was important during the Cold War as a staging area, but had unforeseen effects as an important demography shaper. Without NAS Sanford’s influence, Sanford would be a very different place than it is today."," "],"locations":[{"id":29415,"lat":28.7169229525,"lng":-81.2362806752,"zoom":10,"place":"Seminole, Florida"}],"tags":[{"id":291,"tag":"Cold War"},{"id":603,"tag":"United States Navy"},{"id":46,"tag":"gentrification"}]}]}