{"id":89,"title":"Industrialism and Imperialism","school_id":49,"school_name":"Texas Wesleyan University","term":"Fall 2012","abbr":"HIS 3347","url":"http://www.texaswesleyanhistorydepartment.wordpress.com","description":"The Texas Wesleyan University History Program Website","points":[[32.3860025551,-85.692630494],[41.8399513458,-87.8166666032],[39.4750359792,-74.3341472584],[40.468833638,-79.9812076782],[39.878712355,-75.2036894677],[38.9151212228,-76.9435162098],[36.0614224105,-79.1205649186],[35.6494467796,-75.4861826401],[38.0586957348,-79.7410797292]],"bounds":[[41.8399513458,-74.3341472584],[32.3860025551,-87.8166666032]],"episodes":[{"id":5487,"title":"The Roosevelt Corollary to the Monroe Doctrine","course_id":89,"status":"P","start_date":"12/6/04","end_date":"12/6/04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Monroe Doctrine of 1823 written to achieve a separation from Europe became a way for the U.S. to refrain from interfering in European matters and to keep Europe from colonizing the Americas any further. In 1895, Secretary of State Richard Olney took the Monroe Doctrine a step further and claimed that the U.S. could in fact interfere in Latin American affairs when necessary. President Theodore Roosevelt had a different interpretation on the Monroe Doctrine though; it was strictly an instrument to keep Europe from colonizing the western hemisphere. Roosevelt stuck to this view especially after the Venezuelan Crisis of 1902. After Venezuela’s civil war Germany wanted to punish them for not paying back their debt. President Theodore Roosevelt felt the Monroe Doctrine was dated and needed to be adapted to the current circumstances. Thus, the Roosevelt Corollary to the Monroe Doctrine was born. The Corollary gave the United States the police power needed to interfere in the Western Hemisphere when needed.","                On December 6, 1904, President Roosevelt presented his Fourth Annual Message to Congress, his Corollary to the Monroe Doctrine. In this speech he stated, “It is our duty to remember that a nation has no more right to do injustice to another nation, strong or weak,….” In this statement alone Roosevelt basically stated the U.S. had to interfere in the struggle in Latin America. According to historian Matthias Maass, President Roosevelt declared that the United States became in effect the police power throughout the western hemisphere. “Chronic wrong-doings, or an impotence which results in a general loosening of the ties of civilized society, may in America, as elsewhere, ultimately require intervention by some civilized nation, and in the Western Hemisphere the adherence of the United States to the Monroe Doctrine may force the United States, however reluctantly, in flagrant cases of such wrongdoing or impotence, to the exercise of an international police power….” In essence if the United States felt that a nation was unable to protect itself or if the United States was being threatened they would interfere. It would be on a case by case basis and dependent on circumstances.","                The Roosevelt Corollary to the Monroe Doctrine took the Doctrine to the next level and gave the United States a power in which they did not have. Where the Monroe Doctrine was written to keep Europe from colonizing the western hemisphere further and to keep the U.S. from interfering in European affairs, the Corollary broadened that and gave the U.S. police powers to interfere in the western hemisphere when needed. This was a perfect example of the need to update the laws of the nation as new circumstances arose. Theodore Roosevelt gave the U.S. the police powers they needed with the Corollary to the Monroe Doctrine."],"locations":[{"id":52404,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District Of Columbia"}],"tags":[{"id":1370,"tag":"Theodore Roosevelt"},{"id":1371,"tag":"Monroe Doctrine"},{"id":1372,"tag":"Corollary"},{"id":1373,"tag":"Roosevelt Corollary"},{"id":1374,"tag":"Venezuela Crisis"}]},{"id":5488,"title":"<strong>Effectively Speaking: Booker T. Washington’s Speech at the “Atlanta Exposition”</strong>","course_id":89,"status":"P","start_date":"1895-09-15","end_date":"1895-09-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The time had come to deliver his speech. As principal of an all-Black school he realized the importance of conveying his message carefully at the opening of “the Atlanta Cotton States Exposition in Tuskegee, Alabama”. Standing in front of a large gathering the principal of the Tuskegee Normal and Industrial Institute understood his words had to be effective. He looked into a sea of anxious white faces and felt the collection of Black expectant stares. With a stoic purpose Booker T. Washington addressed the crowd. His speech commenced not only the start of the trade fair, but the beginning of a new ideology for Black Americans.","Placating the white associations who helped form the exposition, Washington first expressed his appreciation for their benevolence. “I but convey to you, Mr. President and Directors, the sentiment of the masses of my race,” Washington assured, “when I say that in no way have the value and manhood of the American Negro been more fittingly and generously recognized, than by the managers of this magnificent Exposition at every stage of its progress.” Continuing to appease his audience, he voiced his ready acceptance of social segregation. He reminded the white audience of his race’s subservient past. His words sought to soothe them by pledging to them loyalty and service just like days of old. Cognizant of his place in society, Washington took extreme care by addressing these critical issues.","His speech demanded for his own race to understand the reality of their plight to freedom. He called for them to recognize the South and their place in it as laborers. He urged his race to accept the role, embracing it to be their own. Washington instructed, “To those of my race who depend on bettering their condition […] I would say cast down your bucket where you are […] cast it down in agriculture, in mechanics, in commerce, in domestic service and in the professions.” Washington also forewarned, “We shall contribute one third to the business and industrial prosperity of the South, or we shall prove a veritable body of death, stagnating, depressing, retarding every effort to advance the body politic.” Booker T. Washington advocated for production to refocus the aims of his people. He reasoned industrial trade gave them a sense of purpose, and a needful place within a race-conscience society.","On September 15, 1885, in Tuskegee, Alabama, Booker T. Washington spoke to an influential crowd. Ultimately this address, cemented his place as a leading Black figure in American history. The speech’s theme emphasized Washington’s idea of “a new era of industrial progress” while at the same time defining key roles for Black Americans. Crafted by his voice, Washington emerged not just as a principal leading his students, but also as a well-versed orator ready to become a leader to an entire race."," "," "],"locations":[{"id":249,"lat":32.3860025551,"lng":-85.692630494,"zoom":9,"place":"MACON, Alabama"}],"tags":[{"id":1382,"tag":"Speeches"},{"id":1381,"tag":"Principal"},{"id":1380,"tag":"Cotton States"},{"id":1379,"tag":"Black Americans"},{"id":1378,"tag":"Exposition"},{"id":1377,"tag":"Educational Tour"},{"id":1376,"tag":"Tuskegee Normal and Indus"},{"id":1375,"tag":"Atlanta Exposition"},{"id":3,"tag":"African-Americans"},{"id":1133,"tag":"Booker T. Washington"}]},{"id":5489,"title":"Jane Addams takes a look back at Hull-House, twenty years later.","course_id":89,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In <em>Twenty Years at Hull-House</em>, Jane Addams reflected that after twenty years, Hull-House held true to its charter: “To provide a center for the higher civic and social life; to institute and maintain educational and philanthropic enterprises, and to investigate and improve the conditions in the industrial districts of Chicago.” However, she realized some changes had taken place at Hull-House.  The immigrant population slowly moved from “prosperous Irish and Germans” to “Russian Jews, Italians, and Greeks”.  The commerce on Polk Street came to include a shop for already made clothing that Addams deemed a “pretentious establishment”.  Also, Hull-House’s location had changed from suburbs to city.","The buildings and homes situated on Polk and Halstead streets had also changed with their inhabitants.  The types of houses now occupying the area in 1910 were “frame cottages” found typically in the poorer suburbs and contained several families rather than one.  Many of the homes were moved into the neighborhood from nearby land taken over by factories. Therefore, the cottages looked temporary and were overshadowed by four or five story high tenement buildings.  The tenements had no water supply, no fire escapes, and inadequate garbage collection.","The site Addams described in 1910 was her creation.  Hull-House came to life during the time of Jane Addams. Hull-House, founded in 1889, celebrated twenty years of being a place immigrants came to gain knowledge about settling in America. Hull-House located in Chicago on the corner of Halstead and Polk, in 1889 was home to Russian, Sicilian, Greek, and Italian immigrants making up the majority of Chicago’s population. Hull-House’s mission of being a place where immigrants came to learn soon required it to offer classes to meet the immigrant’s needs.  Services came to include classes, such as, English language, cooking, and American government. A public kitchen, nursery and playground were other amenities offered to the residents of Hull-House.  The residents, who paid rent and contributed to the services, took the lead on many Hull-House projects that led to social reforms. After twenty years of operation Hull-House remained a cooperative environment for the immigrant population in Chicago."],"locations":[{"id":17541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":759,"tag":"Immigrants"},{"id":7,"tag":"Women"},{"id":1383,"tag":"Jane Addams"},{"id":1384,"tag":"Hull House"},{"id":1385,"tag":"Social Movement"},{"id":1386,"tag":"Social Settlement"}]},{"id":5492,"title":"1916 Jersey Shore Shark Attacks","course_id":89,"status":"P","start_date":"1/1/16","end_date":"12/31/16","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the summer of 1916, five people were injured by a Great White Shark along the Jersey Shore area of New Jersey. Four of the victims were bitten while swimming in areas that were not considered to be a hotspot for sharks, and the other victim was bitten while trying to rescue another person. At first, many people had no idea what type of animal could have attacked these people, and journalists and scientists alike mentioning everything from sea turtles to a killer whale. As Ichthyologist George Burgess comments in an interview with Megan Gambino, theories of the type of animal went all over the place because “there was not a forceful scientific authority that really knew what was going on.” Scientific knowledge of sharks was incredibly limited at the time, and shark attacks in the area were rare, if not completely unheard of.","When the sharks’ second victim, Charles Bruder, was discovered by life guards near a resort in Spring Lake, NJ, he was missing sections of both of his legs. He eventually bled to death before a doctor could reach him. Many witnesses on the beach fainted, and others required assistance when returning to their rooms. Many swimmers even refused to return to the water, for fear that the shark might return. More attacks in the following days led to Colonel W. G. Schauffler, a staff member of the then governor of New Jersey, to call for fishing parties to kill the shark.  Eventually, it was reported that the shark was caught and killed, with its skeleton put on display in a shop in New York. Newspapers at the time reported that the shark was found with human remains in it, but the validity of this account is suspect because pictures were never taken.","Although the attacks stopped at the fifth victim, questions still remain as to why one shark would repeatedly attack people. Burgess comments that sharks are not known as repeat attackers, and that there really is not a good explanation for why this one shark would be any different from what has been observed before."],"locations":[{"id":17050,"lat":39.4750359792,"lng":-74.3341472584,"zoom":9,"place":"Atlantic, New Jersey"}],"tags":[{"id":1387,"tag":"Shark Attack"},{"id":1388,"tag":"1916"},{"id":1389,"tag":"Jersey Shore"},{"id":1390,"tag":"New Jersey"}]},{"id":5493,"title":"Frederick A. Blossom resigns post as Director of the National Birth Control League","course_id":89,"status":"P","start_date":"12/8/16","end_date":"12/8/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Conflict remained high between Frederick A. Blossom, a socialist party member from Cleveland, and the members of the Executive Committee of the National Birth Control League. The Executive Committee of this organization advocated the removal of birth control from “the category of obscene materials and information”. The open bill versus the doctors-only bill was the contested topic up for debate.  Blossom, an avid supporter of the doctors-only, was met with staunch opposition when he attended a meeting of the Executive Committee.","In a letter written to Virginia T. Heidelberg, Blossom resigned his position as director stating that the committee had had an “uncompromising attitude”. The doctors-only bill advocated that laws allow doctors and physicians to be able to prescribe birth control for the profession of medicine.  In contrast, the open bill wanted a repeal of the Comstock laws and intended for the entirety of the subject of prevention to be taken out of the law. Ladies of the committee, including Mary Ware Dennett and Virginia Heidelberg, were extremely in favor of the open bill which Blossom believed was “practically unattainable”. Blossom had accepted the appointment as director because he believed it presented an opportunity for different groups in New York to co-align for a common cause.","Soon after accepting the position he soon realized that the groups were in complete disagreement and their decision on the matter could not be altered.  Blossom stated that he would have turned down the job if he had known that the Executive Committee was attempting an “impossible undertaking”. Blossom went on to organize the New York Birth Control League, in order to raise money for Margaret Sanger’s legal battles after she had opened the Brownsville Clinic and had been arrested.  The league aimed to gain an amendment to laws that would allow medical professionals to distribute contraception and advocate women’s health."," "," "," "],"locations":[{"id":18816,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"Allegheny, Pennsylvania"}],"tags":[{"id":481,"tag":"birth control"},{"id":1391,"tag":"Frederick A. Blossom"},{"id":1392,"tag":"Birth Control Movement"},{"id":1393,"tag":"Margaret Sanger"},{"id":1394,"tag":"Virginia T. Heidelberg"},{"id":1395,"tag":"NBCL"}]},{"id":5517,"title":"The Panama Canal Convention","course_id":89,"status":"P","start_date":"11/18/03","end_date":"11/18/03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The United States of America and President Theodore Roosevelt worked for years to gain access and control of a small isthmus in Panama. The isthmus gave the U.S. a strategic advantage over other countries, not just militarily but commercially as well. After long talks and many treaties the Republic of Panama agreed to meet. The United States agreed upon allowing the Republic of Panama to maintain their independence in exchange for control and occupation of the zone that later became the Panama Canal. In article II of the convention it states, “The Republic of Panama grants to the United States in perpetuity the use, occupation and control of a zone of land and land underwater for the construction, maintenance, operation, sanitation and protection of said Canal….” The Panama Canal Convention was in effect one of the greatest strategic movements the United States ever made.","The Panama Canal Convention of 1903 created a deal that not only became convenient for the United States but Panama as well. According to historian Walter LaFeber, John Hay could not believe what he was seeing. The treaty not only ensured the neutrality of the canal but it proposed payment to Panama for an amount that was equal to what the United States would have paid to Columbia. The treaty also ensured Panama’s independence. The Panama Canal Convention gave the United States a monopoly on construction as well. According to Article V of the convention, “The Republic of Panama grants to the United States in perpetuity a monopoly for the construction, maintenance and operation of any system of communication by means of canal or railroad across its territory between the Caribbean Sea and the Pacific ocean.”","The Panama Canal Convention was in effect one of the greatest strategic movements the United States ever made. It not only ensured Panama’s independence, it gave the United States access and control of the Isthmus of Panama and landed them in a position to control a strategic waterway. Theodore Roosevelt knew what he was doing when he decided to back Panama in their revolution for independence. That decision led to the agreement that led to the construction of the Panama Canal."],"locations":[{"id":52404,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District Of Columbia"}],"tags":[{"id":1370,"tag":"Theodore Roosevelt"},{"id":1421,"tag":"Panama Canal"},{"id":1422,"tag":"Panama Canal Convention"},{"id":1423,"tag":"Isthmus of Panama"},{"id":1424,"tag":"Philippe BunauVarilla"}]},{"id":5547,"title":"United States Labor Strikes","course_id":89,"status":"P","start_date":"1892-07-12","end_date":"1892-07-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The state militia stood at the ready.  The dark sketch was taken on July 12, 1892.  The sketch depicted Andrew Carnegie's Pennsylvania steel plant surrounded by military.  The Homestead plant sketch was taken from a wood engraving by T. de Thulstrap.  The Swedish born immigrant came to America in the 19th century.  The immigrant would achieve the American Dream as a <em>Harper's Weekly</em> staff artist.   Thulstrap was employed by <em>Harper's Weekly</em> for over three decades.   The sketch appeared in the magazine on July 23, 1892.  The skies in the scene appeared to be overcast.  A long cloud of dark eery black smoke was also in the sketch.  The cold steel building was not easily seen in the picture.  As a twelve foot brick wall built.  The brick wall was topped with barbed wire.  The brick wall was put in place to keep Carnegie's current employees out.  The wall was constructed with small holes for guns to fire in a moments notice.  The gun holes were intentional, as Carnegie's employees were the target.","The sketch also presented the marching army as if they were going off to war.  The drawing depicts the number of troops which was close to three hundred.  The troops are dressed in uniform and had their rifles loaded and ready.  The gray sketch communicated an army anxious to kill.","The Pennsylvanis militia had surrounded the steel giant Andrew Carnegie's business for almost three months.  Unprotected workers were forced to make wage reduction decisions..  The decisions had ended in violence.  The American governments loyalty was to big business in 1892.  In the Gilded Age, the common worker had no laws to protect them.","The impact of improvements in transportation and communication provided opportunties for employers to recruite workers from abundant regions.  In industry with more integrated national labor markets, the fine division of labor enabled employers to seek out semiskilled laborers.  Therefore the new employees then undermined the skilled workers efforts.  The skilled workers would not receive their normal pay.  Nor did the employees receive improved working conditions.  Employers then had the ability to replace the strikers.  The employer such as Andrew Carneige was just not motivated to improve his skilled workers conditons.  Hence the influx of men from other states kept the \"club above their heads at all times.\"","The Gilded Age was a time of uncerainity within labor relations.  Workers were often in battle with employers.  The conflicts such as Carnegie's Homestead strike gave a graphic account o the turbulent labor relations of the times.  At Carnegie's steel plant, men were shot down after thisr sketch was drawn.  In addition, many of Carnegie's workers were left wounded.  The laborers at the Pennsylvania steel plant wanted to work so desperately that they were willing to risk their lives.  Thus as the photographer emphasized, Carnegie' steel plant witnessed one of the worst labor strikes America had ever seen."],"locations":[{"id":11233,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":1469,"tag":"Labor/Industrialism/Union"},{"id":1470,"tag":"Economics/Health/Governme"}]},{"id":5548,"title":"Working Man Blues","course_id":89,"status":"P","start_date":"1894-02-10","end_date":"1894-02-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","\"But, oh master, thou hast given us one great enjoyment which man has never dream of before - a free church organ, so that we can take our shabby families to church to hear your great organ pour forth its melodius strains.\"  The quote came from the 1894 prayers \"<em>A Workman.</em>\"  The satrirical prayers gave praise to Pennsylvania's powerful Andrew Carnegie.  The steel giant had so generously donated a free organ to the citizens of Pennsylvania.  The author of the letter remained anonymous to this day.  One can speculate that the letter was indeed written by one of Andrew Carnegie's disgruntled employees.","The primary source \"<em>Letter from a Workman,</em>\"  had appeared in the <em>National Labor Tribune, </em>and then was reprinted in <em>The Coming Nation </em>on February 10, 1894.  The letter thanked Andrew Carnegie for the \"free gifts\" he had given to the peoples.  Unfortunately the free gifts came at a premium.  The primary document went on to conclude that all the \"gifts\" were at the expense of Carnegie's slaves, or rather his employees.  The prayer went on to admit that no liberty or protection was needed.  As all were content under their master Andrew Carnegie's care.  It is without a doublt that Carnegie's employees unwillingly stood in command of Carnegie's mercy.","The 1894 document did not have an author's signature on it.  The\"<em>Workingsman's Prayers\"</em> was an anonymous account of the overall feelings of the working class.  As well as Andrew Carnegie's workers.  The prayer was believed to be from the peoples of Pittsburgh, Pennsyvlania, Homestead, and Beaver Falls Pennsylvania.  The document was written as a \"prayer\" to also criticize and expose Carnegie's philanthropy practices.  The prayer document voiced the distrust of the captialists of the times.  The capitalist Carnegie ultimately was giving gifts as a way to improve his social standing.  The questions the prayer asked was did liberty still prevail?","The steel workers in Homestead Pennsylvania may had been the author of this document.  The steel workers often went neglected.  Carnegie may had given the gifts as way to ease his own conscious.  Carnegie's employees faced lockouts that were commonplace and oftentimes deadly. Carnegie Steel Company was under much criticism before and after the lockout.  Union activity was prevalent as the skilled workers lost their power.  The steel employees were clearly powerless.  Equally important they had few workplace outlets.  The letter was their voice.  At the same time local politics had offered little opportunity for the working class to air their grievances.  In much the same way, the Homestead workers experienced the same emotions of peoples who had lost their homes."],"locations":[{"id":11233,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":1471,"tag":"Law/Government/Crime"},{"id":1472,"tag":"Violence/Politics/Urban"}]},{"id":5552,"title":"The Espionage Act of 1917","course_id":89,"status":"P","start_date":"1/1/17","end_date":"12/31/17","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1917 the United States Congress passed the Espionage Act while involved in World War I. This act made it illegal for someone to obtain, distribute, or possess information relating to the national defense of the United States, her dependents, or those under her control or jurisdiction. The act also made it illegal to aid, conspire, or share any information or documents relating to national defense. Punishment for these crimes included a fine not to exceed $10,000 and/or a two year prison sentence. The Espionage Act also made it illegal to make false statements or otherwise interfere with military operation, including but not limited to causing any type of disloyalty, mutiny, promoting insubordination, or refusal of duty, and willingly obstructing recruitment. Punishment for these crimes carried a fine not to exceed $10,000 and/or twenty years in prison.  The act even extended to those that conspired with a group, but did not participate, and those that failed to report someone that was suspected of any of these crimes. These crimes carried the same punishment as those previously mentioned.","Within the first few months of the Espionage Act, roughly nine hundred people were imprisoned. Public figures such as Eugene V. Debs, Philip Randolph, and Emma Goldman were imprisoned under the act for various crimes. Many were imprisoned for speaking out against the act and for criticizing whether or not it violated the First Amendment. Arrests and imprisonments even included conscientious objectors to World War I, with four-hundred fifty being imprisoned.  <em>The Masses,</em> a socialist journal, was not immune to suspicions either. In 1918, authorities claimed that some of its articles and cartoons undermined the United States’ war effort. Legal action eventually forced the journal to stop publication. Then attorney general A. Mitchell Palmer and his assistant, J. Edgar Hoover, used the Espionage Act and Sedition Act, passed the year before, to deport immigrants that were believed to be involved in left-wing politics. In total, two-hundred forty-five people were deported, primarily to Russia. These policies and deportations continued during the Red Scare of 1919-1920, when nearly fifteen-hundred people were arrested for what was viewed as disloyalty.","Citations:"],"locations":[{"id":17283,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":1111,"tag":"World War I"},{"id":1193,"tag":"J. Edgar Hoover"},{"id":1473,"tag":"Espionage Act"},{"id":1474,"tag":"Eugene V. Debs"},{"id":1475,"tag":"Emma Goldman"},{"id":1476,"tag":"A. Mitchell Palmer"}]},{"id":5561,"title":"30th Division in Combat","course_id":89,"status":"P","start_date":"10/29/18","end_date":"10/29/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When soldiers were sent to war, they left behind loved ones who anticipate the worst; not knowing the status of their soldier was the biggest scare of all.  The only way a soldier could update his or her family was by keeping in touch with them by letters. The strength a letter carried was remarkable; a few words written on a piece of paper would easily keep the mind from wondering or worrying.   On October 29, 1918, Army Sergeant V. J. Johnson from the 119 infantry<strong>,</strong> 30<sup>th</sup> division out of North Carolina wrote his cousin Annie Avery a letter informing her on the death of her brother, Pvt. Jesse M Avery, which was Johnson’s cousin. He tells Avery that he was a short distance away when Jesse was shot in the stomach. He went into detail describing the event by saying “When he was hit he laid his head in his hand and kindly raised up and said boys my stomach is hurting”. Once the medics came they laid him faced down on the stretcher, he complained about being in that position, his last words were “turn me over”. After Johnson’s details on the death of her brother he expressed how thrilled he was to receive letters from her, and asked her to continue sending them. Letters from home would clear a soldiers mind so that he or she could be proficient at their task at hand, which was staying alive.","The North Carolina State Archive website that was created in 2005 provided great detail on the 30<sup>th</sup> division which consisted of three National Guard units reigning from North Carolina, South Carolina, and Tennessee.  On July 25, 1917 the division was given orders to prepare for war. On May 1918 the journey towards war began, flying to New York, England, and final destination being France. The war-trained division was assigned to the American 2<sup>nd</sup> corps, and attached to a couple of British units while being in combat. The division is most famous for assisting the British 4<sup>th</sup> Army; they helped push enemy forces beyond the Hindenburg line. Historians of the 30<sup>th</sup> division say that the units were swift and diligent in blinding the enemy’s machine guns.  Although the division lacked much experience in battle before this war, they displayed a great measure of courage to fight alongside our British and Australian allies who were already battle tested. With the oncoming flow of letters from family and friends, the fire remained inside these soldiers, giving them more incentive to fight harder and make it home. On October 29<sup>th</sup> the 30<sup>th</sup> division received orders to withdraw from combat, and come back home; the place they dreamed of while fighting in a war zone."," "," "],"locations":[{"id":17568,"lat":36.0614224105,"lng":-79.1205649186,"zoom":10,"place":"Orange, North Carolina"}],"tags":[{"id":1486,"tag":"30th division"},{"id":1487,"tag":"Sergeant V. J. Johnson"},{"id":1488,"tag":"World War I Letter"},{"id":1489,"tag":"Pvt. Jesse M Avery"}]},{"id":5589,"title":"<p><b>Induction into Aviation: OrvilleWright’s Telegram Announcement of Successful Air-Flight at Kitty Hawk, NorthCarolina in 1903&lt;?xml:namespace prefix = o ns = \"urn:schemas-microsoft-com:office:office\" /&gt;</b></p>","course_id":89,"status":"P","start_date":"12/17/03","end_date":"12/17/03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A son’s personal triumph announced in a Western Union telegram to his father marked the successful induction of aviation in America. It exemplified the power-driven zest for new machinery in the early 1900s. “Received by Bishop M. Wright on December 17, 1903, from his son Orville Wright”, the document explained briefly the accomplished experiment conducted by the young pilot. The telegram became a telling sign of limitless possibility in a brand new area of construction, consisting of motorized vehicles functioning entirely in air. This four- lined script celebrated mechanize power, it helped to fuel the insatiable craving for automated creation. Most importantly, Wright’s telegram demonstrated the merits of flight, proved it could be successful thus propelling a nation into a new era of opportunity in aviation glory and might.","Read like a news blurb, the telegram explained the outcome of a controlled air flight conducted by two brothers, Wilbur and Orville Wright in a primitive airplane, today known as “the 1903 Wright Flyer”. The plane completed four flights in the air “before crashing down on the sandy ground in Kitty Hawk, North Carolina”. Observed by Wright in the telegram, he made note of the number of flights tested. He recorded the atmospheric conditions, and he specified the aircraft’s measurements in time, speed, and distance.","His detailed account of time, speed, and distance parallels with the social/political climate of 20<sup>th</sup> century America. Invention and discovery was at its highest during these years with the growth of industry and the call for action for new creative social reforms. His celebrated announcement of “against twenty one mile wind” or “engine power alone” shows the recognition man had on the nature of force and man’s aim at using it. Efficient time, speed, and distance characterized the importance of Wright’s experiment, but it also characterized the economic growth and community of America.","The first successful attempt in air-flight analyzed, synthesized, and documented by Orville Wright in a telegram sent by the Western Union Telegraph Company proved just how important mechanization and industry was in the United States during the early years of the twentieth century. Wright’s telegram pronounced the achievement of aviation success marking the beginning of a new age in industry for the United States. A time devoted to air-flight discovery that took center stage in the arena of American machinery."],"locations":[{"id":51505,"lat":35.6494467796,"lng":-75.4861826401,"zoom":9,"place":"Dare, North Carolina"}],"tags":[{"id":602,"tag":"Transportation/Migration"},{"id":1526,"tag":"Kitty Hawk"},{"id":1527,"tag":"Wright Brothers"}]},{"id":5590,"title":"<b>WilliamHoward Taft Our Foreign Dependencies &lt;?xml:namespace prefix = o ns = \"urn:schemas-microsoft-com:office:office\" /&gt;</b>","course_id":89,"status":"P","start_date":"9/5/08","end_date":"9/5/08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The whiny dulcets tones belonging to presidential hopeful William Howard Taft argued his stance on American Imperialism from a recorded speech given on September 05, 1908 in Hot Springs, Virginia. The recording known as, “Our Foreign Dependencies: Porto Rico, Cuba and the Philippines” comes from the Library of Congress National Jukebox. Recorded on a Victor Talking Machine the recording lasted for 2 minutes and 30 seconds. Besides the nasally lyrical voice of the would be president the most remarkable aspect about the recording is how well it exemplifies the political school of thought for American imperialism during the Nineteenth Century.","In his speech, William Howard Taft, argued the merits of American intervention for the developing countries: Puerto Rico, Cuba, and the Philippines. He said the following:","<em>“The Republican Party has pursued consistently, the policy originally adopted with respect to the dependencies that came to us as a result of the Spanish War. The material prosperity of Puerto Rico and the progress of its inhabitants towards better conditions in respect to comfort of living and education, should make every American proud that this nation has been an efficient instrument in bringing happiness to a million people. In Cuba, the provisional government established in order to prevent a bloody revolution, has so administrated affairs and initiated the necessary laws, as to make it possible to turn back the island to the lawfully elected officers of the republic in February {intelligible} assembly has justified itself both as an assistant in the government of the island, and as an education and the practice of self-government to the people of the island. We have established a government with effective and honest executive department and a clean and fearless administration of justice. We have created and our maintaining a comprehensive school system, which is educating the youth of the island in English and in industrial branches. We have constructed great government public works, roads, and harbor. We have induced the private construction of 800 miles of railroad. We have police the island so that their conditions as to law and order is better now than it ever has been in their history. It is quite unlikely that the people, because of the dense ignorance of 90%, will be ready for complete self-government and independence before two generations has past. But the policy of increasing partial self-government step-by-step as the peoples shall show themselves fit for it - should be continued. The proposition of the democratic platform is to turn over the island as soon as a stable government is established- this has been established. The proposal then, is in effect to turn them over at once. Such action would lead to ultimate chaos in the island and the progress among the ignorant masses and education in better living will stop. We are engage in the Philippines in a great missionary work that does our nation honor, and its certain to promote the most effective way the influence of Christian civilization it is coward-less to lay down the burden until our purpose is achieved.\"</em>","What began as American policing in Cuba to stop a revolution soon evolved into an era of re-civilization <em>by</em> post-industrial hands at the expense of neglecting and disregarding the norms of Philippine culture. To Taft, and his Republican Party, the native people were ignorant who needed the lawful hand of American justice to right their wayward life. Like a manual to a machine, there needed to be a step-by-step process in order to civilize the Philippines.","The justification for all of this relied on the residue of Manifest Destiny - the American Christian code to civilize the uncivil states. Taft recognized the influence of missionaries and likened them to the promoters of national honor. The strength of the nation was its missionary efforts, at least according to Taft.","Throughout his speech, the undercurrent of American exceptionalism remained obvious. Taft’s references about the native population as being “ignorant” revealed his narrow-mindedness. It reflected his Republican Party’s ethnocentric ideals. He assured the listening public that it was the Republicans and not William Bryan James’ Democrats who advocated and achieved a lawful way of life in these foreign lands.","Taft’s call to action for missionaries to take on the burden of civilizing the island, demonstrated another example of the blatant exceptionalism (if not racism) created from his generation. He reasoned it required strength and not weakness to continue their Christian duty. He ended his speech with a simple reminder the process of civilizing the island was still a work in progress."],"locations":[{"id":50885,"lat":38.0586957348,"lng":-79.7410797292,"zoom":9,"place":"Bath, Virginia"}],"tags":[{"id":1531,"tag":"American Intervention"},{"id":1530,"tag":"Foreign Dependencies"},{"id":1529,"tag":"William Howard Taft"},{"id":1528,"tag":"Political Speech"},{"id":442,"tag":"Foreign Politics"}]}]}