{"id":9,"title":"United States History to 1877","school_id":5,"school_name":"Rollins College","term":"Fall 2007","abbr":"HIS 142","url":"NULL","description":"NULL","points":[[29.8098695858,-81.280550411],[28.6157324623,-81.3533405132]],"bounds":[[29.8098695858,-81.280550411],[28.6157324623,-81.3533405132]],"episodes":[{"id":4131,"title":"The Ponce De Leon Hotel\n","course_id":9,"status":"P","start_date":"1884-01-01","end_date":"1888-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the late 1800s Henry J. Flagler was one of the wealthiest men in the world.  He was a partner in the Standard Oil Company with John D. Rockefeller and Flagler spent much of his wealth on expanding the state of Florida.  In the winter of 1884, Flagler came to St. Augustine, Florida to spend his honeymoon with his second wife.  The city left a mark on Flagler and he returned in March of 1885 just in time for St. Augustine's annual Ponce de Leon celebration.  Each year the city of St. Augustine would put on a great pageant to celebrate the landing of Ponce de Leon in Florida.  The celebration so impressed Flagler he was inspired to build a luxury hotel, The Ponce de Leon hotel.  Along with the young architect Thomas Hastings, Flagler had a big part in helping to create the plans for the hotel.","The Ponce de Leon hotel formally opened to the public on January 10, 1888.  The hotel cost two and a half million dollars and in its time it was reputed to be one of the finest hotels in the world.  The hotel attracted the wealthy and, President Grover Cleveland attended a ball held at the Ponce de Leon hotel.  In the year the hotel opened, the city's population almost doubled.  Flagler continued to expand the city building two more hotels, the Alcazar and the Cordova, across the street from the Ponce de Leon in the same season.  When Flagler realized transportation to the hotels to the south of Florida was difficult, he turned his attention to building railroads in Florida.","The Ponce de Leon was so well-built it still stands today.  In 1968, after 11 million dollars worth of restoration, the Ponce de Leon reopened as Flagler College, a small liberal arts college named for the man who originally built it.  Flagler's crew constructed the hotel so soundly it has survived all hurricanes that have passed through since 1888.  ","Henry Flagler made a huge mark on the state of Florida.  One of his most impressive structures still stands as a primary structure in the historical city of St. Augustine: The Ponce de Leon hotel.  Though it is now Flagler College, Floridians will remember it for the man who originally created it. Flagler's initial building of the hotel changed the history of Florida as it sparked Flagler to build many hotels all over Florida and railroads to transport tourists throughout Florida.  Without Flagler's influence, Florida would not be the place it is today."],"locations":[{"id":1460,"lat":29.8098695858,"lng":-81.280550411,"zoom":9,"place":"ST JOHNS, Florida"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}]},{"id":4164,"title":"Town Improvement Association of Winter Park\n","course_id":9,"status":"P","start_date":"1887-03-03","end_date":"1887-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            The city of Winter Park was established in 1881 as a main trading center for fruit companies throughout Central  Florida. This flourishing trading spot transformed itself into a popular resort where northerners came to flee from the harsh cold northern winters. According to the Seminole Hotel Booklet, the Winter Park area was ideal for northern settlement since it was full of natural beauties such as \"crystal lakes\" and \"southern pines\".  To conserve the natural beauty of this community, the Town Improvement Association was established in 1887.","            Since its establishment in 1881, Winter Park has gone through many developmental changes in order to accommodate its growing population.  Northerners saw Winter Park as an opportunity to gain wealth through the planting of citrus. Transportation became more accessible as a railroad line was placed in between Sanford and Orlando by the end of 1881. In 1882, Winter   Park received its first train station. Its first schools began to open in 1883 including the establishment of Rollins College in 1885. All of these advancements in Winter   Park lead to an economic boom which resulted in its incorporation as a town in 1887. In order to sustain the towns economic success, conservation organizations like the TIAWP were installed.","    A look at the TIAWP's constitution, one can see the conservation methods taken by community members to preserve the towns renown beauty. Article II of the Constitution states the object of the Association is to \"improve and ornament the streets and public grounds of Winter Park\". Members of the TIAWP planted trees as well as cultivated them. Other member duties included cleaning and repairing broken sidewalks as well as embellishing the streets.  Becoming a member consisted of planting a tree in the community or paying a small fee. Becoming a life member entailed subscribing in paying annual fees to the Association. According to Article VIII, members were promised a \"system of premiums\", where they were awarded for their service to the community.","            The Town Improvement Association of Winter Park was necessary for not only conservation reasons, but mainly for tourism. Due to its beautiful landscape, the town seems attractive to northerners. Hotels around the regions thrived due to this natural scheme. The Seminole Hotel Booklet profited from such claiming how the entire state of Florida was \"challenged to produce a prettier or healthier spot\". These hotels can accredit most of their success to conservationist organizations such as the Town Improvement Association of 1887."],"locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"}]},{"id":4214,"title":"Ocklawaha River\n","course_id":9,"status":"P","start_date":"1881-03-25","end_date":"1881-03-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1880's people who visited Florida were astounded by its many mysterious assets, \"grand, impressive, strange, tropical-now gloomy and awe-inspiring, now fairy-like and charming, and again weird and wild\" nature, as writer George Barbour described in his book for Florida tourists. The Ocklawaha River flows north from Central Florida, ending near Palatka, Florida. The river stretches over 100 miles, flowing into several large lakes in the Central Florida region. In the 1860s, the Ocklawaha River was cleared to provide a steamboat transportation route to Silver Springs, Florida, the end of a popular tourist journey (especially for Northerners) on the river. Many of the people who describe the entrancing nature of Ocklawaha River traveled it by steamboat. Once the railroad arrived in Silver Springs, however, the Ocklawaha River steamboat route was abandoned.","            The exotic nature and beauty of the Ocklawaha  River inspired one notable poet, Robert Paine Hudson, who wrote lyrics about the river in a poem titled \"Ocklawaha\". The lyrics were published on May 25, 1881 in Sanford, Florida and later published into a book of poetry titled <em><u>Love, Home, and the Southland</u></em>. The lyrics describe the people who traveled the river, such as the Indians who \" 'Gainst the white man here rebelled\", and Hudson writes about how the white man pushed the Indians to vacate their land. Again and again, Hudson reiterates the beauty of the Ocklawaha, \"What though we bade young Spring adieu, there's left a still more glorious hue\". From these passages a reader today can imagine how natural, and untouched, the river once was.               "],"locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":12,"tag":"Migration/Transportation"}]},{"id":4215,"title":"Florida in 1887: Malaria and Alligators\n","course_id":9,"status":"P","start_date":"1887-01-01","end_date":"1887-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"It was a malaria-cursed desert, a barren wilderness swarming with poisonous snakes and repulsive reptiles.\" Travel author Iza Hardy observed that this was the resounding view of Florida in 1887 held by those in the northern, eastern and western United States. The statement is only one of many Hardy presents in his 1887 book, <em><u>Oranges and Alligators</u></em>, that illustrates the verbal abuse other U.S. regions heaped on Florida. In defense of the state, Hardy wrote about the exotic nature and beauty of Florida that he discovered on his own journeys through the area. ","            Hardy relays an interesting personal story in this document about the assumption that Florida was malaria ridden. While Hardy was traveling in Orlando, one man in his group fell ill with a high fever and aching pains. The group assumed he had contracted malaria. In response one gentleman said, \"Malaria?...He can't have malarial fever, for there is no malaria here-Unless, he has been imprudent enough to be out-of-doors after sunset.\" ","            Insurance companies were as particular then as they are now. To the Hardy group's dismay, they discovered that because of the risk of malaria, most insurance companies declined to provide life insurance below a latitude line of 30° south. At that time the group was traveling considerably below 29° south. The rumor that malaria was rampant in Florida was not entirely false. Gordon Patterson's scientific journal stated that mosquitoes bred well in the many bodies of water covering the state. It took a yellow fever epidemic in 1888, one year after the publication of Hardy's book, for the government of Florida to develop a board of health for disease control. ","            Alligators were a big attraction for Florida tourists in 1887, just as they are today. While Hardy was traveling by Lake Maitland, a young man in his group heard of an alligator that had been spotted by the bank of a lake near a neighborhood. The young man, thinking it was dangerous, found it, shot it, and brought it home to display. Soon after, a resident wrote him a letter, saying he had, in fact, slaughtered a pet alligator the resident had raised from a baby. Hardy's description of the whole scene includes the observation that at the time, alligators were popular domestic pets in South Florida. Hardy also states that it was possible to mail an alligator to the North (alive, unless it died in the process); all it took was a box to put it in. Promoters pushed alligators as ideal domestic pets; they only needed to be fed once a week."],"locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"}]}]}