{"id":90,"title":"Latin America","school_id":49,"school_name":"Texas Wesleyan University","term":"Fall 2012","abbr":"HIS 4340","url":"http://www.texaswesleyanhistorydepartment.wordpress.com","description":"The Texas Wesleyan University History Program website.","points":[[38.9151212228,-76.9435162098]],"bounds":[[38.9151212228,-76.9435162098],[38.9151212228,-76.9435162098]],"episodes":[{"id":5494,"title":"The Platt Amendment","course_id":90,"status":"P","start_date":"3/1/01","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Drafted during the crucial period following the Spanish-American War, the Platt Amendment passed on March 2, 1901, was an addition to the Army Appropriations Act. Secretary of State Eilhu Root with the cooperation of Connecticut Senator Orville H. Platt drafted the amendment essentially making Cuba a dependent of the United States. This amendment, with the sole purpose being strategy, gave the United States a supervisional role in Cuban affairs. The United States wanted to leave Cuba under the control of its people and had no intention of annexing it into the states. However, they wanted to maintain the ability to intervene in the event of \"anarchy or a foreign threat\".","After numerous committee meetings, senators reached an absolute policy during January and February of 1901. Under the amendment, an action barred Cuba from entering any agreement with a foreign country that was detrimental to their independence. Cuba could also not take on any public debt they were unable to pay themselves. Also, they had to take on the responsibility of sanitation for the protection of the people against diseases, which had been a lower priority previously.  Lastly, Cuba's government must sell or lease lands to the United States for the purpose of building naval stations.  As a result of this article in the amendment the United States gained claim to Guantanamo Bay.","The Platt Amendment ultimately provided the United States with national security. General Leonard Wood, military governor of Cuba, presented the terms of the Platt Amendment to the Cuban Constitutional Convention at the end of 1900. The Cuban delegates realized the amendment limited their sovereignty and tried many times to rectify the terms.  On June 12, 1901 the amendment was ratified after the agreement on a trade treaty with the United States. The amendment, finally adopted into the Cuban Constitution, remained in place until 1934, until both the United States and Cuba agreed to end the treaty."," "," "," "],"locations":[{"id":52404,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District Of Columbia"}],"tags":[{"id":295,"tag":"International Relations"},{"id":1396,"tag":"Cuba"},{"id":1397,"tag":"Amendment"},{"id":1398,"tag":"Orville H. Platt"}]},{"id":5495,"title":"Abraham Lincoln’s view on James K. Polk and Mexican Territory","course_id":90,"status":"P","start_date":"1848-01-12","end_date":"1848-01-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 12, 1848 Abraham Lincoln, a Whig congressman from Illinois, gave a speech questioning the Mexican-American war that he believed was “unnecessarily and unconstitutionally commenced.” A month earlier Lincoln, as a freshman member of the House of Representatives, introduced the “Spot Resolutions” that asked President Polk to submit evidence that the initial cause and the first battle of the war was indeed fought on American territory.","In his speech Lincoln presented the President’s evidence and proceeded to analyze it.  His speech primarily focused on six of his original resolutions dealing with whether the causalities occurred under the territory of the government of Texas or the United States.  In Lincoln’s opinion, “there is not one word in all the President has said which would either admit or deny the declaration.”","After analyzing every piece of evidence President Polk was willing to submit, Lincoln calls on him again to “answer, fully, fairly, and candidly.”  Lincoln wanted the President to “answer with facts and not with arguments.” On January 3<sup>rd</sup>, the House of Representatives, controlled by the Whig party, passed an amendment faulting the President for beginning a war that was unnecessary. Lincoln having voted for this legislation stated to the President that if he proved that blood was indeed shed on United States soil he would happily reverse his vote.","Despite Lincoln’s willingness to change his vote, he still believed that President Polk was not “satisfied with his own positions.”  Lincoln also stated that “his mind is tasked beyond its power” and Polk who believed the war would only last three to four months, cannot show his people a light at the end of the tunnel."," "],"locations":[{"id":1274,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":683,"tag":"Abraham Lincoln"},{"id":1399,"tag":"Mexican Territory"},{"id":1400,"tag":"James K. Polk"},{"id":1401,"tag":"Mexican-American War"}]},{"id":5516,"title":"The Bryan-Chamorro Convention","course_id":90,"status":"P","start_date":"8/5/14","end_date":"6/24/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 5, 1914, American President William Jennings Bryan and Nicaraguan President Senor General Don Emiliano Chamorro met in Washington D.C. to draw up the Bryan-Chamorro Convention. This convention allowed Nicaragua to cede rights to the United States for the construction of a canal through the Lake of Nicaragua. “Whereas a Convention between the United States of America and the Republic of Nicaragua granting to the United States the exclusive proprietary rights for the construction and operation of an interoceanic canal by a Nicaraguan route, the lease of certain islands, and the right to establish a naval base on the Gulf of Fonseca,…” The Senate ratified the treaty on June 24, 1916. The Convention was a strategic movement by the United States to secure access to Nicaraguan waters and islands and to set up a naval base.","The Convention gave the United States two islands in the Caribbean Sea for a term of 99 years and the creation of a naval base for the same term. In exchange the United States paid Nicaragua three million dollars. “The Government of the United States shall, upon the date of the exchange of ratification of this Convention, pay for the benefit of the Republic of Nicaragua the sum of three million dollars United States gold coin,…to be applied by Nicaragua upon its indebtedness or other public purposes for the advancement of the welfare of Nicaragua…” Historian Herbert Herring said that this treaty was mutually beneficial to both the United States and Nicaragua but it inflamed fury against both countries from Costa Rica and El Salvador because the building of the naval base threatened their territories. Also, the United States controlled the disbursement of the funds, causing Nicaraguan resentment.","The Bryan-Chamorro Convention was a strategic movement by the United States to secure access to Nicaraguan waters, islands, and the construction of a naval base. It was more beneficial to the United States in the long run than it was to Nicaragua. The Convention gave the United States use of the islands and naval base for 99 years but in exchange the three million dollars promised to Nicaragua was controlled by the U.S. and it inflamed fury against the U.S. from Nicaragua."],"locations":[{"id":17283,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":1417,"tag":"William Jennings Bryan"},{"id":1418,"tag":"Nicaragua"},{"id":1419,"tag":"Bryan-Chamorro Convention"},{"id":1420,"tag":"General Don Emiliano"}]},{"id":5593,"title":"<b>Argentina’sAnthem Reflects Spanish Past&lt;?xml:namespace prefix = o ns = \"urn:schemas-microsoft-com:office:office\" /&gt;</b>","course_id":90,"status":"P","start_date":"1813-05-11","end_date":"1813-05-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>“Mortals! Hear the sacred cry: ‘Freedom, freedom, freedom!’ Hear the noise of broken chains, see the noble Equality enthroned.”</em> The opening lines of Argentina’s national anthem, indicates the country’s citizen-driven political struggle for equality. Adopted on May 11, 1813, known as the <em>Himno Nacional Argentino</em>, the anthem becomes a siren for political independence from Spain.","Lyrics written by Vicente Lopez y Planes, a decorated military public official, advocated the action by the public. It was a call for unity and oneness. The chorus began, “May the laurels be eternal that we knew how to win,” it continued, “that we knew how to win, Let us live crowned with glory.” <em>Crowned with glory</em> the words evoke images of royal monarchies. The author demanded that all should wear the cherish halo of supremacy. Once subjects under the Spanish crown, they now become equal. Each person wearing independent crowns of glory under one empire. As the words suggested, the fight for freedom meant the fight for recognition. Liberation from Spanish rule meant everyone was worthy.","Imagery from the lyrics reveals Argentina’s historical ties to the Spanish conquest. Unlike previous territories exploited by the Spaniards, “the points of contact in Argentina centered north in the Río de la Plata”. Spanish colonization, Lopez y Planes’ words conjure images of the conquered past. Words like glory, laurels, and broken chains, bring to mind images of golden splendor, royalty, and Christ. His depictions are the echoes of the sixteenth century conquistadors’ search for gold, guns, and God.","The anthem’s demand for equality, freedom, and the chance to “die gloriously” bares the grass-root nature of Argentina’s struggle for independence. According to the <em>Encyclopedia of Latin American History and Culture</em>, after famed military hero Jose de San Martin crossed the Andes Mountains into Chile it signaled the country’s soon to be won independence. “By 1820, Argentina had cemented their independence”. Pushing back from the instable rule of Span the country waged war, and earned its freedom.","With this freedom, came the ability to express it in an anthem meant to celebrate the precious moment. <em>Himno Nacional Argentino</em>, the national anthem of Argentina, remains a melodic reminder of Argentina’s past."],"locations":[{"id":52544,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1537,"tag":"Latin America"},{"id":1536,"tag":"National Anthem"},{"id":1535,"tag":"Argentina's Anthem"}]},{"id":5592,"title":"The 1805 Constitution of Haiti: More Than a Declaration of Independence","course_id":90,"status":"P","start_date":"1805-07-15","end_date":"1805-07-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 1805 Constitution of Hayti (Haiti) restructured the civil liberties of the people, defined the government’s role, and provided the foundation for equality and sovereignty to a subjugated people self-determined to form social-autonomy. “Published in <em>The New York Evening Post,</em> on July 15, 1805 Haiti’s constitution illustrated a unique type of liberation”. To the once enslaved Caribbean island, it meant more than just gaining self-government. Liberty meant protecting civility, valuing honor, and creating freedom. Gained by way of legalization the nation experienced for the first time the true meaning of what it meant to be free.","“Originally known as Santa Domingo, and once a part of the Dominican Republic”, Haiti’s historical roots were sowed by Spanish explores, but grew under French rule. Because of its complex history, the Caribbean island structured their legal charter carefully. It specifically outlined and defined state authority while listing the topics by degrees of importance. Beginning with the declaration for independence and concluding with explicit laws meant to regulate government official and citizens alike, the Haitian’s constitution reflects its unique history.","The first three articles attested to the manuscript’s cautious wording. Article one of the document states, “The people inhabiting the island formerly called St. Domingo, hereby agree to form themselves into a free state sovereign and independent of any other power in the universe, under the name of empire Hayti.” In article two, the text revealed the region enslaved history. It declared, “Slavery is forever abolished”. Article three recognized the make-up of the people, avowing, “The Citizens of Hayti are brothers at home; equality in the eyes of the law is incontestably acknowledge, and there cannot exist any titles, advantages, or privileges, other than those necessarily resulting from the consideration and reward of services rendered to liberty and independence.”","The makers of this document seemed to advocate for more than just independence. They sought to define and legalize human decency. Freedom, for the people of the Caribbean island of Haiti, was more than just liberty - it was the legalization of morality."],"locations":[{"id":52535,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1534,"tag":"Constitution of 1805"},{"id":1532,"tag":"Haiti"}]}]}