{"id":91,"title":"Urban and Suburban America","school_id":4,"school_name":"Furman University","term":"Fall 2012","abbr":"HST-321","url":"http://history.furman.edu/benson/hst321","description":"An overview of urban and suburban America.","points":[[34.8943497126,-82.3707811393],[33.6657929366,-80.2164264171],[33.9914893238,-80.8577865567]],"bounds":[[34.8943497126,-80.2164264171],[33.6657929366,-82.3707811393]],"episodes":[{"id":5514,"title":"The Greenville Baptist Female College: A Gendered Education","course_id":91,"status":"P","start_date":"1857-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Mary Mauldin, a member of the first graduating class of the Greenville Baptist Female College, would have been exposed to variety of subjects throughout her academic training. According to her college’s 1857 catalog, Mary would have taken a course of study much like that of her brothers at nearby Furman during her senior year. She would have taken advanced courses like history, botany, moral and intellectual philosophy, evidences of Christianity, chemistry, logic and rhetoric. Mary recieved a seemingly progressive gender-equal education. This 'progressive education,' however, was less about producing intellectuals and more about creating successful mothers. As the South Carolina Baptist Convention concluded in their decision to start the school, women were their sons’ first and perhaps most important teachers. Through the early instruction by their mothers, young boys gained their moral compasses, their religious convictions and their veneration for honor. The education of women, therefore, was not thought of as an end in itself; it was meant to be the beginning of a cycle that would improve the education and character of future male generations. Though the mission of gender-equal education was forward-thinking for the times, the reasoning behind it was typical of the mid-nineteenth century.","The college’s 1857 catalog also indicates the school's consonance with prevailing notions of gender and intellectual station. Though the distribution of faculty members, four men to four women, seems to indicate a certain amount of gender equality, an examination of the subjects taught by each reveals an intellectual inequality. The four men each taught advanced subjects like science, ancient languages and philosophy and all worked in the collegiate department. The women, likely young and unmarried or widowed (as societal norms usually prevented married women from teaching) inhabited lower academic roles. Only one of the four taught in the collegiate department and then only penmanship and vocal music. The rest were associated with the primary and academic departments as teachers or assistants. Early Greenville Baptist Female College students were given the chance to acquire an education comparable to that of men's, but the application of their talents was limited in the 1850s to teaching briefly before marriage and child-rearing."],"locations":[{"id":11534,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":1414,"tag":"Greenville Womans College"},{"id":1413,"tag":"Greenville Female College"},{"id":1412,"tag":"Greenville, SC"},{"id":1201,"tag":"Women's colleges"},{"id":719,"tag":"South Carolina"},{"id":1332,"tag":"Baptist Convention"},{"id":7,"tag":"Women"}]},{"id":5515,"title":"The 1860 Greenville, SC Census: A Sampling of Wealth","course_id":91,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The wealth of residents listed in Greenville’s 1860 census, pages 298 and 299, is obvious and not simply because of the assets they claim. All of the children listed had attended school in the last year including children over fifteen (who were required to list their occupation in the 1860 census). This not only implies that area families did not require their children’s labor, but also that the parents valued education, including higher education, enough to pay for it. Though “free schools” existed in upstate South Carolina in 1860, middle and upper-class families would not send their children to them. “Free schools,” according to prevailing thought, were for paupers.","Though each family’s assets listed all indicated a significant level of comfort in living arrangements, there was a surprising amount of variance from neighbor to neighbor. The richest man on these pages possessed $43,000 in real estate and $56,000 in personal equity. The poorest held no real estate, meaning he was probably renting, and had $450 in personal equity. The average amount wealth among members of this neighborhood was $12,810 in real estate and $20,185.50 in personal equity. To put that in perspective, the average resident of this area, holding the same value of real estate and personal equity, would have been worth about $730,000 in 2003; the richest man would have been worth about $2,184,930. The occupations of residents in this area varied. Among the heads of household, there were several merchants and manufacturers, a physician, a farmer, and a few skilled laborers.","Amidst all of this wealth, it is initially surprising that about half of them had boarders. Perhaps even more surprising was that the financial well-being of the family had no bearing on whether they hosted renters; they were evenly distributed among all financial levels. This evidence supports the work of Wendy Gamber, who discussed the importance of boarding houses in 19<sup>th</sup> century America. According to Gamber, one-third to one-half of nineteenth century American city-dwellers lived in boarding houses, not their own private homes. This percentage holds true of this area in the 1860 census, in which about half of dwellings appear to have hosted boarders."],"locations":[{"id":11535,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":1412,"tag":"Greenville, SC"},{"id":1415,"tag":"1860 census"},{"id":1416,"tag":"boarding houses"}]},{"id":5523,"title":"The 1859 Greenville Baptist Female College Commencement: Debunking the Myth of Male Intellectual Superiority","course_id":91,"status":"P","start_date":"1859-08-10","end_date":"1859-08-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 10, 1859, <em>The Charleston Mercury</em> printed a letter from a young man traveling in and around Greenville, South Carolina, who, during his travels, attended the commencement ceremony of the Greenville Baptist Female College. When he arrived, he found a hall overflowing with attendees and was forced to push his way into the room, along the way enduring several “such tight squeezes as no sensible man desires repeated.” His efforts, however, were well-rewarded, as he soon found himself surrounded by an “immense crowd of beautiful ladies with which the hall was almost entirely filled.”","Eight of the students, however, impressed him with more than their beauty. They gave speeches on topics as varied as “The Free Press a Greater Blessing than a Curse” and “Vanity the Most Unsocial of All the Passions.” The author was particularly impressed with one young woman, seventeen years old, who wrote on the “Crowning Glory of our Country’s Constitution.” He exclaimed that her speech evidenced a more thorough understanding of American law and politics than any attorney. Suitably impressed, the author argued that these speeches entirely dissipated the idea that women were men’s intellectual inferiors and made laughable the antiquated notions “that, in the first place, she is not susceptible of liberal education; and, in the second, that it is not necessary…that she should be educated more than to read and write.” He went on to express outrage at the point of these unfounded notions: to keep women in a position subservient to that of men. He concluded, “the time is forever past when such an absurdity will find credence or support in or from an intelligent mind.”","The mission of a Greenville Baptist Female College education was in fact one of gender equality, as the young man realized, though not for its own sake. At its founding in 1854, the reasoning behind women’s higher education was justified by the logic that a well-educated mother would raise well-educated sons. It is unclear whether the young bachelor would have supported this less-than-progressive reasoning. The extemporaneous address of a local doctor at the ceremony, however, indicates that at least some saw women’s education as valuable for its own sake. He reportedly pleaded with the graduates to continue their studies after marriage, implying that the thoughts of women were valuable regardless of marital or child-rearing status."],"locations":[{"id":11534,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":1431,"tag":"Woman's College"},{"id":1412,"tag":"Greenville, SC"},{"id":1201,"tag":"Women's colleges"},{"id":1413,"tag":"Greenville Female College"}]},{"id":5540,"title":"Teenage School bus Drivers, Black and White, Crash on South Carolina Highway","course_id":91,"status":"P","start_date":"1/20/53","end_date":"1/20/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“W.H. Ridgeway, the 16-year-old driver of the white bus, sobbed in his hospital bed and told his mother over and over how sorry he was the wreck had happened”","The Columbia State, South Carolina’s largest newspaper, reported this pitiful scene on January 21st, 1953, under the front-page headline, “Clarendon School Bus Crash Kills 2”. The State ran no pictures of the crash, but the details the paper includes are vivid and horrific.","A little girl lay on the roadside, with her leg bone protruding through the skin. The interior of the school bus was described as a mass of blood, twisted metal, and schoolchildren’s pocketbooks. 40 children were taken to the hospital for injuries. Willie Lemon, the 18-year old driver of the Negro school bus, and Thomas Harrelson, a 10-year-old passenger on the white school bus both died from the injuries they sustained.","At the time of the accident, schools in South Carolina were not yet shared by black and white children. but the highways used to get to schools were. The crash came at a climactic moment in Clarendon County, South Carolina. The court case Briggs v. Elliot, from the very same school district, ruled that segregated schools were not equal  because of the lack of resources at black school, specifically, they had no buses.","Briggs v. Elliot was combined with 4 other cases in 1954, including Brown v. Board, that were collectively decided by the watershed Supreme Court ruling that segregated schools were inherently unequal. At the time of the 1953 highway crash though, the court-ordered, federally enforced, desegregation of schools in South Carolina hardly seemed clear or imminent in the state’s future.","The teenage bus-drivers involved in the highway crash, were in fact, coming to and from “equalization” schools; the Manning Training School, where Willie Lemon had just dropped off a bus full of black students, was built the same year as the accident. Equalization schools were a massively expensive project undertaken by the State of South Carolina after the Briggs v. Eliot case to avoid the desegregation decision NAACP lawyers were successfully building.","The decision to employ teenage bus-drivers, though one way of cutting costs in the convoluted and costly equalization school project, was beginning to receive scrutiny from the companies that insured South Carolina school buses. The January 21st accident intensified this criticism.","The accident happened because the young and inexperienced drivers collided head on the “pea-soup” fog conditions on the highway that morning. The thick haze that clouded the moment made for treacherous conditions, where the drivers couldn’t see the road ahead of them, and in that spirit perhaps, was the entire moment between the Briggs v. Elliot and Brown v. Board landmarks in South Carolina history."," "],"locations":[{"id":28318,"lat":33.6657929366,"lng":-80.2164264171,"zoom":9,"place":"Clarendon, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":43,"tag":"Desegregation"},{"id":792,"tag":"Transportation"},{"id":266,"tag":"Segregation"},{"id":746,"tag":"Supreme Court"},{"id":408,"tag":"Children"},{"id":939,"tag":"Public Schools"},{"id":84,"tag":"Black History"},{"id":467,"tag":"Black Schools"},{"id":719,"tag":"South Carolina"},{"id":572,"tag":"Buses"}]},{"id":5542,"title":"Bus Driver, Age 18, Killed in Head-On Collision At Work","course_id":91,"status":"P","start_date":"1/20/53","end_date":"1/20/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The certificate kept by the Clarendon Memorial Hospital records the death of Willie Lemon, an 18-year-old bus driver involved in a head-on collision on the highway near Jordan, South Carolina, on January 20, 1953. Vital information is recorded on Lemon. He was occupied as a school bus driver. He is listed as an unmarried, colored male from Manning, South Carolina, with no social security number.","His immediate cause of death was a massive epidural hemorrhage and a compound fracture of the skull. He stayed at the hospital for two hours before succumbing to his injuries. His injury occurred while at work from a head on collision between school buses. Lemon was treated at the hospital for two hours before he died. His accident happened while he was working. He was passing another empty school bus in thick fog on the highway, when he collided with a full school bus driven by 16-year old W.H. Ridgeway.","The circumstances that surrounded the incident brought to the surface two debates. Parents and insurance companies began to question the wisdom of a policy that let inexperienced young drivers to travel with 35-40 passengers across the highway every day. The \"equalization\" school project that had very recently upheld segregation also came into scruitinity as it exacerbated bussing problems.","Schools were redistricted to be kept seperate, incidentally, they were further away frome each other and the rural homes of students. The two buses that collided in the Clarendon County were black and white buses headed in opposite directions on the interstate.","The age of driving licensure in the United States is often debated today because of the high frequency of fatal accidents, like the one that took Willie Lemon’s life, among teenage drivers. The incident also calls into question policies of workplace safety for drivers, who operate in a workplace, the highway, that is hard for their employers to regulate. The cost-benefit analysis between mobility and safety on highways is a difficult question posed by the rise of highway transportation in America at mid-century.","The extent to which Willie Lemon’s chance accident was heightened by the lack of policy restricting inexperienced teenage drivers or equalization policy.  is unclear from this document. The plain, sad details of his death, though—He is survived by his mother Poline, and father, Joseph, and was buried in the A.M.E. Mt. Zion Church Cemetery in Summerton, South Carolina, add weight to human cost to be evaluated in reviewing school and safety policies."],"locations":[{"id":28318,"lat":33.6657929366,"lng":-80.2164264171,"zoom":9,"place":"Clarendon, South Carolina"}],"tags":[{"id":1458,"tag":"Clarendon County"},{"id":1457,"tag":"workplace safety"},{"id":1456,"tag":"highway safety"},{"id":572,"tag":"Buses"},{"id":3,"tag":"African-Americans"},{"id":719,"tag":"South Carolina"}]},{"id":5545,"title":"University of South Carolina Bulletin: Mill Villages in South Carolina act under a feudalistic system that is adverse to the growth of the state.","course_id":91,"status":"P","start_date":"1/1/11","end_date":"12/31/34","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The frequently ignored peoples that lived in the mill villages of South Carolina are made to sound as if immediate legislation was needed to ameliorate their unique situation. Thomas F. Parker, who made this speech, was one of the owners of the Monaghan Mill.","Parker had an agenda, clearly evidenced by his speech as having to do with paternalism and its correlation to mill village life. Parker wanted to make the Monaghan Mill a model mill that people could make a living at for their families; a common goal for Progressive Era reformers. According to Parker, the Feudal-like atmosphere where home life was controlled by their employers and ignored by their inhabitants was destroying Democratic institutions.","Urban Historian Carl Smith asserts that the lack of true community was the direct source of the Pullman Strike, an event which left many Americans intrigued by the violent strikers and their unrest. This unrest may not have seemed so distant if the mill villages were not broken from their paternalistic roots. Enhanced industrial and vocational educational support was necessary in order to present the children of these villages with the same opportunities as those that did not live there.","James R. Barrett stated that “Greenville workers weighted the prospects for their own, and their children’s, hopes and deliverance.” The state asserted that more skilled workers should be employed in various crafts, not just the domination of potential employees in cotton mills. At the time, there were no programs or aid that addressed these issues.  Parker became known for his involvement with the YMCA and the employee programs instituted at the Monaghan mill. The vocational opportunities the state of South Carolina could have provided at the time would have increased the residents earning capacity and made them more efficient. This could have been achieved with additional night classes, nursery kindergartens, and more teachers necessary to tend to the large class sizes. Qualified nurses would also have been of great use, as they would not just relieve sickness, but could have started health clubs and made house visits.","The workers were the poorest of the white demographic in the state. In order to come work in the mills, they left their homes, friends, and family. They were stuck with limited economic mobility, and while some variables present in “normal” communities were present in the mill villages, the churches, schools, and doctors were substandard. It was extremely upsetting that the peoples of these villages were viewed as an “inferior people,” evidenced by the neglect shown towards them. According to James R. Barrett, D.W. League’s son Nigel, who worked in the Poe Mill in Greenville, died young because “desire and work ethic met the limits of class, individual and historical possibility.” Change should have been necessitated to make social classes transient through the power of education and increased legislation. While Parker had admirable goals and modest success, this bulletin seems extremely romanticized. Parker seems as though he’s trying to reap more than he can sow in a minimal amount of time. The personal accounts of mill village life negate a lot of what Parker describes as “mill life.”"],"locations":[{"id":17237,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"Richland, South Carolina"}],"tags":[{"id":756,"tag":"Columbia"},{"id":6,"tag":"Education"},{"id":1464,"tag":"Mill Village"},{"id":1465,"tag":"U of South Carolina"},{"id":1466,"tag":"Legislation"}]},{"id":5546,"title":"The quality of life in the community of the Union Bleachery Mill in Greenville will never be achievable again for former villagers.","course_id":91,"status":"P","start_date":"1/1/15","end_date":"12/31/40","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Life in the village was dictated by the back-and-forth pangs of church bell and mill whistle. The mill village of Union Bleachery was home to workers and their families and known for an abounding sense of community.  The Bleachery began with 125 workers who would spin up to 100,000 yards of cloth a day.","Imperative to the survival of the community, a tight routine was established and maintained. Monday to Friday at 9 in the morning, the grocery truck would come down each street. Three times a week, milk would be hand-delivered to each doorstep. Each afternoon, the ice truck would come by as well. The only day the mill whistle did not blow was on Sunday. After breakfast, the preparations for church began.","The mill village of Union Bleachery was unique. Union Bleachery was the smallest mill in all of Greenville, and attributed a good portion of its sense of community to the annual community barbecue. Around Christmas time, the children of the factory workers were all given a gift from Santa Claus. Also, many of these workers moved from farm communities to the mills. These former farmers were already accustomed to helping each other. Finally, the quality of their employers. The Arringtons interacted with all of their employees and treated them well. The Arringtons created a congenial atmosphere, showed appreciation, presented awards for jobs well done, and made sure that the spiritual, physical, and mental needs of the community were met.","The threat of war soon increased production of cotton at the mill exponentially. When Franklin Delano Roosevelt declared war, the quality of life of the mill declined as many young men were joining the armed forces. Eventually, the mill dwindled and was sold. The way of life known at the mill would never be reproduced as, unlike other communities, life at the mill was not materialistic. The integrity of managing a mill and building connections with the community were always the top priority. “Mill folk stuck together,” according to Allen Tullos’s notes. The cultures nurtured in the mill villages of Greenville became defensive in nature. The values imbedded into them, specifically those of a religious and familial nature, were shared by their employers. This was key to a positive relationship. David Emmons asserts that churches in mill villages created the ultimate sense of community. This importance of church life is emphasized in the work by Batson-Rodgers. Batson-Rodgers never felt the sense of community the mill village of Union Bleachery provided her with."],"locations":[{"id":16282,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1468,"tag":"Union Bleachery"},{"id":1467,"tag":"Greenville"},{"id":79,"tag":"Religion"},{"id":705,"tag":"Community"},{"id":1464,"tag":"Mill Village"}]},{"id":5549,"title":"Furman University Baptist Student Union Bus, South Carolina, 1940-1958","course_id":91,"status":"P","start_date":"1/1/40","end_date":"12/31/58","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Join Student Government Association! Join SGA today!” This is the cry that rings in the ear of every freshman stepping on to Furman University’s campus for the first time. This was not always the case though; before the 1990’s, the organization that dominated and governed the student body was known as the Baptist Student Union. A still image from the 1940s shows a Furman B.S.U bus transporting students through downtown Greenville. With suitcases stacked on the roof, the students are departing with big smiles and waves for a possible B.S.U retreat outside of the city for the weekend. So what happened to the Baptist Student Union that transformed it into the Student Government Association we see today?","From its founding, Furman University was established as a Baptist school that promoted Christian higher educational beliefs.  As Nancy Tatom Ammerman points out in her book <em>Baptist Battles: Social Change and Religious Conflict in the Southern Baptist Convention</em>, Baptism became the dominate “unofficial” religion of the Southern states. During nearly all of the nineteenth century, Baptism went from being an underrepresented sect to the self-appointed protectors of the southern states religious interests. With the strong presence of baptism in the South, it comes as no surprise that the South Carolina Baptist Convention (SCBC) was a primary financial contributor of Furman University. But unlike other donors to universities, the SCBC was highly integrated into Furman’s administrative duties, with several school board members as SCBC members as well.","In the 1990s, the Board of Trustees of Furman University moved to distance themselves from the SCBC because they felt that the Southern Baptist Convention was taking over their school. By 1992, Furman successfully severed all legal and financial ties to the SCBC and the Baptist Student University was no more."," "],"locations":[{"id":27734,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1545,"tag":"Baptist Student Union"},{"id":1546,"tag":"SCBC"}]},{"id":5550,"title":"View of City from Richard Furman Hall, May 11, 1921","course_id":91,"status":"P","start_date":"5/11/21","end_date":"5/11/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Creation…Expansion…Development” These are just a few words that spring to mind when looking through the viewing glass of 1920 Greenville. From the high viewpoint outside of Richard Furman Hall of the Old Campus, one looks out at an expanding city, in the midst of the development and growth. In the immediate foreground, a lone smoke stack rises above the buildings, trees and fields surrounding it. Farther off in the distance, two church steeples can be seen poking out of the trees towards the sky. At the very center of the city, a lone “skyscraper” stands above the rest. Nearly double the height of the second tallest building in the picture, this colossus, for its place and time of course, represents the trajectory that the city of Greenville is moving towards. The early twentieth century was the transformative period of urban and suburban development, and Greenville would continue to grow upwards and outwards.","During the Progressive Era, Greenville underwent a significant economic boom on the textile industry and other related businesses. As Archie Vernoon Huff describes in his book <em>Greenville: The History of the City and County in the South Carolina Piedmont</em> a “downtown building boom” that redefined the urban setting of the city of Greenville. A 1917 newspaper article commented that construction was in progress on nearly every street in the city. Some buildings constructed during this period include The Ottaray Hotel, The Imperial, the county courthouse and jail, just to name a few.","Absent in view of the photograph is Greenville’s Womens College, whose campus was located on the opposite end of downtown Greenville. Being closely connected with Furman University, classes were taught on both campuses, which meant a long trek to the other side of town in order to make the scheduled classes. How would this construction period affect the student body in their tumultuous journey between campuses?"],"locations":[{"id":21799,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1446,"tag":"Furman Hall"},{"id":1412,"tag":"Greenville, SC"}]},{"id":5551,"title":"Greenville Women’s College Students Entering Automobile, South Carolina, 1930-1958","course_id":91,"status":"P","start_date":"1/1/30","end_date":"12/31/55","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Freedom for the weekend! This historical black and white image of Greenville Women’s College students getting into a classic automobile shows the timeless college experience of fleeing the campus scenery for the weekend. Bundled up in long coats, these four ladies have packed themselves into their roadster and look back expectantly as though the photographer is hindering their plans. At the invention of the automobile, there were only five cars in the county of Greenville by 1904. Soon there would be many more and the exploding popularity spurred the city into the renovation and improvement of the current road system. Over the years, Greenville poured funds into their road and highway system with it culminating by 1918 with two national highway systems running the city and county. These included the east-west Bankhead Highway and the north-south Dixie Highway.","The automobile had the major potential to bringing farm families within easier reach of fellow farmers and their consumer population in the cities; in a sense condensing the size of Greenville County. On the other hand, it provided a means of interconnectedness between neighboring cities that had never been possible before. For example, in 1910, a modern route to Ashville was created the original and only route of Old Buncumbe Road. Thereafter, students were able to explore far beyond the constraints of the Greenville County.","Where could these students be going on their trip? We can never be sure but with the introduction of the automobile and the surge in government spending on infrastructure, the option are unlimited. The ease and convenience that followed the automobile fundamentally shaped Greenville higher education student body experience."," "," "],"locations":[{"id":23311,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1544,"tag":"automobile"},{"id":1543,"tag":"Greenville Womens College"},{"id":674,"tag":"Furman University"}]},{"id":5553,"title":"Lincoln Elementary and High School, McClennanville, SC: A Standing Artifact of Desegregation in South Carolina","course_id":91,"status":"P","start_date":"1/1/55","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A photograph of Lincoln Elemetary and High School, as it still stands in McClennanville, South Carolina, an unoccupied building with boarded windows, is the starting point for this episode in American history. The photograph was taken by Rebekah Dobrasko, in 2008, as part of a master's thesis on equalization schools in South Carolina.","Across the state of South Carolina from 1951-1960, a wave of new schools known as \"Equalization schools\" were built in response to the ruling of the Briggs v. Elliot case from neighboring Clarendon County, South Carolina.","Briggs v. Elliot was eventually combined into Supreme Court case Brown v. Board of Education, which overturned racial segregation in American schools. In 1951, however, desegregation in American schools did not appear imminent. The Briggs v. Elliot case only established that segregated schools were unequal in facilities. White schools were better funded, newer, had better books and resources, and, as Briggs v. Elliot specifically charged, school buses so that children could attend without walking many miles every day.","The solution to this inequality would eventually be, with Brown v. Board, to integrate black children into these better-funded schools, but the state was committed to delaying court-mandated integration for as long as possible. The immediate answer to the Briggs case was “equalization schools”; represented by 1950s architecture like Lincoln Elementary and High School, built in 1955, that still stands across the state.","These small, flat-roofed, one-story building were built across the state as schools for white and black children. Building all new schools was a costly solution. The County of Greenville alone built 11 new schools between 1953 and 1958. The small scale of most of these schools reflects reluctance for schools to create schools to accommodate the whole community of children, white and black.That the design of these school building was specific to the ideology of racial segregation that peaked in strength and visibility at mid-century, is evident by the abandoned and decayed state of most of these small schools today."],"locations":[{"id":29467,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1477,"tag":"equalization schools"},{"id":746,"tag":"Supreme Court"},{"id":831,"tag":"construction"},{"id":701,"tag":"Lincoln"},{"id":1412,"tag":"Greenville, SC"},{"id":719,"tag":"South Carolina"},{"id":466,"tag":"Educational System"},{"id":473,"tag":"Brown vs. Board of Educat"},{"id":6,"tag":"Education"},{"id":43,"tag":"Desegregation"}]},{"id":5557,"title":"Harry Coggins’ was exposed to a culture at the Woodside Mill in Greenville that helped educate and promote the growth of not just individual persons, but the growth of a community.","course_id":91,"status":"P","start_date":"1/1/20","end_date":"12/31/43","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Woodside Mill was the largest mill under a single roof in the country at one point. Charles Street, where Harry Coggins had lived, hosted various opportunities for sports, religion, and education. The Woodside Mill had a pool, refilled once every one to two weeks, and even a community building built and maintained by the YMCA. Many children who grew up in the mill village were extremely successful, including: Billy Ashmore, a part of the Ashmore Brothers who built the majority of roads leading southeast, Ethan Todd, a famous orthopedic surgeon, and Manly Sanders, a musician. Their success is attributed to the mill’s efforts to utilize their residents talents.","Harry Coggins’ father was the paymaster of the Woodside Mill and could afford to send Harry to Furman University until he enlisted. However, the GI Bill allowed Harry to  finish his education for free and become the first member of his family to attend college. Shortly before heading off in the war, Coggins began working at the Greenville News. He had dreams of becoming a Navy Aviator, but later changes his mind and would join the Army Air Force. One of his jobs was to cover news associated with the Greenville Air Base. In the 1940s, the base was in its early stages and according to Coggins, “freedom of the press was a thing of the past for the military.” Soon enough, Coggins was ordered to report to Miami Beach, Florida for basic training. He would never live in the mill village again.","By reading this narrative, we can better appreciate the language and culture of the South Carolina mill villages. The deeper understanding of their culture allows us to make better inferences on what we do not understand. Allen Tullos followed the League Family of Poe Mill and was able to externalize the textile crisis of the 1920s. The experience of the crisis is conveyed in a way statistics cannot. While we may have known churches existed, without anecdotes we would not have known how important it was. The Coggins street alone had two churches on it, whose importance cannot be undermined. Churches were impossible to outmatch as a place of community. Understanding how citizens of mill villages lived provides a glimpse into the dynamics of working-class families of the time."," "," "," "," "," "," "],"locations":[{"id":21799,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1480,"tag":"Woodside Mill Village"},{"id":705,"tag":"Community"},{"id":1464,"tag":"Mill Village"},{"id":1467,"tag":"Greenville"}]}]}