{"id":93,"title":"Civil War and Reconstruction","school_id":3,"school_name":"Juniata College","term":"Fall 2012","abbr":"HS 309","url":"","description":"","points":[[37.7029266937,-123.005394924],[39.1954617755,-84.5426360039],[35.182488505,-89.8964012565],[40.3607412006,-94.883440618],[36.4842835863,-83.666033113],[35.8833079574,-86.8814262812],[37.5392399795,-77.4106423457],[40.7058168704,-76.2160113696],[39.878712355,-75.2036894677],[40.4819398451,-74.3437571554],[39.2338595038,-76.3925904773],[30.3671940073,-88.3660108917],[33.5119530737,-80.8773339627],[37.954527025,-76.8481834827],[37.537998501,-77.4058582907],[38.9151212228,-76.9435162098],[40.7805662337,-73.9388482485]],"bounds":[[40.7805662337,-73.9388482485],[30.3671940073,-123.005394924]],"episodes":[{"id":5587,"title":"Sumner Takes Command of The Department of The Pacific","course_id":93,"status":"P","start_date":"1861-03-22","end_date":"1861-04-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With hostilities breaking out between Confederate and Union forces in the east, a secessionist uprising in California was feared.  In command of the U.S. Army’s Department of The Pacific, was Col. Albert S. Johnston; an adopted Texan with questionable loyalties. Believing that Johnston posed a risk to Union control in California, General Winfield Scott dispatched Brigadier General E. V. Sumner to replace Johnston as the commanding officer on the Pacific coast.  On March 22, 1861 General Scott wrote to Sumner “Prepare to sail from New York the first of next month to relieve Bvt. Brig.-Gen [A.S.] Johnston, in the command of the Pacific department…” Scott also decided to keep the orders confidential and followed with “The order to sail, ect., will reach you by next mail, but will remain unpublished till you are on the Pacific Ocean, for confidential reasons.”  Despite the secrecy of Sumner’s deployment, word of his coming reached San Francisco a day ahead of him; this did not produce the uprising that Union authorities feared, but allowed Johnston to submit his resignation from the Army.","Upon his arrival in San Francisco Sumner issued the following statement: “In compliance with special order No. 86, dated War Department, Adjunct-General’s Office, Washington, March 23, 1861, I hereby assume command of the this department. All concerned will govern themselves accordingly.”  In a letter to Washington, Sumner described the command being turned over “in good order.” Sumner also commented that even after issuing his resignation, Johnston “continued to hold command, and was carrying out the orders of the government.”  Johnston’s actions were professional and in accordance with the orders of his superiors. It did not appear that he was in anyway prey to his southern sympathies.","While Johnston made no actions towards supporting secessionists in the region, the movement was there and it was a threat to Union control. In his work <em>Frontier Service during the War of The Rebellion</em>, George H. Pettis writes that secessionists were moving to take control of governmental property across San Francisco, ultimately using the military stores in the city to defeat the loyalist citizens.  Pettis claimed that is was the unannounced arrival of Sumner that dashed this plan, forcing the secessionists to delay, and then give up after Sumner consolidated western forces to fortify San Francisco.","Though there was a Secessionist plot afoot in San Francisco, Sumner reported to Washington that there was “a strong Union feeling with the majority of the people of this state.” He claimed that though a minority, the secessionists were “the more active and zealous party, which [gave] them more influence than they ought to have for their numbers.”  Despite the actions and schemes of the confederate sympathizers, California remained fully in support of the Union cause.  Johnson, however, was later named commander of the Confederacy’s western theater; and viewed as one of the best Confederate generals in the war, before he died at the battle of Shiloh."],"locations":[{"id":967,"lat":37.7029266937,"lng":-123.005394924,"zoom":10,"place":"SAN FRANCISCO, California"}],"tags":[{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"},{"id":715,"tag":"Military"},{"id":18,"tag":"Politics"}]},{"id":5554,"title":"Escape through Death: The Story of Fugitive Margaret Garner","course_id":93,"status":"P","start_date":"1856-01-27","end_date":"1856-01-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Deemed “a tale of horror” by <em>The Cincinnati Enquirer</em>, Margaret Garner, a fugitive slave, took the life of her child in order to save her from a life of slavery.  This is the story that Cincinnati woke up to on the morning of January 29, 1856.  Two nights earlier, sixteen slaves had escaped from Kentucky into Ohio, eight of whom included Garner and her family.  According to <em>The Cincinnati Enquirer</em>, the family had stolen horses and a sleigh from their owner, Mr. Marshall, and crossed the frozen river on the night of January 27. Once in Ohio, they sought refuge at a former slave’s home.","The fugitives’ owners arrived the next day searching for the runaways in order to take them back to Kentucky.  Because of The Fugitive Slave Act passed in 1850, they were able to obtain a warrant and the assistance of the local United States Marshal.  The act stated that it was the duty of marshals and deputy marshals to carry out the warrants.  <em>The Cincinnati Enquirer</em> detailed the events that unfolded at the house where Garner and her family were hiding: shots were fired, a deputy marshal was injured, and the door was breached.  Upon entry into the house, they discovered the dead child.  <em>The Cincinnati Enquirer</em> described the scene by saying, “a deed of horror had been consummated, for weltering in its blood, the throat being cut ear to ear and the head almost severed from the body, upon the floor lay one of the children of the younger couple, a girl three years old.”  Garner proceeded to hit the dead child with a shovel before being restrained.  At the time, it was unclear who had killed the child; <em>The Cincinnati Enquirer</em> stated, “The fearful act lies between one or the other of the miserable parents, perhaps both, but doubtless, the truth will be brought out by the coroner to-day.”","Indeed, the truth was “brought out.”  Julius Yanuck, a historian, discusses the story in a journal article almost a century later.  When Garner discovered that they were about to be captured, she devised a desperate plan that would save her children from returning to slavery – escape through death.  Quickly she grabbed a knife and seized her three-year-old daughter.  Using the knife, she gashed open her daughter’s throat.  She then turned to her other children, but was stopped before she could manage to do more than mildly injure them.","Much agitation grew out of the escape and murder.  <em>The Cincinnati Enquirer</em> summed up the article and captured the sense of tension by saying, “Abolitionists regard the parents of the murdered child as a hero and heroine, teeming with lofty and holy emotions, who, Virginiuslike would rather imbue their hands in the blood of their offspring than allow them to wear the shackles of slavery, while others look upon them as brutal and unnatural murderers.”  Whether selfish or selfless, the acts of Garner were not quickly forgotten."],"locations":[{"id":10239,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":9,"tag":"Law"},{"id":7,"tag":"Women"},{"id":4,"tag":"Slavery"},{"id":142,"tag":"african americans"}]},{"id":5559,"title":"California Opposes Slavery on Grounds of Social Idleness","course_id":93,"status":"P","start_date":"1848-05-12","end_date":"1850-09-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By the late 1840s American feelings on slavery smoldered.  According to historian James McPherson, the southern states were pushing for a pro-slavery constitution in California, and western slavery not just as an abstraction, but as a legitimate southern goal.  As the debate raged in congress over the admittance of California as a free or slave state, the Californians in San Francisco had all but settled the issue for themselves. The May 24, 1848 issue of the<em> Californian,</em> a newspaper out of San Francisco, published an article expressing local views on slavery; “Wherever slavery exists it is invariably accompanied with a supineness and stagnation of the vital blood of a nation, consequent upon the prevalence of the short-sighted idea that to work for a living is ungentlemanly.”  The population of California had largely lived under Mexican rule, under which slavery had been outlawed for some time. The previously Mexican population, combined with a lack of major immigration from southern states, yielded a territory in which free labor was the dominate system.  Not only did slavery not develop in California, the working Californians held a resistance to the institution, which considered physical labor the domain of slaves, and not of gentlemen.","The<em> Californian</em> continued to attack the institution of slavery, holding it responsible for a perceived lack of southern motivation: “Take, for example, the state of Georgia, one of the best lumber regions in the United States. Thousands of pine trees are rotting in her forests, while the lumber used in house-building is imported from Maine.” In the author’s view, the unmotivated whites in southern states made up a “class of ‘unproductive consumers,’” that was “fearfully large.”","The labor system in the North was much more akin to the ranch and farm life in southern California and the mines in the northern part of the territory.  This similarity, in contrast to the clash with southern values, helped firmly place California’s ties with the northern states and the free labor system.","Like many free states, California’s resistance to slavery did not stem from a moral stance, as much as from a desire to protect free labor.  According to historian David Lavender the legislators banned slavery as much because they were opposed to the idea of free men working beside blacks as they were against the institution of slavery.  He also reported that several of the state-makers considered barring all blacks from the state, free or slave.","In 1850 congress settled the debate over California through the famed compromise of that year, in which the South was pacified with a new and tougher Fugitive Slave Act, and the reorganization of Utah and New Mexico into territories that could determine whether or not they would allow slavery on their own.  However, California was admitted to the Union as a free state, a state that reflected the opinions of its people, not a State brought into the Union as a simple means of balancing power between two competing factions."],"locations":[{"id":15203,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":17,"tag":"Government"}]},{"id":5611,"title":"Jefferson Davis Responds to the Gibson County Massacre","course_id":93,"status":"P","start_date":"1874-09-02","end_date":"1874-09-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 2, 1874 former President of the Confederacy, Jefferson Davis, delivered a speech in Memphis, Tennessee denouncing a massacre of sixteen black men a week prior in Trenton, TN. The massacre was committed on August 26, and as the <em>New York Times</em> reported, “About 400 armed, disguised, mounted men,” set upon the jail with the design of kidnapping the sixteen black occupants. Historian Allan Coggins, in <em>Tennessee Tragedies</em>, shows that some of the prisoners admitted to, “conspiring to rise up against the whites of Gibson County.” Coggins also states that the foiled conspiracy was tied to the, “unrestrained actions of the local KKK.”","Jefferson Davis expressed his disgust at the vigilantism by invoking the Confederate war dead and warned the crowd not to have let them die in vain. Speaking of the humanitarian responsibility to oppose such violence, Davis alluded that it was what, “You owe to the gallant dead who fell for the sacred cause of Southern Independence.” Davis appealed to the honor and reputation of the Southern men and society stating, “Never has a country been more truly in a condition of having lost all save its honor, and you men of the Counties of Jackson, Grundy, Polk, and many others of wide reputation, may be expected to denounce whatever would stain the honor and whatever would tarnish the fair name of the living.” Davis attempted to stop further violence by appealing to the beaten Confederates’ pride, strong even in defeat. Only a few years earlier, Jefferson Davis was the leader of a rebellion that fundamentally supported slavery, and yet in Memphis in 1874 he claimed that, “The negroes were my friends in the olden times. They were our protectors when our brave men went to the field.” Although a fervent supporter of the Confederate cause, Davis seemed to have accepted defeat and desired a less violent south."],"locations":[{"id":12370,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}]},{"id":5580,"title":"Slave Sarah Frances Shaw Graves Recalls an Unjust Whipping","course_id":93,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","Sarah Frances Shaw Graves was born a slave in Missouri. She was interviewed in her later years as a part of the slave narratives taken when she was free. One story she related was of a Sunday when she attended a wedding for her master’s kinfolks. The bride walked into the church and someone kicked dust onto the bride’s dress, but it was not Graves. She, however, got blamed for it and the master’s wife whipped her. In reality, she believed that the master’s daughter, Puss, kicked the dust onto the bride’s dress. Nevertheless, she endured, “the worst whippin’ I ever got. The worst whippin’ in my whole life an’ I still got the marks on my body.” When they all got home, the master meant to whip her again. Graves remembered, “…I got mad, an’ told him it was a lie, an’ if Puss said I kicked dust on the white folks she was a DAMNED LYIN’ DEVIL.”[sic] He believed her and whipped Puss for lying to him. She commented that she never cursed because she is a good Methodist woman, but she did that day to save herself another whipping.  She talks throughout the interview about her masters whipping her for things she did wrong and things she did not deserve to be whipped for. She even says at one point that her mama’s master, “…whipped his slaves for pastime.”","As described in <em>Roll Jordan, Roll: The World the Slaves Made</em>, slaves were sometimes killed due to excessive whipping. Whipping was a way to break or correct slaves, but abolitionists described this action as inhumane. Slaveholders believed that whippings were better than capital punishment. Their defense was that, “civilized countries like Germany permitted young mine workers-mere boys- to be whipped.” They did not believe that whipping was a crime, and that if it was a crime, it was only minor one.","To find this information about Sarah Frances Shaw Graves and other former slaves, the Works Progress Administration (WPA), conducted interviews with former slaves. The interview was done in person at her home in Skidmore, Missouri. The WPA conducted their series, Born in Slavery: Slave Narratives from the Federal Writers’ Project. From 1936-1938, the WPA collected over 2,300 first person slave accounts and 500 black-and-white photographs of former slaves."],"locations":[{"id":7791,"lat":40.3607412006,"lng":-94.883440618,"zoom":9,"place":"NODAWAY, Missouri"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}]},{"id":5581,"title":"Wheeler's Cavalry Checks Foster's Position in Tennessee","course_id":93,"status":"P","start_date":"1863-12-03","end_date":"1863-12-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In December of 1863 in Tennessee, as William T. Sherman marched a column of troops to relieve men who were believed to be in peril in Knoxville, J.G. Foster was cut off from Sherman by a division of Confederate cavalry under General Joseph Wheeler. Unable to move, Foster telegraphed Major General Gordon Granger, Commander of the Army of Kentucky and the man responsible for running cavalry operations in central Tennessee, requesting assistance. “I am held in check here by the whole cavalry force of Wheeler and Jones,” Foster Wrote, “a force more than equal to the whole command here.” Out maneuvered and cut off, Foster reported that, “So long as the cavalry force is in my front I can do nothing.”  In requesting relief, Foster indicated to Granger that if he moved quickly they “may be able to get Wheeler's cavalry between [them],” enabling them to force the cavalry to fight at a disadvantage as opposed to allowing them to use the hit and run method they preferred.  Understanding that cavalry seldom remained in the same place for long, Foster offered that, “if it withdraws, my cavalry will hang close upon the enemy and do all the damage it can.”","Such was the risk of invading enemy territory, as CSA cavalry rode off on long range raids on Union communication and supply lines, hampering troop movements and intercepting and seizing supplies. As J.P. Dyer outlines in an article on the cavalry operations in the Army of Tennessee, Union forces were required to maintain long lines of communication, which, by their very nature, were vulnerable to attack.  Protection of these lines required a large force of cavalry to patrol the lines and respond to raids as they happened, but even with these cavalry elements, response was not instantaneous.  Southern cavalry out-stripped their Union forces in number and in ability for the majority of the war; even by the close of the war, the forces were at best equal. Without being able to predict where and when the CSA cavalry would strike, Union support lines where constantly threatened.","As Christopher S. Dwyer explains in his article on Confederate raiding strategy, the hit and run tactic of Confederate cavalry stemmed from the CSA armies’ numerical inferiority. Launching lighting fast cavalry raids on Union supply lines and communication bases was an attractive alternative to more costly direct confrontations with larger Union armies.  This method allowed Confederate forces to hit the Union in a way that would remove the source of their strength, whilst engaging them where they were weakest, becoming a hallmark of Confederate combat in the western theater.  It proved to be a most viable combat strategy, allowing fast moving confederate forces to seek out and engage smaller Union elements, cutting them off from support and delaying a large, costly engagement.  It only became obsolete after Grant and Sherman decided to cut their tether to the North, feeding and supplying his army off of the land he crossed, rendering cavalry raids fruitless."],"locations":[{"id":11922,"lat":36.4842835863,"lng":-83.666033113,"zoom":10,"place":"CLAIBORNE, Tennessee"}],"tags":[{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"}]},{"id":5594,"title":"A Confederate Surgeon Establishes A Field-Hospital After the Battle of Franklin","course_id":93,"status":"P","start_date":"1864-11-30","end_date":"1864-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Large numbers of casualties and advanced weaponry made it necessary for surgeons to travel with military units during the Civil War.  While they could take surgeons along with them, they could not transport hospitals.  As a result, surgeons often had to improvise, turning abandoned buildings (when available) into makeshift hospitals or setting up field camps behind battle lines.  Deering J. Roberts, M.D., a Confederate surgeon, wrote an article sometime after his service in the Civil War detailing how he participated in establishing temporary hospitals both in buildings and in the field.","Dr. Roberts began serving with the 20<sup>th</sup> Regiment, Tennessee Infantry in March of 1862 and travelled with this regiment throughout the war.  On December 1, 1864, Roberts received orders to go to Franklin, Tennessee and setup a hospital for Lieutenant General Bate’s division.  He was accompanied by his hospital steward, ten men, and two wagons that would serve as ambulances.  Upon arrival, he quickly went to work finding buildings that could serve as hospitals.  He described one of the buildings by stating, “I found an old carriage –and wagon –shop about sixty by one hundred feet, two stories high.  It had a good roof, plenty of windows above and below, an incline leading up to the upper floor on the outside, and a good well.”  After securing this building and two others, Roberts formed teams which he assigned to cleaning and preparing the buildings to house wounded soldiers.","One of the bloodiest battles fought during the Civil War, the Battle of Franklin took place on November 30, 1864.  General Hood, leading the Confederate States Army, pursued the Union Army through Tennessee.  Upon arrival at Franklin, Union Major General Schofield had his troops form defensive lines.  General Hood and his men soon arrived, and the battle began at 4:00 in the afternoon.  The fighting raged on for five hours, claiming the lives of many and leaving many thousands wounded.  The Confederate States Army suffered 6,261 casualties, approximately 1,750 of which were killed and 3,800 wounded.  Roberts and his team helped care for the wounded soldiers after the battle was over.","Surgeons working in temporary establishments and field-hospitals were kept busy with wounded soldiers.  Amputations became a more common practice during the Civil War.  The advent of the Minie ball brought with it shattered, splintered bones and difficult-to-treat wounds.  Dr. Roberts described the wounds left by Minie balls as “both remarkable and frightening.”  Surgeons quickly learned that in order to save lives, amputations were often necessary.  Improvised hospitals became highly important as they served as the sites for such procedures.","Advances in technology and higher numbers of casualties made temporary hospitals a necessity during the Civil War.  Sometimes hospitals were established in buildings within towns.  When buildings were not available, however, field-hospitals were created.  Civil War surgeons had to learn how to adapt to various situations quickly."],"locations":[{"id":12476,"lat":35.8833079574,"lng":-86.8814262812,"zoom":9,"place":"WILLIAMSON, Tennessee"}],"tags":[{"id":1538,"tag":"Battle of Franklin"},{"id":16,"tag":"Science/Technology"},{"id":230,"tag":"Medicine/Health"}]},{"id":5595,"title":"Captain Sally Tompkins Defends Top Civil War Hospital","course_id":93,"status":"P","start_date":"1864-06-09","end_date":"1864-06-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Filling a pressing need for medical services, Sally Tompkins established a hospital after the First Battle of Bull Run that became the best hospital during the Civil War.  Running the hospital was not always easy; Tompkins faced pressure from many people to close down the hospital.  In June of 1864, Dr. Carrington, an inspector of hospitals for the South, filed an order to have the Robertson Hospital closed.  Fed some misinformation, Carrington was under the impression that Tompkins was admitting too many soldiers into her hospital.  In a letter dated June 9, 1864, Tompkins replied, “Dr. Garnett’s endorsement on the morning report of June 5<sup>th</sup> ‘that this Hospital, limited to 19 patients, numbered 44’ was written under a misapprehension of the facts.”  Tompkins was not one to be pushed around.  She was a knowledgeable woman with a strong record to prove it.  Later in the letter, Tompkins states, “I think the register of this Hospital will show as great success in its management of the sick and wounded as any other.  Since the 1<sup>st</sup> of last June, we have had 337 patients and but 8 deaths.  Many of them sent to us were (by the statement of Dr. Garnett made to myself) the worse cases.”  Tompkins understood the vital role her hospital played in the war and did not want to see it closed.","Even as a child, Tompkins tended to those who were ill.  She had a helping heart and desired to put it to good use.  As infirmaries quickly filled after the battle, an intense need for more hospitals arose.  Tompkins knew she could provide a solution, so she asked her friend Judge Robertson if she could use his house to provide medical care to wounded soldiers.  He agreed, and Tompkins readily set to work preparing the building and recruiting staff members.  The first patient was admitted to Robertson Hospital on August 1, 1861.","The hospital was first threatened on September 5, 1861, when the Confederate government ordered that all private hospitals be shut down because some soldiers were faking illness to escape military duty.  Not willing to go down without a fight, Tomkins went to President Davis to ask him to allow her hospital to remain open.  She showed him her carefully kept records to prove her hospital was better than many of the others.  Impressed with her abilities, President Davis appointed her to the position of Captain on September 9, 1861.  This would enable her to keep her hospital open and receive military supplies from the Confederate government.","Her defense of the hospital paid off.  A total of 1,333 patients were treated there, only seventy-three of which died.  This was due in large part to Tompkins’s dedication to cleanliness and strict order.  In a journal article written for <em>America’s Civil War</em>, George Hagerman claimed, “Wounded soldiers coming to Richmond begged to be admitted to her hospital.”  Tompkins was a well respected woman and served an important role as a Captain for the Confederate States of America."],"locations":[{"id":13917,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":2,"tag":"Health/Death"},{"id":16,"tag":"Science/Technology"},{"id":32,"tag":"Civil War"},{"id":7,"tag":"Women"}]},{"id":5610,"title":"Educational Needs Sparked by the Thirteenth Amendment","course_id":93,"status":"P","start_date":"1865-01-31","end_date":"1865-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While most northern newspapers were printing articles celebrating the passage of the Thirteenth Amendment, the <em>Daily National Intelligencer</em> published a sobering editorial that focused on the challenges still facing the nation.  This editorial, printed on February 1, 1865 in response to the passage of the Thirteenth Amendment by Congress, recognized the great accomplishment but also pointed out that the country now had to care for a newly freed population.  The editor stated, “How this multitude of ignorant and helpless men are to be cared for is such a weight upon the public conscience as should never cease to oppress it until a clear account can be rendered.”  This was an urgent concern that had to be addressed.","The education of slaves often integrated vocational skills training and religious instruction.  However, reading and writing were rarely included because literate slaves were viewed as a threat to their slaveholders.  Being literate would enable them to communicate with other slaves.  It was feared that this would lead to the organization of riots and escapes.  Often, slaves who could read and write were segregated from the other slaves and sometimes branded for easy recognition.  In addition, the illiteracy of slaves helped to ensure the continuance of their low social ranking.","Because of their prior vocational training, many freedmen had skills that enabled them to secure jobs as laborers.  Their illiteracy, however, was a hindrance.  To address the educational needs, along with the many other needs, of the freedmen, the Freedmen’s Bureau was established.  The role of this organization was to meet educational needs by developing schools for freedmen.  This proved to be a challenging task.  In his book about The Freedmen’s Bureau, Paul Cimbala stated, “The federal government failed to provide the Bureau with sufficient financial resources to do great things for education…”  The Bureau had to rely on contributions of both whites and African Americans.  Some northern groups donated funds towards the project, but it was often not enough.  Gilbert Eberhart, the Georgia Bureau’s chief education officer, believed that freedmen should pay their own way for education.  However, this would be a problem because most freedmen were illiterate and unemployed or making very little pay at the jobs they did have.  They would more than likely not be able to finance the needed institutions on their own.","As this editorial indicated, the North had been pushing for the abolition of slavery for awhile.  Following the Emancipation Proclamation set forth by President Lincoln during the Civil War, the Thirteenth Amendment fulfilled that goal.  Unfortunately, the problems and challenges did not end along with slavery.  The population of freedmen had many needs.  High among those needs was education, as most freedmen were illiterate.  The <em>Daily National Intelligencer</em> reminded the public, “There are many questions involved in this problem of the gravest character; but sufficient unto the day is the evil thereof.”  Despite the hurdles the country still had to face, celebration was in order."],"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":445,"tag":"Education for blacks"},{"id":95,"tag":"Abolition"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"},{"id":142,"tag":"african americans"}]},{"id":5606,"title":"<em>CSS Shenandoah</em> Boards Dutch Vessel in the Pacific","course_id":93,"status":"P","start_date":"1864-03-30","end_date":"1864-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 30, 1865 a vessel, thought to be the <em>CSS</em> <em>Shenandoah</em>, overtook and boarded the Hawaiian ship <em>Pfiel</em>, the Dutch captain reported the incident to Union authorities upon its arrival in San Francisco.  The captain wrote “On the 30<sup>th</sup> of March, latitude 3° 53’ N. longitude 167° E. at 6 P.M., [my ship] was brought to under a gun from a vessel of war; hove to, and was soon boarded by a boat, the officers and crew of which were heavily armed.” In an attempt to identify the <em>Pfiel</em> as a Union whaling vessel, and thus a viable target, “One of the officers demanded [the vessels] papers. After scrutinizing them he said we were all right.” Before leaving the deck, the officer “asked [the captain] if he had seen any whale ships on the line, or left any in port Ascension.” When the captain of the <em>Pfiel</em> asked the name of the boarding ship, the officer responded “the English ship Miaima, or Miami.” Then the officer and his crew promptly left, “evidently not liking to be too closely questioned.” The Dutch captain went on to say that though it was dark, he could see that “she was a propeller ship under sail, and [he felt] confidant it was not an English ship of war.” The Commandant of San Francisco’s Mare Island naval yard, reported that “There is very little doubt but what the ship described was the <em>Shenandoah.</em>”","In October of 1864 the<em> Shenandoah</em> launched from Glasgow, Scotland under the guise of a civilian steamer named the <em>Sea King</em>.  Once clear into the Atlantic, the vessel was renamed the <em>CSS Shenandoah</em>, she rendezvoused with Confederate naval forces in the Sea of Madeira, where she refit, rearmed and re-crewed as a  warship in the Confederate Navy.  As a Confederate commerce raider, the <em>CSS Shenandoah</em> circumnavigated the globe while sailing for the North Pacific Ocean, with an ultimate goal of reaching San Francisco, a city believed to be poorly defended.  While deployed across the world, the <em>Shenandoah</em> was responsible for destroying no less than thirty-two Union vessels and their cargos.","The <em>CSS Shenandoah</em> continued to prey on Union whaling ships in the Pacific until rumors that the war was over were confirmed, which it was on August 2, 1865.  Realizing that he had been fighting without cause or state, therefor moving from the category of enemy combatant to that of a pirate; James Waddell, captain of the <em>Shenandoah,</em> set a course to avoid Union ships and surrender on English soil.  According to the Department of the Navy’s Naval Historical Center, Waddell rounded Cape Horn in September, then arrived and surrendered in Liverpool in early November, becoming the only Confederate ship to circumnavigate the globe. The vessel itself was sold to the Sultan of Zanzibar in 1866, renamed the El Majidi, and subsequently lost at sea in the 1870s."],"locations":[{"id":52591,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"}]},{"id":5632,"title":"Governor Curtin Outlines Plan for Continuing Conscription","course_id":93,"status":"P","start_date":"1862-10-25","end_date":"1862-10-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 25, 1862, Pennsylvania governor A.G. Curtin submitted his views and worries on the recent riots that had occurred in Schuylkill County to Secretary of War, E.M. Stanton. He described several scenarios for upholding the draft in the wake of these rioting men without jailing or punishing them. He wrote in the letter, “I think you would get the men more easily than by the use of force. Men unwilling to go, and unable to pay the probable fine, will serve in the army on pay [in preference] to being shut up in prison without pay.” In this way he is tried to get men to fight in the war and meet the manpower demands, rather than waste their talents in jail.","Many men were uneasy about the idea of a draft and, when it was enacted on March 3, 1963; many riots against the draft, like the one in Schuylkill County, erupted. Notably, the Irish were among the most outraged in the face of the draft. They were opposed to helping slaves in any way, but also they were upset that as non-naturalized citizens, they should not be forced to fight if they did not have the right to vote.","Most men did not have the money to be exempted and if they did, the money could be used for different things then getting exempt from the war. For some reasons such as this, the Civil War became known as the rich man’s war. When a man wanted to be exempted from the draft the fine was $300. This is seen when Curtin wrote in his letter to the Secretary of War, “Those who are able to pay the fine will prefer using the money in procuring substitutes. The same limit of the fine will probably regulate the price of substitutes.” Adjusted for inflation, if Union Soldiers wanted to be exempt from the war, they would have to pay an equivalent of $5,454.55 in today’s economy.","In the summer of 1863 more riots broke out in Cass Township in Schuylkill County in central Pennsylvania. The township did not meet its quota for the war effort, which is why the call for the draft happened in the first place. The draft commissioner, Benjamin Bannan could only limit the revolt by crediting the names of soldiers that registered in Philadelphia to Schuylkill County."],"locations":[{"id":11256,"lat":40.7058168704,"lng":-76.2160113696,"zoom":9,"place":"SCHUYLKILL, Pennsylvania"}],"tags":[{"id":1596,"tag":"Riots"},{"id":31,"tag":"Immigration"},{"id":9,"tag":"Law"},{"id":32,"tag":"Civil War"}]},{"id":5612,"title":"Christiana Riot Trial for Treason","course_id":93,"status":"P","start_date":"1851-11-24","end_date":"1851-11-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The slave owner Edward Gorsuch traveled to Pennsylvania, along with several men, two of whom were federal marshals, to retrieve six of his slaves that had escaped from his plantation years earlier.  Gorsuch planned to confront William Parker, the owner of a tenant house, about harboring his fugitive slaves.  An altercation between the two groups of people developed and Gorsuch was killed during the dispute, while several others were seriously wounded.  The Christiana Riot put enforcement of the Fugitive Slave Act to a different test.   The act produced division and heated debate across the nation.","Part of the problem in enforcing the Fugitive Slave Act stemmed from the North not agreeing with it.  James McPherson stated the concern of the Fugitive Slave Act <em>in Battle Cry of Freedom</em>,  “It seemed only a matter of time before real blood would be shed.” Protestors from the South sent out the warning “unless the Christiana rioters are hung, we leave you.  If you fail in this simple act of justice, the bonds will be dissolved.”","The opening statement by John W. Ashmead at the Christiana Riot trial clearly explained that Gorsuch was within the law and depicts the aggressive acts that was taken against an innocent man, “…within the jurisdiction of this Court, the defendant, with a great number of persons, armed and arrayed in a war-like manner, with guns, swords and other weapons, assembled and traitorously combined to oppose and prevent by intimidation…and arrayed himself in a warlike manner against the said United States.”  The statement clearly tried to place William Parker as being anti-American.  The slave owning South wanted to immediately pin William Parker as enemy of the United States.","Parker’s defense attorney Theodore Cuyler argued that his defendant did not commit treason, because he did not try to levy a war against the United States.  Next Cuyler sarcastically commented on the magnitude of the event, “Did you hear it? That three harmless, non-resisting Quakers, and eight-and-thirty wretched, miserable, penniless negroes, armed with corn-cutters, clubs, and a few muskets, and headed by a miller, in a felt hat, without a coat, without arms, and mounted on a sorrel nag, levied war against the United States.”  Cuyler made his point that if treason is defined as levying war against the United States, then how can a group of just a few people with inadequate resources possibly wage a war against the United States.","As a result of the trial, none of the people being prosecuted were found guilty of committing treason against the United States.  The jury expressed their disapproval of the murders and riot, but acquitted the men involved."],"locations":[{"id":11229,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":1566,"tag":"Fugitive Slave Act"},{"id":1565,"tag":"Christiana"},{"id":825,"tag":"Riot"}]},{"id":5613,"title":"<em>C.S.S. Shenandoah-Learns the War is Over</em>","course_id":93,"status":"P","start_date":"1865-02-01","end_date":"1865-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The <em>C.S.S. Shenandoah</em> could be called the most dedicated Confederate Naval vessel of the Civil War or the tardiest.  A lack of communication and the desire to see the South win the war led this ship to firing the war’s last shots.  The <em>C.S.S. Shenandoah</em> was the only Confederate ship to circumnavigate the globe, on a mission to sink or capture any Union vessel it met.  The commerce raider captured or sank well over fifty Union ships during its voyage.","After destroying seven Union vessels located around Melbourne, Australia, Captain Waddell got word that some Union ships might be in the northern Pacific and set sail in early February of 1865.   Upon arriving in the Bering Sea, the <em>C.S.S. Shenandoah</em> began destroying a number of U.S. whaling vessels.  During one of the ship raids a newspaper from April 14 revealed that said Richmond had fallen, but Captain Waddell was unaware that General Lee had surrendered.  For nearly four months, the <em>C.S.S. Shenandoah</em> sailed the Pacific destroying Union ships.","The <em>C.S.S. Shenandoah</em> finally found out that the war was over in August when they were two weeks away from San Francisco.  Captain Waddell asked the captain of the <em>Barraconta</em>, a British vessel, for information on the war.  The captain replied, “What war?  The war between the United States and the Confederate States.  Why that war has been over ever since April.”  The crew could not believe what they had heard.  They had been patrolling the Pacific destroying ships for four months with no legal standing.","Captain Waddell wrote in his log, “Your lordship can imagine my surprise at the receipt of such intelligence; amid I would have given to it little consideration if an Englishman’s opinion did not confirm the war news, and though from an enemy’s port. I desisted instantly from further acts of war.”  Waddell continued trying to justify his actions after the war had ended by saying, “It would not have been intelligent in me to convey this vessel to an American port for surrender simply because the master of the <em>Barraconta</em> had said the war was ended.”","It can be said that the crew of the <em>C.S.S. Shenandoah</em> fought until the bitter end for the Confederate States of America.  Unfortunately, they continued to fight after the war and took innocent lives in the process."],"locations":[{"id":52591,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1567,"tag":"C.S.S. Shenandoah"},{"id":1568,"tag":"Captain Waddell"},{"id":1569,"tag":"Confederate Navy"}]},{"id":5614,"title":"Thomas Peterson Casts the First Vote","course_id":93,"status":"P","start_date":"1870-03-30","end_date":"1870-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the wake of the defeat of the Confederate States of America, the United States instituted the Thirteenth, Fourteenth, and Fifteenth Amendments.  The first African American to take advantage of the new right to vote was Thomas Mundy Peterson.  Peterson cast his historic vote on March 31, 1870.  The iconic vote was cast in a local election in Perth Amboy, New Jersey for the town’s charter.  Gary Sullivan of the <em>News Tribune</em> stated, “Exercising his right to vote in a local election on March 31, 1870.  Peterson became the first black man in the United States to cast a ballot.  The amendment had been ratified on February 3, 1870, and within just two months the Fifteenth Amendment was put to use.","An interview with Peterson showed who encouraged him to vote, \"I was working for Mr. T. L. Kearny on the morning of the day of election, and did not think of voting until he came out to the stable where I was attending to the horses and advised me to go to the polls and exercise a citizen's privilege.”  Peterson also revealed his vote in this election, “As I advanced to the polls one man offered me a ticket bearing the words \"revised charter\" and another one marked, \"no charter.\" I thought I would not vote to give up our charter after holding it so long: so I chose a revised charter ballot.”","The citizens of Perth Amboy, New Jersey later awarded Thomas Mundy Peterson a medallion in 1884.  The medallion had the face of Abraham Lincoln engraved on one side.  While the side opposite to that the medallion reads “presented by citizens of Perth Amboy N.J. to Thomas Peterson the first colored voter in the U.S. under the provisions of the 15<sup>th</sup> Amendment at an election held in that city March 13, 1870.”  These Reconstruction Amendments and The Emancipation Proclamation freed all African Americans in the Confederate States while the Fourteenth Amendment granted citizenship of the United States.  After the end of the war the Fifteenth Amendment gave every citizen of the United States the right to vote regardless of race, color, or previous servitude."],"locations":[{"id":8547,"lat":40.4819398451,"lng":-74.3437571554,"zoom":9,"place":"MIDDLESEX, New Jersey"}],"tags":[{"id":1066,"tag":"Right to Vote"},{"id":1570,"tag":"Thomas Peterson"},{"id":1571,"tag":"Fifteenth Amendment"}]},{"id":5615,"title":"The Court Martial of Fitz John Porter","course_id":93,"status":"P","start_date":"1862-12-04","end_date":"1863-01-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Major General Fitz John Porter of the Volunteers of the United States received a court martial in an attempt to cover up a Union General’s mistakes at the Second Battle of Bull Run.  The Second Battle of Bull Run was a devastating loss for the Union.  That also led to the demotion of Major General John Pope.","Major General Pope earned criticizism for his actions and decisions at the Battle.  In an effort to clear his name from blame, Pope looked for a scapegoat on whom he could place the blame.  Unfortunately, Major General Fitz John Porter became one of Pope’s targets.  A trial ensued for the court martial of Fitz John Porter, which started on December 4, 1862.","Major General Porter was prosecuted under two charges: disobeying a lawful order, and misconduct in front of the enemy.  Pope sent orders to Porter telling him to attack Stonewall Jackson’s right flank with the help of Irvin McDowell. Porter and McDowell found out that Confederate General Longstreet’s forces were too close for them to follow through with Pope’s orders.   With this new information McDowell came to the conclusion that \"This is no place to fight a battle; we are too far out.”  McDowell headed off to Pope to relay the newly discovered information about Longstreet’s position.  Even though Pope’s understanding about enemy’s location was incorrect, the prosecution still pressed that Porter shouldn’t have disobeyed orders.  The prosecution stated, “Which said order the said Major-General Porter did then and there disobey, and did fail to push forward his forces into action either on the enemy's flank or rear, and in all other respects did fail to obey said order.”","The second charge came when Porter ordered his troops to retreat and not to engage Jackson’s right flank.  During the trial, the prosecution described Porter’s action as such, “Which said order the said Major-General Porter did then and there shamefully disobey, and did retreat from advancing forces of the enemy without any attempt to engage them, or to aid the troops who were already fighting greatly superior numbers, and were relying on the flank attack he was thus ordered to make to secure a decisive victory.”","Porter pleaded not guilty to all charges, but in the end was found guilty of both charges.  Porter was dismissed from his duties in the Union army and went into business mining coal in Colorado.  However, in 1882, President Grant pardoned Porter of all charges stating, “General Porter should, in the way of partial restitution, be declared by Congress to have been convicted on mistaken testimony and restored to his rank in the army.”  This was a big step in Porter’s process to restore his good name."],"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1572,"tag":"Fitz John Porter"},{"id":1573,"tag":"Second Bull Run"},{"id":1574,"tag":"Court Martial"}]},{"id":5616,"title":"Pratt Street Riot Claims Four Soldiers","course_id":93,"status":"P","start_date":"4/19/61","end_date":"4/19/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Just a week after the attack on Fort Sumter, tempers flared in Baltimore, Maryland.  Secessionist and southern sympathizers in Baltimore orchestrated a riot against Union soldiers while they traveled through the city on their way to Washington D.C, that left four soldiers and twelve civilians dead.  As stated in the Official Records of the War of the Rebellion, “A clash between pro-South civilians and Union troops in Maryland's largest city resulted in what is commonly accepted to be the first bloodshed of the Civil War.”","Railroads between the Philadelphia, Wilmington, and Baltimore Railroad's President Street Station and the Baltimore and Ohio Railroad's Camden Station were shut down due to ordinances that were put into place.  The only forms of transportation were train cars that had to be pulled by horses along Pratt Street through the city of Baltimore.  Rioters blocked the path of the rail cars and the soldiers were forced to continue on foot.","The rioters did everything in their power to stop the soldiers.  The rioters resorted to throwing anything they could get their hands on and in some cases made make-shift barricades to stop the advancement of the soldiers.  After being attacked, the soldiers returned gunfire as they ran to the train station.  On the way, the mayor of Baltimore met up with the soldiers, warning them to protect themselves at all costs.  The soldiers made it to the station but suffered as many as forty causalities in the process.","George Brown, the mayor of Baltimore, expressed his disappointment over the events of April 19, 1961.   A message from Mayor Brown explained that he had every intention of providing the assistance of the Baltimore Police for protection.  However, the regiment showed up a day later than expected and the additional protection could not be supplied.  Mayor Brown explained the situation, “On the day previous troops had been safely passed through the city under the escort of the police. In the afternoon of the same day (18th) the regiments from Massachusetts were expected…although two of the members of the board went in person to the station of the Philadelphia Railroad Company to obtain the necessary information.”","The events of the Pratt Street Riot foreshadowed what was in store for the United States.  Michael Williams writes in his article<em> Bullets vs. Bricks</em> “The events of April 19 extinguished that last spark of hope. It was now clear that a long and bloody conflict lay ahead. The men of the 6th Massachusetts Regiment came to Baltimore with romantic notions of war. They left knowing how bitter it would be.”"],"locations":[{"id":31752,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":825,"tag":"Riot"},{"id":1575,"tag":"Pratt Street"},{"id":1576,"tag":"Sixth Massachusetts"}]},{"id":5617,"title":"<strong>Henry Nields’ Heroism at the Battle of Mobile Bay</strong>","course_id":93,"status":"P","start_date":"1864-08-01","end_date":"1864-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In early August, 1864, a Union Naval fleet, under the control of Rear Admiral David Farragut commanding the flagship <em>U.S.S. Hartford</em>, neared Mobile Bay, Alabama.  The goal was to take over the strategic location which consisted of three confederate forts and a plethora of underwater mines.  The two main forts were Forts Morgan and Gaines aided by a few Confederate ships mainly the <em>C.S.S. Tennessee</em> which was an ironclad.","Admiral Farragut formed his fleet into a line that was two ships wide led by the <em>U.S.S. Brooklyn</em> because of its superior anti-mine technology.  On August 5, the fleet converged on Fort Morgan to the right of the inlet.  The <em>Brooklyn</em> fired the first shots on Fort Morgan and the battle ensued.  Unfortunately, one of the ironclads in the fleet, the <em>Tecumseh</em>, hit an underwater mine and quickly sank to the bottom of the bay.  At this point, Admiral Farragut climbed the mast of the <em>Hartford</em> and shouted the famous order “Damn the torpedoes, full speed ahead!”","Admiral Farragut’s, next order was one to save the crew of the <em>Tecumseh</em> which sank immediately after hitting the mine.  The <em>Metacomet</em> was instructed to send a boat to rescue any survivors of the explosion.  Acting Ensign Henry Nields boarded the boat and assisted ten members of the <em>Tecumseh’s</em> crew.  The task though was not one of ease as Admiral Farragut expressed in his after action reports saying “[Nields] took her in under one of the most galling fires I ever saw, and succeeded in rescuing from death ten of the crew, within six hundred yards of the fort.”  Although the <em>Tecumseh</em> lost around ninety men, Nields’ heroism was reflected on by Farragut on multiple accounts.","Nields miraculously made it back to the <em>Metacomet</em>, and shortly after, the ship was sent to take down the retreating <em>C.S.S. Selma. </em>The <em>Metacomet</em> tailed the <em>Selma </em>north of Mobile Bay and forced her surrender.  The Union incurred a huge land and naval battle at Mobile Bay driving the confederates out and eventually capturing all three forts.  Moreover, the battle yielded a copious number of Medals of Honor for the union officers who affected the victory."],"locations":[{"id":285,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":113,"tag":"Navy"},{"id":311,"tag":"Union"},{"id":1577,"tag":"Victory"}]},{"id":5618,"title":"<strong>The Murder of Senator Benjamin Franklin Randolph</strong>","course_id":93,"status":"P","start_date":"1868-10-17","end_date":"1868-10-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Benjamin Franklin Randolph was born a freeman in Kentucky in 1820.  He graduated from Oberlin College and became an ordained minister.  After college, he joined the U.S. Colored Troops and served as a chaplain.  B.F. Randolph found himself in South Carolina after the war, where he became a prominent participant in local politics.  In 1868, Randolph was elected to the Senate for the Orangeburg County chair and also became Chair of the State Central Committee of the Republican Party.  Senator Randolph supported voting rights for fellow blacks, but he still advocated literacy tests and poll taxes.","In mid-October, Senator Randolph traveled through the upper part of South Carolina giving speeches.  According to <em>The Orangeburg News, </em>“[Senator Randolph] delivered incendiary and threatening speeches,” and on Thursday October 17, 1868 he delivered a “flaming address” at the courthouse in Abbeville.  The following day, Randolph boarded a train headed to Anderson.  When he got off at a stop, three riders simultaneously approached him and dismounted their horses.  The three proceeded to shoot Senator Randolph, all three shots hitting and killing him.  The three riders escaped and were never caught even though the whole occurrence was in broad daylight with multiple witnesses.","Although no one ever got punished for the assassination, it was suspected that specific members of the rival Democratic Party ordered Senator Randolph to be killed.  It may even be true that B.F. Randolph was warned not to go out and speak to the citizens of South Carolina or he may never return.  Randolph left a lasting impression on African Americans and white southerners who advocated change.  A colleague of Senator Randolph’s at the time of his death said “[Sen. Randolph] was a man actuated by the highest motives, the purest purposes and the noblest ambitions.”  At the time, Senator Randolph was the second black South Carolinian politician to be murdered."],"locations":[{"id":11622,"lat":33.5119530737,"lng":-80.8773339627,"zoom":9,"place":"ORANGEBURG, South Carolina"}],"tags":[{"id":1578,"tag":"hate"},{"id":123,"tag":"Reconstruction"},{"id":290,"tag":"Crime"},{"id":18,"tag":"Politics"}]},{"id":5619,"title":"<strong>Planter William Brisbane Becomes an Abolitionist</strong>","course_id":93,"status":"P","start_date":"1840-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["W.H. Brisbane was a respected planter living outside of Charleston, South Carolina.  Upon inheritance of the family plantation and slaves, he reaped the benefits of great land and free labor.  Much like any other South Carolinian at the time, W.H. Brisbane bought into the beliefs of slavery being supported by the Bible.  He even wrote his own articles in the local newspaper about how slavery was the key to the southern economy and inherently a necessity.  While speaking in Ohio though,  Brisbane talked of his first true reading of an anti-slavery pamphlet.  In his own words, the pamphlet “produced a powerful effect on my feelings, and I began to doubt the correctness of the views I had”.  In South Carolina, abolitionist’s views were looked at as blasphemy because all children were brought up learning that African Americans were inferior and servitude was a gift to them.","At this point, Brisbane asked his slaves if they would like to be set free, but in a shocking fashion, they said no.  Since Brisbane was a humane owner and the slaves didn’t have any real world experience, they felt safer under control of Brisbane.  At this stage, he reached a turning point in his life.  Brisbane decided to move North so that he could buy land and free his slaves, while giving them the newly purchased land so they could begin a new life.  His fellow southerners thought him crazy, but Brisbane knew he was doing the right thing by God, and he took it upon himself to deliver anti-slavery speeches in the Ohio area.  He spoke of the evil nature of slavery and used religion to support his beliefs, but he also understood that the only way to really end slavery would be through politics.  He never really bought into the abolition movement wholeheartedly, and also denounced slave revolt because of the inherent death tolls that would ensue.  Ultimately though, his public speaking abilities began to get attention by well-known abolitionists, and Brisbane’s beliefs became a cornerstone to the famous northern abolitionists.  All in all, W.H. Brisbane ended up freeing his thirty-five slaves worth thousands of dollars, and became an important religious figure throughout the North.  In his closing statements given in a speech in Cincinnati, Brisbane said “let us not be ourselves the servants of corruption; but rather stand fast in the liberty wherewith Christ would make us free.”"],"locations":[{"id":10238,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":4,"tag":"Slavery"},{"id":79,"tag":"Religion"}]},{"id":5620,"title":"<strong>James D. Bulloch’s Secret Commissioning of the <em>C.S.S. Florida</em></strong>","course_id":93,"status":"P","start_date":"1861-06-04","end_date":"1862-08-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Confederate States of America never focused on its navy, but their secret operations to acquire one are often overlooked when learning about the navies of the Civil War.  In discussing these covert naval operations, one name is paramount, James Dunwoody Bulloch.","Bulloch had a naval background, and this was recognized by Confederate Secretary of the Navy Stephen Mallory.  Mallory ordered Bulloch to travel to England to purchase and oversee the building of gunships for the Confederate Navy as well as to purchase any other necessary naval supplies.  Upon arrival in Liverpool, England on June 4, 1861, Bulloch began his business by searching for a company that would be able to financially support the Confederate States of America in purchasing ships and supplies but all the while keeping it a secret.  Finding financial backing turned out to be an easy task, though. According to Bulloch in his book <em>The Secret Service of the Confederate States in Europe Volume 1</em>, “My early operations were greatly helped by the generous confidence of Messrs. Fraser, Trenholm and Co.  Within a month after my arrival, I had not only been able to buy a fair quantity of naval supplies on their credit, but had laid the keel of the first foreign built Confederate cruiser.”","The ship was to be built by two separate companies.  The first was William C. Miller and Sons who were responsible for the building of the ship and its frame, and the second was a company called Fawcett, Preston and Co. who was responsible for the manufacturing of the engine.  In his book, Bulloch says about William C. Miller and Sons, “The firm was selected…because the senior of the firm had been in the Royal Navy as a shipwright, and had served in her Majesty’s dockyards as a naval constructor.”  Moreover, Fawcett, Preston and Co. was also conveniently located in Liverpool which made the secrecy of the operation that much easier.","Construction of the ship commenced and it was made known that the ship’s name was <em>Oreto</em>, and that it was being built for an Italian merchant fleet.  This was necessary because the U.S. Consul in Liverpool at the time, Thomas Dudley, was watchful for Confederate war ships and tried to put an end to it by means of British neutrality laws.  Unfortunately, Dudley was unsuccessful because of Bulloch’s immense knowledge for these laws.  Bulloch made sure that the ship was never armed while being built so therefore, under law its manufacture was never in violation of the neutrality acts.","The <em>CSS Florida </em>sailed out of port in Liverpool destined to become a distinguished vessel for the navy of the confederacy, and Bulloch a silent hero."],"locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":755,"tag":"Confederacy"},{"id":113,"tag":"Navy"},{"id":1579,"tag":"Undercover"}]},{"id":5621,"title":"<em>CSS Tennessee</em>, Confederate Ironclad Proves itself at Mobile Bay","course_id":93,"status":"P","start_date":"1864-08-05","end_date":"1864-08-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the morning of August 5, 1864, Admiral David Farragut led a fleet of eighteen warships into Alabama’s Mobile Bay. Since the fall of New Orleans in April 1862, Mobile had become the major Confederate port in the Gulf of Mexico, responsible for bringing in blockade runners carrying supplies from Havana.  The result of Mobile’s rise in importance to Confederacy was a rise in the priority of its capture for the Union.  Farragut’s fleet consisted of four heavy ironclads, vessels outfitted with heavy iron or steel armor-plates, and fourteen wooden warships, including the <em>U.S.S. Hartford</em>, Farragut’s command ship.  In opposition to this fleet, the Confederates only had four vessels.  However, this included the <em>C.S.S. Tennessee</em>, a ship that was renowned as the most powerful ironclad afloat.  CSA Secretary of the Navy S.R. Mallory described the two forces in a report to Jefferson Davis, dated November 5, 1864. “A formidable fleet of the enemy, consisting of eighteen ships, including four ironclads, mounting 199 guns, crewed by 2,700 men, under Admiral Farragut, crossed the Mobile Bar, where they were vigorously attacked by the forts and by our small squadron under Admiral Buchannan.”","Despite a valiant defense, the Union fleet pushed into the bay, forcing their way past the CSA forts, fleet, and mines.  Mallory reports, “In this action, the <em>Tennessee</em> and the <em>Selma</em> were captured, and the <em>Gains</em>, in a sinking condition was run ashore.”  The secretary totaled Confederate losses at “12 killed, 20 wounded, and 243 taken prisoner,” writing to Davis that, “Naval history records few contests between forces so unequal in ships, guns, and men, and but few in which the weaker side displayed such heroism.”","Beyond the battle’s importance to the Union campaign in the South, Mobile Bay proved to be the first test of the new ironclad against heavy fire. Mallory described the assault of the Federal fleet on the CSA ironclad. “The enemy ships, some of the finest afloat, were armed with IX, X, XI and XV inch guns, whose projectiles varied in weight from 84 to 428 pounds. Their broadsides, some of the heaviest known, were discharged upon the <em>Tennessee</em> at distances ranging from 3 to 30 yards, and three of their heaviest ships, fitted as rams, ran into her at full speed repeatedly.” In defiance of such punishment, Mallory claimed “The massive strength of the frame and the sloping armor of the ship resisted these assaults, and but one shot reached or made any impression upon the woodwork of the shield, and this did not go through it.” This test, as well as the success of the Union Ironclads running under the guns of CSA forts, demonstrated that, as the secretary put it, “The resistance offered by inclined iron armor to the heaviest ordinance ever used upon the sea was here fully tested at short ranges,” proving the durability of the new vessels and the success of advancing naval technology, in both offensive and defensive capacities."],"locations":[{"id":285,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":603,"tag":"United States Navy"},{"id":1569,"tag":"Confederate Navy"},{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"}]},{"id":5623,"title":"Stained-Glass Sally: The Memorializing of Captain Sally Tompkins","course_id":93,"status":"P","start_date":"9/10/61","end_date":"9/10/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With the Angel of Mercy to guide and guard her, Captain Sally Tompkins gazes into the congregation of Saint James Episcopal Church located in Richmond, Virginia.  This stained-glass window was installed on September 10, 1961 to honor Captain Tompkins for her extraordinary service to the Confederacy during the Civil War.  The window features Captain Tompkins dressed in a conservative purple dress with her medical bag around her waist and a Bible in her hand.  Behind her is a cross and the Angel of Mercy with its arms stretched around her.  Above this center panel is a picture of the Robertson Hospital, and below is a scene depicting Captain Tompkins and other nurses caring for wounded soldiers.  Captain Tomkins played a vital role during the Civil War, saving over 1,200 lives.  It is for this honorary service that she is remembered, not only with this window, but in other ways as well.","There were several ways in which Captain Tompkins’ life was memorialized after her death.  The most unique of which was this stained-glass window designed in her honor.  This window portrays her in an almost saint-like manner, put here on earth to do God’s will.  The Angel of Mercy behind her speaks to the way in which she cared for the soldiers.  In an article published in <em>America’s Civil War</em>, George Hagerman said, “Each patient discharged from the hospital received a knapsack or bedroll with clean clothes and a book of prayers and gospels.”  Not only did Captain Tompkins care for their medical needs, she also provided for their physical and what she believed to be their spiritual needs as well.","Sally Tompkins was born on November 9, 1833 in Mathews County, Virginia.  Even as a child, Tompkins dedicated her time to helping care for others.  A strong family history of military service led her to lend her talents during the Civil War.  On July 31, 1861, Tompkins opened Robertson Hospital in Richmond, Virginia.  In order to keep the hospital running and secure government funding, Jefferson Davis appointed Tompkins Captain of a Confederate cavalry unit.  In an article written for a website, Ron Maggiano stated, “Carrying her Bible and medicine bag, she spent endless hours comforting and healing those in her care.”  Captain Tompkins dedicated her life to the Lord and her time and money to the hospital.  Hagerman wrote, “She never drew any salary for her work, believing that the money could be better used in caring for her patients.”  Of the 1,333 soldiers who received care at Robertson Hospital, only seventy-three died.","Captain Tompkins passed away on July 25, 1916 and was buried with full military honors at Christ Church in Mathews County, Virginia.  An eight-foot monument stands beside her grave as a reminder to all who see it of her compassionate heart and dedication.  As an additional way of remembering Captain Tompkins, four chapters of the United Daughters of the Confederacy were created in her honor and scholarships were also offered in her name."],"locations":[{"id":32295,"lat":37.537998501,"lng":-77.4058582907,"zoom":9,"place":"Henrico, Virginia"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":32,"tag":"Civil War"},{"id":7,"tag":"Women"},{"id":230,"tag":"Medicine/Health"}]},{"id":5627,"title":"A Student Eulogizes Thomas Jefferson","course_id":93,"status":"P","start_date":"1826-10-04","end_date":"1826-10-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thomas Jefferson, one of the founding fathers of the United States and the third elected President, passed away on July 4, 1826. Jefferson served two terms as President of the United States from 1801-1809. He will always be remembered as the principal author to the Declaration of Independence. On October 26, 1826, at the Columbian College in Washington D.C., Jefferson’s eulogy was delivered by a member of the senior class. John W. James writes, “He whom we mourn, was surpassing great; great in intellect; great in stores of knowledge; great in the highest offices a nation could bestow; great throughout his life.”  Jefferson’s political impact certainly resonated throughout the entire nation. He sparked the greatest expansion westward as he was responsible for the Louisiana Purchase. Jefferson, however, passed away on the day the country celebrated their independence.  James explained, “He whom, on the <em>Fourth of July, </em>no one could forget; who fondly hoped was then uniting in the rejoicings of his country, was indeed but hovering over the earth, ready to take his flight to an eternal rest.”","Jefferson, like many white male citizens, enjoyed the freedoms in the early periods of the nineteenth century. He did not live long enough to see his country torn apart by the issue of slavery. Unfortunately, as author James McPherson explains, “Jefferson’s empire for Liberty had become mostly an empire for slavery. Territorial acquisitions since the Revolution had added slave states of Louisiana, Missouri, Arkansas, Florida, and Texas to the republic.” This became the great contradiction of the United States. A country engrained in democratic principles and equality did not preach and practice those principles. John O’Neal, member of <em>Junebug Productions, </em>examines, “The only social system that is more ubiquitous than racism is that which supports and gives definition to the system of male privilege that has come to be called ‘The Patriarchy.” Jefferson, a slave owner himself, contemplated his positioning on slavery. He opposed slavery yet owned slaves. Intentionally or unintentionally, Jefferson’s westward expansion and disposition towards slavery contributed to the racial atmosphere of the United States. As the founding fathers passed away, we remembered them as martyrs and often forgot the flaws of their character. Consequently, the same founding fathers that drafted the Declaration of Independence and the United States Constitution greatly contradicted the principles they had written in their attitudes towards slavery. Thomas Jefferson was no exception to this example and his impact, whether negative or positive, is forever lasting."],"locations":[{"id":1272,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":506,"tag":"Thomas Jefferson"},{"id":4,"tag":"Slavery"},{"id":411,"tag":"Westward Expansion"},{"id":1585,"tag":"Louisiana Purchase"}]},{"id":5628,"title":"The Graphic Scene after President Abraham Lincoln was shot","course_id":93,"status":"P","start_date":"1865-04-14","end_date":"1865-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the third act of <em>Our American Cousin</em>, and while there was a temporary pause for one of the actors to enter, the sharp, ominous sound of a pistol resonated throughout the theatre. The graphic scene after the President had been shot was seen by nearby witnesses. The shot attracted attention but no suspicion arose until a man jumped to the front balcony and “rushed to the front of the President’s box waving a long dagger in his right hand.” The publishers, Barclay and Company, of <em>The Terrible Tragedy at Washington: Assassination of President Lincoln pamphlet </em>described the scene. “The President, upon being shot, told his wife he was dying and bade her good-by.” Dr. Charles A. Leale was the first doctor to reach the President on the night of April 14, 1865. He spent the rest of the night with the President and his family. At the theatre, Dr. Leale proceeded to remove a blood clot from the head wound which helped ease the President’s breathing before being taken away to the hospital. Nevertheless, his condition continued to worsen and all hope began to fade as he was taken away.","On the morning of Wednesday, April 15, 1865 the President’s condition deteriorated rapidly as a bullet was lodged in his brain. As Barclay describes it, the bullet was “three inches from where it entered the skull. He remains insensible and his condition is hopeless.” According to Barclay, during the late hours of the night and into the morning, the condition of the President can be described as a, “state of syncope, totally insensible and breathing hardly, blood oozing from his wound at the back of his head.” The Lincoln family remained close by but their reaction was far too sad for description. Around 11 A.M. on the morning of April, 15 the President was on his last breath “closing his eyes as if falling to sleep, and his countenance assuming an expression of perfect serenity.” His respiration slowly began to cease after his last breath. As Barclay mentioned, “There were no indications of pain.” A state of shock reverberated throughout the hospital.","The Reverend D.A. Gurley of the New York Avenue of Presbyterian Church delivered “an impressive prayer, which was responded to by all present.” His family knelt by the bedside of the President as Rev. Gurley gave his prayer. Later, it was discovered, that the assassin of the President of the United States had been John Wilkes Booth, an actor present at the showing. As author James McPherson states, “General Grant wept unabashedly at his catafalque.”"],"locations":[{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1586,"tag":"john wilkes booth"},{"id":683,"tag":"Abraham Lincoln"},{"id":178,"tag":"assassination"}]},{"id":5630,"title":"A New York Doctor’s Supports Slavery","course_id":93,"status":"P","start_date":"1853-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As many northerners opposed slavery, some certainly did not. The idea of the abolition of slavery became the central political issue in the North as well as the South during the 1850s. In 1853, Doctor John H. Van Evrie of New York explained, “Gigantic efforts are now being made to convince the people of the North that the overthrow of the present relations of black and white races in the South, or what is mistakingly called ‘the Abolition of Slavery.” Doctor Van Evrie argued against the benefits of the abolition of slavery for whites, blacks, and the whole of the United States civilization. As he clarified, “To overthrow the present relation of the races is to injure both the white man and the Negro, and to inflict a deadly blow upon the cause of humanity, civilization, and Christianity.” Fortunately, his political opinion was not overwhelmingly popular in the North. However, racism remained rampant in the North and especially in the South. Dr. Van Evrie argued that a philanthropic movement, sparked by the Quakers, led to a gradual emancipation of slaves in the northern states. He concluded that, “Several states were induced to follow the example of Massachusetts and Pennsylvania.” Gradual emancipation occurred in New Jersey and New York followed by the rest of the northern states. The movement gained significant strength in the latter part of the decade.","Historian Leon F. Litwack explained that, “Fundamental differences existed between a condition of legal servitude and freedom, municipal, state and federal statutes which relegated northern Negroes to a position of legal inferiority.” Northern freedmen were not held captive by slavery; however, they did experience discrimination and certain prejudices which subjected them to poor socio-economic standing. Litwack detailed in his article that, “Northern Negroes found themselves systematically separated from the white community.” Although Van Evrie’s argument may be immoral, he was right that the abolition of slavery would cause problems for the population as a whole. Integration of blacks into the communities had been a disaster as Litwack points out. Blacks were mistreated greatly and the political debate on the abolition of slavery annihilated the wig party altogether. Dr. Van Evrie would certainly argue that the abolition of slavery caused more harm to the United States than good."],"locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":4,"tag":"Slavery"},{"id":95,"tag":"Abolition"},{"id":266,"tag":"Segregation"}]},{"id":5631,"title":"The New England Illuminati and late 18th Century Conspiracy Theory","course_id":93,"status":"P","start_date":"1799-01-01","end_date":"1799-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In Reverend John Ogden’s pamphlet, he described the Bavarian Illuminati as secret organization obsessed with destroying and undermining religion and government in the United States prior to the nineteenth century. Throughout the course of the late eighteenth century the very powerful and rich, who were extensions of the individuals in Europe, met monthly as members of “the secret Clergy.”","According to Ogden, “their design, tendency, and effect have been to destroy established law, morals, order, universal toleration; they bear too near an affinity to the Illuminati Societies of Europe.” This New England Secret Society was identified as the last standing obstacle between America and becoming the land of religious freedom. The Illuminati movement towards disestablishment of the church was heightened by the conspiracy that the enemies across the Atlantic were out to get them. Charles C. Bradshaw, writer for the <em>New England Quarterly</em>, uses historian David Brion Davis to explain the influence of conspiracy within the context of the late eighteenth century. David Brion Davis explains, “Conspiracy not only informed ideological expression, but extended into a special language or a cultural form.” Conspiracy took form in speculation that doctors and professors from different institutions across the New England region were coming together to form this powerful society that would undermine religious tradition. Powerful college institutions like Yale, Princeton, and Columbia all were suspected of Illuminati influence and subjected to criticism.","The hysteria surrounding the New England Illuminati was heightened at the end of the eighteenth century by New England conservatives. The New England Illuminati was said to be an extension of the French Bavarian Illuminati. A cross-international relationship between Illuminati members, coupling that into believing in the Bavarian Illuminati, led to their disdain for federalist policies in the United States government.  Regardless, The New England Illuminati’s attempt to shape American history fell short. Conspiracy theory, however, is still prevalent in United States society today."],"locations":[{"id":15236,"lat":39.878712355,"lng":-75.2036894677,"zoom":9,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":79,"tag":"Religion"},{"id":1591,"tag":"illuminati"},{"id":1592,"tag":"secret society"},{"id":1593,"tag":"Conspiracy Theory"}]}]}