{"id":94,"title":"America From Civil War to World Stage","school_id":43,"school_name":"Widener University","term":"Fall 2012","abbr":"HIST 356 EO","url":"http://widener.webstudy.com","description":"","points":[[40.6916304076,-74.0035386433],[37.3864763379,-77.5769179581],[39.878712355,-75.2036894677],[40.7884024493,-74.2486304892],[38.9151212228,-76.9435162098],[35.182488505,-89.8964012565]],"bounds":[[40.7884024493,-74.0035386433],[35.182488505,-89.8964012565]],"episodes":[{"id":5585,"title":"Morality and Birth Control- What Every Woman Should Know","course_id":94,"status":"P","start_date":"2/1/18","end_date":"2/28/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" ","<em>Morality and Birth Control </em>by Margaret Sanger is a pamphlet written in 1918 questioning the morality of denying the knowledge of birth control to working class women. She compares the lack of education given to women at that time to the “shackles of slavery.” Sanger believes that birth control is the first step towards women’s freedom. She gives several examples of how not only women, but also society suffers by the current standards of morality."," ","First Sanger describes a working class family with six children. The father and mother work hard to keep their kids in school. Two years later she visits the same family only to find that they have had five more children! The three youngest were born with a disability, the two oldest girls were prostitutes, and three of the boys were in jail. The mother works outside of the home scrubbing floors and the father has become an abusive drunk. Sanger concludes that present day morality has caused this family to live as paupers."," ","Sanger points out the over-crowded tenements in which children sleep in the same rooms as parents and borders offer no privacy. She recalls a 26-year- old woman who died giving birth to her seventh child. Her oldest, a girl of ten, took over her mother’s duties, including keeping four male boarders. A few years later Sanger found the girl dying of syphilis. She blames society’s attitude of “Sacred Motherhood” for keeping young girls ignorant to basic knowledge and hygiene."," ","The last example she gives is of a large family in which the two oldest girls worked in the factory in order that the younger ones could go to school. One of the younger girls fell in love with a bum and had an illegitimate baby. She was shamed and ostracized. She left home with her child to work as a servant. Her baby eventually died. By this time her self-worth was so low that she became a prostitute."," ","Another sister fell in love with a respectable man. She also became pregnant without the benefit marriage. She was given sympathy and taken to a doctor to have the problem fixed. She returned to school and later became a principle and a respected woman. Sanger argues that the morality of the time forces women to be either celibate (which means neglecting her marital obligations to her husband) or to seek abortions."," ","Meanwhile wealthy women are given access to information about birth control. They are happy and healthy. They do not contribute to any of the social problems of the times. Sanger asks the reader to imagine what the country would be like if the wealthy were denied the knowledge of birth control, just as the working class has been. She concludes that if there is to be any morality, changes need to occur so that all women have the same control over their lives."," ","In 1913 Margaret Sanger worked as a nurse in New York’s Lower East Side where she witnessed first-hand the suffering of poor women from frequent births and self-induced abortions. One day she heard a doctor tell a woman who became sick after a home abortion to avoid pregnancy by “having her husband sleep on the roof”. Months later Sanger found the woman dead after another self-induced abortion. This inspired Sanger to devote her life to legalizing birth control and making it accessible to all women. Sanger believed that numerous and often unwanted pregnancies resulted not only in poor health for women but also in preventing economic freedom for both men and women of the working class. Poverty and large families went hand-in-hand. The stress of trying to feed, clothe, and educate so many children was a strain on the physical and mental health of the parents."," ","According to the Centers for Disease Control, six-nine of every 1000 women died in childbirth in 1900. Distributing information about contraception was illegal under the Comstock Laws passed by Congress in 1873. In 1916 Sanger challenged these laws by opening the first family planning clinic in New York. Although police closed the clinic, court proceedings led to doctors being given the right to hand out birth control information if medically warranted. Sanger established the American Birth Control League in 1921 in order to provide information and education on the prevention of pregnancy. This organization would later be known as Planned Parenthood Organization of America."," "],"locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"}],"tags":[{"id":1524,"tag":"women's health"},{"id":1393,"tag":"Margaret Sanger"},{"id":481,"tag":"birth control"}]},{"id":5607,"title":"Virginia Normal and Collegiate Institute Flyer","course_id":94,"status":"P","start_date":"1892-09-15","end_date":"1892-09-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<strong> In 1892 the administrative staff at Virginia Normal and Collegiate Institute (what is today Virginia State University) created a flyer for the prospective students giving them general information about the Virginia Normal and Collegiate Institute's entrance requirements, educational programs, and cost. It was very important during the 1890s to create this type of flyer, since this was the main source in communicating information about Virginia Normal and Collegiate Institute in order to attract prospective students. The Normal Department prepared students to become teachers within three years, and the College Department prepared students for various professions. The names listed on the flyer are James Hugo Johnston- President, Chas A. Daniels Secretary, and Henry B. Hucles - Treasurer & Business Manager. These specific names are mentioned on this flyer because they were the highest ranking officials at the institute.</strong>","<strong> This historical document gives us a glimpse at higher education for African- Americans during the late 19<sup>th</sup> century. Industrial classes were offered such as Needle Work, Cooking, Carpentry and Laundry Work, as well as Vocal and Instrumental Music, and the use of the instruments involved an additional cost. These type of industrialized skills were in demand during this time period, since this was the type of work that many whom were in bondage, did before the Emancipation Proclamation. There were also opportunities for male students to work on the premises of the school in order for them to pay their way through school, which many took advantage of since they did not have the necessary financial resources to attend otherwise.</strong>","<strong> Because students began attending college at an early age, special attention was given to both the male and female students in the training of simple etiquette, obedience, and courteousness. Students attending Virginia Normal and Collegiate Institute needed to be at least <em>fifteen years old</em>, have knowledge of common decimal fractions, and submit testimonials of their good character before they were officially accepted as students. Two hundred in-state students between the ages of 15 and 25, with good moral character, were admitted tuition free.</strong>","<strong> The cost of attending this institute in 1892 for all out-of-state students was $20, plus $60 for room and board for each year-long session, which consisted of three terms. However, for in-state students, the tuition was free for two hundred students. The room and board was much less than that charged to out-of-state students at $40 a session.</strong>","<strong> Former slave and African-American civil rights advocate, Fredrick Douglas, expressed the importance of education when he said that <em>“Education, a sheet anchor to society while liberty and justice are secure, is a dangerous thing to society in the presence of injustices and oppressions.” </em>He meant that if you are educated in regards to the law, as an advocate you are in a position to bring about change, and fight for civil rights. The oppressors therefore would be threatened since their unjust way, would be obvious.</strong><strong> Booker T. Washington and W.E.B DuBois, had a debate about how African- Americans were going to progress with education, socially and economically. Booker T. Washington’s philosophy was, “for African- Americans to accept discrimination for the time being and to concentrate on elevating themselves through hard work” while W.E.B DuBois’ philosophy was to have “political action and a civil rights agenda.”</strong>","<strong> HBCU’s continue to play a significant role in educating Afro-Americans. There are currently one-hundred and three HBCU colleges and universities nation wide. Lincoln University in Pennsylvania is another HBCU of this era. <br /></strong>"," "," "," "," "," "],"locations":[{"id":13744,"lat":37.3864763379,"lng":-77.5769179581,"zoom":9,"place":"CHESTERFIELD, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":3,"tag":"African-Americans"}]},{"id":5629,"title":"History of Yellow Fever","course_id":94,"status":"P","start_date":"1875-11-01","end_date":"12/30/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The essay, “The History of Yellow Fever”, was written by Philip S. Hench, for the purpose of portraying the history, cause, and tragedies that people experienced when infected with the disease. It also contained information for Americans explaining how Yellow Fever originated and what measures the government took to prevent the disease from resurfacing in later years. The article was written after the 1900’s because more information regarding this epidemic became available. Philip S. Hench was a physician at the Mayo Clinic in Cleveland.  He spent his entire life researching and documenting the history of this deadly disease. His collection of research was gathered from one individual, Army Major Walter Reed. It consisted of manuscripts, printed materials, photographs, and artifacts that informed people of how this epidemic spread so widely and caused many deaths.","Walter Reed wanted to research this epidemic. Reed’s theory was that Yellow Fever was transmitted by a mosquito. The first symptom occurred twelve days after the bite took place. The symptoms were severe vomiting and continuous diarrhea. The vomit started off green, then brown, and ended with the color black. A person’s body would be covered in petechis, which are red or purple spots, or broken blood vessels. To prove his theory, Reed asked the U.S. military to set up a team of researchers from different facilities.  Reed worked with Jessie Lazear, a scientist from John Hopkins who helped him with his theory. Shortly after starting this project, Lazear passed away from Yellow Fever. Reed, being upset about the loss of his friend, also may have used the loss as motivation to find a cure for the illness. He then asked the military leadership to start an experimental facility called Camp Lazear. This camp used humans as experiments, which was scrutinized by observers.","Yellow Fever first reached the North America in the late 1668. It was first detected in Central America in 1596. The first epidemic was seen in New York in 1668 and made its way up and down the East Coast. In 1793 Philadelphia had the highest deathrate from the disease; one out of every ten people died. The contagious disease spread quickly. In Louisiana alone 4, 056 lives were lost and $15, 000 was spent caring for this illness. There were a total of 500,000.00 cases in all of America between 1793 and 1900. Peopled infected with the illness thought of it as a visitation of God.","Philadelphia, which was one of the largest cities with 50,000 residents, had the highest death toll of yellow fever. From August to November was when most people were infected and then by the first frost the epidemic was controlled because the mosquito that transmitted the disease were killed. Some explanations that were given as to why Philadelphia was highly affected was that it was a compact city. This meant that houses were built close to each other. Another big factor was being near the Delaware River which was heavily traveled by ships. This is one of the main reasons why the government believed this epidemic entered the U.S. at this location. Since yellow fever originated from Central America and from European countries primarily because of slave trading, the U.S. put into effect quarantine measures to try to lessen the epidemic, by Surgeon General of the Marine- Hospital Service. In April 26, 1894, there were quarantine stations at ports to inspect the treatment of vessels, passengers, crew and cargos.  This helped some from any foreign disease entering the states.","Yellow fever was indeed a mass epidemic that caused many lives to be stricken or lost. It raised the question of government and community action, which in those times, was kept a private manner. To this day, many researchers still question the action that was taken to keep the proper isolation from the sick, quarantine, and care for those incapacitated with this lethal death sentence."," "],"locations":[{"id":11231,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":403,"tag":"Yellow Fever"},{"id":32,"tag":"Civil War"}]},{"id":5608,"title":"\"Bill and the Water Wagon\"","course_id":94,"status":"P","start_date":"1/1/20","end_date":"12/31/32","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the Second Industrial Revolution in the United States, the consumption of alcohol became very popular, especially by men before and after work.  In thirty years, from 1870 to 1900, the number of bars in the nation grew from 30,000 to 100,000.  Since the late 19th century, years before Prohibition went into effect, moral reformers saw alcohol consumption as a problem and pushed constantly for Prohibition laws to be passed at the local, state, and federal levels.  Finally, in 1920 a Prohibition law (the 18th Amendment) passed Congress making the manufacture, transportation, and the sale of liquor illegal.  There were many people that were against Prohibition because people enjoyed their time at the bar and many men enjoyed their few glasses of alcohol daily.  One group of people that did support Prohibition was factory owners.  Factory owners supported Prohibition because they thought it would increase how effective their workers were and help them prevent factory related accidents and injuries.[1]  In addition to factory owners being in favor of Prohibition, many women were also in favor of Prohibition mainly because alcohol consumption often encourages men to talk in a derogatory way to their families, beat their wives, and spend money unnecessarily.[2]"," ","Bar owners were definitely against Prohibition because that is how they earned their money and made a living.  Since many men went to the bar several times a day throughout the week they spent a nice part of their hard earned money on alcohol, but since many blue-collar workers earned low wages, this could impact a family financially over the years without being noticed.  Bar owners made a decent living, while the working class man could not move forward in life financially.  Bar owners purchased nice clothing, jewelry, and could even afford an automobile while the men at the bar could not give their family nice clothes."," ","In a 1914 article “Bill and the Water Wagon,” Bill is asked if he is “wet” or “dry,” meaning if he would vote for or against Prohibition.  He replies that he is “wet.”  When Bill sees a sign advertising Budweiser with a slogan “Budweiser is a good friend of mine,” he starts to think about whether Budweiser really had been his friend?  After thinking for a while, Bill realizes that neither Budweiser nor any other type of alcohol is his friend.  Bill concludes that by going to the bar for a couple drinks before work in the morning, going in the afternoon for one or two more, and then going in the evening to have anywhere from one to three drinks he gives a lot of his money away to the bar owner.  Bill calculates that he has spent $1,859.22 in ten years at his local bar.  He spent this money making the bar owner rich while his wife and children did not have anything nice to wear or a nice home to live in.  Bill realizes he can put his money to better use by caring for his family rather than supporting the bar owner and his wife.  Bill begins to think that maybe Prohibition isn’t such a bad thing. [3]"," ","“Bill and the Water Wagon” was published in 1914 to show people in the United States the downside to alcohol consumption and promote Prohibition to those who were on the fence about banning alcohol.  The author of this article, M.H.P., wanted to show readers the negative side to alcohol consumption and the financial benefit of being on the “water wagon.”  Being on the water wagon symbolizes people drinking water rather than drinking alcohol.  This article really shows readers the benefits of Prohibition and how much their families could benefit from it they voted “dry.”  Readers would have had to consider the amount of money they were spending on alcohol and possibly rethink their priorities in life."," ","Though the 18th Amendment banning alcohol production and sales was overturned by the 21st Amendment in 1933, a short thirteen years after it was passed by Congress, it did seem that Prohibition held the potential to better the lives of many people.  While rich people did not have to worry about watching their dollars, working-class people like Bill did, and, for moral reformers, keeping people away from alcohol seemed like a way to help keep everyone out of trouble.  Ultimately, President Franklin Roosevelt, who won the election in 1932, opposed Prohibition, because he felt taxing alcohol production would help raise money for the government and he also saw alcohol production as a way to help the American economy get back on its feet and to put people back to work during the Great Depression.  Ultimately alcohol could be a good thing for the United States economy, but if not used in moderation by each individual man it could ruin his finances and his relationship with his family."," ","[1] “Prohibition”","[2] “A Look at Prohibition, Hardly Dry”","[3] “BILL, and the Water Wagon”"],"locations":[{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":1563,"tag":"18th Amendment"},{"id":1564,"tag":"Bill and the Water Wagon"}]},{"id":5609,"title":"Edison’s Electric Light Bulb Patent","course_id":94,"status":"P","start_date":"1880-01-27","end_date":"1880-01-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Edison’s electric light bulb was patented on January 27, 1880 (patent# 223,898). It was one of his early patents; he eventually obtained 1,093 of them, and represented an improvement on earlier, short-lived light bulb designs. Edison’s light bulb design has a unique pointed top and looks quite similar to light bulbs in use today. The socket at the base is also the same as those used today. The electric power system on this bulb used direct current (DC). Direct current is a system of transferring electricity where the charge flows only in one direction, unlike alternating current (AC), where the flow of charge reverses back and forth. The incandescent electric light had a thin carbonized cotton thread filament sealed inside a fragile glass vacuum tube. The bulb worked by passing direct current through the filament (Edison, n.d). Edison’s patent was for the whole design but focused specifically on the carbonized filament.","The bulb worked in the following manner: electricity passed through the thin carbon filament that was in the glass vacuum bulb, and heated it to a high temperature until it glowed. Edison intended to use a high resistance system which would require as little electric power as possible, in order to be more effective than arc lighting, an earlier form of electrical lamps that produced light by creating an electrical arc between two carbon rods. Low resistance filaments allowed more electricity to pass through them and generated greater heat, which would eventually damage the filament. Edison employed a vacuum glass tube around the filament to prevent oxidation, which would damage the filament. By 1880, Edison had come up with a 16-watt bulb that lasted for over 1,500 hours and patented it (Edison).","Edison carried out experiments with over 6,000 filaments in order to pick the perfect one that would glow well and last a long time. In 1879 he changed the filament to a horseshoe shape to make it more durable (History.com). The patent of the filament was termed invalid three years later in the U.S because an English scientist, Joseph Swan, had already patented a similar light bulb in England some months before Edison. Edison and his team had extended Swan’s work on carbon burners/rods in an evacuated glass bulb. However, they hid this information from the judge and the patent was considered valid six years later. The reality was that Edison had only changed the terminology from rod to filament. Moreover, the patent was filed six months before Edison found a commercially viable filament (White, 2002). Despite this, his bulb was the only commercially viable light bulb.","The patent litigation and other expenses cost Edison’s team over $200,000 by 1882, yet they had only sold 3,144 light bulbs to 203 customers. Ten years later the number of customers had only increased to 710. The low sales resulted from the high costs of set up requirements accompanying the use of such light bulbs (Emelson, n.d).","The impact of Edison’s breakthrough was significant in the history of electric lighting. However, the benefits from the patent were not worthwhile because by 1906, the original carbon filament design had already been superseded by a tungsten design (White, 2002). This is because tungsten was more efficient and long lasting than carbon filament. Edison had at one time considered using tungsten, a filament material that is used today, in his light bulb design, but he was unable to use it at the time due to insufficient supplies. However, his work helped point future inventors in the right direction. The vacuum tubes used today capture the improvements of the invention that Edison put into action.","Edison’s patent matters because it provided the industry with the basics of an efficient lighting system. He tried many different materials and looked at the suitability of different filament diameters, structures, and shapes. He looked at stranded and unstranded wires. He tried oval and horseshoe shaped filaments, among others. He also determined whether to use a vacuum pump to remove air from the tube or to let the filament burn out until it was out of oxygen (Emelson). In every experiment, he would record the burning time. Therefore, his research contributions represent a major aspect of the light bulb development process. Generally, the patent was important because Edison’s light bulb invention was commercially viable, but the costs were higher than the returns. This depleted the value of the patent."," ","<strong>References</strong>","\"Thomas Edison's Patent Application for the Light Bulb\" (2012). The National Archives website. Retrieved Oct 29, 2012, from Bulbhttp://www.archives.gov/global-pages/larger-image.html?i=/historical-docs/doc-content/images/edison-patent-light-bulb-l.jpg&c=/historical-docs/doc-content/images/edison-patent-light-bulb.caption.html","Edison, T. (n.d), “Thomas Edison, Bibliography: Synopsis,” retrieved Dec 2, 2012 from http://www.biography.com/people/thomas-edison-9284349","History.com, (n.d), “Thomas Alva Edison,” retrieved Dec 2, 2012, from http://www.history.com/topics/thomas-edison","Lemelson Center, (n.d), “Edison’s story: Growing up,” retrieved Dec 2, 2012 from http://invention.smithsonian.org/centerpieces/edison/000_story_02.asp","Thomas Alva Edison. (2012). The Biography Channel website. Retrieved 07:31, Dec 03, 2012, from http://www.biography.com/people/thomas-edison-9284349","White, J. (2002), “Thomas Alva Edison: Inventor of the Electric Light bulb or not,” retrieved Dec 3, 2012 from http://www.willitsell.com/edisnmth.asp"],"locations":[{"id":8509,"lat":40.7884024493,"lng":-74.2486304892,"zoom":10,"place":"ESSEX, New Jersey"}],"tags":[{"id":1595,"tag":"Thomas Edison"},{"id":1594,"tag":"Light Bulb"}]},{"id":5622,"title":"The Treaty of Peace 1898","course_id":94,"status":"P","start_date":"1898-12-10","end_date":"1898-12-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Treaty of Peace 1898","The 1898 Treaty of Peace was a historical document that was composed to declare an end to armed conflict between the United States and Spain.  After the Spanish- American War had ended, both sides met in Paris and composed a treaty laying out the terms of the final settlement between both sides.  The treaty was signed in Paris, France on December 10, 1989.  No single person wrote the treaty, but many people were involved in compiling, signing, and witnessing the international agreement. They include the president of the United States, William McKinley, a few chosen peace commissioners of the United States who President McKinley believed if the treaty had to be approved by the U.S. Senate that other senators would follow along with the senators that were present at the peace treaty.  Representatives from the United States that were present were William R. Day, who was the chairman of the commission and was a former secretary of state.  Cushman K. Davis, the Senator of Minnesota, William P. Frye, Senator of Maine, George Gray, Senator of Delaware.  Lastly, the former vice presidential nominee and diplomat, Whitelaw Reid, was in attendance for the United States.  Also many people from Spain were there as well including Her Majesty the Queen of Spain.  Don Eugenio Montero Rios, who was the president of the senate in Spain and was the leading member of the Spanish Liberal Party before it ended in 1903; also there was the senator of the Kingdom, Don Buenaventura de Abarzuza.  The Supreme Court Associate Justice, Don Jose de Garnica, Don Wenceslao Ramirez de Villa-Urrutia, a Spanish noble, politician and diplomat who was named Minister of the State.  Lastly, the general of divisions, Don Rafael Cerero was there to sign.  (“Filipino.biz.ph – Philippine Culture.” 2009)","The Treaty of Peace stated that the United States would gain permanent possession of the Philippines, Guam and Puerto Rico.  The United States would also gain influence over Cuba in the result of the Platt Amendment.  This gave the United States the right to intervene in Cuban political affairs at any time for any reason.  The United States also bought the Philippines for twenty million dollars.  The treaty stated that the both the United States and Spain would send all soldiers home and release all prisoners of war in return for Spain pulling its troops out of Guam and the Philippines.  Another important part of the treaty was the fact that the Philippines, Guam and Puerto Rico were now able to practice their own religion under the control of the United States.  Spain also got to keep whatever patents they held for ten years from the date even though the United States would take control.   Lastly, President of the United States William McKinley had to agree and approve of the treaty after consent from the Senate and the Queen of Spain.","The war started after the Spanish Empire lost control over Mexico and all of South America as a result of wars for independence.  Cubans also demanded independence and tried to rebel numerous times against the Spanish government.  Each revolt was unsuccessful.  After many such attempts, Spain decided to take action by sending Spanish forces to Cuba to take down the rebellion using violent tactics such as concentration camps.","Cuban rebels publicized the way Spain was acting by depicting Spain as an evil nation and pleading with other countries to support the “freedom fighters.” The United States, who never got involved with international affairs because of their neutrality and not wanting to become involved in foreign affairs, started to become concerned and interested in this conflict from how it was being depicted through various news outlets.   William McKinley, the President of the United States, wanted to stay neutral in the situation and tried to appease both sides.  However there were two main reasons why the United States decided to declare war against Spain and help Cuba.  The first was when a letter was leaked from the Spanish minister that called William McKinley a weak and unfit president.  The second reason was when Spain violently destroyed the battleship U.S.S. Maine in the Havana Harbor.  Declaring war was a difficult decision because many Americans pressured President McKinley to retaliate against Spain but others did not think that these were the president’s only reasons and thought there was not enough justification for his reasoning.  But after long preparation America set sail to Cuba to invade Spain.  Even with poor leadership, supplies and organization, the United States won the war in July of 1898 after Spain surrendered.  After this occurred, American troops invaded and seized control of Manila, which is located in the Philippines.  This gave the United States to receive control over the Philippines, Puerto Rico and Guam.","After the Treaty of Peace was concluded the United States became a colonial power and joined the ranks of other colonial powers such as Great Britain and France.  They gained political, military, and economic influence over foreign lands that stretched from the Atlantic to the Pacific Oceans.  The United States involvement in the war was very successful for the U.S and an event that changed the nation."],"locations":[{"id":1279,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1580,"tag":"Spanish-American War"},{"id":1581,"tag":"The Treaty of Peace 1898"}]},{"id":5624,"title":"Prohibition and the Whiskey Rebellion","course_id":94,"status":"P","start_date":"1/16/20","end_date":"1/16/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 13, 1927, the <em>New York Times</em> published an article entitled “Wet and Dry Talk Heard in 1791: Arguments Used in the Whisky Rebellion Crisis Are Like Today’s,” which sought to highlight similarities between the 1790s Whiskey Rebellion and the events of Prohibition in the 1920s. Much like the events of the Whiskey Rebellion, the period of Prohibition caused citizens to actively protest the new law, disregard the authority of enforcement officers, and become concerned about the legitimacy of the newly enacted law. Prohibition was enacted on January 16, 1920, following the ratification of the Eighteenth Amendment of the Constitution of the United States of America [1]. Prohibition defined the manufacturing, sale, and transportation of alcohol to be illegal. This significant change in national law came about at the beginning of the “Roaring Twenties,” further complicating the Americans’ already challenging lives. The government’s efforts to ban manufacture, distribution, and sale of alcohol nationwide caused an enormous number of Americans to take part in the illegal smuggling and transport of the product.","The Whiskey Rebellion came about in 1791 following a proposal made to Congress by Secretary of Treasury Alexander Hamilton, in which he requested that whiskey be taxed by the United States government [2]. This law was proposed to help pay down the national debt, which the government owed to bondholders, as well as to decrease excess consumption of alcohol by Americans [3]. Whiskey in the 1790s, much like alcohol in general in the 1920s, was used as a means for relaxing and celebrating overcoming the difficulties of life. The taxation of whiskey caused opponents to question the intentions of the U.S. government, and oppose enforcement of the tax. Americans had recently fought the American Revolution, in part due to taxes imposed by Great Britain, and were now questioning why it was required that the tax on whiskey be honored[4]. As with Prohibition, concern of the new amendment’s legality led to great disregard of the authority of Congress in regions such as western Pennsylvania, where much of the whiskey was produced.","Enforcement of the tax was comparable to that of the enforcement of Prohibition.  Enforcement officers were deployed to help ensure that the tax was being honored, and that Americans were not refusing to pay.  The <em>New York Times</em> article from 1927 argued that the task of both the collectors of 1791 and the enforcement agents of 1920 were “equally dangerous and unprofitable” [5]. Both enforcement services were vastly disregard by citizens, and in some cases mistreated.  Despite the official title as “law enforcement” officers, Prohibition agents and other public officials often took part in the movement and use of alcohol during the course of prohibition, while tax collectors during the Whiskey Rebellion were sometimes tarred and feathered [6].","Both laws encouraged large numbers of Americans to disregard and violate them [7]. Publications produced during the time of Prohibition claimed that the popular response to Prohibition in the 1920s was similar to some Americans behavior in the 1790s, that the congressmen had “consulted dusty files” to support their theory [8]. The impact that the Eighteenth Amendment had on the United States can be seen as extremely devastating. As with many laws, supporters were faced with violators and resistance groups. Establishments such as “speakeasies” were underground drinking locations where citizens and even some public officials during the Prohibition Era would congregate to relax and enjoy alcoholic beverages.  The underground drinking establishments were being supplied by multiple illegal transporting groups, causing alcohol to be illegally imported across the border from neighboring countries such as Canada [9]. Public officials were often in attendance, presenting a degree of corruption in the law’s enforcement.","The tax on whiskey was eventually in repealed after 1800, following years of resistance by the American people.  Prohibition, following a similar route, was ultimately ended through the result of the 1933 ratification of the Twenty-First Amendment, which both repealed the Eighteenth Amendment and placed alcohol laws in the hands of the states [10]."," ","[1] “Prohibition in the United States,” <em>1920-30.com </em>http://www.1920-30.com/prohibition/ (accessed 24 Oct. 2012)","[2] “Insurrection in Western Pennsylvania: The Whiskey Rebellion,” <em>Papers of the War Department</em> http://wardepartmentpapers.org/blog/?p=285 (accessed 24 Oct. 2012)","[3] <em>New York Times, </em>“Wet and Dry Talk Heard in 1791: Arguments Used in the “Whisky Rebellion Crisis Are Like Today’s,” 13 Feb. 1927, pg. 5","[4] “Insurrection in Western Pennsylvania: The Whiskey Rebellion”","[5] “Wet and Dry Talk Heard in 1791\"","[6] <em>Ibid</em>.","[7] <em>Ibid</em>.","[8] <em>Ibid</em>.","[9] “Prohibition in the United States”","[10] <em>Ibid</em>."],"locations":[{"id":21755,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":1587,"tag":"Whiskey Rebellion"}]},{"id":5625,"title":"The Wagner Act","course_id":94,"status":"P","start_date":"7/5/35","end_date":"7/5/35","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Wagner Act had great impact on industrial relations as the first part of the National Labor Relations Act of 1935. The National Labor Relations Act was created out of the necessity and demand for new foundations of authority and new forms of participation in the political dimension and legalization of industrial life [1]. This statement supports the idea that people are the key to industry and they must be recognized and respected.  Industry must also have clear boundaries that control the behavior of employers and employees in an industrial environment. The National Labor Relations Act consists of three statues enacted by Congress at twelve year intervals: the Wagner Act of 1935 (officially titled the National Labor Relations Act), the Taft-Hartley Act of 1947 (officially the Labor-Management Relations Act), and the Landrum-Griffin Act of 1959 (the Labor Management Reporting and Disclosure Act). Since the Taft-Hartley Act and the Landrum-Griffin Act were addendums to the Wagner Act it is correct to refer to the entire act as the \"National Labor Relations Act\" or the \"Labor Act.\" This analysis will focus on the Wagner Act [2].","Before the Wagner Act relations between workers and employers were combative and unsure. The \"Conspiracy Doctrine\" was created as a spurious attempt at making unions illegal by arguing that they created a hostile environment and harmed the rights of employers. Trade unions had more than 200,000 members at a time when hand crafted work was being replaced by better machines and unskilled laborers. Short lived organizations faded quickly like the Knights of Labor and National Union Labor. The American Federation of Labor had taken some critical steps in trying to create better relations but the brutality, strikes and many other tactics remained an ongoing issue.","The government began its process to change some of these issues by passing anti-trust laws such as the Sherman Anti-trust Act and the Clayton Act which contains the embodiment of the law of unlawful restraint and monopolies [3]. President Wilson created a tripartite War Labor Conference that had guiding principles of prohibiting strikes and lockouts and recognizing the rights of the workers to organize in trade unions and to bargain collectively. President Franklin D. Roosevelt took an even more innovative approach with the National Recovery Industrial Act which was designed to get people back to work during the Great Depression. Section 7 (a) was key  to the Wagner Act because it expressed the right of workers to join unions and collective bargain which relaxed the anti-trust laws.","The Wagner Act is organized into subsections entitled: Findings and Policy, National Labor Relations Board, Representatives and Elections, Rights of Employees, Prevention of Unfair Labor Practices and Investigative Powers. The subsection \"Finding and Policy\" clearly promotes commerce and the flow of commerce as in protecting commerce from any harm caused by poor labor relations or unfair labor practices. This section also identifies the need for quality bargaining and encourages the adjudication of friendly disputes. This section also defines terms such as commerce, labor organization, employee and so on [4].","The remaining subsections address the National Labor Relations Board and how it is set up including how many members, how long they serve on the board, salary, appointment and reappointment and hierarchy of the board. The sections and subsections also focus on things employers cannot do such as interfere, discriminating against, restraining, coercing employees or refuse to bargain collectively with employees.","Historian James McGregor Burns said,\" the Wagner Act was the most radical legislation passed during the New Deal, in the sense that it altered the nations politics by vesting massive economic power in organized labor\" [5]. The major polices of the Wagner Act are unfair labor practices, representation elections and related policies. The Wagner Act contains many broad passages but the heart of the message is for the rights of the employee.","The Slogan, \"Let Collective Bargaining Become an Instrument of industrial Peace,\" is a message that supports the idea that the Wagner Act is a revolutionary way of thinking that is not concerned with the legal status but the area of unfair labor practices. The functionality of the Wagner Act is to create conditions for bargaining and formalized agreement [6]. These labor relations have been as important to many in our history as emancipation was to the slave community because it addresses the exploitation of the worker. The labor legislation during the time of the New Deal was revolutionary and it opened doors for a better foundation for labor relations that became a turning point in industrial life as it set new standards for communication and expectations for industrial work. These expectations include (1) drastically limiting the power of the employer to oppose union membership by propaganda, intimidation or discrimination of union members; (2) established machinery for selection by employees of union leaders of their own choosing; (3) proclaimed collective bargaining the preferred road to industrial peace [7]."," ","[1] Philip Selznick<em>, </em><em>Law, Society, and Industrial Justice,</em> 1969, 137-140.","[2] Frank W. McCulloch and Tim Bornstein, <em>The National Labor Relations Board,</em> 1974, 18.","[3] <em>Congressional Digest</em>, Jun-Jul 1933, Vol. 12 Issue 6/7, 164-165.","[4] <em>U.S. Statutes at Large</em>, 74th Cong., Sess. I, Chp. 372, 449-457.","[5] McCulloch and Bornstein, 18.","[6] Selznick, 137-140.","[7] McCulloch and Bornstein, 18."],"locations":[{"id":22331,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":960,"tag":"Labor Unions"},{"id":1582,"tag":"labor relations"},{"id":1589,"tag":"Wagner Act"},{"id":1590,"tag":"National Labor Relations"}]},{"id":5626,"title":"Circumstantial Evidence","course_id":94,"status":"P","start_date":"1885-02-14","end_date":"1885-02-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In early 1885 an African American named McKeever went hunting in Memphis, Tennessee, in the same location as a white hunter who was later found dead.  Based on extremely circumstantial evidence, McKeever was put on trial for first degree murder in February 1885.  The jury deliberated for two days before they decided to convict McKeever.","The circumstantial evidence that the jury considered and based its conviction on was the following: the murdered man was hunting on the same day and in the same area as McKeever, and McKeever supposedly expressed remorse to his step daughter and indicated that he killed the white man.  The jury felt his step daughter’s hearsay testimony was insufficient evidence to convict McKeever of the hunter’s murder; however they ultimately did so anyway.  His stepdaughter’s testimony likely played a part in McKeever’s conviction even though she did not personally witness the shooting and merely recalled a vague statement made by her stepfather.","The jury was perplexed given the circumstantial evidence they had to review. Some evidence pointed to a very different interpretation of the event, namely that it might have been a hunting accident. McKeever was accused despite lack of evidence, but because he was an African American and the dead man was white, it was almost inevitable that he was charged with the act and persecuted.  The defendant deserved the benefit of doubt given that the evidence was neither direct nor compelling, and left room for serious doubt.  Nonetheless, McKeever was convicted of first degree murder based on circumstantial evidence that did not point to his guilt beyond a reasonable doubt.","Max Kohler, formerly Assistant U.S. District Attorney, published <em>Un-American Character of Race Legislation </em>after significant research on legislation discriminating against African American.  Based on this research he found that racism was prevalent in the legal system and to aid in benefiting African Americans one needs to recognize that it is all men, not race or color that is protected under the Declaration of Independence.  One could say that McKeever’s Fourteenth Amendment right was violated; he was deprived his due process of the law and likely denied the equal protection of the law based on his race.","If McKeever had been white, the outcome likely would have been completely different.  More than likely he would not have been charged with first degree murder; instead McKeever could have been charged with involuntary manslaughter, which would have resulted in a much less harsh sentence if convicted. The different laws and judiciary representation should adhere to proper classification and not race discrimination to underlie legislation.  Ultimately the courts relieved themselves of any blame or involvement concerning the murder through discriminating against African Americans."],"locations":[{"id":12371,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":142,"tag":"african americans"},{"id":1583,"tag":"circumstantial evidence"},{"id":1584,"tag":"courts"}]}]}