{"id":96,"title":"Transatlantic Abolitionism","school_id":11,"school_name":"University of Richmond","term":"Fall 2012","abbr":"HIST 299","url":"","description":"","points":[[39.1954617755,-84.5426360039],[38.8323363936,-89.8986076154],[42.7999140458,-76.8297839055],[42.3399569086,-70.8833658099],[40.7805662337,-73.9388482485]],"bounds":[[42.7999140458,-70.8833658099],[38.8323363936,-89.8986076154]],"episodes":[{"id":5560,"title":"George Thompson's “Pleas for Slavery Answered”","course_id":96,"status":"P","start_date":"1857-01-01","end_date":"1857-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Africa is calling,” exclaimed George Thompson in his pamphlet “Pleas for Slavery Answered,” “‘come over and help us, come and help us ere we die; O, Christians, to us fly, in Africa.’”  For the American missionary, advocating for anti-slavery through speeches and print was not enough. Thompson urged white Christians to go to Africa to “repent of [their] Wickedness” and to repay the debt of the labor of the 600,000 slaves brought to Africa through another type of labor: the efforts of white Americans to educate and bring Christianity to Africa. George Thompson’s vision of a productive, peaceful Africa aided by white Americans showed not only deep commitment to the cause of anti-slavery but also his beliefs of racial equality and the inherent worth and possibility of Africans.","Thompson first rose to prominence among abolitionists two decades earlier after his arrest during a slave rescue in Eastern Missouri in July 1841. His tireless work for racial equality while in prison and his publication of his experiences made him a hero in the anti-slavery movement, and his experiences with harsh punishment and cruelty at the penitentiary caused him to feel an affinity with enslaved Africans. It was this identification with black Americans that turned Thompson’s attention to Africa. Following his release from prison in 1846, the American Missionary Association offered him a position at the Mendi Mission in West Africa. He quickly left his life in the United States and attempted to “‘share and expend [his] remaining energies in lifting [Africans] from their degradation and shame.’” Unlike many anti-slavery advocates, Thompson argued that an Africa untouched by slavery was one that “would have invited missionaries,” embraced Christianity, and “arisen among the nations of the earth, honored and sought after by all.\" Pre-slave trade Africa, in the eyes of Thompson, was a utopia of abundance and peace.","In his quest to “give ALL AFRICA THE GOSPEL,” Thompson spent ten years at the Mendi mission struggling to feed and educate the group of war captives and refugees, most of whom were children. He worked with native elites to negotiate civil disputes and arrange peace treaties, as well as to encourage economic development. However, Thompson’s experiences with the Mendi quickly proved that Africa was not the romantic utopia of which he dreamed. Most native inhabitants did not fully adhere to Thompson’s religious and social sensibilities, and he began to fight harder for moral control of the Africans. His frustration with the acts of polygamy, adultery, stealing, and idol worship among the population was evident in his increasingly militant authority and relentless forms of punishment. His whipping of a pregnant woman incited controversy among fellow missionaries in the AMA, and Thomson returned to the United States soon afterward in 1856.","Despite Thompson’s seemingly imperialistic attempts to control the people of the Mendi mission, he continued to advocate for the people of Africa; he toured and lectured to audiences both black and white, and many of his supporters were former slaves. In 1881, he published an introduction to African culture and social customs, another attempt to bring the realities of Africans closer to home for the average American. Throughout his life, George Thompson remained steadfast in his belief in the ability for blacks and whites to live closely together. In spite of geographical, social, and political boundaries, he was able to see blacks and whites as inherently equal, and it was this ideology that made the work of an African slave in America able to be repaid by the work of an American in Africa. This desire to identify with and become part of a connected American and African society exemplifies the transnational nature of abolitionism."],"locations":[{"id":10239,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":1539,"tag":"Sierra Leone"},{"id":1540,"tag":"missionary"},{"id":1541,"tag":"Mendi"},{"id":1542,"tag":"George Thompson"}]},{"id":5562,"title":"The Murder of Elijah Lovejoy","course_id":96,"status":"P","start_date":"1837-11-07","end_date":"1837-11-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On November 7, 1837, Elijah Lovejoy sought to defend his new printing press from a proslavery mob. Lovejoy, a Presbyterian minister and editor of the abolitionist newspaper <em>The Alton Observer, </em>had already lost three other printing presses to such mobs. Lovejoy was set on keeping this one safe.","Word of the printing press's delivery soon spread across the town of Alton, Illinois. By nightfall, a proslavery mob arrived at the warehouse where the press was being kept. Lovejoy and twenty of his supporters were there, vowing to protect their property. Mob members starting shooting and throwing stones at the warehouse. In the midst of the fighting, Lovejoy was shot five times and died attempting to preserve his printing press and the words it created. The warehouse was soon set on fire, forcing Lovejoy's defenders to flee and abandon the printing press. It was broken and thrown into the Mississippi River.","Prior to this event, Lovejoy had long fought for the abolition cause. Following a religious conversion in 1832, Lovejoy devoted himself to the antislavery fight. In the early 1830s, Lovejoy wrote abolition pieces for the <em>St. Louis Observer. </em>Proslavery Missourians did not handle this well. Violent mobs often threatened Lovejoy and his paper, prompting Lovejoy to become more committed to abolitionist ideas and his right to print them. He moved to the free state of Illinois to continue printing his religious, antislavery paper.","But the tension surrounding printing antislavery arguments followed Lovejoy beyond Missouri. Since Alton bordered a slave state, there were many people still supportive of slavery. These supporters became hostile towards Lovejoy as his demands became increasingly radical, even calling for an antislavery society in Alton. These abolitionist appeals terrified many slavery proponents who considered these ideas a threat to the slave system. In their minds, it was just to destroy a press that was \"[brought] to teach the slave rebellion; to excite the slaves to war, to preach murder in the name of religion; to strike dismay in the hearts of people, and spread desolation over the face of this land.\"","To advocates of the slave system, abolition ideas threatened a harmonious social order. They feared that these ideas would spread among both free Americans and slaves, either inciting rebellions or encouraging slaves to escape. This was especially frightening in an area that could be used as a safe haven for escaped slaves. The vehement attempts to destroy all of Lovejoy’s printing presses demonstrate this fear among slavery defenders.","The mob violence and resulting murder of Elijah Lovejoy exemplifies the escalating tension between proslavery and abolition movements that began in the early nineteenth century. The murder of Lovejoy added to the conflict between the two sides of the slavery debate. It helped to strengthen the abolitionist cause by turning Lovejoy into a martyr for the movement. Newspapers and sermons criticized the murder of Lovejoy, increasing northern resentment of the South by portraying the brutality of proslavery advocates. Lovejoy's martyrdom grew the ranks of the abolitionists and inspired more people to continue his fight for freedom and justice."],"locations":[{"id":2820,"lat":38.8323363936,"lng":-89.8986076154,"zoom":9,"place":"MADISON, Illinois"}],"tags":[{"id":193,"tag":"Abolitionism"},{"id":1490,"tag":"Elijah Lovejoy"}]},{"id":5564,"title":"<strong>The World Antislavery Convention: From Emancipation to Women's Rights</strong>","course_id":96,"status":"P","start_date":"1840-06-01","end_date":"1840-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["For ten days in June 1840, abolitionists from both sides of the Atlantic met together at the World Antislavery Convention in Freemason’s Hall in London, England.  The purpose of the convention was to better organize and unite international abolitionist forces in the fight for emancipation.  Ironically, while championing the freedom of black slaves, the convention reinforced a different type of subordination—that of a woman to a man.  The treatment of Lucretia Mott and Elizabeth Cady Stanton at the convention led them to begin their own movement—for women’s rights.","The convention was a vastly popular event, with 350 delegates from countless countries and anti-slavery associations throughout the Western world.  In fact, so many people came out to the event that the doors were opened early, and “every available foot of the large hall, with the exception of the platform, was densely crowded.”  The female delegates believed they were to be seated, but upon their arrival they were turned away and forced to the gallery.  Lucretia Mott wrote in her diary “The Friends present were nearly all opposed to women's admission. We were told…that our coming had been announced in London Yearly Meeting, and that they were put on their guard against us”.  In fact, few men at the time were comfortable with female anti-slavery advocates publicly speaking out and serving as leaders in the fight for abolition.","There were exceptions, including William Lloyd Garrison.  Within the wing of the abolitionist movement that Garrison led, women had already been introduced into leadership roles. Yet by this time, the ranks of the Garrisonians were falling, and a rival organization had been formed in opposition to the Garrisonians.  The convention mainly consisted of delegates from this new organization, and they were determined to keep the women out.  Yet Garrison, who was present at the convention, and a few other male delegates protested the treatment of the females, and sat in the gallery alongside their female counterparts. Though the women attempted to  “reason with them on the subject” and urge them to remain in their seats, they found “[the men] were fixed” upon joining them.","What happened at the convention had a profound impact on Mott and Stanton.  Upon their arrival home in the United States, they pondered their treatment and decided they needed to begin a women’s rights movement to protest the societal roles of females. Stanton penned “my experience at the World's Antislavery Convention, all I had read of the legal status of women, and the oppression I saw everywhere, together swept across my soul, intensified now by many personal experiences”.","The product of the treatment of women at the World Antislavery Convention culminated into a Women’s Rights Convention in Seneca Falls New York in 1848. Conceived by five women, Stanton, Mott, Mary Coffin Wright, Maryanne McClintock, and Jane Hunt, this new convention was created to bring life to the women’s rights movement.  The five declared a need for equality between the sexes.  At the convention, Stanton read the Declaration of Sentiments she had written, which were explicitly based off of the Declaration of Independence.   This convention was essential in the organization of the Women’s Rights Movement, as it laid out plans and goals for the progress of women in society.  The Seneca Falls Convention spearheaded the progress of the movement, but the fight for women’s rights truly began on those fateful days in London, as the women were rejected as man’s equal in an ironic discussion of freedom and human rights."],"locations":[{"id":52574,"lat":null,"lng":null,"zoom":8,"place":"Outside US"},{"id":9090,"lat":42.7999140458,"lng":-76.8297839055,"zoom":9,"place":"SENECA, New York"}],"tags":[{"id":1493,"tag":"London"},{"id":634,"tag":"Elizabeth Cady Stanton"},{"id":635,"tag":"Lucretia Mott"},{"id":633,"tag":"Seneca Falls Convention"},{"id":796,"tag":"Women's Rights Movement."},{"id":190,"tag":"William Lloyd Garrison"},{"id":95,"tag":"Abolition"},{"id":64,"tag":"Anti-slavery"}]},{"id":5565,"title":"Song of the Abolitionist","course_id":96,"status":"P","start_date":"1843-01-01","end_date":"1843-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Hingham, Massachusetts was a hotspot of abolitionist activity.  The town’s anti-slavery society held a large regional celebration of British emancipation in 1844. This celebration marked the tenth anniversary of the abolition of slavery in the British holdings of the West Indies. Many anti-slavery advocates held annual celebrations throughout the region.   Jarius Lincoln held the position of chief marshal of the “grand procession” that capped off the celebration in Hingham.  The festivities included a speech by Fredrick Douglass and the singing of many abolitionist songs as participants marched from the Old Ship Church (the oldest continuously run house of worship in the United States) to a \"Tranquility Grove\"  built for the occasion.  This commemoration, along with many other regional celebrations throughout the Northeast served as a means of melding together abolitionists into a single community.  The anniversary of British emancipation provided an opportunity for members of the movement who lived across a large geographical area to have a tangible means of forging common traditions.","We do not know what was sung as the abolitionists marched that day, but the songs might have included \"Song of the Abolitionist.\" An abolitionist musical culture had started to develop in the 1830s and 1840s, and many abolitionist groups included singing as part of their meetings. Writers paired anti-slavery words with familiar tunes of the day to introduce abolitionist sentiments into popular culture.  “Song of the Abolitionist” was one such song and started to spread throughout the Northeast. The melody appeared in the <em>Anti-Slavery Melodies </em>songbook. Lincoln (a distant relative of Abraham Lincoln) compiled this collection of songs, and Elijah B. Gill later published them.  Lincoln compiled the book in 1843 on behalf of the Hingham Anti-Slavery Society.","The well-known abolitionist William Lloyd Garrison wrote the lyrics of the song and set them to the tune of “Auld Lang Syne.”  “Auld Lang Syne” is a well known Scottish folk song that many Americans used to celebrate the start of the New Year, as well as at funerals and graduations.  Lines like “I am an abolitionist!  I glory in the name; Though now by slavery’s minions hissed, And covered o’er with shame” were meant to encourage abolitionists to stand strong and resist proponents of slavery.  A lot of military imagery, “I am a soldier for the war”, \"Do I enlist\" and other military jargon is sprinkled throughout the song.  This is out of character for the normally pacifist Garrison.  This more aggressive tone may be due to the condition of the abolitionist movement at the time.   An angry mob dragged Garrison  through the streets of Boston only a few years before he wrote “Song of the Abolitionist.”  As the abolitionist movement dragged on in the United States, activists became more and more desperate. Time had shown that pacifist means were not always fruitful.  The aggressive verbiage that makes up the song’s lyrics reflects a growing progression toward more strong handed tactics in the fight for American abolition.","Along with the martial imagery in the “Song of the Abolitionist” are images of persuasion and argument.  The many references to God, “In God’s great name do I demand” and the use of words like soul or peace and joy, depicts many abolitionists hope that by appealing to slaveholders on moral grounds that slavery would come to an end.   The lyrics of the song emphasized the tactic of moral advocacy, but beside this moral plea was the hint of the militant words that foreshadowed the rise of more violent means of abolitionism that would soon come to the forefront only a decade later with the actions of people like John Brown at Harper’s Ferry."," "],"locations":[{"id":6199,"lat":42.3399569086,"lng":-70.8833658099,"zoom":9,"place":"PLYMOUTH, Massachusetts"}],"tags":[{"id":250,"tag":"American Anti-Slavery Soc"},{"id":190,"tag":"William Lloyd Garrison"},{"id":193,"tag":"Abolitionism"}]},{"id":5634,"title":"The Campaign of Louis Kossuth and the Slavery Question","course_id":96,"status":"P","start_date":"1851-10-20","end_date":"1851-10-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1851, Hungarian revolutionary Louis Kossuth became an international celebrity who found himself trapped in the divisive slavery politics of the United States. He gained notoriety worldwide as a brilliant crusader for the liberty of his country, and upon announcing a tour around the United States to enlist support for his cause, Kossuth was met with the enthusiasm of the American media. The <em>New York Times</em> welcomed him and published his “Address to the People of the United States.” In his address he explained Hungary’s “struggle of independence” as not much different from America’s former struggle. Kossuth flattered Americans, suggesting that American liberty inspired the rest of the world: “May your great example, noble Americans, be to other nations the source of social virtue; your power be the terror of all tyrants- the protector of the distressed; and your free country ever continue to be the asylum for the oppressed of all nations.”"," ","Though Kossuth intended his message to be an invitation to help him, different parts of the nation interpreted it in their own way. Kossuth never mentioned slavery in his address. However, his appreciation of the US as a “free country” and his condemnation of “tyrants” caught the attention of abolitionists who hoped to enlist Kossuth in their cause. Abolitionists felt something of kinship with Kossuth as they viewed the oppression of slaves and Hungarians to be similar causes. Abolitionists urged Kossuth to endorse abolition but felt betrayed when he refused to do so. Knowing that such a declaration would cost him support in the most of the country and hoping to raise funds from rich southerners, Kossuth tried to avoid associating with abolitionists. He appealed to Southerners in supporting states' rights but ultimately was unable to advocate for democracy abroad when many leading Southerners would hardly promote democracy at home. His image as a freedom fighter was too much for conservative southern slaveholders to handle, so they rejected Kossuth’s presence and mission during his tour."," ","After a stay of about a year in the US, Kossuth failed to raise adequate support and funds for his cause. His tour of the US revealed how avoiding slavery politics was impossible during a time when the question of slavery consumed the nation. Though his cause was separate from slavery issues, Americans managed to interpret Kossuth through an American lens. Since his mission did not fit exactly into any side of the slavery debate, Americans felt comfortable ignoring Kossuth and focused on their own issues. The strong divisiveness of slavery politics shaped how Americans confronted foreign policy, and Kossuth’s visit proved the US was not ready to confront issues of freedom internationally when freedom was being contested so heatedly on their own soil."],"locations":[{"id":8923,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":4,"tag":"Slavery"},{"id":95,"tag":"Abolition"},{"id":1218,"tag":"The New York Times"},{"id":1597,"tag":"Louis Kossuth"}]}]}