{"id":98,"title":"Decade of Decision: 1950s","school_id":5,"school_name":"Rollins College","term":"Spring 2013","abbr":"HIS 120-2","url":"","description":"Decade of Decision- 1950s introduces the study of history through an examination of the political, economic, social, intellectual, and cultural events of the 1950s.","points":[[39.96955852,-83.0093502958]],"bounds":[[39.96955852,-83.0093502958],[39.96955852,-83.0093502958]],"episodes":[{"id":5674,"title":"Management in the Home - Scientific Reasoning for Domestic Pursuits","course_id":98,"status":"P","start_date":"9/8/54","end_date":"9/8/54","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dr. Elaine Knowles Weaver of Ohio State University urges women to “analyze their tasks” in this article posted in the New York Time, 1954. The book cited by Dr. Weaver is “Management in the Home”, a joint effort by three female university professors that seeks to apply scientific, deductive reasoning to everyday household tasks. For the women of this book, logical reasoning is not just preferred but necessary for the average American housewife, who can use the skills taught to scientists and economists to better serve their husbands, children, and general family welfare. Whether it be tracking the course of children’s future college aspirations or careful analysis of new purchases to the home, women can better and more efficiently provide for their families.","Part of the use of skilled reasoning in even everyday chores like dishwashing, explains the author, is the mental stimulus provided which might make the dull, boring necessities of life go by quicker. This article speaks to the overall attitude of the 1950s. Though easy to misrepresent as complacent, accepting of male activity and female stagnation and the division of public and private spheres, the reality is much more complicated. For all that women’s place in domesticity is reinforced by such books as “Management in the Home”, they also represent a certain contradiction. Jessamyn Neuhous writes in the Journal of Women’s History that women in the 1950s were aware of the boredom and emotional stress created by their isolated environments.","Topics specifically focused on women were redirected to fit gender norms, but works still existed which actively acknowledged women’s intelligence and need for intellectual pursuits. Women could think like scientists, but it was only acceptable for such thoughts to be directed toward ‘womanly’ subjects. A woman’s place was in the home, but plentiful literature exists showing women expressing their dissatisfaction with such lives without quite transgressing the social boundaries – letters directed toward’s womens magazines and housewife-heroines of women’s science fiction are two examples of such, while the careful complaints addressed in this 1953 New York Times article are another."],"locations":[{"id":30880,"lat":39.96955852,"lng":-83.0093502958,"zoom":9,"place":"Franklin, Ohio"}],"tags":[{"id":7,"tag":"Women"},{"id":1648,"tag":"1950s"}]}]}