{"id":99,"title":"Pamphlets &amp; Pirates: Popular Print Culture in Antebellum America","school_id":56,"school_name":"Northeastern University","term":"Spring 2013","abbr":"ENGL 4710","url":"http://ryan.cordells.us/s13pp/","description":"","points":[[41.1259493917,-81.5321124711],[39.878712355,-75.2036894677],[41.8399513458,-87.8166666032],[39.9199204801,-76.7265166341],[42.3649994065,-70.9800517697]],"bounds":[[42.3649994065,-70.9800517697],[39.878712355,-87.8166666032]],"episodes":[{"id":5635,"title":"Sojourner Truth: Feminist and Abolitionist Speech","course_id":99,"status":"P","start_date":"1851-05-28","end_date":"1851-05-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sojourner Truth, an emancipated slave, had a vision in 1843 that convinced her that God wanted her to speak the truth about Americans' sins against African Americans as well as women. She presented these two causes as \"inextricably intertwined.\" Sojourner Truth became a public speaker in many events in antislavery and women's rights.","On May 28-29, 1851, Truth gave a particularly compelling speech. She began her speech by saying that she had the same physical capability as men did. She claimed to be just as strong and just as able. This indicates that she considered both sexes to be equal, but that is not all that she was saying. Truth was also speaking of slavery. The reason that she believed she was as physically capable as men was that as a slave, she worked alongside men plowing, reaping, husking, chopping, and mowing.","Continuing in her speech, Truth said that, as for intellect, women have a little pint and men have a quart. Harriet Beecher Stowe also mentions this concept in her book Sojourner Truth, The Libyan Sibyl. She quotes Truth: \"S'pose a man's mind holds a quart, an' a woman's don't hold but a pint; ef her pint is full, it's as good as his quart.\"","Sojourner Truth ended her speech, saying: \"But man is in a tight place, the poor slave is on him, woman is coming on him, and he is surely between a hawk and a buzzard.\" Truth is directly pointing to women and slaves, which, when combined, make up the essence of her ministry. The tone here is very matter-of-fact. There is no question that Truth believed that the eventual success of the feminist and abolitionist movements was inevitable.","Sojourner Truth was born a slave in New York state, but she was freed in 1827 when that state abolished slavery. She was never taught to read, but that did not stop her from travelling to speak to people about God and His hatred of unfair treatment of African Americans and women. \"She had had such a full experience of the wrongs of slavery, that she could not believe they were permitted by God. She was sure he must hate them, and would destroy those who persisted in perpetrating them.\" As for the feminist part of her teachings, she often asked the question: \"Was not Christ born of a woman?\" She answered her own question in this famous speech in Akron, Ohio, saying: \"Through God who created him and woman who bore him. Man, where is your part?\"","Sojourner Truth was a woman ahead of her time, who believed in God and the healing of this nation through the abolitionist and women's rights movements, and she made no apologies for those beliefs. As she said, \"The lord has made me a sign unto this nation, an' I go round a-testifyin', an' showin' on 'em their sins agin my people.”"],"locations":[{"id":10594,"lat":41.1259493917,"lng":-81.5321124711,"zoom":10,"place":"SUMMIT, Ohio"}],"tags":[{"id":580,"tag":"Sojourner Truth"},{"id":796,"tag":"Women's Rights Movement."},{"id":4,"tag":"Slavery"},{"id":1598,"tag":"Feminist Movement"},{"id":1599,"tag":"Abolitionist Movement"}]},{"id":5670,"title":"The Murder and Trial of Singleton Mercer","course_id":99,"status":"P","start_date":"1843-02-10","end_date":"1843-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On 10 February 1843 Singleton Mercer shot and killed Mahlon Hutchinson Heberton aboard the ferry John Finch. Public sympathy for Mercer was high and just over a month later, on 28 March, Mercer was acquitted of the charges on the grounds of insanity— a relatively new and controversial defense. The defense was controversial because the murder was one of revenge. Heberton, often described as handsome and well-mannered, seduced Mercer’s sister, 16 year old Sarah Mercer, under false pretenses and allegedly lured her into a brothel and raped her. Because of this, Mercer’s murder was usually seen as justified, and many, namely The Philadelphia Public Ledger,  expressed desire to punish Heberton post-mortem.","<br />The seduction began when Sarah first met Heberton while she was walking in town with her 15 year old friend, whereupon she mistook Heberton for a Spanish gentleman named Mr. Bustedo. Heberton used this mistaken identification to his advantage and arranged “accidental” meetings with Sarah over the next two or three days. This courtship eventually climaxed when Heberton brought Sarah to a brothel, where he, upon being denied consent, raped her. Singleton Mercer was outraged upon hearing of these events and, after being unable to prove Heberton guilty to officials, decided to find his own route to justice. He found his way to Heberton’s residence and noticed Heberton and his acquaintance James Vandyke were entering into a carriage. Mercer followed the carriage to the ferry, where he shot at Heberton four times, striking him once. The bullet penetrated under his left shoulder and through his lungs before being brought to a stop by his heart. Heberton died within an hour. Following the shooting, Mercer handed his firearm to Vandyke, saying “Here I am — I did it.” Mercer was arrested that day and held without bail until trial.","<br />The murder, known colloquially as “The Tragedy of Mahlon Heberton,” gained widespread attention, and the public is known to have displayed “widespread sympathy” for Singleton Mercer. It’s no surprise, then, that attendance at his trial was high, and that he was acquitted of the charges. Yet, while the general public was pleased with this outcome and cheered “Huzzah Mercer Huzzah” as he left the courtroom and returned home, several legal officials found this verdict unjust, and believed this trial directly lead to the subsequent and unfair acquittal of other murderers.","<br />The murder of Heberton also inspired a best-selling Antebellum novel by George Lippard, The Quaker City. The Quaker City, for one of its plotlines, plucked several specific details directly from the murder. Singleton Mercer was not pleased with his portrayal in the book and, when he found out Lippard had a stage version of the novel planned, protested the production and used his wealth and influence to purchase all the tickets to the production. As a result, the show never materialized.","<br /><br />"],"locations":[{"id":11228,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":1641,"tag":"Insanity Defense"},{"id":1640,"tag":"George Lippard"},{"id":1639,"tag":"Singleton Mercer"},{"id":1638,"tag":"Heberton"},{"id":1637,"tag":"Sarah Mercer"},{"id":1636,"tag":"John Finch"},{"id":1635,"tag":"The Monks of Monk Hall"},{"id":1634,"tag":"The Quaker City"},{"id":91,"tag":"Murder"},{"id":1513,"tag":"Philadelphia"}]},{"id":5671,"title":"The Great Chicago Fire","course_id":99,"status":"P","start_date":"1871-10-08","end_date":"1871-10-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In order for fire to die, there needs to be water, and usually, lots of it. Chicago in 1871 had a serious lack of water and a desperate need for it. It was hot and dry and Chicago was in the midst of a draught; the worst weather for a fire to occur. Early autumn was no different from the previous summer; the hot air still lingered and small fires often started. The draught was so bad that between July 4<sup>th</sup> and October 9<sup>th</sup> of that year, only one and four tenths inches of rain fell.","On Sunday evening, just after nine o’clock on October 8, 1871, a fire began in a barn. While the actual cause of the fires is unknown, many believe the beginning of the catastrophic fire started with a cow that kicked over a lantern in the barn, thus starting a fire that engulfed much of the city. An estimated nine-tenths of the structures were made of wood, and the other tenth contained wooden aspects. It was a fire breeding ground. Combined with the draught, a city made of dry wood was helpless against the relentless flames. The urgency of the fire was unknown to many, most believing the smoke to be from part of a previous blaze that was under control. With only an estimated two hundred firefighters throughout the city, many were exhausted from their work the previous day. The watchman, upon seeing the flames from his lookout, directed the weary firefighters to a location a mile away from where the fire actually was. As a result of all the bad luck in Chicago that day, the fire quickly spiraled out of control.","The overworked firefighters and overused equipment simply could not keep up with the blaze. Thinking the fire had consumed all it would be able to, firefighters managed to direct the flames to a nearby river, assuming the river would stop the spread of flames. However, a tall church caught fire and aided by high winds, sparks were able to jump the river and ignite rooftops. The mayor called out to neighboring cities for help, but by this point the fire was unstoppable and had already cut off the city’s water supply, thus cutting off any water firefighters were able to get.","The fire destroyed everything; homes, hotels, and department stores in a blaze that burned a trail for thirty-four blocks, roughly four miles long and three-quarters of a mile wide. The fire burned itself out, with the help of a light drizzle on October 10<sup>th</sup> that the city hadn’t seen for months. The city recovered one hundred and twenty five bodies, with the estimated death toll between 200-300 people. The fire prompted a rewriting of Chicago’s fire standards, and while dampening the spirit of the city temporarily, residents rallied and pulled their fair city out of the depths of a living hell."],"locations":[{"id":2540,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":836,"tag":"fire"},{"id":827,"tag":"Chicago"}]},{"id":5672,"title":"Singleton Mercer's Murder of Mahlon Heberton","course_id":99,"status":"P","start_date":"1843-02-06","end_date":"1843-02-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Singleton Mercer was the face of a sensationalized American news story that took place in Philadelphia. Singleton’s sister, Sarah, was lured to a brothel by Mahlon Heberton, and then raped at gunpoint. When his 16-year-old sister was raped by 24-year-old Heberton, who had promised her marriage before casting her off, Singleton Mercer first attempted to kill Sarah, and then killed Heberton, on February 10, 1843. Heberton had been considered by Philadelphians to be a “sport”, who had squalor most of his inheritance and was a “lady-killer”. He was described in the papers as “(bearing) the character of a roué, and boast(ing) of his success with women”. On February 6, 1843, Sarah Mercer disappeared, allegedly taken by Heberton. Her father was concerned, calling Sarah child-like and of a weak intellect. On February 8, 1843, Thomas Mercer had had Heberton arrested, at which point Heberton denied knowledge of Sarah’s whereabouts, conceding that a girl who looked liked Singleton’s sister had shown up at his door step and then run away. Although Singleton begged Heberton to save his sister’s reputation by marrying her, he refused, because he considered them to be below his station, despite their wealth. Because there was no evidence that Heberton had committed a crime, Heberton was released. Sarah would later be found at an inn where she had met Heberton, and would confess what had happened accordingly. Media scrutiny lent a voice to the outrage caused by Heberton’s crime, and Mercer was acquitted of all charges. Mercer, for his part, plead the insanity plea. William Warren would later be accused of shooting Mercer, although he was never found guilty, and Mercer eventually recovered. George Lippard would make his story, Quaker City, or the Monks of Monk Hall, based off of this case."," "],"locations":[{"id":11228,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":1639,"tag":"Singleton Mercer"},{"id":1637,"tag":"Sarah Mercer"},{"id":1635,"tag":"The Monks of Monk Hall"},{"id":1640,"tag":"George Lippard"},{"id":1634,"tag":"The Quaker City"},{"id":1642,"tag":"Mahlon Heberton"},{"id":1643,"tag":"William Warren"}]},{"id":5675,"title":"The Supreme Court Takes a Stance on Fugitive Slavery and States Rights","course_id":99,"status":"P","start_date":"1842-01-01","end_date":"1842-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1837, attorney Edward Prigg was commissioned on behalf of Margaret Ashmore to recapture and bring Margaret Morgan from Pennsylvania back to Maryland. Morgan had lived in virtual freedom, but was never formally emancipated by the Ashmore family. In accordance with Pennsylvania’s Law of 1826, Prigg took Morgan before a county justice for a hearing at which the justice declined cognizance of the case. Despite this ruling, Prigg had Morgan and her children abducted back to Maryland. Prigg was charged and convicted in 1839 by the state of Pennsylvania with kidnapping under the Pennsylvania Law of 1826 which prohibited the removal of African Americans from the state with the intention of enslaving them. This law directly contradicted Maryland and Federal law, questioning the authority of the Constitution and Congress; therefore, the case was brought before the United States Supreme Court in 1842."," ","At this time, states’ rights tensions were brewing. While abolitionists were pushing for the federal government to outlaw slavery, slavery states did not think that the federal government had the jurisdiction to do so. Eight of the nine justices of the Supreme Court voted to reverse the original conviction and held the Pennsylvania Law of 1826 unconstitutional under both the Fugitive Slave Act of 1793 and Article IV of the U.S. Constitution, strengthening federal power and weakening state power. While this was a win for slave states, at the same time, this ruling limited states from passing legislation in areas that conflicted with the Constitution- an issue that led to the secession of the Southern states. The result of this ruling sent Morgan and her children back into bondange. Prigg was nominated a sheriff in 1840."," "],"locations":[{"id":11362,"lat":39.9199204801,"lng":-76.7265166341,"zoom":9,"place":"YORK, Pennsylvania"}],"tags":[{"id":1651,"tag":"Prigg v Pennsylvania"},{"id":1650,"tag":"federal power"},{"id":1649,"tag":"state rights"},{"id":1566,"tag":"Fugitive Slave Act"},{"id":32,"tag":"Civil War"}]},{"id":5676,"title":"Nathaniel Hawthorne's departure from Brook Farm","course_id":99,"status":"P","start_date":"1841-10-01","end_date":"1842-10-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 17, 1842 Nathaniel Hawthorne officially resigned himself from Brook Farm, an attempt at a utopian society founded on the precepts of the early socialistic ideas of Charles Fourier. Having arrived there on April 12, 1841 Nathaniel Hawthorne was a founding member, both in person and purse, of the Brook Farm experiment, but the author spent only six months with the community (having physically departed in late October, 1841) and eventually filed a lawsuit against the founder of Brook Farm, Unitarian minister George Ripley, on September 6, 1845 for $585.70.","Brenda Wineapple suspects that Hawthorne was initially attracted to Brook Farm since Hawthorne was \"[i]n need of a home, an income, and a place to write, Hawthorne gladly gambled on Ripley's arcadia. The union of thinker and worker was irresistible to a man whose conscience still cared about idleness and still considered writing a frivolous pastime, no matter how much he wanted to do it\" (147). As such, the intentions of Hawthorne were fair enough, wishing to engage in small bits of manual labor in order to become closer to the transcendental, ideal state, and, of course, to write in his leisure time, which he anticipated as being great in quantity. These notions of Hawthornes couldn’t have been further from the outcome, though.","Hawthorne was not keen on the work nor lifestyle that Brook Farm demanded of its community. Brook Farm, being an agricultural community required a great deal of fertilizer, which, for Brook Farm, was manure--that is animal feces. Hawthorne’s designated job was to shovel piles and piles of this manure and transport them daily. The seemingly endless mounds of manure were disheartening to Hawthorne. He would confide to his fiancée in a letter that he \"never suspected that farming was so hard,\" and wished to be rescued from it \"before [his] soul is utterly buried in a dungheap.\"","Hawthorne also little time for writing. The hard labor, new surroundings, and level of social activity required as a member of a socialist community prevented him from beginning any literary projects larger than a personal letter or occasional journal entry. The social aspect of Brook Farm is what had the greatest effect on Hawthorne’s writing habits. James T Fields, a publisher with whom Hawthorne worked with, noted \"He was a man who had, so to speak, a physical affinity with solitude.\"","With the burden of work yoking Hawthorne, and without the time for writing’s recuperative effect, as well as being many miles away from his fiancée, Hawthorne was in a decidedly abject state while at Brook Farm. In fact, one of Hawthorne’s fellow associates of Brook Farm, Georgiana Kirby wrote of Hawthorne’s awkward state while a part the community:","\"Hawthorne, after spending a year at the Community, had now left. No one could have been more out of place than he in a mixed company.... He was morbidly shy and reserved, needing to be shielded from his fellows...\"","And so, eventually, the lifestyle of Brook Farm became too much to bear for Hawthorne. Upon his departure Hawthorne demanded his initial investment from founder George Ripley. They battled back and forth for several years after Hawthorne’s departure (since, unbeknownst to Hawthorne, Ripley nor Brook Farm had the money to pay him back) until Hawthorn eventually filed a lawsuit by the end of 1845. The outcome of this lawsuit or whether Hawthorne received back his initial investment is unknown.<br /><br />"],"locations":[{"id":6208,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":11,"tag":"Economy"},{"id":522,"tag":"Massachusetts"},{"id":13,"tag":"Agriculture"},{"id":1652,"tag":"Hawthorne"},{"id":1653,"tag":"Nathaniel"}]}]}