{"id":10097,"place":"Alabama","lat":32.3182314,"lng":-86.902298,"episodes":[{"id":6681,"title":"The Challenging Ideals of a Freedom Rider","course_id":173,"status":"P","start_date":"6/5/61","end_date":"6/5/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During a time of segregation and struggle for change in the society of the early 1960’s, brave individuals got together in hopes of testing the ruling of the Supreme Court in Boynton v. Virginia in 1960 which deemed segregation on interstate buses unconstitutional.  Bound for the Deep South, this bi-racial group of volunteers encountered odds that got increasingly difficult to deal with especially upon arrival in Alabama. Despite the violence of the opposing segregationists and a court order put out to temporarily stop these freedom riders, civil rights activist and American hero, Dr. Martin Luther King Jr, made a statement in <em>The Chicago Daily Defender </em>saying they would continue.","District judge Frank M. Johnson had charged the freedom riders on account of causing damage to the United States due to the violence that ensued between the group of riders and segregationists. He also threatened jail time if it were to occur again. This was his attempt to try and put an end to the freedom rides, which ended up not having the backing it needed. During this period of time, the number of obstacles the bi- racial group had to overcome was not limited to the large groups of white segregationists that opposed them, but it included the lack of legislation and help from the government as well. However, in Washington there was a push for action to be taken on creating laws to prevent segregation on interstate buses which provided some good news for the freedom rider’s cause. The push back from the segregationist side was a plea to president Kennedy to voice his condemnation regarding the freedom rides, which was thankfully disregarded."," ","Due to the series of events explained in <em>The Chicago Daily Defender </em>newspaper on June 5<sup>th</sup>, 1961, the freedom riders obtained a very large backing as the time progressed and the freedom rides continued. The amount of violence and hatred these volunteers were met with was a testament to what African Americans had to endure during the civil rights movement and that’s why the freedom rides had the impact they did on the civil rights movement in its entirety. The mass amount of segregation between whites and African Americans was an issue that demanded the attention of the American people and that’s exactly what it received as a result of the freedom rides."],"display_date":"June 5, 1961","search_date":"1961-06-05","locations":[{"id":52840,"lat":32.3182314,"lng":-86.902298,"zoom":8,"place":"Alabama"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":21,"tag":"Race Relations"},{"id":266,"tag":"Segregation"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}}]}