{"id":1012,"place":"BIBB, Georgia","lat":32.8060034472,"lng":-83.7076277097,"episodes":[{"id":2808,"title":"Trains Fatally Wreck at Stone Creek\n","course_id":1,"status":"P","start_date":"1896-02-29","end_date":"1896-02-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the evening of February 29, 1896, a Southern Railway passenger train wrecked on the Stone Creek bridge, outside of Macon, Georgia, sending the railcars and the bridge into the marshy ground 15 feet below. Minutes after, despite an attempt to warn it, a freight train following on the same line met the same fate. Three men died, while at least five people were seriously injured in the wreckage. In the ensuing investigation, detectives discovered that spikes and a portion of the rail were removed on the left side heading east. They attributed this offense to train robbers or train-wreckers.","What investigators later learned was that this was not simply an act of spontaneous delinquency, but a premeditated attack to set off an insurance scheme. Thomas Shaw and Warren E. Creswell were charged and sentenced to life in prison for causing the deadly accident. Their apparent motive was to collect insurance for the injuries to their wives that happened to be on board the train. Shaw's father convinced the two women to return from a shopping trip to Atlanta on the Southern Railway train because if we were to get hurt on the Macon, Dublin & Savannah Railroad we would get nothing for our injuries. If we got hurt on the Southern we will get pay, implying that he too knew of the plan. The elder Shaw was also arrested for his involvement, but the two women, who were oblivious to the scheme, were not.","With agriculture declining and industry rising after the Civil War, railroads were an economic success. Railroad lines expanded across the country and became the preferred mode of travel, allowing owners to profit greatly. However, they still had kinks. Accidents and crashes were common along railways. While they were not always the fault of the railroad itself, certain companies compensated injured victims in such a situation. This, along with their great prosperity at the time, made them an easy target. At a time when the United States was slowly recovering from an economic depression, people, especially in rural areas, were desperate to make money in any way possible. They were even desperate enough to force a wreck so that injured family members aboard the train would receive compensation."],"display_date":"February 29, 1896","search_date":"1896-02-29","locations":[{"id":1553,"lat":32.8067094598,"lng":-83.6980226314,"zoom":10,"place":"BIBB, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2814,"title":"Fatal Racial Confrontation Provokes Black Soldiers\n","course_id":1,"status":"P","start_date":"1898-11-29","end_date":"1898-11-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In late November 1898, Private Will Kempin, a black soldier in the Third North Carolina Regiment stationed in Macon, Georgia entered a saloon intending to buy a drink. Upon his entrance, the owner W. S. Simmons refused to serve him on the basis of his race. Kempin, upset over the discriminatory policy, had an altercation with Simmons' brother and then angrily left the establishment. Later he returned with a group of fellow soldiers and continued the heated argument, creating a violent scene. As the altercation grew more out of control, Simmons shot Kempin in defense of his brother. It was unclear whether the wound was fatal, but Simmons was still arrested by authorities. Word finally reached back to Kempin's camp, and on November 29, a rumor spread through the city that the regiment was planning to escape the encampment in order to riot in retaliation for their fellow soldier's assumed death.","At first glance, this was just another story about how the reaction to segregation became deadly and the divided system did not serve as a resolution to the racial violence and struggles facing the South. Only two years before, the Supreme Court ruled in favor of segregation in Plessy v. Ferguson, legalizing separate facilities for the races. This justified Simmons' refusal to serve Kempin, and to defend that right, yet not to the extent of murder. These altercations over segregation occurred over restaurants, railroads, and restrooms, among other locations. ","What set this story apart was the response to Kempin's murder. Whites paid little attention to Kempin's actual fate, but concerned themselves greatly over the soldiers' response to his death. The thought that a large group of black men would wreak havoc upon the city worried many of the citizens as evidenced by the paper printing a story about the potential riot. This imagined situation mirrored the whites' fear of slave revolts of the earlier part of the century. Because segregation prolonged the racist views of slavery, the idea of a violent uprising was still a great fear-especially since these were trained military men. So while whites still exerted legal, political, and social power over blacks, there was still a fear that the blacks would use their strength and discontent to reverse such power relationships."],"display_date":"November 29, 1898","search_date":"1898-11-29","locations":[{"id":1553,"lat":32.8067094598,"lng":-83.6980226314,"zoom":10,"place":"BIBB, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2835,"title":"Assault Suspect Caught and Lynched After Police Shootout\n","course_id":1,"status":"P","start_date":"1897-09-12","end_date":"1897-09-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A black man's crime run came to an end on the evening of September 12, 1897, as police finally apprehended Charley Gibson. Macon authorities originally sought Gibson out for a suspected assault on a white female that occurred earlier in the week. The manhunt intensified after he reportedly shot and killed another man during an argument on the morning of the 12th. After a drawn-out chase and multiple shootouts, Gibson was finally apprehended by the police that evening. However, Gibson's life was then placed in the hands of the public instead of being sent to jail. In a momentary absence of the sheriff and deputies, the growing mob of concerned citizens seized Gibson and hanged him from a tree, protecting the city from any more of his wrongdoings.","At the turn of the twentieth century, race relations worsened as racial violence became the most common form of interracial relations. Crime increased during this period which in turn caused people's responses to crime to grow more severe. Lynching became a popular way for whites to threaten and maintain justice over black suspects and criminals. Rural areas with little law enforcement, and areas with transient populations, were subjected to the most lynchings in the South. Georgia housed both of these types of places, where there was an average of ten lynchings per year.","This lynching was just one of the many rape-inspired attacks that occurred in the South. Over 60 percent of the lynchings of black men corresponded to an alleged sexual assault against a white woman. A third of those also involved mutilation and castration of the offender. The pretense for this common occurrence was the need to preserve the honor of whites. The code of honor in the South was heavily adhered to by white men at the time. This involved carrying out the duty to protect and uphold the honor of the women of their race and defending against black men who would denigrate that dignity. Any relations between a black man and a white woman were seen as immoral and a threat to white male dominance in the area. White men viewed the relations as the blacks' infiltration into white's territory and property and took whatever means necessary to protect it. Lynching was the most drastic and public manner in which white men could reassert their power and status in the racial hierarchy of the South."],"display_date":"September 12, 1897","search_date":"1897-09-12","locations":[{"id":1553,"lat":32.8067094598,"lng":-83.6980226314,"zoom":10,"place":"BIBB, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2845,"title":"Rambunctious Black Soldiers Kill Macon Boy\n","course_id":1,"status":"P","start_date":"1899-03-08","end_date":"1899-03-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The soldiers were finally leaving Macon. Little did the surrounding area know that they would be celebrating throughout their entire journey-in a destructive and fatal way. On March 8, 1899, the black men of the Tenth Immunes boarded their train with hidden firearms in tow. As the train started along, and began coming along stations, the men fired multitudes of shots out of the windows at each platform. The shootings became more wild and unpredictable as the soldiers got more and more intoxicated. Evidently they concealed more than just guns as they boarded the railway car. By the time they had left the Macon area, one sixteen-year-old boy's life had been claimed by the soldiers. The commotion reached its heights after it passed into the outskirts of Macon, where the mayor and the Governor had to call upon the militia and armed citizens in order to maintain peace and retaliate as the train passed into Griffin, Georgia. ","It seemed unreasonable for a group of men to go on a shooting rampage from their railcar undisturbed when people knew that they were the source. But railroads were among the first places in which segregation was accepted and implemented. Therefore, the soldiers were in a car to themselves. They were also in a second-class car, where smoking and spitting and other related activities were permitted. Therefore it was not seen as a problem when the men pulled out alcohol and started drinking, or brought out their firearms. It was not seen as extremely out of the ordinary.","The situation was perpetuated further by the soldiers' consumption of alcohol. The temperance movement was in full swing by this time, with many of the prominent organizations such as the Women's Christian Temperance League, making their way into Georgia in the 1880s. In an effort to gain new supporters for the cause, this occurrence would have served as a headline story about the evils prompted by liquor. It had been consumed in public, caused political disruption, and killed an innocent boy. The real selling point of the incident was that blacks were the ones under the influence. The movement used blacks as a way to gain support, claiming that alcohol would make blacks, especially men, a greater danger than they were already assumed to be. Temperance was yet another way in which racial tension was continued in the South."],"display_date":"March 8, 1899","search_date":"1899-03-08","locations":[{"id":1553,"lat":32.8067094598,"lng":-83.6980226314,"zoom":10,"place":"BIBB, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3022,"title":"Female Education\n","course_id":1,"status":"P","start_date":"1835-07-06","end_date":"1835-07-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 6, 1835, the <em>Georgia Telegraph</em> published an editorial from the June edition of the <em>Knickerbocker </em>in regards to the brooding controversy about whether or not women should be educated. After heartily endorsing the editorial, the Telegraph ran the entirety of the article.","The <em>Knickerbocker </em> began by reviewing the failure of male education and, thus, the necessity of educating females. Because even schooling had failed to save the male mind from its aggression and sexual deviance, females needed to be educated in order to help lead society. Now, the woman who should be seen rather than heard symbolized an abandonment of useful knowledge and a trifling waste of time. A woman who desired to shine in society and win the hearts and minds of educated men should herself be educated.","According to the editorial, the time for ignoring female intellect had passed. While it wished not to detract from earlier accomplishments, this article pushed on for an exaltation of the female mind. Contrary to popular belief at the time, the scientists behind this editorial knew that the capability of the female mind did not differ in potential from that of the male mind. Despite the subjugation of the female by society, female accomplishments numbered many and this number would grow infinitely if given the proper opportunity. ","The editorial closed by noting that mankind is often copyists of the old world, or simply blind followers of tradition. If the women of the United States were to succeed, they would do through formal education, an increased appreciation of literature, and increased morality, not by remaining within the bounds of society's conventions. The refreshing shower expanding into eloquence and beauty via the cultivation of female intellect became the rallying point for the Knickerbocker, and in turn through their endorsement, the Georgia Telegraph.","For a major newspaper, the Georgia Telegraph was ahead of its time culturally. While colleges and female seminaries called for equity in education for females, society largely constructed a much more traditional standard for women and education. While other newspapers hosted advertisements for women's schooling, most of these schools featured sewing, knitting, child rearing, and housekeeping. In this way, much of southern society demanded the training of ladies, but the <em>Knickerbocker </em>and the Telegraph sought a well-rounded, equally educated woman for a changing antebellum South.","Despite the general sentiment of the population against the education of females, education in the South was actually far less gendered than most realize. As a focus on human rights and evangelical Christianity swept the nation, women's education for the sake of education itself and so that women had the ability to read and understand the Bible for themselves gained increased attention. Despite the focus on the cultivation of the female mind, specific institutions often remained loyal to societal consensus in their academic practices. While schools focused on the educational development of the female mind, they also sought to reinforce cultural expectations of what it meant to be a woman. Housework, child-rearing, and the expectations of life as a southern lady in plantation society remained on the educational docket, even as a focus on the academic lives of women grew."],"display_date":"July 6, 1835","search_date":"1835-07-06","locations":[{"id":1547,"lat":32.8060034472,"lng":-83.7076277097,"zoom":10,"place":"BIBB, Georgia"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3053,"title":"Robbery by Spaniards\n","course_id":1,"status":"P","start_date":"1831-04-22","end_date":"1831-04-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ten years after the acquisition of Florida from Spain, Mr. Munroe, his wife, and a guide rode horseback on a secluded road near Matanzas, Georgia, a few short miles from the Florida border.  Although most cross border violence subsided in the decade that passed since Florida joined the United States, the Munroes would not be so lucky on this April night. ","As they traveled down the road, two armed Spaniards leaped out of the woods towards Mr. Munroe.  They immediately reached for his pistol and quickly wrestled it away, much to the dismay of the frightened Mrs. Munroe.  Suddenly, Mr. Munroe's pocket ripped open, spilling three ounces of gold and some silver.  In the meantime, the Spaniards secured possession of the pistol and aimed it towards Mr. Munroe.  Looking for more riches, the Spaniards attempted to break into the trunk that the Munroes kept when traveling.  Fortunately for the Munroe's, a group of fellow travelers on the Matanzas road came to their rescue right before the Spaniards finished breaking into the trunk.  As the fellow travelers came to the Munroe's rescue, the Spaniards fled into the woods, taking just the pistol, gold, and silver.","Spanish attacks on American intruders occurred with frequency before and immediately after the American acquisition of Florida from Spain in 1821.  Andrew Jackson's earlier policy of land seizure continued to upset the few remaining Spaniards in the region, but they typically only retaliated by arming the Creek and Cherokee Indians rather than through direct attacks themselves.  Even through the middle of the decade, however, the federal government feared the dangers of the Florida/Georgia border frontier.  The Spaniards that did remain in Florida had little economic support because of a lack of a local Spanish-backed economy, which made criminal activity much more prevalent.  ","Frontier violence occurred with some frequency for the same reason that the remaining Spaniards in Florida attacked Americans across the Georgia border.  A lack of resources, goods, and economic wealth created an impoverished state of necessity for the country-less Spaniards.  With the majority of their fellow Spanish citizens out of Florida and without other options to turn towards, these Spaniards determined that violence against travelers like the Munroes remained their only option in guaranteeing their own survival on the southern frontier."],"display_date":"April 22, 1831","search_date":"1831-04-22","locations":[{"id":1547,"lat":32.8060034472,"lng":-83.7076277097,"zoom":10,"place":"BIBB, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3060,"title":"The Indian Bills\n","course_id":1,"status":"P","start_date":"1830-06-12","end_date":"1830-06-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 12, 1830, the editor of the <em>Macon Telegraph</em> finally snapped.  Under massive pressure from their northern brethren on the Indian Bills, the Telegraph vehemently defended the territorial rights of the state of Georgia.  The newspaper viewed the Indian Bills as a simple issue of property rights, not one of Indian removal and southern supremacy.  According to their interpretation, Georgia had adequately paid the monetary demands of the Cherokees to the land that they once possessed and thus had every right to the land, regardless of who currently resided upon it. After explaining that Georgia sufficiently paid for the land and thus legally owned it, the <em>Macon Telegraph</em> turned its attention to the criticism coming from other states.  The <em>Telegraph</em> placed specific blame on the North, who hated to see the growth of the South and the consequent wane of its own preponderance in Congress.  Removing the Indians and ensuring Georgia's sovereignty would also expand its representative power in Congress, and, alternatively, decrease the congressional delegation of the North.  Because of this, the North, they believed, would do anything to slow the economic and physical expansion of the South.  ","Finally, the Telegraph asserted that Georgia did in fact have the concerns of the poor Indians in mind.   While the North had their own motives in mind rather than those of the Indians, Georgia did not wish to injure or harm the natives.  In fact, the editorial continued, Georgia had already paid a large sum for the land and had patiently awaited the exit of the Indians to lands west of the Mississippi.  This payment proved that the Cherokees had left by their own free choice rather than by coercion.  Furthermore, the Indian tribes were destined for healthy, fertile lands abound in game, leaving them infinitely better off than they were or ever could be in Georgia.","The Telegraph's disdain for the North only grew once Chief Justice John Marshall stepped into the controversy.  In Worcester v. Georgia, Chief Justice Marshall sided with Samuel Austin Worcester and Elizur Butler, two missionaries that wished to live with the Cherokees in Georgia territory.  The Indian Removal Acts had declared that these Cherokees must leave Georgia, but Worcester and Butler ignored the law and instead sued the state.  According to Marshall, the two missionaries and their Cherokee friends had every right to remain in Georgia. Marshall declared that the state of Georgia did not have the authority to regulate the intercourse between the citizens of its state and the members of the Cherokee Nation because the Indian territory remained in the hands of the Cherokees, not in the hands of the Georgia government as the <em>Telegraph</em> asserted.  Thus, the interactions between the Cherokee Nation and the American government must occur on the federal level, not the state level.  In this way, Georgia law was not binding to the Cherokee peoples because it interfered with American laws and treaties that were superior to state law.","Famously, Andrew Jackson strongly resisted Marshall's ruling.  Although Horace Greeley of the New York Tribune misquoted Jackson as saying that John Marshall has made his decision; now let him enforce it, the inaccurate quote captured Jackson's attitude towards Marshall and the Cherokees.  Instead of executing the outcome of Worchester, Jackson continued his policy of Indian removal.  Although many of the Cherokees adopted the customs and habits of the white Georgians, Jackson insisted on their removal from the state.  In 1832, Jackson pressed the Cherokees to sign a treaty ceding their lands to the state of Georgia.  This treaty required that the Cherokees depart the state in two years.  This exodus finally began six years later, in 1838.  Through rain and snow, lacking sufficient food, clothing, and shelter, Jackson forced the Cherokees out of Georgia and towards Oklahoma.  The Trail of Tears was lined with thousands of dead Cherokees, forever removed from their Georgia home."],"display_date":"June 12, 1830","search_date":"1830-06-12","locations":[{"id":1547,"lat":32.8060034472,"lng":-83.7076277097,"zoom":10,"place":"BIBB, Georgia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3354,"title":"Black Leaders Hold Convention in Macon\n","course_id":1,"status":"P","start_date":"1888-01-25","end_date":"1888-01-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Beginning at 10:00 AM on January 25, 1888 and continuing through the next day, at least 350 black Georgian men met at the Cotton Avenue Baptist Church in Macon, Georgia to determine the wise course of future action, for the promotion of the race's welfare. The men divided themselves into committees on issues ranging from education to temperance. On the final evening each committee presented their resolutions on the individual concerns addressed at the convention. The most extensive and detailed solutions addressed the criminal justice and education systems. They advocated a change in the jury system that would allow the participation of black men. They also sought regulations for chain gangs and prison life and the adoption of an anti-lynching law. In education, the men desired a six-month school year, and more private and public funding for schools, especially from the state. The men researched other important issues and reported, although following the convention, no significant public changes were made. Following the Civil War and the ending of slavery, whites needed a new way to cope with free blacks in the society. They solved this problem by adopting Jim Crow laws and segregation policies. While almost all aspects of public life became segregated in the South, education and the criminal justice system were two of the most intensely separated between the races. Schools differed among blacks and whites on the school year, funding, and facilities. White children attended school for six months, three months longer than black children. The white schools also received the majority of the state's education budget for new schools, textbooks, and materials. The remaining money in the budget was given to black schools, which was barely sufficient to keep schools running. The criminal justice system was just as poorly run. Georgia employed a chain gang and the prisons housed predominantly black convicts. The criminals were held at the mercy of white guards and officials who had no hesitation in allowing the prevalence of assault, hunger, sex, inadequate clothing, and even disease. It was not uncommon for guards to hire out black prisoners for labor-an arrangement that resembled slavery. While the Georgia men at the convention tried to make these blatant discriminations disappear, very little came of it. When the Supreme Court declared separate but equal legal in the 1896 case Plessy v. Ferguson, segregation would remain implemented into the next century."],"display_date":"January 25, 1888 - January 26, 1888","search_date":"1888-01-25","locations":[{"id":1552,"lat":32.8067094598,"lng":-83.6980226314,"zoom":10,"place":"BIBB, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":6385,"title":"The Escape of William and Ellen Craft from Slavery in America to Freedom in England","course_id":149,"status":"P","start_date":"1848-12-01","end_date":"1852-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William and Ellen Craft were both born in 1820s Georgia to, by the standards of that time, fairly sensitive masters. Neither was ever beaten by their masters, yet they still could feel the shackles of slavery. They met each other in 1846 by coincidence, and by 1848 were married. Their decision to escape slavery was heavily influenced by, besides their desire for and right to freedom, their desire to raise children out of the confines of slavery. Their escape was quick—eight days from their initial idea—however it was not easy and they ran into many obstacles along the way.","Their idea was based on the fact that Ellen’s quadroon skin made her passably white. So, they decided she was going to dress up as William's male master and chaperone him to Philadelphia, a free state. With nerves rumbling, they gathered costumes and props--Ellen decided to wear glasses and poultices around both her mouth and her arm so that she would neither be recognizable nor be asked to speak or write. Their masters issued them “holiday” papers for a short Christmas vacation. Along their journey, they encountered Ellen's family's friend and William's employer, but luckily were not caught. Many pro-slavery Southern Whites they met warned Ellen, code-named \"William Johnson,\" that her “slave” may escape when they get to the North. Blacks free and enslaved urged William to seek freedom when he got to Philadelphia.","If William and Ellen had good masters, why, then, did they want so badly to be free? Did they not have food, a job, a bed? This sentiment is what Saidiya Hartman says is the worst part of this institution. \"If the excess of enjoyment imputed to the enslaved displaced what we would think of as disturbing circumstances, it did so only by obscuring violence and comflating it with pleasure\" (Hartman 25). The institution's ideologies as a whole seeped within the community in the form of subconscious racial discrimination and subordination, allowing whites to alleviate their guilt in an instance where a slave seems to be treated more humane than usual. This natural inclination towards racism under the lens of paternalistic, goodly masters is seen throughout the Craft's interactions with the upper-middle to upper class white persons on the trains and steamers. When they were on a train in Richmond, an elite woman mistook William for her escaped \"Ned\" because she “never in my life saw two black pigs more alike” (Tweedie 62).  This incidence truly emphasizes the social atmosphere of the era. A majority of whites held skewed views of blacks and a lot of people were very proud and open about it. This woman was of a paternalistic view of blacks, that they were less intelligent and she knew what was best for them. This idea led her to change the will of her late husband, which had called for the emancipation of his slaves. She sold them because she thought it was “such a cruel thing to turn n****rs loose to shift for themselves, when there are so many good masters to take care of them” (Tweedie 64). A discussion, thus, took place amongst her, Ellen, and gentleman who was sitting by them, though it brought no change of mind to the woman. She reserved her paternalistic view of her slaveholding status."," Mysteriously, the couple came across much luck in their travel. At the port in Baltimore en route to free land in Philadelphia, a \"Yankee of the low order\" (Tweedie 68) claimed he could not let men with slaves pass without his approval, to prevent the emancipation of the slaves. With sheer luck, the conductor of the train recognized the couple and convinced the Yankee to let them board. While in Philadelphia, they met a man who was a member of the Society of Friends and who graciously hosted them for three weeks. During those three weeks, the freed William and Ellen learned the alphabet and how to spell and write their names.","It came to be, however, that they were not safe in the supposedly free land of the North for, in 1850, the Fugitive Slave Act was enacted and their masters sent out warrants for their re-enslavement. As quickly as they arrived in the North, they fled for Canada and then England. William remarks at the end of his narrative about how unfortunate it is that, in order to be free, he and Ellen had to flee a land that prides itself in freedom and equality for the land which that country fled from just a few centuries prior.","                                    \"In short, it is well known in England, if not all over the world,                                                                                        that the Americans, as a people, are notoriously mean and cruel                                                                                    towards all coloured persons, whether they are bond or free\" (Tweedie 111). "],"display_date":"December 1, 1848 - January 31, 1852","search_date":"1850-07-02","locations":[{"id":52774,"lat":32.8406946,"lng":-83.6324022,"zoom":8,"place":"Maçon, GA"},{"id":52775,"lat":32.0835407,"lng":-81.0998342,"zoom":8,"place":"Savannah, GA"},{"id":52776,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"Charleston, SC"},{"id":52777,"lat":37.5407246,"lng":-77.4360481,"zoom":8,"place":"Richmond, VA"},{"id":52778,"lat":39.2903848,"lng":-76.6121893,"zoom":8,"place":"Baltimore, MD"},{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"},{"id":52780,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"Philadelphia, PA"},{"id":52781,"lat":42.3600825,"lng":-71.0588801,"zoom":8,"place":"Boston, MA"},{"id":52782,"lat":43.661471,"lng":-70.2553259,"zoom":8,"place":"Portland, ME"},{"id":52783,"lat":45.2733153,"lng":-66.0633081,"zoom":8,"place":"St John, NB, Canada"},{"id":52784,"lat":44.9902861,"lng":-64.1310364,"zoom":8,"place":"Windsor, NS, Canada"},{"id":52785,"lat":44.6488625,"lng":-63.5753196,"zoom":8,"place":"Halifax, NS, Canada"},{"id":52786,"lat":53.4083714,"lng":-2.9915726,"zoom":8,"place":"Liverpool, UK"}],"tags":[{"id":4,"tag":"Slavery"},{"id":501,"tag":"Escaping slavery"},{"id":2306,"tag":"Slave narratives"},{"id":420,"tag":"Slaves"},{"id":2737,"tag":"Civil War era"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}]}