{"id":10139,"place":"Annarundel County, Maryland","lat":38.9530109,"lng":-76.5488232,"episodes":[{"id":6380,"title":"Escape to Freedom","course_id":149,"status":"P","start_date":"1840-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sometime in the year 1840, William Green decided that he had enough of being a slave. “White people seem to act as if God made us to be their servants and it is not right for them to keep us in slavery,” he wrote. “I decided I spent enough time in slavery as I was willing to,” he wrote. William had never been whipped but his new master, Dr. Jenkins, just used the lash on him for leaving the plantation without permission. William fought back, making it the only time that he was ever whipped. “If you whip me again,” he told Dr. Jenkins, “I will never work for you again.” Jenkins tried one more time to lash William, he caught the whip in midair and beat Dr. Jenkins. With that, William became a fugitive slave and ran and hid and hid and ran. ","Slaves were used to harsh treatment from their masters. They were often whipped and made to do very hard work. Slaves were treated like animals and were bought and sold at auctions like commodities. Slaves were whipped if they were overweight or did not grow fast enough (Johnson, 46-78). Slaves like William and others were whipped for leaving the grounds to visit family members. They suffered with the separation of family and loved ones. Slaves lived in fear of being sold all of the time (Johnson, 5-19). Young William was visiting his father on a nearby plantation and when he returned his days as a slave would soon end. ","Many slaves, like William, lived in fear and in terror all of the time. With the passage of The Fugitive Slave Act, many slaves that escaped were returned to their masters. Many returned to even harsher treatment upon their return (Hartman, 19-20). Other slaves that did not escape lived with the fear of being sold and that their immediate family would be broken up. The fear of disappointment and the terror of the lash was a daily feeling (Hartman, 18). William, his father and his brothers all worked on different plantations. When William ran he knew that he could be caught and returned to Dr. Jenkins. William ran anyway and feared the prospect of getting caught but always hoping that his eventual freedom would happen. William happened to be one of the lucky ones. With the help of his cousins, uncles and other slaves, William managed to escape through Philadelphia then to New York as a fugitive slave. William was tracked by authorities but had help in avoiding capture. People like Dr. Osgood and Dr. Riggles helped him avoid capture (Green, 23).","William Green was one of the fortunate slaves who ran and even got to enjoy his life as a free man. Others were not so lucky. William made his way to Hartford, Connecticut and then settled at Springfield, Massachusetts. There he married and had four children and lived a life of freedom and happiness. "],"display_date":"1840 - 1853","search_date":"1846-12-31","locations":[{"id":52769,"lat":39.0457549,"lng":-76.6412712,"zoom":8,"place":"Maryland"},{"id":52770,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"Philadelphia"},{"id":52771,"lat":40.7127837,"lng":-74.0059413,"zoom":8,"place":"New York City"},{"id":52772,"lat":42.315222,"lng":-72.5014715,"zoom":8,"place":"Hartford"},{"id":52773,"lat":42.1014831,"lng":-72.589811,"zoom":8,"place":"Springfield"}],"tags":[{"id":126,"tag":"fugitive slave"},{"id":2734,"tag":"William Green"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6388,"title":"William Green's Journey Towards Becoming a Freeman","course_id":149,"status":"P","start_date":"1853-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["From the beginning of his life, William Green’s freedom was taken from him. William Green was born in Oxford Neck, Maryland about three months before his mother was set free. Green’s owner, Miss Goldsbury, at her death set all of her slaves free and their children were to be free when they became of age. William Green was therefore entitled to his freedom at the age of twenty-five, but he was cheated out of it. When Miss Goldsbury died Green fell into the hands of Mr. Singleton. Mr. Singleton, was going to take Green to the South to sell him, but Green’s mother begged him not to take her son away. He agreed that if she found someone to buy Green that he would sell him to them. Edward Hamilton bought Green and when he was sold the fact that Green was to be free at the age of twenty-five was not mentioned and therefore Green was sold as a slave for life. Green lived with his mother until he turned nine, at which time he was taken to work in the house of Mr. Hamilton. Until he was twenty, Green worked in Mr. Hamilton’s house as a body-servant, a race-rider, and later a waiter. When Mr. Hamilton’s daughter, Miss Henrietta Hamilton, married Dr. Jenkings, Green was given as part of her wedding dowry. Dr. Jenkings was a disagreeable man and Green did not like him. Green’s job was to wait and take care of things in the house, go on errands, and ride with the doctor when he went to see patients. One day, Green got into a quarrel with the doctor over how Green spent his leisure time. The doctor cracked a whip at Green and they started to fight until they were both out of breath. After that, Green told Dr. Jenkings that if he ever whipped him again Green would never do another day’s work for him or any other man. Green would remain with the doctor for about a year following the incident. Green was not satisfied with being a slave and had decided that he “had spent as much time in slavery as he was willing to” (Green, 15) and made a plan to escape with his friend, Joseph. On their journey, Green and Joseph met many friends who aided them on their way towards freedom. They were able to make it to New York and later Springfield, Massachusetts where Green was able to get a job, settle down, and live the life of a freeman.","William Green was not satisfied with being a slave and he was willing to stand up for himself and his freedom. Saidiya Hartman writes in her book <em>Scenes of Subjection</em> that “the exercise of power was inseparable from its display because domination depended upon demonstrations of the slaveholder’s dominion and the captive’s abasement. The owner’s display of mastery was just as important as the legal title to slave property.” A slaveholder showing his power was essential to his domination. Many people believed that slaves were suppose to submit to white people and that it was their job to do so. Dr. Jenkings was not able to exercise complete domination and power over William Green. This is because Green had been apart of Mrs. Jenkings dowry, so he was not one of the Doctor’s slaves and was not his property. Green was one of Mrs. Jenking’s favorite slaves and she had some influence in the way that Green was treated and often “let him have his way.” (Green, 13) With Dr. Jenkings not being able to have complete domination over Green, Green developed the courage to stand up for himself and this was shown with Green’s willingness to disobey his owner and when he told Dr. Jenkings that he would never work another day if he was ever whipped again. When Hartman talks about the brutality of slavery, two of things that she mentions are cruelty and resistance. William Green experienced both of these.  Examples of the cruelty that Green experienced was when he was cheated out of his freedom by being sold as a slave for life and not one who would be free at the age of twenty-five and the way that Green was treated by Dr. Jenkings. Even though Green was dominated and treated with brutality by his masters Green was not afraid to stand up for himself and resist them. Green’s courage grew as he resisted against his master and the act of slavery and as he began to think about freedom. With this courage Green made the decision to run away. It took “all of the nerve and energy that a poor slave can bring to his support to enable him to make up his mind to leave in the precarious manner” (Green, 15) but Green was willing to do so and because of this he was able to become a freeman. "," "],"display_date":1853,"search_date":"1853-07-02","locations":[{"id":52791,"lat":42.1014831,"lng":-72.589811,"zoom":8,"place":"Springfield, Massachusetts"},{"id":52769,"lat":39.0457549,"lng":-76.6412712,"zoom":8,"place":"Maryland"}],"tags":[{"id":270,"tag":"Freedom"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6702,"title":"The Anguish of the Auction Block","course_id":171,"status":"P","start_date":"1780-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Slaves were often required to surrender their bodies, the vessel that encapsulated their freedom and individuality, to the ownership of their master. Their bodies constantly fell victim to the harsh and violent hands of white men, but a heightened vulnerability was present when a slave was dragged to the auction block, bound by chains. The fate of a slave’s future was placed in the hands of white men, giving the man with the winning bid the ability to reshape their entire identity and even dictate familial and romantic relations among them. The auction block was the battleground at which a slave’s future was put up for sale and families were most susceptible to separation.","Charles Ball, as well as many other African Americans during this time, experienced just that. He was forced into a life under the constraints of a white slave owner who, with an unyielding fist, immediately claimed him as property. No input from Charles was needed. With one swift grab of the collar, Charles was instructed that he would be going to Georgia without the accompaniment of his wife and children. Through the power of his relentless grip, a white man was able to reinvent Charles’ identity and uproot his entire life to move him to a different state. Without a second thought, Charles was taken away from his family, the people who were the core of his identity.","Silenced under the command of a white slave owner, Charles Ball timidly voiced one question. He asked about his wife and children, and he asked if they would be allowed to see each other. His question was answered immediately and unsympathetically; he would be able to get a new wife when he got to Georgia. He must have understood that he did not have much voice in this matter and he must have remembered the consequences of resistance. Maybe he had a flashback of being separated from his own mother who Charles remembers “turned to him [the slave buyer] and cried, ‘Oh, master, do not take me from my child!’” The slave master immediately struck her multiple times and dragged her back to the auction block for sale. Charles must have known that any efforts of resistance would be futile. He learned from a young age, just as many children that grew up in the shackles of slavery did, that they would not be given the luxury to love nor would they be permitted the freedom of consistent companionship.","This story, however, is not unique to Charles Ball. In fact, Lewis Clarke, a former slave said, “I never knew a whole family to live together till all were grown up in my life.” There were millions of stories of families being torn apart just like Charles Ball was dragged away from his. Slaves did not have ownership of themselves, but rather they were under the control of other human beings. They were considered property and commodities, unable to legally marry or claim ownership of their children. With no protection from the law, slave traders and owners faced no opposition in splitting apart families, and that is exactly what happened time and time again.","The fate of a slave was dependent on the desires of their master, allowing the slaves no stability or security in interpersonal relationships. The threat of familial separation constantly loomed over the heads of slaves, but this anguish and uncertainty was further intensified at the auction block. At the auction block, slaves’ entire lives were put up for sale and their futures were governed by the personal motives of the white bidders surrounding them."],"display_date":"1780 - 1850","search_date":"1815-07-02","locations":[{"id":52769,"lat":39.0457549,"lng":-76.6412712,"zoom":11,"place":"Maryland"},{"id":52795,"lat":32.1656221,"lng":-82.9000751,"zoom":11,"place":"Georgia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":2749,"tag":"Slave Family"},{"id":3323,"tag":"slave seperation"},{"id":3324,"tag":"slave auction"},{"id":3325,"tag":"Charles Ball"},{"id":3326,"tag":"slave marriage"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}}]}