{"id":10150,"place":"Bullock County, Georgia","lat":32.3595678,"lng":-81.7787021,"episodes":[{"id":6450,"title":"To My Loving Miss Patsy","course_id":145,"status":"P","start_date":"1857-08-29","end_date":"1857-08-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Writing, “To My Loving Miss Patsy,” in a letter in August 1857, Vilet Lester began by explaining that:","“I have long been wishing to embrace this present and pleasant opportunity of unfolding my feelings since I was constrained to leave my long loved home.”","Lester had had four masters since she left the Pattersons’ home and desperately missed those that she had left behind, including but not limited to, her mother, brothers, and sister.  However, most of all, she desperately needed to know where her daughter was because her current owner, Mr. Lester, had promised to reunite the two.  She implored Patsey to write her back as soon as possible so that she could try and piece together that relationship"," First hand accounts written by slaves are rare.  Yes, we have slave narratives but these people were remembering what happened to them.  Letters, instead, give a glimpse into what enslaved people were experiencing at that very point in their lives.  Since it was illegal to teach a slave to read and write, few slaves wrote letters and fewer survived."," Unlike some other letters, Lester actually wrote this letter without assistance.  At this time,  masters often taught their slaves to read so that they could read the Bible. This fed the misconception that slave masters were more like father-figures than abusers.  However, they would often only teach slaves to read and not write. Therefore, it is notable that Vilet learned how to write as well.  There were also pragmatic reasons, like needing a slave to read in order to do errands.  Finally, some owners just believed in the virtue of education."," “My dear mistress I cannot tell my feelings nor how bad I wish to see you”. Vilet continued.  In this case, Lester wrote in a seemingly amicable manner. She didn’t write in the formal way in which someone would write to their boss, or even parent, but rather, it was written like she was talking to a good friend to just catch up.  This may seem strange because why would slaves look fondly upon their masters, if the grand narrative of slavery today is so often trying to debunk the myth of slaves being happy and content with their circumstances?"," Plot twist. It can be inferred that Ms. Patterson was not actually the headmistress of the plantation.  Instead, Patsey, the child of the head master and mistress of the plantation, and Vilet grew up together. Headmistresses, the female owners, were twice as likely to teach slaves to read and write than owners were. White children, in slaveholding households, were oftentimes teachers to their enslaved playmates as well.  So, the master’s kids would end up teaching slaves either in secret or without even knowing about the legality of what they were doing.  This last instance seems to fit perfectly with the correspondence of Violet to Patsey.  Instead of an enslaved person inquiring about those whom she has left behind, she was actually attempting to catch up with an old friend, and probable teacher."," Lester closed the letter as follows:","“So I must come to a close by describing myself your long loved and well wishing playmate as a servant until death. If you should think a nuff of me to right me which I do beg the favor of you as a servant direct your letter to Millray Bullock County Georgia. Please to right me So fare you well in love.”","Love is not a word that comes to up in modern discourse surrounding slavery, unless one is referring to the love that slaves had for one another.  It’s not acceptable to claim that masters loved their slaves.  However, what about the children of these households and enslaved children? Vilet mentions love five times in this letter, three of them are referring to Patsey. I suppose this just goes to show that even in the darkest of situations, a bit of light always manages to shine through."],"display_date":"August 29, 1857","search_date":"1857-08-29","locations":[{"id":52850,"lat":32.3595678,"lng":-81.7787021,"zoom":7,"place":"Bullock County, Georgia"}],"tags":[{"id":761,"tag":"letter"},{"id":2840,"tag":"Slave Literacy"},{"id":1609,"tag":"georgia"},{"id":4,"tag":"Slavery"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":145,"school_id":11}}]}