{"id":10174,"place":"Idaho","lat":44.0682019,"lng":-114.7420408,"episodes":[{"id":6426,"title":"Women: Citizenship or Idol Worship in the 19th Century","course_id":149,"status":"P","start_date":"1871-10-26","end_date":"1871-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An article from The Idaho World entitled, \"Will A Lady Ever Be President?\" pondered the possibility of a female presidency in 1871, a year before the upcoming election of 1872. The tone in which the author wrote is misogynistic, but also fairly common thought. The author begins by saying, \"Will a lady ever be President? We hope so, if she is pretty.\" Beauty is a central theme in this article, and it is assumed to be the cornerstone quality that makes a good female President. The author goes on to make the assumption that if a woman were to be President, it would open many chances for promiscuous behavior, in the good favor of her inferiors. \"The Presidentess\" would also be a fashion icon, and \"inaugurate an era of love and elegance\" to the political sphere. The author then assembles a picture of the future of politics, where a \"plump, comely\" candidate runs against a \"lean, lank, scrawny\" candidate. The public would be so invested in the excitement of this event that they would parade awful banners around, \"Full Bosoms Forever,\" \"Pretty Ankles are the Nation’s Bulwarks,\" \"To Arms, ye Brave, When they are Fair and Dimpled,\" and “Give the Kissing Candidate a Chance” among the lot. The author assures the readers that this future would be a good time, and that they should hope that they are alive to see it. The article ends in a positive view of women in politics at face value, but the meaning that lies underneath may not be so liberating, especially for the thousands of suffragettes reading it in 1871."," ","The fact of the matter is that women existed in a funny area within society, mostly white women, where they were held to a high standard of respect but were not considered equal and were not given the same rights as men. They were to appear ladylike and to exhibit class and sophistication amongst company. The “New South Lady,” according to David Blight’s <em>Race and Reunion</em>, was the “agent by which the whole South could transcend the legacies of defeat and Reconstruction” (273). This image of a perfectly proper and wholesome woman was meant to steer the country towards morally better paths. The United Daughters of the Confederacy was a group assembled to exemplify just this. The UDC strived to be “guardians of piety, education, and culture” and lead “public activist lives” (273). Women were expected to stay within the confines of their designated roles as wives and mothers, achieving perfection in positive qualities such as doting, peacemaking, respectable, and sensible.","Politics was considered too brutish for the dainty ladies of the states. Many women were not particularly upset by this construct, such as Janet Rudolph, who claimed that it was not fair that women had to give up everything, but were still not able to reach the equal status of their male counterparts. “Do you call this chivalry to women? Is it placing them on that lofty pedestal our opponents so delight to talk of?” Though she recognized this imbalance, she claimed, “I am not a suffragist, but it is just such injustice that will cause the women of Virginia to become suffragists” (279)."," ","The idea of a woman within the political sphere caused backlash from those who could not separate politics from the dirty, rough-and-tumble men that were involved. Or, at least it seemed that way. In order to combine the two worlds, one would have to sacrifice part of its identity. If a lady were President, the Presidency would have to revolve around female-centered activities (e.g. fashion, kissing); likewise, if a lady were to be President, the lady would have to act like a President—i.e. to act like a man. Thus, it was quite comical to some folks to imagine a female President. Though it has yet to happen today, this country has come a long way in securing a place for women in politics—even so far as to allow them to run against men in the Presidential campaigns. Luckily, there have yet to be any banners like the ones in this article read in the campaign for the 2016 Presidential election."],"display_date":"October 26, 1871","search_date":"1871-10-26","locations":[{"id":52834,"lat":44.0682019,"lng":-114.7420408,"zoom":8,"place":"Idaho"}],"tags":[{"id":470,"tag":"Reconstruction Period"},{"id":7,"tag":"Women"},{"id":170,"tag":"suffrage"},{"id":788,"tag":"Sexism"},{"id":18,"tag":"Politics"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}]}