{"id":1018,"place":"TRAVIS, Texas","lat":30.3347220867,"lng":-97.7818662757,"episodes":[{"id":480,"title":"Texas Railroad Agreement\n","course_id":1,"status":"P","start_date":"1881-11-26","end_date":"1881-11-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Railroads were essential modes of development in Texas, a state which retained its frontier status while others turned to a manufacturing economy.  After the Civil War, efforts were renewed to construct a southern transcontinental railroad.  In order to do so, the Texas and Pacific Railway Company, which had received a federal charter in 1871, was granted permission to build tracks from Marshall, Texas to San Diego, California.  However, controversy arose with a California-based line, the Southern Pacific Railroad Company, over claims to the tracks between El Paso and Yuma.  Both companies competed to obtain the best route.  &lt;br /&gt;Negotiations between the two companies began in November.  Jay Gould signed an agreement on behalf of the Southwestern railroads in mid-November, and, on November 26, 1881, with the signature of C.P. Huntington, the companies reached a formal compromise.  Labeled the Gould-Huntington Agreement, the compromise provided the Texas Pacific with the desired tracks.  In turn, it limited claims of the Texas Pacific to no further than the Sierra Nevada and provided for a joint-track system for the line to El Paso.  The two systems met one hundred miles to the east of El Paso, and they were instructed to share the stretch equally. &lt;br /&gt;Railroads greatly impacted the South in positive and negative ways.  They served as a primary mode of transportation, and the transcontinental passage increased the interconnectedness of the Southern states.  Problems arose, however, when cities were built along railroad lines, which led to overcrowding conditions and health problems.  The railroads also spurred controversy as they brought people of all races and classes into close proximity.  Although the railroad companies were not in favor of segregating their lines, the railroads became the first sight of state-wide segregation laws."],"display_date":"November 26, 1881","search_date":"1881-11-26","locations":[{"id":13257,"lat":30.3347220867,"lng":-97.7818662757,"zoom":9,"place":"TRAVIS, Texas"}],"tags":[{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":6720,"title":"Another Mother Dead: Casualties of Travel in theInterstate Slave Trade","course_id":171,"status":"P","start_date":"1852-01-01","end_date":"1864-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<strong>Ben Simpson marched onward through the snow and dirt for several weeks, with his mother, sister, and a slew of other slaves at his side. His neck was secured with iron chains that attached him and the others to the horses that lazily dragged their owner, Alex Simpson, toward Austin, Texas from Norcross, Georgia, a distance of nearly a thousand miles. Wanted by authorities for stealing horses, Alex fled to Texas with his conveniently mobile property. Though winter drew upon them as they marched, Alex forbade Ben and the others from taking breaks or even wrapping their feet to protect them from the snow. They spent many nights sleeping on the snow-blanketed ground beside the main road.</strong>","<strong>Forced slave migrations, such as that experienced by Ben Simpson, were far from uncommon in the antebellum South. Slaves like Ben travelled in slave coffles, chained groupings of slaves made to secure and more easily transport them. Between 1810 and 1865, approximately 1.2 million slaves were traded domestically in the interstate trade, most of which transported by coffles that marched slaves across state borders to follow cotton production in the expanding Southwest. This was an arduous and sometimes fatal journey for slaves. Many lost their lives during travel or verged on death by its end. Though Ben managed to survive and later recount his experience in the slave coffle, his mother did not fair so well.</strong>","<strong>As Ben describes it, Alex Simpson spared his coffle no kindnesses. When slaves began to slacken their paces, Alex whipped them to spur them forward. And if a slave gave out and couldn’t keep up with the pack, many slaveowners like Alex didn’t hesitate to put him or her down. When the snow and endless trek pushed Ben’s mother beyond a point she could physically handle, her feet “raw and bleeding, and her legs swoll plumb out of shape,” Alex showed no mercy. As Ben states, the “Massa, he just take out he gun and shot her, and whilst she lay dying he kicks her two-three times and say, ‘Damn a nigger what can’t stand nothing.’”</strong>","<strong>Death of slaves during forced slave migrations was very common, though exact estimates aren’t available. Owners and traders sought to profit as much as possible, meaning they frequently provided slaves with the bare minimum of resources they would need to survive. This was particularly true for traders that had no immediate plans to sell them, since the slaves wouldn’t need to look ‘healthy’ for the market anytime soon. With profit in mind, these men often relied on judgments of the approximate worth of the slaves in scenarios like this one. Ben’s mother was killed because Alex found more value in her death than her life. Following her murder, Alex didn’t even expend the effort to bury her, instead “just leaving her laying where he shot her at.”</strong>"," "],"display_date":"1852 - 1864","search_date":"1858-07-02","locations":[{"id":53075,"lat":33.9412127,"lng":-84.2135309,"zoom":8,"place":"Norcross, GA"},{"id":53076,"lat":30.267153,"lng":-97.7430608,"zoom":8,"place":"Austin, TX"}],"tags":[{"id":2741,"tag":"domestic slave trade"},{"id":1609,"tag":"georgia"},{"id":1044,"tag":"Texas"},{"id":3371,"tag":"ben simpson"},{"id":3372,"tag":"alex simpson"},{"id":3373,"tag":"simpson"},{"id":3374,"tag":"interstate slave trade"},{"id":3375,"tag":"coffle"},{"id":3378,"tag":"austin"},{"id":3377,"tag":"norcross"},{"id":3376,"tag":"coffles"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}}]}