{"id":10240,"place":"Detroit, Wayne County, Michigan","lat":42.331427,"lng":-83.0457538,"episodes":[{"id":6465,"title":"Cross Burned Outside White Female Civil Rights Martyr's House","course_id":153,"status":"P","start_date":"4/1/65","end_date":"4/1/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 1<sup>st </sup>1965, a cross was burned outside the late Viola Liuzzo’s house in Detroit, Michigan.  The <em>Brownsville Herald</em> reported a few days later that another cross had since been burned, making it “the fourth cross burning in Detroit in less than 24 hours.” The incident occurred on the front lawn of the Liuzzo house just two days after the funeral of Viola Liuzzo, commemorating the life the working class Michigan native. Liuzzo was shot while she ferried people during the Civil Rights marches from Selma to Montgomery, Alabama. Liuzzo had identified herself as a keen supporter and worker for the Civil Rights movement in the South, and the burning of the cross outside of her home in the North is evidence of the Ku Klux Klan claiming responsibility for her murder. ","Cross burning is a long established form of hate crime and is specified in many state laws: “burning crosses with the intent to cause alarm among African Americans was symbolic speech, and the statute was an illegal censorship of the right of expression.” The newspaper’s mild account of the incident may be partly intentional in order to avoid alienating parts of their readership, which may include racist sympathisers. Jeannine Bell addresses this possibility: “Often acts of anti-integrationist violence look like petty crimes – vandalism or other property damage…local officials must understand that a cross-burning is not just an arson.” It may also be for this reason that coverage of the cross burning outside of the Liuzzo household is minimal, with only a brief mention in Mary Stanton’s biography of Viola Liuzzo.","Despite the clear involvement of the Ku Klux Klan in Viola Liuzzo’s murder due to evidence provided by Gary Thomas Rowe – Ku Klux Klan member and FBI informant – the language used in the article reveals the power that the organisation had over journalism and the general public. When considering who set the cross alight, the newspaper accuses “pranksters, bigots, or punks…it will be interesting to see just what kind of strange people they are.” Historian Gary May claims that even President Johnson used relatively tame rhetoric when acknowledging the Klan’s involvement, and appealing to them to end their activities: “If Klansmen hear my voice today, let it be both an appeal – and a warning – to get out of the Klan now and return to a decent society.” The focus centered on the Klu Klux Klan’s involvement in the murder in Alabama, and both journalists and historians alike fail to stress the significance of the racially motivated cross burning back in Michigan.","This case stands out due to the victimisation of a white female in the North, while most other incidents of cross burning targeted African-Americans in the South. Viola Liuzzo’s husband and her five children faced other forms of violence after the murder, including “obscene phone calls and hate mail.” The burning cross is, however, a symbol strongly associated with Klan activity, and establishes their presence in a neighbourhood previously considered a fair distance from the more public troubles of the South."],"display_date":"April 1, 1965","search_date":"1965-04-01","locations":[{"id":52862,"lat":42.331427,"lng":-83.0457538,"zoom":7,"place":"Detroit, Wayne County, Michigan"}],"tags":[{"id":2858,"tag":"Hate Crime"},{"id":15,"tag":"Race-Relations"},{"id":91,"tag":"Murder"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}},{"id":6625,"title":"George Wallace's Detroit Visit Provokes Police Brutality","course_id":163,"status":"P","start_date":"10/29/68","end_date":"10/29/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“This is the most horrible thing I have ever seen,” a woman from St. Louis recounted as the police chased demonstrators from Detroit’s Cobo Hall convention center. In an effort to escape the police’s attacks, many people fled the convention center towards the nearby Pontchartrain Hotel and beyond. Police continued their attacks. “Swinging and jabbing their nightsticks, more than 350 police waded into nearly 800 demonstrators.” Gary Nater, 17, of Birmingham, MI, ended up with facial wounds and a broken arm. “Gary told [his father] he was trying to get away from the group, but was grabbed and beaten by five Detroit policemen.” Nater’s father also conveyed that his son had “respected the police—until this anyway.”","On October 29, 1968, George Wallace held a presidential rally at Detroit’s Cobo Hall. Wallace’s supporters enjoyed a numerical advantage, and fighting took place within the center; but the melee turned from pro- versus anti-Wallace supporters to the Detroit Police versus everyone. “Police ordered the crowd to disperse,” but they did not. Demonstrators on the rooftop “threw stones and other debris at police squads standing below.”","By late October, the presidential campaign was nearing its conclusion. The election was highly contentious. Wallace’s two opponents were the Democratic nominee, Hubert Humphrey, and Republican Richard Nixon.","As a segregationist and former governor of Alabama, Wallace had strong support in the Deep South. But for a chance of a presidential victory, he had to concentrate his campaign on Northern states, including Michigan. Detroit had long had divisions along racial lines. Factors such as deindustrialization (especially in the post-World War II years) and structural racism in crucial areas such as housing already showed division between many white and black Detroiters.","The year 1968 was not the beginning of Detroit’s racial tensions. On July 23, 1967, a major race riot began in the city of Detroit. Mayor Jerome Cavanagh, a liberal Democrat, had previously taken steps to ameliorate Detroit’s numerous racial injustices. These policies proved inadequate and Detroit’s riot of 1967 showed the dissatisfaction with the progress. Little had improved by 1968. The Executive Secretary for the Detroit National Association for the Advancement of Colored People, Robert Tindal, observed that confrontations between police and citizens were usually racially based, due to the overwhelming whiteness of the police department.","The race issue was always salient in Wallace’s rallies, and this was no different in that respect, but it was noteworthy for the violence it engendered. The headlines of the papers following the rally were dominated by the police’s attacks. Despite the carnage of several hecklers being injured and one policemen being hospitalized, many witnesses supported the police’s actions. An elderly man commented, “The police need more freedom in dealing with these youngsters.” Some Wallace supporters opposed any racial integration, and some believed that the civil rights movement was progressing too quickly. The rally highlighted the divisiveness of the 1968 election in Michigan—pitting young versus old, black versus white, and liberal versus conservative."],"display_date":"October 29, 1968","search_date":"1968-10-29","locations":[{"id":52997,"lat":42.3268787,"lng":-83.0496032,"zoom":13,"place":"Detroit, Michigan"}],"tags":[{"id":1596,"tag":"Riots"},{"id":2227,"tag":"NAACP"},{"id":3201,"tag":"George Wallace, Police"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}}]}