{"id":1026,"place":"MONONGALIA, West Virginia","lat":39.6302807861,"lng":-80.0465403242,"episodes":[{"id":1424,"title":"Jerome Hall Raymond Inaugurated as President of West Virginia University\n","course_id":1,"status":"P","start_date":"1897-08-06","end_date":"1897-08-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the 6th of August the board of regents of the West Virginia University elected J.H. Raymond to the presidency of the university over seventeen applicants from all parts of the country. Endorsed by the faculties at John Hopkins, Princeton and Yale, he became the youngest college President in the country at 29 years of age.&lt;br /&gt;Young and full of ambition, Raymond made a commitment to modernizing the university.  His impact on the College of Arts and Sciences was extremely important to the development of expanding course offerings, art and music departments, and domestic courses in hopes to attract more female students.  He also was instrumental to the advancement of women within the university, hiring the first women to the university faculty.  &lt;br /&gt;In addition to these initiatives, Raymond also created the university's course elective system, establishing much diversity with the course offering directory.  However, the faculty committees he set up through which all issues were to be referred, created bad feelings within the faculty and also led to bad public relations for school.  Eventually, in 1901, the university's board put the school under investigation, ultimately leading to Raymond's replacement shortly thereafter.  Despite his quick tenure Raymond played a critical role in the woman's rights movement that was taking hold during this time period, encouraging more females to take high positions at the university and also created a college elective system that was geared toward to the idea that no two people are alike.  This model would continue to expand and grow among other American universities as women found their place as equals in the academic world."],"display_date":"August 6, 1897","search_date":"1897-08-06","locations":[{"id":14718,"lat":39.6302807861,"lng":-80.0465403242,"zoom":10,"place":"MONONGALIA, West Virginia"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}