{"id":10284,"place":"Bucks County, Pennsylvania","lat":40.4107964,"lng":-75.2479061,"episodes":[{"id":6471,"title":"Black Family Integrates to Levittown","course_id":153,"status":"P","start_date":"8/19/57","end_date":"8/31/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 19, 1957 an African American couple named Bill and Daisy Myers moved their family into an all-white Levittown in Bucks County, Pennsylvania. The Myers had three children and the house in Levittown had everything they wanted. Daisy recounted, “it was a rancher with a third bedroom for our baby girl, a garage for Bill, and a yard for the children to play in.” However, excited as she was about her new home, Daisy maintained apprehensions over the social consequences her move might provoke. “Numb on the outside,” and filled with anxiety on the inside, Daisy approached her new community with a mind full of doubt. The same day a crowd of people formed in front of the Myers’ front door. Soon the crowd grew into a mob filled with racist protestors, reporters, and curious onlookers. The barrage of intimidating questions and racial slurs from the crowd was a source of great stress for the Myers: “Bill had to see the doctor several times during the crisis; each time the diagnosis was nervous tension,” Daisy remembered. Eventually the questions and slurs escalated to violence and threats of death. At the peak of its madness the mob had to be beaten back from the Myers home by policemen with riot sticks. However, Daisy contended that the mob outside her house did not represent the majority of Levittowners. In fact, she claimed the Myers received supportive letters from many Levittowners, along with people from all over the world. People empathized with their situation and pleaded with them to stick it out. “These letters” Daisy stated, “were a treasure to us; Bill and I read them with deep satisfaction and treasured each one.”  ","Historian Alexander Miller confirms Daisy’s sentiments in his analysis of the incident: “The good, kind, decent people in Levittown, of whom there are many” he contends, “are ineffectual in the face of violence other than to voice support for law and order.” Even so, the good people who represented the majority were overshadowed by racist counter parts. Levittowns were a place of “racial homogeneity” Miller concedes. Thus, it was no surprise that the arrival of a black family would create unrest. Furthermore, according to Rosalyn Baxandall and Elizabeth Ewen, William Levitt himself was a white flight pioneer. He created primarily white Levittowns for people who wanted to move away from cities for a number of motives including distancing themselves from African Americans. The result was that blacks were generally excluded from the suburban life that characterized the American dream of the 1950s. Furthermore, for those like the Myers who did manage to make it to the suburbs, to live in a house, as Daisy put it, with a yard for the kids; a garage for the husband; and a garden for flowers, their dream would be under constant threat of turning into a nightmare."],"display_date":"August 19, 1957 - August 31, 1957","search_date":"1957-08-25","locations":[{"id":52867,"lat":40.4107964,"lng":-75.2479061,"zoom":2,"place":"Bucks County, Pennsylvania"}],"tags":[{"id":2878,"tag":"Suburbia"},{"id":1511,"tag":"American Dream"},{"id":889,"tag":"Racism"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}}]}