{"id":1028,"place":"WILSON, Tennessee","lat":36.1567844857,"lng":-86.2970579284,"episodes":[{"id":1426,"title":"Formation of the Ku Klux Klan\n","course_id":1,"status":"P","start_date":"1867-04-13","end_date":"1869-02-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 13, 1867 the Tennessee Conservatives held a convention in Gallatin. The convention had two speakers: the Honourable Bailey Peyton and an influential African American preacher. Reports on the convention stated that the preacher stood up, declared the present Republican Governor Brownlow a colored man in disguise, and encouraged the few African American present to vote for him. The proclamation resulted in a cheer from the few African-Americans in the crowd.&lt;br /&gt;&lt;br /&gt;The convention reflected the many failed attempts of Southern Conservatives and Democrats to attract the vote of the newly enfranchised black man. Instead, Tennessee blacks voted to ensure the political success of Governor Brownlow in the 1867 election. As a result April, 1867 saw that the first meeting of the Ku Klux Klan in Nashville, Tennessee. Democratic Party leaders, Conservative Unionists and ex-Confederates met with members of dispersed groups of men to form a centralized, united organization of the Ku-Klux Klan. It transformed the Ku-Klux Klan from a social club to the political and terrorist movement, which resorted to terror and intimidation to keep blacks away from the voting table, and to keep Republicans out of office.&lt;br /&gt;&lt;br /&gt;In April, 1867 the Ku Klux-Klan set up the administration of the organization, appointing General Forrest as their leader Grand Wizard of the Empire, and stressed the need for secrecy. In 1868, the Ku Klux-Klan developed a constitution including the aims to protect the innocent and the constitution of the United States. Over the next two years Ku-Klux Klan activity spread across West and Mid-Tennessee, and throughout the South. Despite two ineffective acts of legislation against the Ku-Klux Klan, it was not until February 25, 1869, with the resignation of Brownlow that the Ku-Klux Klan ceased its activity. General Forrest called for all the masks and costumes of the Ku-Klux Klan to be destroyed; believing that with the end of Brownlow's governorship the Klan had achieved its objectives."],"display_date":"April 13, 1867 - February 25, 1869","search_date":"1868-03-20","locations":[{"id":12485,"lat":36.1567844857,"lng":-86.2970579284,"zoom":9,"place":"WILSON, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1611,"title":"John P. Buchanan becomes first President of Tennessee Farmers Alliance\n","course_id":1,"status":"P","start_date":"1888-03-25","end_date":"1888-03-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In early March, the Tennessee Farmers Alliance elected State Congressman John P. Buchanan the President of their newly formed organization. A self-educated farmer noted for his energy and dedication, Buchanan was the first cousin of James Buchanan, the fifteenth President of the U.S. His robust personality made him a popular politician among the lower classes.  &lt;br /&gt;&lt;br /&gt;The Alliance later merged with the Agricultural Wheel to form the Tennessee Farmers and Laborers Union. An early predecessor to the Populist Movement, the Alliance's membership numbered well over 90,000 in Tennessee alone. The organization's central goal was for farmers to modernize their business practices through crop diversity and other methods. By accomplishing this goal, the Alliance looked for farmers to ultimately become self-sufficient, bringing an end to the crop lien system. Interestingly enough, the Alliance was composed of black and white farmers alike. Both sides were united by mutual economic problems. &lt;br /&gt;&lt;br /&gt;The organization would reach its peak influence in the early 1890's, electing Buchanan to the Tennessee governorship and placing 54 Alliance members on the State General Assembly. However, by the mid 1890's, the Alliance, like many other Populist movements, had lost nearly all political significance. Internal divisions (dominated predominately by racial differences) and a lack of public support combined to cause the downfall of the once promising political movement."],"display_date":"March 25, 1888 - March 28, 1888","search_date":"1888-03-26","locations":[{"id":12487,"lat":36.154736698,"lng":-86.2986110936,"zoom":9,"place":"WILSON, Tennessee"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2587,"title":"Lawlessness and terrorism in Wilson County, Tennessee","course_id":1,"status":"P","start_date":"1871-09-07","end_date":"1871-09-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Described as a well-liked African American in the community, Isaac Creek was attacked in his cabin in the middle of the night by a group of armed white men.   Creek fatally shot Thomas Lyons after refusing to surrender to the prowlers who attempted to burn down his cabin.  The Williamson County Journal's editor reacted with rage at what he viewed as intolerable lawlessness on the part of the band of young prowlers.  Although the white man Lyons was killed, the editor argued that Isaac Creek deserved the same right to protect his property from criminals that the law guaranteed regardless of color.  The editor proclaimed that the  whites who perpetrated the crime  disgraced the soil of our good county.         The editor of the Williamson County Journal felt that Isaac Creek's property rights were more important than upholding white supremacy.  Only six years earlier, Tennessee lost thousands of men fighting to preserve the property rights of all southern slaveholders.   Regardless of color, most whites supported anyone's right to self-defense from lawless criminals in the unpopular Ku Klux Klan. In the 1870s, the fact that Creek was a black who murdered a white man did not define the editor's opinion. The decade following the Civil War was before disfranchisement and legalized segregation made race the defining issue  southern justice.  Unlike The Atlanta Constitution that glorified racial violence, newspapers around the state of Tennessee condemned the  emerging Ku Klux Klan.  A large segment of the population of Tennessee were former Union loyalists and Republicans who were equally threatened by attacks from the Klan. The editor of the Williamson County Journal applauded Isaac Creek because the local community valued property rights and legal order more than upholding the racial order.         Stories such as Isaac Creek's show that race was not the defining issue of southern legal rights in the 1870s. During reconstruction, African Americans voted and gained representation in most southern states.  Tennessee was the first state to allow African Americans to vote in 1867.  Once union troops left the South in the late 1860s, former Confederates once again seized the power in the government.  Democrats ushered in a violent period of segregation and lynching that lasted until the Civil Rights Act of 1964.   Cases where African Americans had the same legal rights show that segregation and disfranchisement  were not  inevitable outcomes of emancipation.   Southerners defended the long historical emphasis of property rights regardless of color. "],"display_date":"September 7, 1871","search_date":"1871-09-07","locations":[{"id":12486,"lat":36.1567844857,"lng":-86.2970579284,"zoom":9,"place":"WILSON, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}