{"id":1029,"place":"WARREN, Kentucky","lat":36.9935539914,"lng":-86.4238587515,"episodes":[{"id":1427,"title":"Lynching of Bob Harper\n","course_id":1,"status":"P","start_date":"1892-12-14","end_date":"1892-12-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 14, a black man assaulted Kate Anderson in her home in Park City, Kentucky.  While working in her home, a masked black man entered through the rear of the house.  Armed with a knife, the man threatened to kill her if she did not follow his instructions.  When his mask fell, he cut her throat, bit her cheek, and inflicted other injuries.&lt;br /&gt;&lt;br /&gt;The authorities arrested Bob Harper, the suspected Negro, at Oakland and held him until his trial began on December 27.  Kate Anderson hesitated when asked to identify Harper as her assailant, and the trial adjourned until the following morning.  On December 28, a mob gathered at the courthouse and seized Harper.  The mob was armed and led by many well-known citizens.  They brought Harper to the Warren County Fair Grounds where they proceeded to hang him from a tree.  The public felt that his punishment was just.&lt;br /&gt;&lt;br /&gt;This represented just one of the numerous lynching incidents that occurred during this time.  Lynching had become a widespread practice due to the threat that the newly freed slaves had on white dominance.  Lynching reached its all-time high in 1892, with 69 whites hanged and 161 blacks put to death at the hands of lynch mobs.  Many of the lynchings, including this one, were justified on the premise of protecting white females."],"display_date":"December 14, 1892 - December 28, 1892","search_date":"1892-12-21","locations":[{"id":5366,"lat":36.9935539914,"lng":-86.4238587515,"zoom":9,"place":"WARREN, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}