{"id":10293,"place":"Hyannis Port, Massachusetts","lat":41.6321044,"lng":-70.302933,"episodes":[{"id":6500,"title":"A Whole New World (of hardships)","course_id":155,"status":"P","start_date":"1620-12-01","end_date":"1621-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William Bradford knelt to give thanks on the desolate shores of Plymouth in late December 1620. Neither he nor any of his companions had ever seen a land this wild. Apart from the occasional native settlement, the land was untouched and unclaimed. To Bradford, this was a sign from heaven that their Lord had heard the prayers of his faithful and given them deliverance.","Delivered as they might have been, the harsh New England winter was upon the Puritans and they knew that heavy snows lay in wait. It was the twenty first of the month when the company of the Mayflower made land in what would become known as Cape Cod. In the old world they might have been looking forward to the upcoming holiday or the feasting that would have surely accompanied. Bradford’s first Christmas in Plymouth, however, was one he and his companions would choose not to remember. Many who had embarked on the treacherous ocean voyage were not fortunate enough to see the new world. This was due to fever, dysentery, and scurvy. Not only did the settlers spend that first Christmas grieving the losses of loved ones, but they also found themselves tending to the sick and dying among their congregation. Death was everywhere. Even those not plagued with sickness risked freezing before adequate cabins could be built. In the months that followed, Bradford’s rag-tag band of followers dwindled to nearly half its original number as they succumbed one by one to the bitter North Eastern winter. Since the ranks of the healthy were so scarce, those who were able worked day and night gathering wood and tending to their brethren incapacitated from sickness.","This was not the new world they had expected. Bradford’s followers were skilled bankers, shopkeepers, and craftsmen, but few (if any) were prepared for the lack of civilization that was America. Although natives had inhabited the land for thousands of years, in the eyes of William Bradford and the elders of St. Helena’s church, the new world was a blank canvas. It was theirs for the taking, but first it had to be tamed. This taming came in the form of clear-cutting and fortifying the Plymouth settlement. Edward Johnson, a joiner by trade who arrived in the New World in 1630, voiced the sentiments of many of his fellow colonists when he explained that while New England offeredthe  freedom and ability to live as they chose, the price was that they had to live in a biblical wasteland, surrounded by \"wilderness\" and filled with danger."],"display_date":"December 1, 1620 - January 1, 1621","search_date":"1620-12-16","locations":[{"id":52881,"lat":41.6990958,"lng":-70.3209113,"zoom":4,"place":"Cape Cod"}],"tags":[{"id":2921,"tag":"Plymouth"},{"id":2924,"tag":"mayflower"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}