{"id":103,"place":"DUVAL, Florida","lat":30.4938122303,"lng":-81.4274627631,"episodes":[{"id":139,"title":"Yellow Fever Convention held\n","course_id":1,"status":"P","start_date":"1878-02-01","end_date":"1878-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In February 1878, delegates of leaders in the medical profession from all over the South met in Jacksonville, Florida for a convention about yellow fever. Yellow fever is a viral disease carried by mosquitoes and affected the South from time to time in the nineteenth century. The convention's purpose was to consider the matter of a uniform system of quarantine, and to take steps to prevent the introduction of disease into Southern cities' according to reports by the Atlanta Constitution. Several resolutions were passed to stop Yellow Fever from creeping into the United States during the coming summer. A delegation was picked to go before Congress to speak about the matter, and advisory recommendations to not allow boats from areas associated with the disease to port in the US during the summer were accomplishments of the convention. &lt;br /&gt; This convention and its recommendations turned out to be prophetic because a severe outbreak of yellow fever did occur. The Mississippi River Valley became affected by the virus and around 13,000 people died during late summer of 1878. The death toll and effects were splattered all across the press and many started adhering to the recommendations of the February 1878 convention."],"display_date":"February 1878","search_date":"1878-02-14","locations":[{"id":1328,"lat":30.4938122303,"lng":-81.4274627631,"zoom":9,"place":"DUVAL, Florida"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":179,"title":"Soldier Portrays Experiences in Army Hospital in Florida\n","course_id":1,"status":"P","start_date":"1899-04-23","end_date":"1899-04-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter written to a friend, Edwin L. Johnson describes his experiences in an army camp in Florida during the previous summer of 1898. Johnson's friend, Julius E. Boggs, forwarded the letter to the Charleston newspaper, the News and Courier, where it was published on June 18, 1899. Johnson volunteered for the army when the Spanish-American War broke out in 1898 and was enlisted into the first South Carolina regiment that came to be stationed in Georgia and Florida. After this conflict was over, Johnson's regiment was mustered out, but he joined a regiment from his native Tennessee and, in 1899, was stationed on an island in the Philippines. This is where he wrote his letter from in April of that year. &lt;br /&gt;Johnson's letter describes the monotony of his life in camp until he stumbles upon one of the glaring inadequacies of the US military. Johnson became curious about the hospital at his camp and goes there one day only to discover that it was horribly understaffed, that nurses were catching diseases from sick soldiers and that patients were being kept in despicable conditions. Johnson immediately offered to lend a hand in the hospital and went on to fight his commanders in an attempt to improve the facilities. His story is a compelling tale of the struggles he and his fellow soldiers faced, even within the borders of the US. &lt;br /&gt;Other first hand accounts of what life was like as a soldier have also survived to this day. A collection of papers of the Fauntleroy family contain Mr. James Dearing Fauntleroy's records of his days spent at Camp Meade, Pennsylvania. Mr. Fauntleroy was an engineer from Campbell County, Virginia. His papers detail his correspondence with Office of Ordinance Officer for the Headquarter of the East wing of the United States Army cataloguing his requests for supplies while stationed at Camp Meade. One telegram from the summer of 1899 states that Mr. Fauntleroy requested one thousand meat cans, tin cups, knives, forks, spoons, one thousand haversacks and several other miscellaneous items from the New York Arsenal. &lt;br /&gt;While the Fauntleroy papers illustrate the everyday routines and Johnson's letter describes what it was like to be stationed within the US, newspapers from 1899 give much more dramatic portrayals of what soldiers in Cuba and the Philippines were experiencing. Many local papers ran daily columns covering the activities of their town's regiments. The Richmond Dispatch's With the Fourth' gave everyday updates on the fourth regiment of Virginia, which was serving in Cuba in the winter of 1898-99. Their articles could at times be suspiciously upbeat: It is remarked by those who are in a position to know that the regiment is in better shape than any in the Seventh Army Corps in health, strength, and tactical efficiency'. But, ultimately Americans at home wanted to know what their sons, brothers, fathers and husbands were seeing and doing in the wars of the 1890s."],"display_date":"April 23, 1899","search_date":"1899-04-23","locations":[{"id":1330,"lat":30.4938122303,"lng":-81.4274627631,"zoom":9,"place":"DUVAL, Florida"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":324,"title":"Crop lien system &#40;sharecropping&#41; entrenches itself in former plantation areas\n","course_id":1,"status":"P","start_date":"1873-10-29","end_date":"1873-10-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As a result of the costs of rebuilding after the Civil War and the depression during the 1870s, many farmers saw falling production and prices for their crops, with cotton dropping nearly fifty percent between 1872 and 1877.  Other crops formerly produced by slave labor (tobacco, sugar, and rice) also saw steep declines in their prices.  In the heavily agricultural South, especially Black Belt and coastal plantation regions, falling crop prices meant that smaller farmers' credit dried up with their profits, while medium- and large-scale farmers struggled to turn a profit and pay their employees.  Unable to meet their debts, many were forced to sell their land in assignee's sales or had it seized by banks, only to be bought by the same large landowners that had owned slaves before the war.  One such man was Edmund Richardson (Willis p. 13), who bought up seized property along the Mississippi River during Reconstruction until he owned cotton plantations' in 4 different Mississippi Delta counties, with a headquarters' in Washington County; Richardson's land produced over 100,000 bales of cotton per year.  &lt;br /&gt;To work these vast tracts, many former slave owners initially employed black squad labor for cash wages, a system which did not last long.  In the words of the New York Times' correspondent in coastal Jacksonville, Florida, When the war ended, the negroes were without homes.  The old planters owned all the finest lands in the state; They made the best contracts they could with the freedmen to raise their cotton crops [but] the planters had no means, and could scarcely restock their estates, depleted after the war.' Pricey post-Civil War rebuilding, the Panic, and competition for workers in heavily black agricultural areas like the Mississippi Delta and the heaviest cotton counties in the State [of Florida],' made squad-labor prohibitively expensive, forcing planters to find a middle way between squad labor and autonomous black production.' (Willis 33)  Sharecropping seemed to be a good compromise for whites because it maintained the prewar social power structure by keeping blacks dependent on the white elite for land, tools, and credit while simultaneously maximizing crop output by giving workers a financial incentive to produce.  The crop-lien system of agriculture was particularly widespread in the Deep South belt stretching from Louisiana to South Carolina, lasting from Reconstruction until the mechanization of agriculture and industrialization of the New Deal and World War II."],"display_date":"October 29, 1873","search_date":"1873-10-29","locations":[{"id":1328,"lat":30.4938122303,"lng":-81.4274627631,"zoom":9,"place":"DUVAL, Florida"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2084,"title":"Joshua Frier&#39;s Salt Solution\n","course_id":1,"status":"P","start_date":"1864-01-01","end_date":"1864-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On his seventeenth birthday, Joshua Frier enrolled in a branch of the Florida Confederate militia which was eventually called the First Florida Reserves, Company B. The unit remained in northern Florida throughout its service, where the Union naval blockade intentionally caused serious import shortages on goods like coffee, tea, and salt. Salt was a commodity that was vitally necessary to preserve perishable foods for the army. Before the outbreak of the Civil War, manufacturers would produce salt by extracting it from saline artesian wells and rock salt deposits. However, during the war, due to the Union naval blockade and limited imports, Frier and his comrades had to produce their own salt by filtering it out of the dirt on the floors of meat store rooms. Frier hardly knew what to call the substance they created, for he claimed it looked more like mud than salt, but he was determined to make the most of the discovery. He and the reserve company manufactured several bushels and used them to preserve their meat during the winter of 1863. However, they soon realized that there was limited supply of useful dirt, and Frier worried that a salt famine was on the horizon. ","Since filtering salt-laden mud was not a long-term sustainable practice, Florida residents had to find other sources of salt. The method by which salt production came to be cheapest and most efficient in the state of Florida was boiling sea water, a simple process which required little machinery and which became the largest industry in the state following the Civil War. The industry helped increase civic morale and inter-state interaction during the Civil War, as many Georgians and Alabamans set up operations along the Florida coast to produce salt to sell to their home states. Critical to the development of the domestic salt production industry in the region was, indeed, Frier and his army. The war forced Southerners like Frier to look to new ways of producing those goods of which they were deprived, while it also helped to expand the previously small-scale enterprise of a few Confederate soldiers into a state-wide industry. Although Florida was strategically and physically peripheral to the Civil War, the Union coastal blockade and the occupation of its ports helped shape post war issues and industries. "],"display_date":1864,"search_date":"1864-07-01","locations":[{"id":1327,"lat":30.4938122303,"lng":-81.4274627631,"zoom":9,"place":"DUVAL, Florida"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3579,"title":"Yellow Fever Hits Florida\n","course_id":1,"status":"P","start_date":"1885-01-01","end_date":"1889-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Long before the Internet, cable, and airplanes, a global market was emerging. Civilized countries recognized the need of foreign trade to compete in this new arena. Foreign trade required the participation of everyone from government leaders to common citizens. A Florida resident, Cecil H. Alleyne expressed his concern over a Yellow Fever breakout and its effects on the world market. In his letter to the London Times in 1886 Alleyne describes the gravity of the disease in Jacksonville, Florida. ","Without health care systems or emergency rooms, Florida tried to deal with a Yellow Fever epidemic in the late nineteenth century. Subsequently, the disease ravaged parts of Florida including Key West, Manatee, Tampa, and Plant City. In Jacksonville alone by 1888 the disease had claimed 427 lives out of 4,656 reported cases. To try and tame the disease several cities set huge fires of pine and tar in an effort to cleanse contaminated areas. The Jacksonville Sanitary Association managed to raise 350,000 to fight the disease. At every level of government, Florida tried to control Yellow Fever from spreading. The mayor of Jacksonville quarantined areas in an effort to limit the outbreak of disease. Alleyne believed the quarantine and relief efforts that Florida put into effect successfully restricted the disease. One of the more radical approaches against the disease came in 1889 by Florida governor Francis P. Fleming. Fleming pushed for the creation of a state health board to regulate health problems and fight the yellow fever outbreak. Consequently, a new state constitution was created in 1887 putting Fleming's suggestions into legislation.","Alleyne's letter to the London Times Editor connects Florida to England in the world trade market. Alleyne felt that an outbreak of Yellow Fever was important enough to write the leading newspaper in London, illustrating the dependence of both parties for each other's imports and exports. In addition, Alleyne was able to paint a picture of how difficult life on the frontier was in the nineteenth century. Seminole attacks, outbreaks of disease, and aggressive Spanish inhabitants were everyday threats that Florida citizens had to cope with. Nevertheless, the outbreak of Yellow Fever in Florida produced a new state constitution and the creation of the Florida State Health Board. "],"display_date":"1885 - 1889","search_date":"1887-07-02","locations":[{"id":1329,"lat":30.4938122303,"lng":-81.4274627631,"zoom":9,"place":"DUVAL, Florida"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4554,"title":"Bessie Coleman: inspiration from the sky","course_id":21,"status":"P","start_date":"4/26/26","end_date":"4/26/26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["Bessie Coleman unbuckled her seatbelt, she needed to be prepared for tomorrow's big parachute jump over Jacksonville, she wanted to get used to not having it on. Willie had seen these maneuvers before – Bessie loved to push the envelope and keep everyone on the edge of their seats, and that included her manager Willie. Bessie didn't know if she quite trusted this new plane yet. She had just bought it from a shifty Texan the day before, but it seemed fine on the flight down from Dallas. She shifted her weight around and made herself comfortable and she pulled knobs, checked dials, and adjusted her throttle stick. Willie wiped the sweat from his brow and glanced nervously back and forth from Bessie's face to the gauges, he felt something out of the ordinary, not right about the situation; but could not put his finger on it. . .","            Little Pete played outback in the field behind the house. Spot sat next to him and panted in the sun as it beat down on their backs and he wagged his tail. Pete was playing with his favorite ball that afternoon. It was a lazy afternoon, with nothing different or out of place about it. Pete's Ma was over near the house, singing a sad song that he had often heard at church. Over there she would pause occasionally while hanging up or folding laundry. A loud din approaching broke the silence. To little Pete, it sounded like a train wreck in the sky. A wispy snake of grey smoke ripped through the bright blue sky and roared overhead.  It passed and a thud cloud be heard down the road away from the house. The ground shuddered. That night when Pa came home from work with the paper, Ma started crying real hard and shouted up on at the Lord, towards the sky. Pete would learn that all that smoke and the funny noises in the sky were important because it had been Bessie Coleman in an airplane crash. Soon, Pete felt sad because he learned that Bessie Coleman was a special young lady who was blazing a trail for African Americans everywhere – by defying white people by proving that an African American could fly a plane just as well as they could. Pete wanted to fly airplanes now too, so that he could say he was a brave as Bessie.  "],"display_date":"April 26, 1926","search_date":"1926-04-26","locations":[{"id":20565,"lat":30.4938122303,"lng":-81.4274627631,"zoom":9,"place":"Duval, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":7,"tag":"Women"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":4900,"title":"African American servicemen in the Civil War","course_id":33,"status":"P","start_date":"1862-05-01","end_date":"1862-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Once let the black man get upon his person the brass letter, U.S., let him get an eagle on his button, and a musket on his shoulder and bullets in his pocket, there is no power on earth that can deny he has earned the right to citizenship.”","--Frederick Douglass"," ","In books around the world, conventional history teaches that the American Civil War and black slavery are inextricably intertwined. While it is common knowledge that slavery and its spread lead to the conflict; the actual role of African Americans during the Civil War remains widely unexplored. In mid 1861, as news of the war spread, many free black men set out to enlist to join the effort. However, they were not permitted to do so, with officials citing a law from 1792 banning African Americans from the military, and a fear of border-state secession.2 A year into the war, the Union Army was in desperate need of more volunteers. In response, a provision of President Lincoln’s Emancipation Proclamation allowed black men to serve in the U.S. Army. Black regiments from Massachusetts, North Carolina, and Tennessee began to pop up, but not until influential civil leader Frederick Douglass promoted the cause did enlistment intensify.2 Douglass’ call for citizenship through service proved effective. About 200,000 black men served in the Army and Navy during the war, and black women like the notable Harriet Tubman played key roles as well.2  This article from The New York Daily Tribune from March of 1864 provides a first hand glimpse into what life was like for two of these black regiments right here in Central Florida. African Americans fought valiantly in the Civil War; enduring both the horrors of war and widespread discrimination towards them."," ","Despite the fact the African Americans fought alongside the white soldiers of the Union Army, they still faced significant racial intolerance from them. Racism was still firmly ingrained in the minds of many Americans even in the North. The units of soldiers were segregated, often with a white officer commanding an all black regiment. The black soldiers were typically given duties white soldiers refused to perform. In addition, black soldiers were not granted the same wages that their white counterparts received. While white soldiers received $13 per month, enlisted black men only received $10, with an extra $3 deducted for clothing costs. 2 Also, racism made the prospect of being caught as a prisoner of war far worse for a black soldier. Captured black soldiers routinely faced harsher punishment than whites, and sometimes were even brutally executed, which was the case at the 1864 massacre at Fort Pillow, Tennessee.2 Despite many racial obstacles, black soldiers fought with valor in pursuit of freedom."," ","Of the many examples of black courage and valor fighting in the Civil War, the bravery shown at Battle of Olustee in Lake City, Florida stands out as a local Florida milestone. In the spring of 1862, Union Brigadier General Truman Seymour was leading a band of some 5,000 men on raids throughout North and Central Florida, freeing slaves, and attempting to destroy Confederate trade routes.3 Seymour experienced relative success, only needing to engage small bands of militiamen. Without approval from his superiors, Seymour marched his troops further north, where eventually he and his troops ran into a large Confederate brigade commanded by General Joseph Finegan. General Seymour made the fatal error of assuming that he was once again up against a small, inexperienced militia. Relentless cannon blasts and rifle fire inflicted serious damages on the Union troops. The Confederate forces prepared for an offensive charge, and Seymour needed a miracle. Just then, the heroic black reinforcements arrived. An eyewitness explains, “They came at double quick. The 54<sup>th</sup> Massachusetts went in first, with a cheer… followed by the 1<sup>st</sup> North Carolina… and charged upon the rebels.”1 The volunteer regiments engaged the Confederates, stopped the charge, and despite casualties, “the two colored regiments had stood in the gap, and saved the army!”1 When the dust settled, “The 54<sup>th</sup> Mass., which, with the 1<sup>st</sup> N.C., may be truly said to have saved the forces from utter rout, lost about 80 men wounded and 12 killed.”1 When they were called upon for duty the black soldiers responded with admirable valor and heroism."," ","This tale of a recklessly ambitious general and his men saved by black volunteers captures the essence of African American involvement in the Civil War. Fighting alongside men who do not believe they deserve equal rights, the black infantrymen battle on regardless, striving for that citizenship Frederick Douglass so eloquently described. The brave men and women who joined in this fight for freedom built the foundation for the American Civil Rights Movement in the generations to come.","“We, the colored soldiers, have fairly won our rights by loyalty and bravery—shall we obtain them? If we are refused now, we shall demand them.”"," ","--Sergeant Major William McCeslin; 29<sup>th</sup> U.S.C.T."," "],"display_date":"May 1862","search_date":"1862-05-16","locations":[{"id":1327,"lat":30.4938122303,"lng":-81.4274627631,"zoom":9,"place":"DUVAL, Florida"}],"tags":[{"id":32,"tag":"Civil War"},{"id":116,"tag":"Wounded Soldiers"},{"id":365,"tag":"Emancipation"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":5953,"title":"The Great Migration: How Detroit Became a Black City","course_id":118,"status":"P","start_date":"1/1/15","end_date":"12/31/21","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["At the beginning of the 20th century, 90% of the United State's African American population was living in the South, where they were constantly tortured by the infamous Jim Crow laws. Even in blacks were technically equal, Jim Crow reminded them of their socially inferior status via \"septerate but equal\" segregation of waiting rooms, drinking fountains, windows at the bank and even a seperate Bible to swear on in the court of law.","From 1915 to 1970, six million plus African Americans moved out of the South. And between the years of 1910 and 1930, the cities of New York, Chicago, Detroit and Cleveland's African American populations grew by 40%. This gigantic shift in demographics is today called the Great Migration. But while it was happening, it had no name. There was no leader, just many individuals and families making the choice to no longer live under the South's brutal treatment.","Images of the segregated Jacksonville train station show a few of the many African Americans who chose to take the bold journey north. All the men are dressed in their finest suits and women are in dresses and church hats, ready to start their new lives as respected citizens. Some carry a suitcase or two, but others have no baggage at all. The people in the train station are mingling excitedly, in anticipation of the journey that waits ahead of them. The ceilings in the train station are high and there are stained glass windows on one of the walls, but it hardly compares to the finery of some train stations in the northeastern cities. This may reflect the fact that the room pictured is a segregated waiting room for blacks only, or perhaps demonstrates the greater resources of the industrial north compared to the southern ports of departure for these migrants."," "," "," "],"display_date":"1915 - 1921","search_date":"1918-07-02","locations":[{"id":17790,"lat":30.4938122303,"lng":-81.4274627631,"zoom":9,"place":"Duval, Florida"}],"tags":[{"id":238,"tag":"African American"},{"id":2082,"tag":"Train station"},{"id":81,"tag":"Great Migration"},{"id":225,"tag":"Jim Crow"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}