{"id":10321,"place":"Texas","lat":31.9685988,"lng":-99.9018131,"episodes":[{"id":6707,"title":"Rose Williams and Slave Breeding","course_id":171,"status":"P","start_date":"1860-01-01","end_date":"1860-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Rose Williams stood on the auction block hoping the enslaver who bought her mother and father would also buy her. Her family was recently put up for sale after her previous owner claimed he had no use for them. She was forced to watch as her siblings were sold to various owners, but she still had hope. Master Hawkins bought her mother and father together, so he could potentially buy her too. Though two other men were questioning her, Master Hawkins rose from his chair and bid. She thought she was lucky; most of her family remained intact. However, at the time of her sale she did not comprehend what awaited her at her new home.","One year after Rose was sold to Master Hawkins, he moved her from her family’s cabin to live with a slave, Rufus, who was twice her age. Rose entered these new quarters believing her purpose at his house was to cook and clean for him while he worked in the fields. After the first night of her domestic duties, Rose went to the bed and began to fall asleep. Shortly after, Rufus climbed into bed with her. Rose gawked in his direction and said “What you means, you fool?’ He say for me to hush de mouth” and refused to leave. Rose feeling helpless and terrified, grabbed a plank of wood and “let him have it over de head.” Rufus was one of the biggest men on the plantation, and before Rose, no other slave exerted any physical power over him. Eventually, Rufus left the bed sulking.","The following day, Master Hawkins ran to Rose and screamed. Though at the time she believed Master Hawkins bought her with her family to keep them together, he informed Rose she was only purchased because of her age. On a plantation, younger women were coveted; they were in the prime childbearing age. Master Hawkins knew she would be able to have children soon, and he wanted her to produce more slaves for him.","Rose’s situation was not an anomaly. In the South, slaves existed as commodities. They were not only valuable because of the cotton and crops they produced, but they also had the potential to increase the wealth of their enslaver substantially by having children. Though generally slave’s reproduction was consensual, enslavers sometimes ordered sexual relations on female slaves who were not engaging in reproduction. Rose was forced to create a family because she was not having sex with another slave. Comparable to how a farmer breeds their domestic livestock, occasionally, if an enslaver wanted more slaves, they would \"breed\" slaves to increase their supply.","At this point, Rose was faced with a predicament. She could risk being separated from her mother and father if she did not create a new family with Rufus, or she could have children, and always live with the threat of them being sold in the auction away from her. After Master Hawkins was done intimidating her, Rose walked back to her cabin. The following night, Rufus climbed into the same bed with Rose, but this time she did not misbehave."," "],"display_date":"January 1, 1860","search_date":"1860-01-01","locations":[{"id":52817,"lat":31.9685988,"lng":-99.9018131,"zoom":6,"place":"Texas"}],"tags":[{"id":3330,"tag":"Slave Families"},{"id":3329,"tag":"Sexual Assault"},{"id":3328,"tag":"Slave Breeding"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}},{"id":6723,"title":"African-American Work Songs","course_id":176,"status":"P","start_date":"1867-01-01","end_date":"12/31/47","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the late nineteenth and early twentieth century, the states of Texas, Louisiana, and Mississippi all had large state penitentiaries with them, where African-American men and women resided. Many people visited these prisons to listen to and record these talented men and women singing, including the famous folklorists John Lomax, Alan Lomax, and Dr. Harry Oster. The recorded singers talked about their life experiences, including prison, and the way that music had greatly impacted them. Before they became musicians and wrote their own music, each man was involved in work songs while in prison. Work songs are pieces of music that are sung while conducting a task. The songs might be a connected narrative, description, or protest song. They are the reason that people visited prisons to record music. ","Prison work songs are a piece of evidence connecting slavery to incarceration. Once African-Americans came to the U.S. as slaves, they sang songs that reminded them of home and their cultural roots as they were in the midst of oppression. Some songs that were sung carried different meanings and messages within them and each song had its own style or rhythm to it. The most common feature of work songs is the call-and-response format where a leader would sing a verse or two and the other men and women would follow with the chorus. To keep every person motivated and in sync while working through the blistering hot or freezing cold days, they sang songs. The work songs were sung to maintain a steady work pace and to keep the beat for the song, the prisoners used their tools. For example, while chopping logs and singing, half of the men would swing their axes down into the log, while the other half of the men were on their upswing. This kept a steady momentum to make work a bit easier and keep the prisoners sane. ","As the prisoners spoke about their music, they provided information about some songs and what the songs meant. One African-American man who stuck out as he was a great singer and very well-known to the public was Huddie Leadbetter (Leadbelly). Leadbelly talked about one song in particular called \"Go Down Old Hannah.\" \"Old Hannah\" is what the prisoners called the sun throughout the south. They sang about the color of \"Old Hannah\" and the pain it brought upon them and their partners or friends working next to them. They wanted the sun to go down for it meant their work day was now over. Here is an excerpt from the song, \"Go Down Old Hannah\": \"Why don't you go down, ol' Hannah / Don't you rise no more. / If you come up in the mornin' / Bring judgement sure. / Well I look at ol' Hannah / She was turnin' red. / Well I look at my partner. / He was almost dead.\" Some work songs were known from prison to prison as they were first sung by African-Americans as slaves. Other songs were unique to the prison itself and had their own-meanings. They are beautiful, powerful and moving pieces of music that hold a great part of American history. "],"display_date":"1867 - 1947","search_date":"1907-07-02","locations":[{"id":52817,"lat":31.9685988,"lng":-99.9018131,"zoom":4,"place":"Texas"},{"id":53068,"lat":32.3546679,"lng":-89.3985283,"zoom":4,"place":"Mississippi"},{"id":53077,"lat":30.9842977,"lng":-91.9623327,"zoom":4,"place":"Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":3384,"tag":"Work Songs"},{"id":3385,"tag":"Prison Songs"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}}]}