{"id":10377,"place":"Wheeling, WV","lat":40.0639616,"lng":-80.7209149,"episodes":[{"id":3204,"title":"Caucus to Determine West Virginia Senate\n","course_id":1,"status":"P","start_date":"1877-01-22","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Immediately after the Civil War, the Republicans stormed through Appalachia. With promises of restoration, Lincoln?s party was able to make Appalachia a Republican stronghold. Fifteen years later, however, Democrats held power in every Appalachian state. In the nineteenth century, politics mattered. People voted, knew the candidates, and a caucus held in West Virginia to determine two new senators was front page news in Louisville, Kentucky. On the night of January 22, 1877, the Democrats of the West Virginian legislature held a caucus in Wheeling in order to place two candidates on the ballot in the coming Senate race. Both spots were open in the 1878 elections due to the death of Senator Caperton and the expiration of Senator Davis? term. After three ballots had been taken, candidate Faulkner edged out the incumbent Davis in the long term, and Governor Price beat H.S. Walker in the short term. ","Following the war, Confederate soldiers were not allowed to vote. During the period of radical reconstruction, Republicans took over Appalachian state governments with promises with which they delivered. Public schools were set up, an improved tax system was put in place, and some social welfare programs were created. When Confederates, angry with the assistance Republicans gave to African Americans, were once again allowed to vote, the Redemption Democrats retook the state governments. By 1874, Democrats were once again in control of Kentucky, West Virginia, Maryland, and Virginia. This change brought great tragedy to the mountain people of Appalachia.","Democrats, favoring states rights, cut back on taxes, thus reducing government expenditures. Southern democrats saw mountaineers as traitors to the Lost Cause and the Confederacy and chose to neglect them. The Democratic Party put forth every measure to hurt the poor in the mountain regions. The poor were restricted from fishing and hunting, homestead exemption laws that allowed those in debt to keep their homes were repealed, and poll taxes ensured these poor could not affect political policy. In fact, the region of Appalachia was in worse shape after Reconstruction than after the Civil War. With these facts, the bias of the Courier Journal and the intentions of candidates selected in Wheeling become ever more intriguing."],"display_date":"January 22, 1877 - December 31, 1877","search_date":"1877-07-12","locations":[{"id":14751,"lat":40.0969277883,"lng":-80.6189090562,"zoom":11,"place":"OHIO, West Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3976,"title":"West Virginia Refuses Reunification\n","course_id":7,"status":"P","start_date":"1866-03-01","end_date":"1866-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["West Virginia would not consider reunification in 1866. In 1866, Governor Boreman of West Virginia responded to Alexander H. H. Stuart's letter, which had asked Boreman for West Virginia's stance on reunification and the settlement of state debt. Boreman wrote that if the Virginia commissioners, whom Stuart numbered among, had presented themselves in front of the West Virginian legislature they would have been \"met with a most respectful and courteous reception at the hands of the members yet I think I am not mistaken in saying that a proposition for the reunion of the states would not have been entertained for a moment but would have been rejected by the unanimous vote of both houses.\" Boreman then went on to write that the legislature would have been happy to consider the debt question, but \"not being advised of any movement in the General Assembly of Virginia they delayed the matter until it was dropped.\" ","Secession from Virginia was the result of long-held divisions within Virginia but it would not have happened without the Civil War and Virginia's decision to secede from the Union. It was only following this decision that a convention was held to declare West Virginia separate in May 1861. This started the process which eventually led to Lincoln's recognition of the division of Virginia in 1863. West Virginia was not interested in reunification in 1866 as they had long seen themselves as separate from the rest of Virginia. They resented the fact that east Virginia had better representation in Congress, as its constituencies were smaller. In addition, the tax breaks of those in the slave-holding east angered the west, as slaveholders were exempt from paying taxes on their slaves. Geographic divisions further helped create a feeling of separation and an unwillingness to defend their neighbors in the east against the Union.","Debt became a problem for Virginia following the Civil War as Virginia had been the battleground for the war and was now devastated as a result. In addition, West Virginia's secession had deprived Virginia of a third of its tax-paying population. Virginia thus needed to ensure that West   Virginia shared the burden of debt from costs incurred before the Civil War. However, this was not resolved quickly; it was only in 1911 that the U.S. Supreme Court ruling which forced West Virginia to pay its share of the debt. This delay in resolving the debt question helped cause the decline of the Old Dominion.  "],"display_date":"March 1, 1866 - March 30, 1866","search_date":"1866-03-15","locations":[{"id":14750,"lat":40.0969277883,"lng":-80.6189090562,"zoom":11,"place":"OHIO, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":6497,"title":"A Dreary, Dirty Life","course_id":155,"status":"P","start_date":"1861-04-06","end_date":"1861-04-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Rebecca Harding Davis looked outside and observed her town. Her town housed an iron-works factory, and the weather knew. The town was nothing but people and smoke and it was raining heavily. Rebecca cound barely see the green grocer’s shop through the rain, even though it was across the street from her house. The smoke was everywhere. It began in the iron foundries’ chimneys and spread out among the streets. The wharves were covered in so much smoke that it looked like the ships in the harbor were sailing on it, instead of on crisp blue waves. The faces of the men walking to the mil were covered with smoke and ash, so much that it was impossible for them to ever scrub it all out of their pores, to ever truly be clean. The men worked in the iron mill and then got drunk, their lives more terrifying than any ghost story to Rebecca. They were walking corpses. Sadly, Rebecca remembered looking at the river as a child with wonder, thinking of all the places it traveled through. Now, it was lost to the smoke.","Rebecca was not the only person in early industrial cities to lament the loss of nature. For city residents, nature had become a place to escape the stresses of life and work, but that had not always been the case. It was only with the progression of urban industry, and the dreary, smoky haze that seemed to follow, that people began to crave the green and blue hues of mother nature. How quickly they had forgotten the blood, sweat, and tears that had once been poured into that countryside, and the back breaking labor they had once performed there. Just as how urbinazation and city life had once seemed like the perfect respite from the life of a rural farmer, life in the countryside now seemed like the answer. As the saying goes, the grass is always greener on the other side. "],"display_date":"April 6, 1861","search_date":"1861-04-06","locations":[{"id":52889,"lat":40.0639616,"lng":-80.7209149,"zoom":7,"place":"Wheeling, WV"}],"tags":[{"id":58,"tag":"Industry"},{"id":739,"tag":"Nature"},{"id":2926,"tag":"iron mill"},{"id":2927,"tag":"smoke"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}