{"id":10393,"place":"Eustis, Florida","lat":28.8527675,"lng":-81.6853534,"episodes":[{"id":6505,"title":"Rosenwald Impact on Eustis, Florida","course_id":154,"status":"P","start_date":"2/19/16","end_date":"2/20/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["No later than 1930, a picture was taken of the first Rosenwald School in Eustis, Florida. This photograph shows a one room schoolhouse, that seems very run down, that became the first center for education for young African American children. This small school that started was the first of many Rosenwald Schools in Lake County, Florida. These schools enabled African American youths to have an education just like the white children had.","Eustis Elementary School needed a teacher and at least fourteen students to be able to get up and running. Fortunately, a woman named Mrs. Perry decided to start teaching at the new school. She had previously been using her home to teach children. However, a problem occurred when there were only thirteen children of the right age in Eustis. So, Mr. G.D Clifford, who worked on the construction of the school, enrolled his four year old daughter in the school. The school began teaching grades one through six and would later expand to high school students.","The first photograph of Eustis Elementary portrays the desperate need for African American youth education in the Lake County area. Even using a run down one room school house would give the children a chance at a normal education that was free from racial oppression and segregation issues. Rosenwald schools gave young African Americans a chance that may never have been given to them under other circumstances. Rosenwald Schools, not just in Eustis, were vital to the community and helped shape the area as a whole.","All the Rosenwald schools were centered around racial equality and giving education to every youth that may not have had it accessible. Julius Rosenwald, who funded over 5,300 schools, would take credit for the education that he provided all over the country. Because of Julius Rosenwald, many African Americans were able to get a place in society and later find Jobs and go on to live incredible lives.","Not only did Rosenwald create education for African American children, he also made it possible for artists and singers to pursue their dreams during a time that made this almost impossible. The Jim Crow South made it almost nonexistent for African Americans to make a mark in the world and be heard. However, the work of Langston Hughes and Zora Neale Hurston stemmed from the dedication that Rosenwald had.","Much of the Eustis county African American population participated in work in the farming industry or the teaching industry. The town of Eustis thrived on it’s citrus industry and was a major city for exporting fruits. This allowed the opportunity for jobs for African American’s who needed work in such a small town."],"display_date":"February 19, 1916 - February 20, 1916","search_date":"1916-02-19","locations":[{"id":52895,"lat":28.8527675,"lng":-81.6853534,"zoom":8,"place":"Eustis, Florida"}],"tags":[{"id":2944,"tag":"Rosenwald Schools"},{"id":2945,"tag":"Eustis, Florida"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}}]}