{"id":10391,"place":"Reddick, Marion County, Florida","lat":29.3666393,"lng":-82.1973184,"episodes":[{"id":6506,"title":"The Reddick School: A Rosenwald School","course_id":154,"status":"P","start_date":"1/1/25","end_date":"1/31/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>Two views of the Roddick School from the Fisk University Rosenwald Database</em>"," ","     Two undated old photographs show what the Reddick School looked like.  A <em>Gainesville Sun</em> 2016 article reports that the late Rosa Nettles Bishop said the “original Reddick School” was down the road (the Old Dixie Highway) from the High School she had attended.  (Leitner 2016) ","      Because the photographs survive and plans of the Rosenwald schools were standardized and dated we know that the Reddick School was a three-teacher type of 1925-26 and we can tell the Reddick School was based on the Rosenwald  “Community School Plans.” The plans were made by a white architect Samuel L. Smith and reflected progressive school ideas of the time."," (Hoffschwelle 2008, 218-221)","     The Reddick School reflected basic design principles common to all Rosenwald schools.  Banks of tall windows, orienting the building to the East or West and setting the rooms in a rectangular block or an H shape maximized light. Good ventilation ensured stoves didn’t pollute and lifting the building off the ground on supports created a crawlspace allowing air circulation. There were at least two enclosed bathrooms and, whenever possible, running water. Colors enhanced the light but minimized glare so walls were a light color from the wainscoting up with a darker middle tone color below. The exterior was a light color, and based on modern designs of great simplicity.","     The Reddick School would have included cloakrooms and desks that could be adjusted, elements unknown in poor schools of the time. (Ibid.)  All of these elements added up to a modern, well-lighted, comfortable environment with good furnishings that sometimes were better than the schools of white students. This sometimes gave rise to resentment and opposition from whites and arson was sometimes a problem. (Ibid.)  ","     But the architecture of the Reddick School and the Rosenwald schools generally was not entirely positive. It was the perfect segregation architecture since it totally separated black children from white children. In restaurants, theaters and any building a black person could enter, segregation required partitions, separate entrances and separate bathrooms. These were expensive and awkward solutions to the Jim Crow problem of color separation. The Rosenwald schools were a perfect solution since they totally segregated the African Americans who used them from white people even going so far as to surround the schools with a land barrier devoted to agricultural training uses. (Weyeneth 2005, 11-44)  Secondly, the Rosenwald schools were designed to accommodate white supremacy in the workforce. (Anderson 1988, 228)  The educational strategy developed by Booker T. Washington for the southern schools was built around practical rather than classical education. Washington’s 1895 “Atlanta Compromise” speech set out his willingness to accommodate segregation so as not to enflame white fears that African Americans would be educated beyond the level required for black women to be domestics and black men to have only the lowest level jobs. Rosenwald schools followed this accommodationist strategy with rooms designed for industrial education and fields outside to teach agriculture skills. So while philanthropists helped build black schools, it was not to produce African Americans able to get jobs higher paying or higher class jobs than those they already had. (Anderson 1988, 228)  Even with these limitations, the Reddick School, like all Rosenwald schools, was a very positive experience for the children who attended it and a source of pride and community bonds for their parents. Attending the Reddick School must have been a unique and important experience for students who nowhere else could experience an environment as functional and good looking and intended specifically for them. ","     This is confirmed by Mary Hoffschwelle, whose study of oral histories of Rosenwald students found that few recalled much about industrial education. (Hoffschwelle 2008, 222-224) Instead they confirm the positive meaning of Rosenwald schools as both educational institutions and symbols of self-worth and community pride. This significance was further expanded because the Reddick School and others like it were built with substantial support from the local African American community ($300 in the case of the Reddick School as well as $3,000 of public money and a contribution of $900 from the Rosenwald Fund). This made the Rosenwald schools  a successful symbol of the powerful love for education and self-help efforts that were an important part of African American culture."],"display_date":"January 1, 1925 - January 31, 1916","search_date":"1920-07-17","locations":[{"id":52896,"lat":29.3666393,"lng":-82.1973184,"zoom":8,"place":"Reddick, Marion County, Florida"}],"tags":[{"id":1496,"tag":"Florida"},{"id":2941,"tag":"Reddick"},{"id":2943,"tag":"Rosenwald"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}}]}