{"id":1043,"place":"MASON, Kentucky","lat":38.5948878034,"lng":-83.8260117349,"episodes":[{"id":354,"title":"Lynching to Protect White Women\n","course_id":1,"status":"P","start_date":"1873-07-31","end_date":"1873-07-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Though the exponential increase in lynching did not truly begin until the late 1880s, the upward trend had already begun a decade earlier.  Casual articles with headlines like A Rascal Lynched' were fairly common in the newspapers of the 1870s; already, much of the Southern public was blinded with fear and rage at the idea of a black man with a white woman.  A lynching was most likely to occur in cases where a black man had been convicted of outraging' (raping) a white woman, though a lack of conviction did not mean whites presupposed an accused negro's innocence.  In Cairo, Mississippi, for example, a black man arrested for attempted rape of a white girl was taken from the jailhouse by a number of citizens and hanged.'  Threats of extralegal executions for black men were accepted as almost normal when a white woman's integrity and supposed virginity were at stake; many newspaper accounts failed to even mention the suspect's name.  A one-sentence account in the Richmond Daily Dispatch relayed a Mason County, Kentucky incident: A negro was shot dead in Mason County yesterday for rape.'  &lt;br /&gt;But why did rape merit the death penalty only in cases where the accused was black and the victim was a white woman? The Civil War ripped apart the Southern social structure; white men were no longer the unquestioned masters of their region.  The threat of white-black racial amalgamation coupled with post-slavery black competition in social and economic spheres struck fear into the hearts of white men across the South and compelled them to reassert their power over both their' women and the black men who were their competition. During Reconstruction, scattered incidents of lynching foreshadowed its exponential rise during the late nineteenth and early twentieth centuries.  Lynchings in 1873 and those that occurred 2 decades later differed only in their frequency and intensity.  By the last decade of the nineteenth century, lynching had become the ultimate public expression of white male dominance, complete with cameras, newspaper announcements, and special excursion trains chartered for urban whites to view the ritual and extended torture of African-American men and even women in rural areas."],"display_date":"July 31, 1873","search_date":"1873-07-31","locations":[{"id":5125,"lat":38.5951990256,"lng":-83.8240569898,"zoom":10,"place":"MASON, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1399,"title":"Regulator Mob Burns RIchard Coleman\n","course_id":1,"status":"P","start_date":"1899-10-01","end_date":"1899-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The South was a region characterized by extreme violence following the civil war, much of which resulted from racial tensions.  The flagrant racism found throughout the south explains why the majority of murders were committed by white men against black victims.  However, many killings of blacks remained unreported as they often went unpunished.   All murder cases in which the victim was white were reported and the black murderer was more often than not put to death.  In 1885 a publisher  estimated over two hundred and twenty three murders occurred each year in Kentucky.  Violence towards blacks in the south was commonplace. &lt;br /&gt;&lt;br /&gt;Violence continued in Kentucky following the post-war periods.  Formal organizations, such as the Ku Klux Klan initiated acts of violence in the years following the Civil War.  However, by 1890 Kentucky had become increasingly lawless and lesser organizations connected to the Ku Klux Klan carried out frequent acts of violence throughout Kentucky.  These groups were known as Regulators'.  They committed lawless acts under the justification that they were in fact doing their part for the preservation of justice in the white south.  &lt;br /&gt;&lt;br /&gt;In October, 1899 a civilian mob attacked the jail and demanded prisoner Richard Coleman.   Coleman, a cook for the Lashbrook's, confessed to the murder of Mrs. Lashbrook, whose father in law had represented Mason county in the third Constitutional Convention in 1850.  Her body was found on October 5, 1899 in a cabin on her husband's farm six miles outside of Mayesville.  On October 6, 1899 hundreds of people called for the hanging of Coleman and unsuccessfully attacked the jail at 2:00 a.m.  The following day, Mrs. Lashbrook's funeral was held and Coleman was sent to Covington for safety reasons.  Once the mob seized Richard Coleman, they burned him alive in front of hundreds of onlookers and publicly mutilated his corpse.  The African American Richard Coleman was an accused murderer. No punishment was imposed upon those who partook despite the fact that their identities were known."],"display_date":"October 1, 1899 - October 30, 1899","search_date":"1899-10-15","locations":[{"id":5127,"lat":38.5951990256,"lng":-83.8240569898,"zoom":10,"place":"MASON, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1445,"title":"Maysville Road Act\n","course_id":1,"status":"P","start_date":"1830-05-22","end_date":"1830-05-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of the most controversial Acts of its time, the Maysville Road act authorizing the purchase of 50,000 worth of stock in the Maysville, Washington, Paris, and Lexington Turnpike Company, otherwise known as the National, or Cumberland, Road. To begin with, the road itself, or what was actually built of it, was a significant advance in construction technology. The four mile stretch that was constructed between Maysville and Washington, Kentucky as was a macadamized' road which was passable in virtually any weather conditions, and greatly reduced freight costs by allowing for heavier loads. Its fifty foot width involved innovative construction techniques such as drainage ditches, and marked a step forward in internal improvement technology.&lt;br /&gt;&lt;br /&gt;The project, however, had far more important national implications because there was a Constitutional question as to whether the Federal government could invest in a private corporation. Though Congress clearly believed the Federal government should encourage internal development this way, many Southerners believed that such investment was an infringement on states' rights because it would give the Federal government too much direct control. The Richmond Enquirer, for instance, wrote on May 25, 1830, that they do most religiously hope (President Jackson) will sign this Maysville Road Bill.' The Inquirer was therefore enthused to print Jackson's message to Congress on June 1, 1830, in which he return(ed) to the House of Representatives the enrolled bill.'&lt;br /&gt;&lt;br /&gt;President Jackson's reasoning in vetoing the Maysville Road Bill is fairly straightforward, yet lay at the heart of the controversy at the time over the proper role of the Federal versus the state governments and the respective powers of each. In a later letter to Congress, reprinted in The Globe on December 7, 1830, Jackson writes that if the interest of the Government in private companies is subordinate to that of individuals, the management and control of a portion of the public funds is;.. beyond the supervision of our constituents.' Yet, at the same time, Jackson points out that the power which the Central Government would acquire within the several States by becoming the principal stockholder in corporations;. is almost inconceivable, and, in my view, dangerous.' This reasoning is for the most part agreed with throughout the South, because though the importance of Internal Improvements is recognized, many felt it should be done on a private, local, or at least state level."],"display_date":"May 22, 1830","search_date":"1830-05-22","locations":[{"id":5121,"lat":38.5948878034,"lng":-83.8260117349,"zoom":10,"place":"MASON, Kentucky"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3999,"title":"Elizabeth Blaetterman Embarks on a Teacher Career\n","course_id":7,"status":"P","start_date":"1860-06-30","end_date":"1860-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Elizabeth C. Blaetterman was born and raised on a farm in Virginia during the early 1800s.  Raised on a large farm with relatives and close friends near by, Elizabeth became dear friends with a young girl named Victoria.  Upon Elizabeth's move to Maysville, Kentucky, in hopes of a more prosperous life for her family, Victoria and Elizabeth agreed they would write to one another and stay in touch over the years.  Victoria and Elizabeth had been raised with similar influences and therefore shared views on how their children should be raised.  Proper manners, religion, and an English education were a must.  As Elizabeth's children grew older, she had to take on the role of a teacher, and she strove to provide her children all the important amenities of a thorough English education. During the 1860s, when Elizabeth's eldest child was seven, the proper age to begin learning, she felt obligated to respond to the previously received letter from her dear Victoria, informing her of her lesion plans and the current \"mania for teaching\" they were experiencing in Kentucky.","  In the 1860s Families were advertising the importance of  sending children South for their \"board\" and/or education.  Elizabeth reminded Victoria, in her June 30, 1860 letter, \"that in the South our children could learn all the branches of a thorough English education.\"  In the eyes of Elizabeth and her fellow neighbors pushing this \"mania for teaching,\" an English education consisted of lessons in Greek, Latin, mathematics, French, German, music, singing, and painting. Elizabeth loved to teach and was anxious to begin teaching her two youngest children; one was not quite six and the other was two years old.  Elizabeth, however, did not like to begin teaching children until they were at least seven, so she must wait a few more years still. ","Nineteenth-century American society responded to the uncertainties of change through the idiom of gender.  In the early 1800s American found reassurance in widely shared perceptions of manhood and womanhood. According to historian Jeanne Boydston,  \"in the tenets of manhood were the promises of an orderly political life, and economic stability, and of the material welfare of the family.  The perceptions of womanhood, on the other hand, promised private morality and sentiment and the coherent transmission of culture from parent to child.\"  This \"republican\" system of polarities was a comforting way of conceiving secular society. As the principals of republicanism rose in importance, American society increasingly came to support the idea that women needed to understand clearly and embrace these values because they were responsible for passing them on to their children.  Women were fully responsible for teaching children but values and academic subjects that were not learned from helping their fathers around the farm.  "],"display_date":"June 30, 1860","search_date":"1860-06-30","locations":[{"id":5124,"lat":38.5948878034,"lng":-83.8260117349,"zoom":10,"place":"MASON, Kentucky"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}]}