{"id":10456,"place":"Lexington, KY","lat":38.0405837,"lng":-84.5037164,"episodes":[{"id":113,"title":"True American, the Emancipationist Newspaper, Founded","course_id":1,"status":"P","start_date":"1845-06-01","end_date":"1845-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In June of 1845, the <em>True American</em> abolitionist newspaper was founded.  Its editor, Cassius Marcellus Clay, was an outspoken abolitionist from the South (a Whig from Kentucky).  His arguments against slavery usually were primarily economic in nature, thus appealing to the self-interests of farmers and small slaveholders that, at the time, were feeling the effects of severe economic depression in the tobacco market.  Clay listed several reasons why slavery was inefficient: it impoverishes soil', slaves weren't as skillful, energetic, or full of self interest' as whites, slaves supposedly produced less and consumed more than freemen, and slavery caused the poor to despise labor by degrading' it, while at the same time turning slaveholders into lazy, idle people.  He also argued that slavery caused national poverty, kept economic development from occurring at the pace that it could have by restricting education, diverting funds into slaves, and discouraging development of skills.&lt;br /&gt;Clay was correct to fear pro-slavery forces in Lexington; he fortified the office of the True American with cannons, rifles, lances, and a keg of gunpowder, and carried weapons with him wherever he went.  The Christian patriot' John G. Fee, who also harbored antislavery sentiments, experienced the threat of violence against Clay in Kentucky himself: About this time, at my suggestion, a petition was sent to Cassius M. Clay, requesting him to come to Lewis County, July 4th, 1846, and make to us an address on the subject of slavery and emancipation. The call was signed by twenty-seven citizens, to be sent to Mr. Clay.  Mr. Clay accepted the invitation, commended highly the courage of the men who had made the call, but sent back the sad intelligence that he must defer the purposed address until his return from the war with Mexico;This stirred the slave power, especially in Mason County, the adjoining county. ","An article appeared in the <em>Maysville Eagle</em>, which in some respects misrepresented the statement of the former, by saying: This is as rank Abolitionism as was ever uttered by Birney or Tappan. No slaveholder is hereafter to receive the votes of these simon-pure liberty men; and they who dare to apologize for the institutions of our country are thus denounced and proscribed, and this is heralded forth as the sentiments of Lewis County.';Mr. Clay, having declined then to come, and the slave power raging, some ten men of the twenty-seven who had signed the call inviting Mr. Clay to come, took back their names; and upon myself, Mr. Clay's correspondent, were gathered the severest anathemas, and threats of violence and of the utter destruction of my house;My friends expected the threatened violence, and a man whom we knew as a friend and one who had opportunity to know the movements of our enemies came three times during the day and entreated that I leave my home or I would certainly be killed. At night we went to bed as usual;Many, with purposes of violence, did gather at the place of rendezvous, but dispersed before the frowning elements [inclement weather]. Soon after this the prime mover was killed by a tenant;Another man who shot at me whilst I was sitting in my house, was soon afterward drowned in the Ohio river.'  Eventually pro-slavery citizens of Lexington forced him to flee and move North.  Clay became the Governor of Kentucky in 1849."],"display_date":"June 1845","search_date":"1845-06-15","locations":[{"id":4797,"lat":38.0422598094,"lng":-84.4586978215,"zoom":9,"place":"FAYETTE, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":333,"title":"Dedication of the first colored high school in Kentucky\n","course_id":1,"status":"P","start_date":"1873-10-07","end_date":"1873-10-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Louisville Central Colored School was the first black' school built under the direction of the Louisville Board of Trustees of the Public Schools. The new three-story structure, which cost 23,000 and was funded by taxpayers and the new Kentucky public educational system, also responded to a genuine desire of the black community to provide what the local paper called a sound common school education' for its young students.  White citizens of Louisville, not wanting the state to be behindhand as regards the education of the colored people,' agreed that a new, elegant' facility for black students was necessary, as long as their own children remained housed in whites-only buildings.  The fawning Courier-Journal reported that the new school's trustees were all black, which was unusual, especially for a school with such a large number of students (approximately 300 were enrolled, with maximum capacity at 600 pupils).  Often, whites preferred to have people of their own race supervising black educators in order to ensure that appropriate messages and teaching methods were being used to socialize young blacks to know their place' in the community.&lt;br /&gt;Republican control of Kentucky did little to stop the spread of segregation in the state.  Howard Rabinowitz's essay on the post-war shift from exclusion to segregation, rather than integration, sheds some light on the reasons the Republican party of the 1870s chose not to support integration, yet moved forward from total exclusion.  Segregation became a middle ground which allowed politicians to appease white voters and avoid integration while complying with the letter, though not the spirit, of Federal laws barring exclusion and forcing states to provide equal opportunities for their black citizens.  Some black Southerners unwittingly supported segregated schools as a means of taking care of their own, not realizing the precedent such an institution would set.  Indeed, segregation became the symbol of white supremacy in the American South after the Civil War, replacing the plantation big house' and slave owning Master' of the antebellum period, spreading rapidly from education to transportation to consumption spaces like restaurants, shops, and hotels.  The sheer size and speed of segregation left freedmen essentially powerless to stop legalized Jim Crow laws of the late nineteenth and early twentieth centuries."],"display_date":"October 7, 1873","search_date":"1873-10-07","locations":[{"id":4800,"lat":38.0422598094,"lng":-84.4586978215,"zoom":9,"place":"FAYETTE, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1423,"title":"Kentucky Governor Election\n","course_id":1,"status":"P","start_date":"1899-12-01","end_date":"2/3/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William Goebel won the Democratic party's nomination in December, 1899 for Governor  of Kentucky.  In light of the fact that the Democratic party had previously been a Confederate dominated party, it was unusual for the Pennsylvanian to win the nomination.  His following was mainly composed of young democrats.  His campaign was extremely ambitious and well organized.  He stood for controlling corporations, aiding the laboring class, and was known as a friend to the common man' (p.269)  He was hated Republicans and a group of Democrats who formed the Honest Election League Party, also known as the Brown Democrats, when Goebel won the gubernatorial Democratic nomination.  In 1895 he killed one of his enemies,  a confederate democrat, in a duel in Covington, KY.  Before running for Governor he used his position in the State Senate to pass an act in 1898 which later became a law.  The act called for a Board of Election Commissioners, chosen largely by Goebel, that would decide the outcome of disputed state governor races.  Goebel's influence over these commissioners caused Republicans to react strongly.  In October, the Republican county chairman of London Depot, Kentucky notified Goebel election commissioners that they would be lynched if even one vote was stolen.  &lt;br /&gt;&lt;br /&gt;The election was too close to call between Republican candidate William S. Taylor and Democratic candidate William Goebel.   The Board of Election Commissioner declared Taylor governor and an investigating committee was assembled of ten Democrats and one Republican.  Republicans and Democrats threatened each other continuously as tensions rose at the state capital.  On January 30, 1900 Goebel was shot and mortally wounded outside the state capital.  Governor Taylor declared a state of insurrection' and demanded that the legislature reconvene in a safer location.  Democratic members of the legislature convened privately to discard enough votes to declare Goebel governor.  On January 31, 1900 Goebel was declared Governor of Kentucky.  His time in office only lasted until his death on February 3, 1900.  However in these three days he called for the dispersal of the militia and the reassembly of the legislature.  The Republicans refused to acknowledge the Constitutionality of  Democratic actions.  This conflict ended with each party stationing over one thousand armed men on the capital lawn.  Only after Goebel's death did tensions subside and the U.S. Supreme Court declared Goebel governor validating the actions of the democratic legislature.  Goebel's lieutenant governor, J.C.W. Beckham, took his place as Governor of Kentucky."],"display_date":"December 1, 1899 - February 3, 1900","search_date":"1900-01-02","locations":[{"id":4802,"lat":38.0422598094,"lng":-84.4586978215,"zoom":9,"place":"FAYETTE, Kentucky"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3949,"title":"Botanical Drops and Disease in the South\n","course_id":7,"status":"P","start_date":"1832-12-29","end_date":"1832-12-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    \"A child of 8 years had lost the use of his arms, one leg was almost crippled, hip popped out of place, thigh and arms swollen...\" wrote a journalist for the <em>Kentucky Gazette</em>.  The list of this young boy's maladies continues in the article.  One would think this boy had no hope for survival from whatever illness had attacked his young body.  However, \"on taking these Drops he recovered the use of his limbs, the sores healed up and he was restored to health, although thought incurable.\"  It does not seem plausible that a boy could suddenly return to full health after only taking some drops.  Was this a medical miracle or a fabrication of the truth?","    Apparently, Dr. Relfe's Botanical Drops were more than just an advertising gimmick.  According to the <em>Kentucky Gazette</em>, these drops \"have, in a multitude of cases, cured these...deep routed complaints in their worst and most hopeless stages.\"  While malaria was the disease for which Dr. Relfe created his drops, the advertisement stated that these drops were also successful in curing \"violent eruptions after the measles; red blotches, festering eruptions and pimples on the face.\"  The advertisement followed with several cases, much like those of the little boy, in which people were suffering from these ailments without any hope of a full recovery.  Symptoms ranged from \"humors\" on the neck of one older woman to blindness in both eyes of a five year-old girl.  Every person was in distress and hopeless until they took Dr. Relfe's drops.  According to this advertisement, it seems as if Dr. Relfe's drops were indeed a miracle.","    Disease, especially malaria, was distinctive in the southern region of the United   States.  Due to the hot climate in the summer, the South was a breeding ground for mosquitoes.  Infection rates increased during the change from the cool to warm seasons.  As malaria and other forms of the \"fever\" spread throughout the South, these diseases started to shape southern culture.  For instance, Southerners began to change their diets to help keep their immune system strong for the summer seasons.  Others started to address and attack reckless behavior among their community members.  For example, alcoholism and risky sexual behavior seemed to increase the likelihood of disease, as these bad habits lead to terrible hygiene and sloppiness, which left people susceptible to disease.  ","    It was the local doctors who stood at the center of this disease prevention and control.  Their importance in the community was significant as they provided remedies when all else failed.  Members of the community depended on them for guidance and advice.  In the South, they were not only doctors.  They were a part of the community.  This sense of belonging pushed local physicians to work extra hard in finding cures for ailments.  After all, these infected people were more than just patients.  They were neighbors, family members and friends.  This drive to help those they knew brought about huge advances in modern medicine as doctors worked to find remedies for the many diseases they encountered.  Without the bond between physicians and their community that existed in the South, it is difficult to say if modern medicine would have been able to evolve as quickly as it did."],"display_date":"December 29, 1832","search_date":"1832-12-29","locations":[{"id":4796,"lat":38.0422598094,"lng":-84.4586978215,"zoom":9,"place":"FAYETTE, Kentucky"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4190,"title":"Spontaneous Combustion of a Drunkard\n","course_id":6,"status":"P","start_date":"1831-12-07","end_date":"1831-12-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    In the year 1831, Dr. Peter Scholfield was invited to speak at the formation of a temperance society in the small town of Rustard, in Upper Canada.  His speech was a direct attack on drunkenness and the dangers it entailed.  Dr. Scholfield began his speech with the remark, \"It is well authenticated, that many habitual drinkers of ardent spirits are brought to their end by what is called 'spontaneous combustion.'\" He then told of a young man under his care, who at just 25 years old had been a habitual drinker for many years.  The doctor was summoned at approximately 11:00pm by the local blacksmith and arrived to find the young man \"literally roasted from the crown of his head to the sole of his feet.\"  The young drunkard had been found burning inside the blacksmith's shop, looking like the wick of a burning candle.  Nothing else in the shop was on fire; and there was no damage to anything, it was \"simply a case of spontaneous combustion.\"  ","    The doctor then began to explain, in gory detail, the path the man took to his death.  \"His flesh was consumed or removed in the dressing, leaving the bones and a few of the larger blood vessels standing.\" Thirteen days later, the young man died an excruciating death, his screams and laments were said to have unsettled even the most hardened men.  In his death throes, the young man screamed out that \"he felt no pain of the body, for his flesh was gone. He was suffering the torments of hell; that he was just upon the threshold and should soon enter its dismal caverns.\"  Dr. Scholfield concluded his story with this remark: \"I have seen other drunkards die, but never in a manner so awful and affecting.  They usually go off senseless and stupid.\"","    By the early nineteenth century, temperance societies began springing up across the Untied States, in protest to the drunkenness running rampart throughout the country.  Although alcohol was not made illegal until the eighteenth amendment was passed in 1920, temperance societies began to grow in popularity as early as the 1790's.  By 1831, when Dr. Scholfield's article was published in the Western Luminary, a religious periodical, there were more than 8,000 American Temperance Society chapters across the country.  Speeches like the one given by Dr. Scholfield were an attempt to convert more people to the way of temperance and the avoidance of spirits.  Although scare tactics such as those used by Dr. Scholfield worked on some people (mainly women and devout individuals), the majority of the American public largely ignored such stories of spontaneous combustion. The consumption of spirits was a vital part of society and because of this, it was impossible for many people to imagine life without them.  The large change about the use of spirits came after the American Civil War, when the abuse of alcohol by veterans in both the north and south helped bring about a change in the way people viewed its destructive nature.  Women who had witnessed firsthand how it harmed both the men and their families began to work even harder to outlaw alcohol throughout the country."],"display_date":"December 7, 1831","search_date":"1831-12-07","locations":[{"id":4796,"lat":38.0422598094,"lng":-84.4586978215,"zoom":9,"place":"FAYETTE, Kentucky"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}},{"id":6519,"title":"A Snapshot of Lincoln's Acts of Clemency In the Year of 1864","course_id":159,"status":"P","start_date":"1864-01-01","end_date":"1864-11-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Civil War, Lincoln reviewed over 1600 cases of military justice. The largest single topic that can be found in Lincoln’s telegrams is the reviewing and answering of appeals of military court martial decisions, especially the pardoning of scheduled executions (The Collected Works of Abraham Lincoln). Lincoln recognized the strategic potential of clemency during a time of war. He pardoned a considerable number of Union soldiers in a conscious effort to boost the morale of the Union’s fighting forces. Lincoln was also widely admired among Union troops because of the perception that he took a genuine interest in the their well-being. This perception was re-enforced with each pardon of a military offender (Presidential Studies Quarterly, Vol. 1). ","This episode begins in early 1864 wherein Lincoln orders the War Department to commute the death sentence of deserters to confinement until the end of the war and to allow commanding generals to reinstate convicted deserts if it was thought that they would be of use to the service. Lincoln said,","<em>“They are the cases that you call by that long title cowardice in the face of the enemy, but I call them for short, my “leg cases.” But I put it to you, and I leave it for you, to decide for yourself: If Almighty God gives a man a cowardly pair of legs, how can he help their running away with him?\"</em>","(Presidential Studies Quarterly, Vol. 1) ","Then on April 5th, 1864, Lincoln mitigated the sentences of groups of soldiers in a telegram in which, John Hay, on behalf of Lincoln, writes to Governor John Brough of Ohio, stating, “The President has ordered the pardoning of the soldiers of the 12th Ohio, in accordance with your request.” ","Favoring soldiers convicted of war crimes be put to hard labor, rather than they be executed, Lincoln had the sentence of Jesse Broadway commuted to three years hard labor in September of that year. According to John Hay, Lincoln states his rationale for clemency on these grounds,","<em>“I don’t believe it will make a man any better to shoot him, while if we keep him alive, we just may get some work out of him.\"</em>","As the year progressed, Lincoln continued to pardon soldiers and on November 3rd, 1864, Lincoln sent a telegram to the officer in command in Lexington Kentucky saying, “Suspend execution of Vance Mason until further order.” Earlier that day, Lieutenant Colonel Benjamin J. Spaulding had telegraphed Lincoln stating: “Vance Mason … on the charge of desertion is condemned to be shot on the sixth of this month. I pray you that you reprieve him or grant a respite until I can bring the matter before you in form. There are mitigatory circumstances about his case which I am sure will recommend him to your clemency.” Mason’s sentence was then suspended and he was given the option to return back into the army and serve out his enlistment term in the year of 1865. (Collected Works of Abraham Lincoln, Volume 8) ","Lincoln would go on to offer more acts of clemency in the next, 1865.","Ruckman and Kincaid suspect Lincoln thrived on the hope that each request that he granted further educated a portion of the public as to the necessity of a clemency power in the justice system. Lincoln's extensive effort to provide numerous and explicit explanations for clemency decisions and his willingness to exercise the power upon the advice of individuals and mass public suggest that he may well deserve credit for having utilized one of the most unilateral and imperial of executive powers in the most democratic manner” (Ruckman and Kincaid 1999) Though Lincoln’s justifications for clemency are widely ranging, it can be ascertained from his words, his written word in telegrams, and through his actions, that adopting a policy of clemency in order to save the lives of Union soldiers whenever possible, was of great importance to Lincoln."],"display_date":"January 1, 1864 - November 3, 1864","search_date":"1864-06-02","locations":[{"id":52916,"lat":38.0405837,"lng":-84.5037164,"zoom":8,"place":"Lexington, KY"},{"id":52915,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"D.C."},{"id":52828,"lat":40.4172871,"lng":-82.907123,"zoom":8,"place":"Ohio"}],"tags":[{"id":2981,"tag":"Lincoln's telegrams"},{"id":2980,"tag":"1864"},{"id":2979,"tag":"lincoln's clemency"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}}]}