{"id":10480,"place":"Eastern North Carolina","lat":35.610947,"lng":-77.368281,"episodes":[{"id":1629,"title":"North Carolina newspaper discourages voters from supporting Prohibition Party\n","course_id":1,"status":"P","start_date":"1888-06-27","end_date":"1888-06-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the demise of Radical Reconstruction in 1877, many social reformers concentrated their energies on Prohibition. Among these was Clinton Fisk, a former Civil War general who later served as a leader of the Freedman's Bureau. After his tenure at the Freedman's Bureau, he helped found Fisk University, a Nashville institution that bears his name. The historically black college would eventually educate civil rights leaders W.E.B. DuBois, Diane Nash, and John Lewis. &lt;br /&gt;&lt;br /&gt;In 1888, he was nominated by the Prohibition Party for President. Although he focused his campaign on eliminating the sale of alcohol so as to restore the traditional moral values to the country, he was criticized thoroughly for being a radical and negro lover'. Southern newspapers urged their constituencies to vote for Democrat incumbent Grover Cleveland instead, dismissing Fisk's campaign as irrelevant. Still, Fisk appealed to many Americans for his fundamentally religious message, which implored the prohibition of alcohol for the moral betterment of the nation. He received approximately 3% of the total vote. In such a close election, Fisk's constituency may have had a considerable influence on the outcome, especially given the fact that Cleveland garnered more popular votes than the victor, Benjamin Harrison.&lt;br /&gt;&lt;br /&gt;Fisk died two years later, on July 9, 1890. The ability of the media to discredit his image foreshadowed what would happen to many other third party candidates in the next decade. Although Fisk received considerable grassroots support, the media crushed the Prohibition Party's attempts to build a broad national coalition. Similar difficulties would confront Populist Party candidates Tom Watson and James Weaver."],"display_date":"June 27, 1888","search_date":"1888-06-27","locations":[{"id":9727,"lat":35.5940864102,"lng":-77.3680066596,"zoom":9,"place":"PITT, North Carolina"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2866,"title":"Grand Opening of the Greenville Tobacco Warehouse\n","course_id":1,"status":"P","start_date":"1891-10-01","end_date":"1891-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["October 1, 1891 was a day to remember in the history of Greenville in Pitt County, North Carolina. The grand opening of the Greenville Tobacco Warehouse was the beginning of a new era in the prosperity of the town and community. The warehouse would allow the opportunity for farmers in Greenville to sell their tobacco close to home and by opening day, arrangements had already been made to bring in buyers from various other parts of North Carolina and other states.","The advent of the Greenville Tobacco Warehouse began to take form in June 1891 when a small group of men held a meeting in Greenville and made a unanimous decision to erect a local tobacco warehouse. They organized a stock company and the Greenville Land and Improvement Co. tendered a half an acre lot on Ninth Street upon which to build the warehouse. The company then purchased another adjoining lot of equal size to achieve the desired area with a floor space of 70x110 square feet. G.F. Evans conducted the warehouse during its first season with O.T. Forbes as the Floor Manager, L.L. Joyner as the bookkeeper and R.J. Hart as the auctioneer. G.F. Evans was the pioneer of tobacco culture in Pitt County and most farmers attributed its success largely to him. Everybody knew him as an upright, reliable man and believed that the general management of the warehouse could not have been placed in better hands.","The year 1890 had produced a good crop output and nearly every planter had increased his crop in 1891. In 1891, Pitt County planted approximately three thousand acres of tobacco. Tobacco warehouses had already been built in Rocky Mount, Wilson and Tarboro and Greenville's warehouse was characteristic of the greater spread of the tobacco culture along the Carolina coastal plains. While the heavy rains of July 1891 made for a bad crop season, the planters had invested too much time and capital to be discouraged.","As state farmers quickly realized the money to be made in tobacco, they began growing the bulk of their crops for market rather than producing their own food. Milton Ready suggested that the construction of the railroads, growth of towns and industries, multiplication of cotton gins and tobacco warehouses, where crops could be hauled in a day and sold for cash on the spot, made it practical to farm for profit. As this market economy continued to take hold in the South, the opening of the Greenville Warehouse reflects the widespread movement of tobacco culture throughout the Carolina Coastal Plains."],"display_date":"October 1, 1891","search_date":"1891-10-01","locations":[{"id":9728,"lat":35.5940864102,"lng":-77.3680066596,"zoom":9,"place":"PITT, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":6526,"title":"An Officer and a President: Black Soldiers in the Civil War","course_id":159,"status":"P","start_date":"1864-06-11","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" The Union military of which President Lincoln was Commander and Chief was much different than our military today.  Upper officer ranks were extremely politicized and often hard for Presidents to control. A major area where Union officers’ political ambitions were apparent was in the recruitment of black soldiers to fight against the South.","   On February 11<sup>th</sup>, 1865, Lincoln sent a telegram to Major General Ord ordering the suspension of sentencing on Major T.C. Jameson, who was accused of embezzelment and other financial malpractices which would result in major fines and a loss of commission.  In this particular instance, the situation was very shady because of the political ramifications involved.  By criminalizing Major Jameson, other high ranking officers were able to collect the political currency provided by taking credit for organizing a widely successful recruitment campaign for black soldiers in eastern North Carolina.  Several respected people came forward as character witnesses for Major Jameson who fervently denied any wrongdoing.  Consequently, Major Jameson was fined but none of his accussers gained the political benefits they were seeking.","  In another example in Kentucky, the recruitment of black soldiers is a little more scandalous. Lincoln sent a telegram to Major General Thomas on June 18<sup>th</sup>, 1864 with clear instructions to investigate malpractices involving the recruitment of black soldiers.  In the telegram, he specifically talks about reports of General Thomas’ army carrying off black people without their consent to fight for the Union in Kentucky.  Obviously, President Lincoln would be concerned about this because he is fighting against the Confederacy and the system of slavery it embodies, so having his army forcing people to do things against their will would be a public relations nightmare, not to mention the immorality of it.  As for the officers in the Army, “recruiting” black men both swelled their numbers for combat and provided political currency in the form of integrating blacks into the army (albeit against their will in this case).  Lincoln specifically states that the army has been carrying men off “according to no rules whatever, except those of absolute violence”.  By telegramming this to General Thomas, his intentions as Commander and Chief have been made abundantly clear so refusal to follow his direction would be directly violating his superior.","  In a world without Lincoln’s use of the telegram, his army’s operations would be totally under the discretion of the commanding officers.  Without Lincoln’s fervent use of the telegram to stay on top of things, he probably would not have knowledge of such actions occurring on his watch.  Moreover, without his use of the telegram he would not be able put the responsibility on his Generals with such immediacy to rectify these situations.  Not only must he control his officers in a military sense, but he must control the political fallout of their actions as well.  In both of these examples, President Lincoln is utilizing the telegram to investigate, halt, or change the methods of his army, particularly his officers.  He would have been seen as responsible for the actions of the Army as President by the public, good or bad, and in using the telegram, Lincoln was able to make sure that those actions were truly his directives rather than the whims of ambitious Generals making foolhardy decisions.   "," "," "],"display_date":"June 11, 1864 - April 9, 1865","search_date":"1864-11-08","locations":[{"id":52919,"lat":35.610947,"lng":-77.368281,"zoom":8,"place":"Eastern North Carolina"}],"tags":[{"id":32,"tag":"Civil War"},{"id":2993,"tag":"Black Recruitment"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}}]}