{"id":1050,"place":"MECKLENBURG, Virginia","lat":36.6803544566,"lng":-78.3627609641,"episodes":[{"id":1453,"title":"Randolph-Macon College founded\n","course_id":1,"status":"P","start_date":"1830-02-03","end_date":"1830-02-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 1st, 1830, a bill was placed before the Virginia legislature to incorporate the Trustees of Randolph Macon College'' as reported by the Richmond Enquirer on February 4, 1830. Passed on February 3, the bill established a college at Boydton, Virginia, near the border with North Carolina. Though founded by Virginia Methodists, according to Randolph Macon's website the names of Virginian John Randolph and North Carolinian Nathaniel Macon were given to the college to dispel the notion that the school was to be only a sectarian one' as neither Macon nor Randolph was a Methodist. &lt;br /&gt;&lt;br /&gt;Randolph Macon College, or Boydton Male Academy as it was reported by the Raleigh Register on January 21, 1830, was founded primarily because the Methodist congregation of the area saw the need for a school to serve the children of the region's planters and to educate ministers. As the Register notes, it was designed to bring liberal learning within the reach of persons of moderate fortunes.'&lt;br /&gt;&lt;br /&gt;In addition to being critical to improving education in the region, the founding of Randolph-Macon was part of a general evangelical ambition urging the founding of literary institutions' -- for example, an 1831 Broadside announces the founding of a Law school, as has heretofore been announced in a short notice in several of the newspapers.' As part of this growing commitment to Internal Improvement in America, Randolph Macon helped set the example for smaller, local colleges that spread education to the masses rather than the elite."],"display_date":"February 3, 1830","search_date":"1830-02-03","locations":[{"id":14045,"lat":36.6803544566,"lng":-78.3627609641,"zoom":9,"place":"MECKLENBURG, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2287,"title":"Nat G. Hutcheson&#39;s Scrapbook\n","course_id":1,"status":"P","start_date":"1890-01-01","end_date":"12/31/00","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Tucked into the scrapbook of Nat G. Hutcheson were the minutes of the L.A. Armistead Camp Confederate Veterans of Mecklenburg County as well as several articles regarding the Camp of Confederate Veterans. One of the articles, Ex-Confederates Meet, was a lengthier article that discussed the application for the charter by the L.A. Armistead Camp of Confederate Veterans to the Grand Camp. Named the L.A. Armistead Camp Mecklenburg County's Camp was in honor of General L.A. Armistead who fell while waving his sword on the heights of Gettysburg. There were many Mecklenburgers in Armistead's Brigade. The initial goal of the Camp was to raise enough money to erect a monument in front of the County Courthouse to pay tribute to the fallen heroes of the Lost Cause.","In the last decade of the nineteenth century, Thomas Ellett, the Adjutant-General Grand Camp C.V. of the Department of Virginia, wrote the Instructions About Forming a Camp of Confederate Veterans. It was a specific outline on the proper way to apply for a charter from the Grand Camp, elect officers, and adopt By-Laws and Order of Business. In the missing portion of the pamphlet there were also the Proceedings of the Grand Camp, Charter and By-Laws of the R.E. Lee Camp, No. 1, C.V., Order of Business, Duties of Officials, Uniform, and Rules of Order. The creation of many other Camps of Confederate Veterans used the specific guidelines such as the L.A. Armistead of Mecklenburg County.","The Camps of Confederate Veterans became popular before the turn of the nineteenth century in the South as a way of honoring the 600,000 Confederate veterans who had fought and died in the Civil War. In Mecklenburg County, most of the companies were in the field by September 1861 and the men in these companies comprised about 10% of the Mecklenburg's white population. These camps held reunions for veterans and their families, erected monuments to honor those who died in the war, and provided a support group for the Southerners who had the war fought in their backyards. Since Reconstruction had not fully rebuilt the South both economically and structurally, Southerners still identified with each other through the Confederate cause. Therefore, instituting these Camps of Confederate Veterans was an attempt to fill the void in Southern identity. As in the cases of Robert E. Lee and L.A. Armistead, Confederate Generals and heroes served as names for the Camps. Mecklenburg County began their Camp in 1983, and it continued to be a success as documented in Nat G. Hutcheson's scrapbook."],"display_date":"1890 - 1900","search_date":"1895-07-02","locations":[{"id":14051,"lat":36.6803544566,"lng":-78.3627609641,"zoom":9,"place":"MECKLENBURG, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}