{"id":1051,"place":"MONTGOMERY, Alabama","lat":32.2202206971,"lng":-86.2076124057,"episodes":[{"id":20,"title":"Southern Commercial Convention\n","course_id":1,"status":"P","start_date":"1858-05-12","end_date":"1858-05-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1830s, the South was increasingly aware of the North's industrial dominance.  Commercial conventions emerged as a way to close this gap.  The first meetings focused on single, specific issues such as direct trade with Europe or railroad construction.  Later, the conventions would address a wide range of economic concerns.   &lt;br /&gt;&lt;br /&gt;In 1858, Montgomery, Alabama hosted the Southern Commercial Convention.  Over 500 citizens, including committees of 3 delegates per state, attended to discuss issues such as African apprentice labor, European trade, and, most importantly, the reopening of the Atlantic slave trade.  On the second day of the convention, speeches were heard from Richard Pryor of Virginia against the reopening, but William Yancey of Alabama spoke in favor.  Yancey gave a lengthy, powerful speech during which he suggested secession as a future option for the South.  &lt;br /&gt;&lt;br /&gt;This particular debate is indicative of the main change which had occurred in the conventions since their inception.  Instead of making decisions for economic advancement, the Southern Commercial Convention was used to spout political beliefs, spreading ideas widely in a short period of time.  Recognizing the political danger within the conventions, Northerners spoke out against them.  The New York Times even published a strongly worded piece announcing that it is high time that those [conventions] of the South end in the production of something better than speeches, resolutions, and reports.'  Still, the conventions continued, providing a forum for Southern communication."],"display_date":"May 12, 1858 - May 15, 1858","search_date":"1858-05-13","locations":[{"id":300,"lat":32.2508016784,"lng":-86.1660804753,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":38,"title":"Alabama Legislature Introduces a Civil Rights Bill\n","course_id":1,"status":"P","start_date":"1873-02-20","end_date":"1873-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As acquiring civil rights became a political mark indicating the party's commitment to its black supporters, the passage of these measures demonstrated the shift of priority and power that was occurring within the Republican Party. Indeed, the black constituency in the South greatly influenced and led legislation. Needing to consolidate the crucial black vote, Republican legislators pressed for additional civil rights guarantees. &lt;br /&gt;&lt;br /&gt;On February 20, 1873, The Weekly Clarion reported that a civil rights bill was proposed in the Alabama Legislature that decided to give to all races and colors equal civil rights in the schools, theaters, hotels, railroads, churches, cemeteries, etc.; and to punish violations by fine of from 500 5000, and imprisonment not exceeding five years;' This was an important effort by the Alabama Republican Party to gain political control as well as reassure and strengthen the necessary black constituency within the state. This bill, however, would pass in the Senate and would fail narrowly in the House. In fact, the bill failed in the House mainly because the opposition of the Democratic-Conservatives prevented the introduction of amendments that would have moderated the terms of the bill. Accordingly, Republicans in white districts opposed the seemingly extreme form of the bill. &lt;br /&gt;&lt;br /&gt;Although there remained the hope that the Republican Party in Alabama would stay strong, the influence of the Democratic-Conservatives would continue to grow stronger. In the summer of 1873, John Forsyth led a campaign to prove to the Democratic-Conservative leadership that Alabama could be rescued from the Republican Party if attempting to appeal to black voters and white Republicans was abandoned. Instead, those of the Democratic Party called to vigorously petition white voters of southern Alabama. By 1874, the Democrats would indeed gain dominance. Thus, Alabama became the first state to defeat the Republicans with the politics of the color line."],"display_date":"February 20, 1873","search_date":"1873-02-20","locations":[{"id":302,"lat":32.2201632469,"lng":-86.2079113368,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":379,"title":"Alabama&#39;s Constitutional Convention meets\n","course_id":1,"status":"P","start_date":"1867-11-05","end_date":"1867-12-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Under the Reconstruction Acts of 1867, Alabama was placed in the Third Military District along with Georgia and Florida.  General John Pope, a native of Kentucky who nonetheless fought for the Union Army, oversaw the Reconstruction process in these three states.  The Third Military District had its headquarters in Atlanta, Georgia, but General Pope exercised his control over all three states, regardless of geographic location.&lt;br /&gt;&lt;br /&gt;Alabama, like many other former states from the Confederacy, aimed to delay Reconstruction as long as possible.  In order to thwart these efforts, General Pope forced voter registration to be publicized throughout Alabama and announced that from October 1, 1867 until October 4, 1867, voters would cast ballots to vote for a constitutional convention.  After delegates had been selected, the convention began on November 5, 1867.  Newspapers throughout the South covered the events of Alabama's constitutional convention.  In the National Intelligencer, updates were published almost daily. Of interest to many newspapers was Alabama's handling of the question of enfranchising voters.  As it was a requirement for states' constitutions to be approved by the national government, Alabama had to handle this situation in a manner acceptable not only too its citizens but also Congress.&lt;br /&gt;&lt;br /&gt;The Alabama Constitutional Convention did not end until December 6, 1867.  The resulting version of the constitution could not be voted on until 1868.  Because of the rules of the Second Act of Reconstruction, the 1868 constitution was not ratified, yet Alabama gained re-admittance into the Union in 1868, despite the problems with voter enfranchisement. &lt;br /&gt;&lt;br /&gt;It was not until 1875 that Alabama's constitution was deemed acceptable by the national government.  Interestingly, days before the end of the convention of 1867, on December 2, President Andrew Johnson ordered the removal of General Pope from his position as the head of the Third Military District."],"display_date":"November 5, 1867 - December 6, 1867","search_date":"1867-11-20","locations":[{"id":301,"lat":32.2488115675,"lng":-86.1666274124,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":398,"title":"Slave&#39;s freedom paid for because of his talent as a preacher\n","course_id":1,"status":"P","start_date":"1829-05-01","end_date":"1829-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1829, a group of church goers and pastors from the Alabama Baptist Association pooled together 625 to purchase John Blackwell's slave Caesar. Caesar had become known around the Montgomery area as a magnificent preacher, and upon gaining his freedom went on to preach to numerous black, white, and mixed congregations. When his audiences became over excited he would reportedly say, When your cup is full, let it run over, but don't tilt it any .&lt;br /&gt;&lt;br /&gt;Such generous treatment towards slaves was far from the norm. The Advocate reported that in Carolina' slaves barely received enough food to live on. This treatment of slaves in Carolina was transposed with the treatment of slaves in Cuba. In Cuba, Slaves reportedly accomplished a third more labor than the tasked slaves of Carolina,' and this was reportedly due to better treatment and food. In Cuba, slaves could attain their freedom much easier. Spanish law said that if a slave could provide his price to his master then he could have his freedom. No such law existed in the United States and it was much more of a rarity for slaves to obtain their freedom."],"display_date":"May 1, 1829 - May 30, 1829","search_date":"1829-05-15","locations":[{"id":297,"lat":32.1856288849,"lng":-86.2697043034,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":551,"title":"Governor William H. Smith of Alabama Issues a Proclamation\n","course_id":1,"status":"P","start_date":"1870-04-13","end_date":"1870-04-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 13, 1870 Governor Smith of Alabama issued a Proclamation to be circulated to all citizens of Alabama. It stated, if the lawlessness continues in these counties [Greene, Morgan, and Tuscaloosa] or shall manifest itself to the same extent in other counties' (Montgomery Advertiser April 13, 1870, 2), Governor Smith would ask the Congress to pass tax in order to raise a state militia. This was a half hearted attempt for the Governor to curb the racial and political violence during the run off the upcoming state elections. &lt;br /&gt;More specifically, it was in response to the recent murder of Alexander Boyd, a Republican in Greene County. &lt;br /&gt;&lt;br /&gt;However small this attempt was on the Governor's part to curb the violence of the Ku Klux Klan, it was too much for many Alabamans. The Montgomery Daily Advertiser claimed that the Governor was exaggerating the violence. It went on to blame the violence, not on the Ku Klux Klan, but on the actions of African-Americans. It claimed that the Democratic party, although tied to the KKK, was peaceful and did not support the lynching and violence that some of its members perpetuated. In concluding, the Advertiser dismissed the proclamation, stating, We have too good an opinion of Gov. Smith to attach any serious importance to such considerations' (Montgomery Advertiser April 13, 1870, 2)."],"display_date":"April 13, 1870","search_date":"1870-04-13","locations":[{"id":302,"lat":32.2201632469,"lng":-86.2079113368,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":697,"title":"President McKinley visits Alabama\n","course_id":1,"status":"P","start_date":"1898-12-16","end_date":"1898-12-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In order to garner support for the Treaty of Paris, President McKinley visited Georgia and Alabama with fellow politicians Joe Wheeler, William Shafter, Henry Lawton, and Secretary Alger.  The Presidents first stop in Alabama was at the Tuskegee Institute:  a school of technical education for black men and women.  At Tuskegee,  McKinley was met by Booker T. Washington and a parade of 1,200 young black students.  The people of Tuskegee felt incredibly honored that the President had chosen to visit their school, and B.T. Washington expressed this gratitude in a speech made at the Tuskegee Chapel.  Washington stated, We welcome you all to this spot where without racial bitterness, but with sympathy and friendship;with the aid of black men and white men with southern help and northern help we are trying to assist the nation..' (The Age- Herald December 17, 1898, p.2).  The President praised the institution for its progressive routes and generous attitude.&lt;br /&gt;&lt;br /&gt;After touring Tuskegee, McKinley and his entourage traveled to Montgomery where they were met with extreme applause and excitement.   The patriotism was contagious as Senator Wiley first addressed the group, speaking of the pride associated with wearing the Uniform of a United States Soldier.  President McKinley then spoke on the very same steps where Jefferson Davis had accepted the presidency of the Confederacy.  In direct opposition to Davis's earlier acceptance speech, McKinley stated, We have nothing to take back for having kept you in the union.  We are glad you did not go out and glad you stayed in,' (McKinley in Perman 2001).  Although McKinley was a Union veteran, his trip to the South solidified his desire to unify the North and South and show his support for the Southern states.  It is believed that the President's southern tour helped decrease sectionalist sentiment.  As the president left Montgomery the songs, Dixie and Yankee Doodle Dandy were played at the same time as a symbolic tribute to the reunited' United States."],"display_date":"December 16, 1898","search_date":"1898-12-16","locations":[{"id":304,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1378,"title":"Confederate Congress adopts a constitution\n","course_id":1,"status":"P","start_date":"1861-03-11","end_date":"1861-03-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Confederate Constitution was adopted by the Confederacy in opposition to the Union and the United States Constitution.  The prominent differences between the two were that the Confederate Constitution sought different guarantees of states' rights and protected slavery as an institution.   Members of the convention held in Montgomery made it their goal to create a constitution for the southern states to unite under.  After review, the members submitted the constitution to the convention of delegates, ratified, and ultimately passed it under the provisional government. &lt;br /&gt;&lt;br /&gt;          Key changes appeared in the Confederate Constitution.  In lieu of more perfect union', they substituted, a permanent federal government.'  The Confederacy declared in their constitution that no law could deny, the right of property in negro slaves'.  In essence, Congress and the territorial government now recognized and protected slavery.  (Jewett, p. 2)  Southern states felt that the North exploited them economically and that radical changes needed to occur in order to protect their profits and freedoms.  Although it protected domestic slavery, the Confederate Constitution prohibited the importation of slaves from any foreign countries that were not territories of the United States.  The delegates also decided to make themselves into the Electoral College for future elections in the government.  &lt;br /&gt;          &lt;br /&gt;          President Davis later made a speech announcing the permanent ratification of the Constitution after its ratification by the Confederate States.  He stated that the declaration of war by Abraham Lincoln made it necessary to convene the Southern Congress to generate measures for the defense of the Confederacy.  (The Daily Picayune, April 29, 1861, p. 2)  The sovereignty of states over central government became the primary argument against Lincoln and his counter beliefs of unity and the power of central government.  In response to Lincoln's foreboding inaugural speech, Davis prepared the Confederacy for war. The declaration of a constitution by the Confederate States became a concrete symbol of independence and identity of the South."],"display_date":"March 11, 1861","search_date":"1861-03-11","locations":[{"id":301,"lat":32.2488115675,"lng":-86.1666274124,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1411,"title":"Alabama secedes from the Union and joins the Confederacy\n","course_id":1,"status":"P","start_date":"1861-01-11","end_date":"1861-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Alabama Convention convened in Montgomery as delegates arrived to vote on secession.  After long debates and delays, the convention voted 61 to 39 in favor of secession.  White Alabamans felt threatened by the North and the Republican Party.  Alabama was a strong slave state who would suffer great economic loss if the institution of slavery were revoked.  The monetary loss of slave property some 25 to 30 million of Alabama capital was just unthinkable to slaveholders who owned one or two slaves as it was to large planters who had fortunes invested.'  (Rogers, 184-185)  Alabama was dependent on the labor source that slaves provided, so the issue to secede was not taken lightly.&lt;br /&gt;&lt;br /&gt;          The declaration of Alabama as a free and sovereign state was directly related to the federal government's coercion of slavery as unconstitutional as a violation of rights.  Alabama thus declared herself autonomous of the United States during the convention in order to protect what it believed to be a state's constitutional right.  Seventy-nine of the 100 delegate members in the convention owned slaves.  (Rogers, 184)  &lt;br /&gt;&lt;br /&gt;          The news spread quickly to the rest of the country, while in Montgomery, Alabama larger plans for the South were formulated.  An invitation is extended to other Southern States to meet in Convention in Montgomery on the 4th of February, for the purpose of forming a Southern Confederacy.'  (The New York Times, January 12, 1861, p. 4)  The secession of Alabama, as voted upon in Montgomery, would soon prove to be a significant gain for the Southern cause as a state in the Confederacy and as the initial capital of the Confederate States of America."],"display_date":"January 11, 1861","search_date":"1861-01-11","locations":[{"id":301,"lat":32.2488115675,"lng":-86.1666274124,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1454,"title":"Alabama state election\n","course_id":1,"status":"P","start_date":"1892-08-01","end_date":"1892-08-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 1, the election in Alabama excited great interest.  Reuben F. Kolb, the Populist candidate for governor, led the most formidable opposition to the Democratic Party seen in fifteen years.  The election filled every office, and a wide variety of local candidates attracted much interest.  This election had the largest number of votes cast ever in Alabama's history.&lt;br /&gt;&lt;br /&gt;Official returns showed the election to be a Democratic success.  Thomas G. Jones, the Democratic candidate for governor, won by a vote of 126,959 to 115,524 a victory of 11,435 votes.  Yet Kolb won in eight more counties than Jones and had received a majority of the white votes.  Jones defeated Kolb because of his huge success in the Black Belt counties.  In these counties, Anti-Alliance Democrats used their control over the election process to manipulate the system and collect black votes.  They threatened, intimidated, and bribed voters and stole ballot boxes.  This was one of the most fraudulent elections in Alabama."],"display_date":"August 1, 1892","search_date":"1892-08-01","locations":[{"id":304,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1515,"title":"Prohibition Urged in Montgomery\n","course_id":1,"status":"P","start_date":"1881-02-10","end_date":"1881-02-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A front-page article in the Montgomery Daily Advertiser put its finger on the pulse of the temperance movement in the area, claiming in its title, Prohibition: Let Us Have It.  The culmination of many letters to the editor, the article served to educate readers about the dangers of alcohol and the benefits of prohibition.  The temperance movement spread across the South in the last quarter of the 19th century would become a key feature of the Progressive movement following the creation of the Women's Christian Temperance Union, which spread throughout Alabama in the 1880s."],"display_date":"February 10, 1881","search_date":"1881-02-10","locations":[{"id":303,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1587,"title":"Judge Richard Busteed Takes a Stand against Segregation\n","course_id":1,"status":"P","start_date":"1874-08-15","end_date":"1874-08-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["U.S. District Judge Busteed took side with a black man on a train during a dispute between the black man and the conductor. The conductor ordered the black man to exit the ladies car when Judge Busteed drew a pistol in defense of the black man and told him not to go. The two men then gathered twenty blacks and took over the car until two white Republicans convinced them to stand down. &lt;br /&gt;Busteed was a strong unionist who had at first supported Douglas in the 1860 Presidential race but became a strong supported of Lincoln after the events at Fort Sumter. Judge Busteed angered many Southerners with his progressive politics. His father had been a vocal supporter of abolitionism in his newspaper The True Patriot', where Busteed worked for his father as a youth. Busteed later moved to New York to help on another paper. Initially a licensed preacher in New York, he studied law and was admitted to the New York bar and by 1862 Lincoln appointed him as Brigadier general of New York volunteers. Upon completion of his commission, Lincoln nominated him, and the Senate unanimously confirmed him, as U.S. District Judge for Alabama."],"display_date":"August 15, 1874","search_date":"1874-08-15","locations":[{"id":302,"lat":32.2201632469,"lng":-86.2079113368,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1624,"title":"Labor Party of Alabama formed\n","course_id":1,"status":"P","start_date":"1888-03-25","end_date":"1888-03-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In March, seventy representatives from the Knights of Labor, the Agricultural Wheel, and the Farmers Alliance met in Montgomery to discuss the possibility of forming a joint political party. Several county leaders had already dismissed the convention, condemning its aims to mix economic interests with political power as impractical. Instead of forming a political party, the critics urged the gathered organizations to uniformly side with the Democratic Party. During the convention, however, the delegates decided hesitantly to break away from what they perceived as an unresponsive Democratic Party and form the Labor Party of Alabama. &lt;br /&gt;&lt;br /&gt;Several African-Americans attended the convention, and it is believed that they had a significant voice during the caucus. Indeed, earlier newspaper articles indicate that many political leaders realized that the crop-lien system was equally detrimental to black and white people. At convention's end, the original labor organizations had made a significant step towards the eventual creation of the Populist Party. They issued a platform which called for higher wages, government ownership of transportation, and changes in the convict lease system. Indeed, convention delegates laid the groundwork for the transition from a special-interests coalition into a significant political platform. Yet, at the same time, their hesitancy underscores the reasons for the eventual downfall of the Populist Party. Most Americans hesitated in voting for a third party, which most saw as an unviable alternative. Indeed, even at the Populist Party's peak, many Southerners voted for the Democratic candidate."],"display_date":"March 25, 1888","search_date":"1888-03-25","locations":[{"id":303,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1672,"title":"Grand Jury Investigates Lynching\n","course_id":1,"status":"P","start_date":"1896-02-17","end_date":"1896-03-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Grand Jury investigated a lynching which occurred on February 15, 1896. The victim of the lynching was an African American man named Bob Williams, who shot and killed a Montgomery police officer who was attempting to arrest Williams on charges of beating his wife. After the alleged offense, Williams fled the scene, but was followed and captured approximately 30 miles away. He was brought back to Montgomery by train, where a mob was awaiting his arrival, boarded the train, and took him to a tree nearby. The mob then tied him up, and after stringing him up, filled his body full of bullets.' &lt;br /&gt;Alabama Governor Oates was away from the state when the event took place, and he condemned the actions of the mob, and ordered the Grand Jury investigation. Under Judge Winter, the incident was investigated and over 300 witnesses were scrutinized. However, despite the rigid investigation, they had been unable to secure sufficient evidence to return an indictment.' The report of the Grand Jury stated that with most remarkable unanimity, every witness has testified to his entire ignorance of the crime and its concomitant circumstances, as well as to an absolute want of knowledge of the names of any person or persons connected therewith.' Thus no one was indicted for the lynching of Bob Williams. Such incidences were rampant in the south, in various forms, throughout the year. Lynching, historians have suggested, summed up the values of the society that practiced it: participants in mobs not only enacted a ritual that affirmed their racial beliefs but also embodied their commitment to such values as white male dominance, personal honor, and chivalry.' Because of these deeply engrained values, it seems apparent why the Grand Jury here, and elsewhere throughout the south, was unable to make any indictments."],"display_date":"February 17, 1896 - March 2, 1896","search_date":"1896-02-24","locations":[{"id":304,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2453,"title":"THRILLS ON CAPITAL HILL: The Election of James T. Rapier\n","course_id":1,"status":"P","start_date":"1872-11-05","end_date":"1872-11-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["November 5, 1872, was much more than Election Day in the State of Alabama. November 5, was a chance to right the wrongs of the election of 1870, only two years prior. The 1870 election included the race for secretary of state and James T. Rapier, born a free black in Florence, Alabama just thirty-three years prior, was on the ballot. Rapier became a prominent figure early in his life, participating in the National Negro Labor Convention (NNLC) and working as an Internal Revenue Service (IRS) assessor among other involvements. It was not until Rapier became the first African American in Alabama history to run for a state office that his popularity nearly doubled. ","Despite his historic run, Rapier did not win the election of 1870. Klu Klux Klansmen, who, based on their beliefs, had obvious qualms with Rapier's attempt, intimidated voters with threats and violence. The Klan's interference made it nearly impossible for Rapier to garner support. Thankfully Rapier was neither discouraged nor fearful of the Klan. He courageously continued about his efforts in order to better situate himself for the 1872 midterm elections to follow. Rapier sought out allies in the black community in order to gain endorsements from any recognizable resource. He established himself as a republican and mounted an impressive campaign for Congress. His travels took him to nearly every area of Alabama. But, it was not until Election Day in 1872 that the fruits of his labor were realized.","Election Day was calm and peaceful. As hoped, blacks crowded the polls early in the day, showing their support for their fellow black citizen, James T. Rapier. Previous elections in Alabama had become violently protested, but the elections of November 5, 1872, proved to be perhaps the most tranquil in Alabama election history. Unhindered by interference and intimidation, nearly 70 seventy percent of the voter's turned out at the polls. As the totals were tallied, it was evident that Rapier would win, sweeping the Black Belt and carrying over one thousand white votes. Crucial to his victory was the fact that throughout his campaign James T. Rapier focused solely on planks in his party's platform. Rapier refused to discuss his race, citing it as a feature unique to him that would not negatively affect his leadership in Congress.","The election of 1872 proved to have a positive influence on racial opinions in the state of Alabama. Electing James T. Rapier to Congress sent a message to others in the South that repressing race was not the answer and no longer the norm. There were those in the South who still vehemently opposed the election of a black man to Congress. Despite opposition, it is important to realize the intense progress of the black race. Less than ten years prior to the election of James T. Rapier, blacks were enslaved pieces of disenfranchised property that counted as 3/5 of a citizen. The election of Rapier put a former black slave in a position of political power, a position ten years prior that would have been impossible to assume."],"display_date":"November 5, 1872","search_date":"1872-11-05","locations":[{"id":302,"lat":32.2201632469,"lng":-86.2079113368,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2459,"title":"THE RIGHT OF CHASTISEMENT: Fulgham vs. the State of Alabama \n","course_id":1,"status":"P","start_date":"1871-10-06","end_date":"1871-10-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The role of women in antebellum Alabama was ambiguous. Prior to the Civil War, women were keepers of the home. The average, middle-class women raised the children, kept the home and prepared the meals. Both before and after the Civil War, women were subservient to men and their marriages were entirely patriarchal.","Of course, there are exceptions to every rule - George Fulgham's wife was one of them. In October of 1871, a verdict was handed down in the Fulgham vs. the State of Alabama. In this case George Fulgham's privileges and rights as a husband were in question despite his race and status. ","It was early 1871 when George Fulgham, an emancipated slave, was discovered beating his children. The discovery was made by his wife, another emancipated slave. The wife interrupted midway through the flogging. When she voiced her distress over the excessive punishment, Fulgham turned the whip on his wife, striking her twice on the back. Fulgham's wife bravely reported the incident and once in court lawyers for both the complainant, Mrs. Fulgham and the accused, Mr. Fulgham, argued a number of different points. The case focused primarily on the right of chastisement. The right of chastisement refers to a man's limited ability to discipline his wife and family. Prior to Fulgham, a husband not only had the ability to physically reprimand his spouse but he also acquired the rights to his wife's person, the value of both her paid and unpaid labor, and as well as any property that accompanied their nuptials. ","Sex and class equality certainly served as social landmarks for what was acceptable and unacceptable behavior. However, incidents in the home blurred the line between private behavior and public record. Accordingly, justices hearing the case were asked to take into account what qualified as appropriate both in and outside the home. What could be questioned about the closed-door occurrences in private quarters? The significance of class was also questioned. Citizens of lower classes, who simply did not know better, could possibly be exempt from the law due to mere ignorance. Fulgham not only recognized class and gender but race as well. Justices in the case were asked to consider whether or not black relationships were inherently different from white relationships.","The case was on appeal in the Alabama Supreme Court when it reached its final verdict as to the validity of the right of chastisement. The verdict came down on October 6, 1871, essentially in favor of the woman, Mrs. Fulgham. The court claimed that the rule of love superseded the rule of force by denying the privilege of brutality against women.","The Fulgham case, while significant for its time, proved to serve as precedent for later and similar cases at the turn of the century. The verdict provided precedent for gender equality in male and female marital relationship cases to come. Furthermore, the verdict defined the role of women in Alabama and the South on a greater scale. Through Fulgham women were endowed with the assertiveness to defend themselves against the wrong doings of not only their husbands, but society on the whole. "],"display_date":"October 6, 1871","search_date":"1871-10-06","locations":[{"id":302,"lat":32.2201632469,"lng":-86.2079113368,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2524,"title":"Birmingham&#39;s Industrial Boom\n","course_id":1,"status":"P","start_date":"1899-06-29","end_date":"1899-06-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The figures were in: on June 29, 1899, the southern iron industry made the best showing in its history.  Reporting an estimated 605,919 tons in 1899, pig iron movement in the South increased approximately seven fold from the preceding year's 83,821-ton figure.  The Wall Street Journal noted, of this the Birmingham district shipped considerably over half.  The Birmingham district was also responsible for the shipment of two-fifths of the total cast iron produced in the South in addition to exporting 50 percent of all southern pig iron.  With the increase in domestic prices of iron, this figure confirmed Birmingham as a fixture in the European iron trade.  Breaking all records in movement, shipment, and exporting, the Wall Street Journal's figures proved Birmingham vital in the southern industrial boom.  ","    Birmingham's industry was initially stimulated by the Civil War and the Confederacy's need for raw materials, namely, iron.  Alabama had seven blast furnaces in 1861 and this number increased to sixteen by 1865.  Ironically, though the Confederacy initially fueled the Alabama iron industry, the devastating effects of war temporarily halted industrial progress.  The iron furnaces were destroyed during the course of the war.  Additionally, the aftermath of the war disrupted transportation of iron via southern railways.  Despite these setbacks, Alabama was determined to rebuild their iron industry.  In a series of investments and technological development as well as the juxtaposition of iron, coal and limestone markets in Alabama, the Birmingham industrialization was well under way by the early 1870s.  According to C. Vann Woodward in his Origins of the New South, by 1899 Alabama's iron production was over ten times her tonnage of 1880.  This production was more than twice the combined production of her nearest rivals, Tennessee and Virginia and more than all the other southern states combined.  By 1890 northern capital flooded the state to finance industry and a generous supply of labor worked the mines.  The labor supply was overwhelmingly black, constituting 46.2 percent of the labor force, in addition to a high proportion of Alabama's well-received immigrants.  ","The growth of the iron and coal industry in Alabama was largely facilitated by the extensive rail system planted throughout the state.  The great empire builder of the Alabama mineral belt was the Louisville and Nashville Railroad, according to Woodward.  The L and N laid approximately half a million acres of land in Central Alabama by 1876 connecting Birmingham to all the major iron and coal towns in the region.  The L and N was also responsible for gathering investments of more than 30,000,000 and attracting immigrants to work the mines.  In 1888 the railroads transported a tonnage of pig iron exceeding the average annual weight of the entire national cotton crop for the past fifteen years.  With the railway system of Alabama firmly implanted by the early 1880s the state was able to fully engage in an industrial revolution."],"display_date":"June 29, 1899","search_date":"1899-06-29","locations":[{"id":304,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":11,"tag":"Economy"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2532,"title":"The Doctor is Out\n","course_id":1,"status":"P","start_date":"1895-09-04","end_date":"1895-09-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the evening of January 8, 1894 the prominent and well-loved town doctor lay bleeding on his bathroom floor.  He had left four or five letters addressed to his most intimate friends before shooting himself in the head.  The news of John H. Blue's death shocked his Montgomery, Alabama community.  As reported by the <em>Birmingham Age Herald</em>, Blue's suicide was the second act of a larger drama, which began a week previously on December 30, 1894.  On this cold December afternoon, William H. Kelley, chief of the fire department, came home to find Blue in bed with his wife.  Kelley took his baby and went to his father's house where he admitted that the family physician had taken to bed with his wife.  Kelley immediately filed for divorce upon discovering his wife's infidelity.  Though both men were widely respected in the Montgomery community, the town ultimately sided with Blue and was loath to believe the charges against him were true.  Blue was a man of a large family and was generally understood to be of a high moral character.  Ultimately, Blue took the matter into his own hands and his suicide cast a gloom over the city.  ","    Southern states first introduced divorce legislation at the end of the eighteenth century and the first general divorce law in the South was passed down by the Maryland Legislature in 1839.  According to Alabama law detailed in History of Alabama, divorces were allowed in various cases including adultery, impotency, drunkenness, and imprisonment.  Mr. Kelley would have thus been granted a legal divorce on the grounds of infidelity.  In describing the history of divorce in the South, N.E.H. Hull observes, Divorce remained relatively uncommon in the pre-Civil War era, though the rate steadily increased and would continue to increase throughout the next century and a half.  The divorce law in Alabama became more flexible as a result of the increasing prevalence of southern divorce.  As documented in History of Alabama, divorces were subsequently granted if it were proved that the other had been guilty of...violating tombs, stealing from a church, cattle stealing... or other various offenses.  As divorce became less taboo and more readily available in Alabama by the end of the nineteenth century, Blue would not have felt excessive societal guilt over his role in the Kelley divorce.  Why then his suicide?  According to the History of Alabama, divorces were not granted in the state: if adultery was committed by either in order to obtain a divorce.  Perhaps Blue had secretly wished to divorce his wife and start a new life with the former Mrs. Kelley.  If the state deemed his adultery deliberate, Blue would not be granted a divorce, which perhaps proved too much to bear for the physician.     ","    While Blue's suicide can be viewed through the lens of southern divorce practices, the episode also provides and opportunity to explore family values throughout the South at the end of the nineteenth century.  Social historian Carl N. Degler characterizes the South as a place where roots, place, family, and tradition are the essence of identity.  Indeed family was an extremely valuable aspect of identity for most southerners.  Families wealthy enough in the late 1800s and early 1900s commissioned large family portraits while poorer southern families depended on traveling photographers to capture their family's likeness.  Southern social life was so family-centric that historians have likened southern family solidarity to that of a clan.  Blue's suicide can be interpreted according to southern family values at the end of the nineteenth century.  While divorce was legally an option for Mr. Kelley and his wife, the resulting break in Blue's family may not have been an option for the physician."],"display_date":"September 4, 1895","search_date":"1895-09-04","locations":[{"id":304,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2535,"title":"Industrial Education for Boys in Alabama\n","course_id":1,"status":"P","start_date":"5/10/00","end_date":"5/10/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The stage was set; the town was ready. The conference on race relations to be held in Montgomery, Alabama was a highly anticipated event. The political affair would bring to town many of the nation's finest orators and most distinguished authorities on the subject of race. On May 8, 1900, the Montgomery Auditorium hosted the conference, which included various speeches on racial issues from greater educational opportunities for blacks in the country to a repeal of the fifteenth amendment. The front page of the <em>Montgomery Advertiser</em> celebrated the conference's turnout: LARGE AUDIENCES ASSEMBLE TO HEAR THE DISTINGUISED ORATORS PRESENT THEIR VIEWS. "," In the midst of the conference on race relations in Montgomery, one article in the <em>Montgomery Advertiser</em> pleaded with the state to recognize the needs of poor whites in Alabama before attempting to better the position of blacks. This editorial, Industrial Education for White Boys in Alabama, specifically addressed the educational crisis in Alabama. The editorial cited the 1890 formation of an industrial institution in Tennessee as an example of a thousand fold return to the state in terms of citizenship. The article rallied, People of Alabama, where are your thousand boys? On the waste heap it is feared. The <em>Montgomery Advertiser</em> editorial emphasized Alabama's educational emergency and called for a statewide reform, thus challenging the existing model of education in the state. "," The educational deficiencies in Alabama at the beginning of the twentieth century took root in statewide politics. White Democrats regained political power throughout Alabama during what was known as the Bourbon years (1874-1890). The moniker recalled the House of Bourbon's restoration after the defeat of Napoleon in 1814. The Democratic Bourbons immediately enacted measures to reduce the state debt and as a result funding for education decreased. In one swift political decision the Democrats eliminated the State Board of Education and significantly reduced both educational appropriations and constitutional guarantees of financial support. According to historian William Rogers, The Democrats opted for decentralization in control of educational affairs. "," These sixteen years of Bourbon rule would impact the statewide educational system into the twentieth century. Until 1891 Alabama schools were awarded funding based on the number of students by race. According to Rogers, townships could appropriate funds based on an amount they might deem just and equitable. This subjective appropriation of funding led to inadequate funding for black schools. However, blacks were not the only students suffering in Alabama. In 1900, there were 104,883 illiterate whites aged ten years or older living across Alabama. At 338,605, the illiteracy was significantly higher for blacks in the state, but these alarming numbers in both categories demonstrated a failed system. In his Bourbon Democracy in Alabama, Allen Going evaluates Alabama's educational system in light of Bourbon politics. He writes, The condition of Alabama schools, however, in comparison with those in other parts of the country was poor indeed. In 1890, the state ranked fourth from the bottom in a listing of various school statistics for all states by the Federal commissioner of education. When the editorial in the <em>Montgomery Advertiser</em> ran ten years later in 1900, the effects of the Bourbon Democrats lingered throughout Alabama. The educational deficiencies and resultant illiteracy rates at the beginning of the twentieth century resulted from a laissez-faire state government. "],"display_date":"May 10, 1900","search_date":"1900-05-10","locations":[{"id":304,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2848,"title":"A Sunday Snub\n","course_id":1,"status":"P","start_date":"1865-08-22","end_date":"1865-08-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On an August morning in Montgomery, Alabama, an elderly African-American woman found a seat in one of Montgomery's principal churches and waited for the service to begin. While she waited, however, she was...politely told that accommodations were prepared for her in another part of the building. The lady moved off quietly and took her place in the gallery. In an article in the Montgomery Advertiser the following Tuesday, the woman was excused from her decision to sit in a seat exactly suited to her mind with the dismissal that she knew no better, and probably had been told that she was as good as the whites, and entitled to as many privileges. White Montgomery citizens were beginning to realize that, in order to maintain the racial order of slavery, they would have to make sure that newly freed African-Americans, such as the lady in the church, knew their place.","One of the ways cities like Montgomery informed freedmen of the new social order were with Black Codes. According to historians Leah Atkins, Wayne Flint, William Rogers, and Robert Ward, after the Civil War, many blacks...left their plantations and flocked to...towns and cities such as Montgomery. These blacks, and newly freed blacks already living in the cities, found no category to define their new existence [because] Southern whites...were [not] willing to welcome the new freedmen as equals. Just months after this incident in Montgomery, the Alabama constitutional convention failed to make blacks equal before the law and when the legislature reconvened on January 15, 1866, it enacted laws...to regulate the conduct of blacks. These laws effectively became the Alabama Black Codes, the laws that would form the foundation of legal segregation in Alabama. But as this article illustrates, the social constructs for these laws were in place months before they were made official."],"display_date":"August 22, 1865","search_date":"1865-08-22","locations":[{"id":301,"lat":32.2488115675,"lng":-86.1666274124,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2853,"title":"The Constant Threat of Disease\n","course_id":1,"status":"P","start_date":"1865-08-08","end_date":"1865-08-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 8, 1865, the Montgomery Advertiser warned its readers to look out for cholera. The article went on to say that it is reported in a state paper, that several well defined cases of cholera have appeared in New York City, and that each resulted fatally. We are no alarmists, but what can prevent terrible fatality, if disease in epidemic form should appear in our beautiful city? The houses in the public are too crowded, with negroes and filth, and the citizens should complain. The paper suggested that citizens should keep their back lots thoroughly policed and no decomposing matter should be left long exposed to the sun.","What could make a cholera scare in New York City so relevant in Montgomery, Alabama? According to historian Michael Holt, after the war ended, there was a chaotic population movement into cities...by white refugees...Confederate soldiers, and former slaves. This massive immigration...swelled urban populations far beyond the capacity of cities like Montgomery and subjected the citizens to crime and disease. Montgomery was no stranger to disease. Just a decade earlier, in 1854, Montgomery suffered an epidemic of typhoid fever, malaria, and smallpox and the sister Alabama city of Mobile lived in constant fear of a yellow fever, or malaria, outbreak. ","The constant fear of disease was a pressing issue in Alabama. With cities like Mobile and their proximity to water, yellow fever was an ever present threat and, because little was known of disease transmission at the time, even citizens of Montgomery feared the spread into central Alabama."],"display_date":"August 8, 1865","search_date":"1865-08-08","locations":[{"id":301,"lat":32.2488115675,"lng":-86.1666274124,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4361,"title":"Southern Opinion on the National Union Convention of 1866\n","course_id":7,"status":"P","start_date":"1866-07-11","end_date":"1866-07-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    \"The object of the convention is to sustain the President and reunite the country on his policy of Reconstruction.\" With this statement, the Wednesday, July 11, 1866 edition of the Montgomery Daily Advertiser outlined the purpose of the upcoming National Union Convention that was to take place on August 14, 1866. With the end of the war, the issue of reuniting the country was topic of both local and national interest. The prospect of joining the nation under a common ideology and purpose was one that was imperative to piecing together the broken nation. However, the fact that the country has just emerged from a long and arduous civil war entrenched in the ideas of varying ideologies made this repair a daunting task. Although Montgomery was located deep within the former Confederacy, the Advertiser's outlook of the upcoming convention was positive. The paper described an idyllic prospect, claiming a \"spectacle of men from the North and South mingling together in harmonious counsel will go a long way towards sustaining him [Andrew Johnson] and breaking down the power of those who are alike, enemies to him and to constitutional liberty.\"","    Upon the end of the Civil War, many people, both of northern and southern origins and loyalties, had become weary of the war. Families longed to be reunited and there was a hope for a return to a normal and stable way of life. As the Advertiser described, there was the hope that both Northerners and Southerners would be able to find common ground through support of Andrew Johnson, but, Johnson's blatant opposition to proposed legislation such as the 14th Amendment and the Civil Rights Act made it unclear exactly how dedicated Johnson himself was to fully reuniting the nation. ","    Although there was a feeling among Americans that the country was in need of repair, there were many Southerners and delegates to the National Convention from Alabama and other former Confederate states who, \"though willing to concede defeat at the hands of the Union army...would not, as the unionists demanded, admit wrong doing in 1861.\" This failure to accept war guilt also extended into other facets of life as well. Many southern states refused to acknowledge the rights of blacks following the end of the war. Governments across the South instituted Black Codes to restrict the rights and lifestyles of African Americans, or simply tried their best to return freedmen to a status as close to slavery as possible. Highlighting this Southern attitude, it became obvious that the issue of rebuilding the nation and the policy of Reconstruction that soon ensued was not enough to the cause the South to forget the war and ideology that fueled it in the first place."],"display_date":"July 11, 1866","search_date":"1866-07-11","locations":[{"id":301,"lat":32.2488115675,"lng":-86.1666274124,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4651,"title":"Encouraging Immigration to Alabama","course_id":22,"status":"P","start_date":"1869-01-01","end_date":"1869-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“A state favored by nature in every way” boasted a booklet created by the state of Alabama. Published in 1869, this 22 page document contained a detailed list of the states assets. “No part of the United States offers so many and such striking inducements to the immigrant as Alabama.” It was an effort to entice foreign immigrants to come and establish their roots in Alabama. It covered every topic; the many job options for the labor worker and the entrepreneur, descriptions of the beautiful land in all corners of the state, the great health and living conditions, the newly commissioned railroad and the free public education. A foreigner reading the booklet would indeed be inclined to believe that Alabama was the land of opportunity.<br /><br />In the aftermath of the Civil War, Alabama’s labor supply had dwindled. A great number of the recently freed slaves had fled to the North hoping for better opportunities. The brochure was an attempt by the state to bring new labor into the region. It was sent to European countries where the population was overwhelmingly white. Despite the impact on the state’s economy by the loss of black labor, Alabamians were still unwilling to welcome non whites. It is ironic then, to find the passage in the pamphlet talking about the free public education where “no one can be excluded on account of race or color.” If the pamphlet was only being sent to countries with white populations, there would be no need to express this sentiment. It can only be assumed that this was an attempt by the state to seem a more tolerant and open minded state. One thing it does show is that there were definitely some exaggerations in the brochure on the qualities that Alabama possessed."],"display_date":1869,"search_date":"1869-07-02","locations":[{"id":301,"lat":32.2488115675,"lng":-86.1666274124,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":220,"tag":"alabama"},{"id":31,"tag":"Immigration"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4954,"title":"A Walk With God","course_id":27,"status":"P","start_date":"12/1/55","end_date":"12/20/56","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 23, 1956, more than two thousand African Americans filled the church from basement to balcony and overflowed into the street for a meeting to urge their followers to boycott the city’s buses.  This meeting was the result of resistance efforts that began when Rose Parks refused to give up her seat on a Montgomery city bus to a white man on Thursday, December 1, 1955.   Months later in the basement of the church the African Americans chanted and sang; they shouted and prayed; they collapsed in the aisles and they sweltered in the eight-five degree heat.  African Americans worked with these blistering conditions for months as they boycotted the Alabama city buses. ","Eighty-nine of the boycott participants, including twenty-four Protestant ministers, were arrested February 23, 1956 and were charged with carrying on an illegal boycott.  But the African Americans did not give up; they set up a “prayer pilgrimage day”.  During this pilgrimage they gave up the use of automobiles and taxis and walked the streets in protest.  Reverend Ralph D. Abernathy claimed, “We are not trying to impress anybody with our strength; we just plan to demonstrate to the people who do not have cars that we are willing to walk with them”","As the African Americans waited for the church meeting to start they sang, picking up the hymns that came to mind.  When the leaders appeared at the rear of the church the audience stood and cheered.   At the Baptist Church Martin Luther King Jr., head of the Montgomery Improvement Association, told the gathering that the protest was not against a single incident but over things that “Go deep down into the archives of history, this is not war between the Whites and the African Americans but a conflict between justice and injustice.”  Dr. King went on to say “We must use the weapon of love.  We must have compassion and understanding for those who hate us”","On June 4, 1956 the federal district court ruled that Alabama’s racial segregation laws for buses were unconstitutional.  The boycott continued until, finally on November 13, 1956, the Supreme Court upheld the district court’s ruling.  This victory led to a city regulation that allowed African American bus passengers to sit anywhere they wanted, and the boycott officially ended December 20, 1956. (Wright)  In the end the African Americans passive resistance worked in their favor.  Collective activism was a strong and important tactic because the African Americans joined together in order to gain the rights that they deserved all along."],"display_date":"December 1, 1955 - December 20, 1956","search_date":"1956-06-10","locations":[{"id":29188,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":17,"tag":"Government"},{"id":3,"tag":"African-Americans"},{"id":42,"tag":"Civil Rights"},{"id":572,"tag":"Buses"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}},{"id":5049,"title":"Narrative of Walter Calloway, slave from Richmond, VA","course_id":43,"status":"P","start_date":"1858-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Imagine being purchased as a slave at ten years old, forced to relocate from Virginia to Alabama, and required to endure hours of hard labor and beatings.  This was the life of Walter Calloway, born in 1848 in Richmond, Virginia.  At the age of 10, Calloway was bought by slave master John Calloway whose plantation resided just outside of Montgomery, Alabama.  As he sat on a porch outside his home answering questions, he recalled the strenuous labor he performed at the tender age of ten, along with his mother and brother.  His master, who was often cruel to their slaves, was bearable and fed him well, but it was the overseer named “Green Bush” and African-American named Mose who performed the mistreatment to Walter and others.  Walter described the torture when he said, “Green Bush what sho’ whup us iffen we don’t do to suit him.  Yassuh, he mighty rough wid us be he didn’t do de whippin’ hisse’f.”  He continued to describe the beating of a fifteen-year-old girl that almost killed her.","As his labor took the majority of his time, Walter and the other slaves were deprived of schooling.  They were required to go to the school and take care of the white children at times, and he then stated the white men eventually all joined the Army, as was expected of them.  After the Civil War, Walter described the lack of action on the plantation except for “gangs of so’jers passin’ th’ough gwine off to de war.”  Confederate soldiers would pass through and take some of their food for the soldier’s rations.","Then the United States soldiers arrived on the plantation and he was told to warn Mrs. Freeman but before he returned the Union soldiers had wrecked havok on the plantation.  They destroyed the smoke house, hams, and the remainder of the rations.  He had heard they also burned cotton plantations and steamboats harbored in Montgomery.  Shortly after the war, Walter was freed but he was quick to state that “we ain’t nebber been what I calls free.”  He and the other slaves had no money and all were scattered in various different locations.  He ended his interview as he asked for help back into the house.","In the article “North American Slave Narratives” William Andrews described the importance of studying the narratives of slaves during the nineteenth century to better understand the time period, and the issues happening during their lives.  In addition, “the autobiographical narratives of former slaves comprise one of the most extensive and influential traditions in African American literature and culture”.  While the narratives provide excellent historical documents, they also helped bridge relationships between Africa-Americans and whites after the war, allowing for whites to begin to understand the repression the African-Americans had faced.","The narratives such as Walter’s will be used for generations in the future in order to attempt to grasp some sort of understanding about this troubling period in American history.  Charles L. Perdue provided his view of the importance of slave narratives in his book “Weevils in the Wheat: interviews with Virginia ex-slaves” when he said “Though most historians have not utilized the ex-slave interviews in the past, there is a growing realization that prior histories have been one-sided on the subject of slavery and that the slaves’ view of the institution is essential to round out the picture\".  The first-hand account of the period is invaluable to historians and students alike and he further explained, “the ex-slave interviews provide us with insights into Afro-American culture that are not obtainable from other sources”.  Stories like Walter Calloway’s must continue to be shared and studied to shed further light on their troubles and the tribulations they worked to overcome.","Walter’s narrative not only described the horrible mistreatment of slaves, but the lack of the value of African-American lives during the nineteenth century.  They were purchased as commodities and forced to work hard labor as young as ten years old.  Although Walter and his mother and brother were able to stay together, this was often not the case and most families were separated and spread throughout the country."," "],"display_date":1858,"search_date":"1858-07-02","locations":[{"id":300,"lat":32.2508016784,"lng":-86.1660804753,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":4,"tag":"Slavery"},{"id":32,"tag":"Civil War"},{"id":1,"tag":"Crime/Violence"},{"id":96,"tag":"Slave Trade"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5216,"title":"Second Lieutenant Hurst Fears Communist Invasion","course_id":62,"status":"P","start_date":"10/19/32","end_date":"10/19/32","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Communist Party was infiltrating Birmingham, Alabama and the National Guard was beginning to worry. On October 19, 1932, Second Lieutenant Ralph Hurst wrote to his commanding officer Brigadier General J.C. Parsons about the “Communist Agitation” in Birmingham. The International Labor Defense had recently moved its Southern headquarters to Birmingham and there had been trouble ever since. According to Hurst, the police had originally arrested communist agents and disbanded their meetings. During one of their raids, they found correspondence that indicating that the communists in Birmingham had been “instructed to concentrate on Negroes in the South.” The communist agents had held two meetings that Blacks and Whites attended.  According to Hurst, Communists advocated social and political equality between the races and adopted resolutions calling for “abolition of poll taxes, enfranchisement of every resident without respect to color or other qualifications” and urged both black and white families to go out and take what they needed. Communists also took aim at capitalists who “exploited whites against blacks and vice versa.” The infamous Ku Klux Klan broke up the second of these meetings with “malodorous bombs” and announced that “The Klan Rides Again” and would “stamp out” communism. Hurst concluded his letter by telling Parsons that the communists were “playing a shrewd game of capitalizing on unemployment and adverse conditions” to gain supporters. He warned that unless relief facilities are sent “there is a likelihood of some disorders and attendant violence.”","Hurst proved to be correct. Anti-communist violence began to increase around this period and lasted until the end of the decade. Historian Robin Kelley attributes the rise in violence to the fact that communists promoted equality between the races. According to Kelley, anti-communists used racism to fight against and hinder the communist cause. White-supremacy groups, like the Ku Klux Klan and White Legion, and racist politicians played on the Southern fears of racial equality to ostracize communists. Another historian, Robert Ingalls takes a different perspective on the issue. Ingalls believes that the most important factor in anti-communist violence was the big businesses that economically dominated Birmingham. Ingalls focuses on the Tennessee Iron, Coal and Railroad Company (TCI). By the end of the 1930s, the La Follette Senate Committee found enough evidence to show that TCI had been sponsoring violence against communists. For Ingalls, the real cause of the violence was “establishment attitudes towards labor” that kept the elite in power. From Hurst’s letter, it seems that both factors, racism and big business capitalism, were at work to limit the communists’ acceptance in Birmingham."," "],"display_date":"October 19, 1932","search_date":"1932-10-19","locations":[{"id":24062,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":17,"tag":"Government"},{"id":1,"tag":"Crime/Violence"},{"id":142,"tag":"african americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5219,"title":"United Textile Workers Ready to Strike","course_id":62,"status":"P","start_date":"9/1/34","end_date":"9/1/34","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The textile workers had had enough. On September 1, 1934 at 11:30 p.m. they went on strike. Francis J. Gorman, Chairman of the National Special Strike Committee of the United Textile Workers of America, sent a telegraph to Alabama Governor Benjamin Miller to make him aware of the strike and the reasons behind it. Gorman reasoned that the workers themselves provided the authority for the strike and that it is a “result of abuses no longer bearable.” He listed several grievances of the textile workers and asked Governor Miller for the “protection which you are required to give all citizens.” Gorman sought protection from the “forces of employers” and, interestingly, “the insidious and disruptive forces of communism.” Gorman assured Miller that the strike will be “an orderly lawful and democratic procedure.” He concludes the telegram by requesting that the Governor ensure that they be treated fairly during the strike.","Historian Robert Ingalls discusses the plight of union workers and communist agitators in Birmingham during the 1930s. He asserts that the communists worked to provide equality between the classes and the races but were victims of the status quo. Big businesses, the employers Gorman feared, covertly promoted violence against communists in order to keep themselves in power. Ingalls writes that the communists wanted to improve workers’ rights and promote unions. Yet, in this telegram, Gorman spurned the communists. This is a unique perspective that historians have not fully studied. Ingalls acknowledges how the National Association for the Advancement of Colored People rejected any association with the communists, even as they attempted to help end racism and discrimination. However he doesn’t mention any tensions with unions. According to Ingalls, by 1934 Birmingham was “in the throes of strike fever.” He notes as labor unrest grew, so did anti-communist violence.  In fact, the crackdown caused some union spokesmen to argue that communists were being used as scapegoats to distract the public from the real cause of the strikes. Ingalls provides evidence that the communists and unions were on the same side yet this document opposes that belief. Perhaps pro-union men like Gorman simply did not like being associated with such an unfavorable group as the communists, even if they did share some beliefs. What is clear is that conditions for United Textile Workers were deplorable and they were ready to act."],"display_date":"September 1, 1934","search_date":"1934-09-01","locations":[{"id":24062,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5457,"title":"The Rebellion In Alabama","course_id":84,"status":"P","start_date":"1868-02-01","end_date":"1868-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Rebellion in Alabama","”What’s next?  Is Alabama to come back without a new and equal constitution?  Never!  Let her be kept out until doomsday!”  This quote comes from an editorial written by an unnamed author in 1868 by <em>The Independent</em>, a Northern magazine which was complaining about the political situation in Alabama at the time.  One of the conditions for Alabama’s re-admittance into the Union was the drafting of a state constitution.  One of the key elements of this new constitution was the affirmation of the abolishment of slavery as well as the guarantee of equal rights for all of its citizens.","One of the main points that the article outlines is the defiant nature of the “rebels” in Alabama when it came to voting for ratification of the new constitution.  There were roughly 200,000 registered voters in Alabama at the time.  A majority of these voters was needed in order to ratify the constitution.  Many Alabamians just stayed home causing the ratification to be defeated.","“If Alabama stays at home from the polls, Alabama must stay at home from Congress.  We devoutly pray that the halls of the Capitol may never tread to the echo of an Alabama representative till he goes there to represent the political equality of white men and black.” While the author of this piece does not pretend to have any form of journalistic neutrality, his argument against Alabama is a valid one.  One of the main points of contention was not recognizing the abolition of slavery, it was granting equal rights to the newly freed slaves.  The South would contend that suffrage for African Americans in the North was by no means guaranteed, so why should the Southern states be forced to adopt it?","Eventually Alabama, along with the other Confederate states, ratified a new constitution but it was not exactly what some in the North believed that it should look like.  Beginning in 1865, Alabama began to institute what became known as the “Black Codes.”  These were a series of laws that cemented the status of the newly freed slaves as second class citizens.  Some of the offences that the newly freed slaves could be arrested for included, vagrancy, drunkenness, failure to support one’s family, and interracial relations (i.e. sex and marriage).  The harsh tone taken by many in the North, including <em>The Independent</em>, reflected the frustration that many were feeling over the fact that slavery was abolished but it did not seem that the lives of the freed man were going to improve for the foreseeable future.  The defiant attitude the may Southerners seemed to take in regards to acknowledging a new constitution, all while codifying new Black Codes played a role in the sectional distrust between the two regions which persisted for decades as well laying the framework for Jim Crowe and a century of segregation."],"display_date":"February 1868","search_date":"1868-02-14","locations":[{"id":301,"lat":32.2488115675,"lng":-86.1666274124,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":220,"tag":"alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":5686,"title":"An Alabama Minister Fights for Temperance By Using Race","course_id":106,"status":"P","start_date":"1/1/00","end_date":"1/1/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early decades of the 20<sup>th</sup> century the Alabama Anti-Saloon League published a brief flyer outlining the group’s proposals. The flyer is titled “The Alabama Anti-Saloon League” and outlines four goals: “First- To federate the Churches, Sunday Schools, Temperance Societies and other moral forces of the State in a conservative, persistent, and determined movement against the saloon; “Second- to create a healthy, sane, and powerful public opinion in favor of Local Option;” “Third- to Secure the nomination and election of such persons to the next General Assembly of Alabama as will pledge their support to a General Local Option Bill, Permitting counties, cities, or subdivisions of the same, to settle the saloon question within their bounds by popular vote, without other recourse than formal petition presented to the proper authority;” and “Fourth- to organize the temperance sentiment of Alabama into a permanent and perpetual Anti-Saloon force. And to press the fight for civic righteousness, asking for that fundamental principle of Democratic government—the right of the majority to rule.”","W. B. Crumpton, the author of the flyer, was an Alabama Baptist minister who had served as a confederate soldier in the Civil War. He helped to create the Alabama chapter of the Anti-Saloon League which focused on “Local Option” as a means of implementing prohibition of alcohol. As stated in the flyer, “Local Option” allowed “counties, cities, and subdivisions” to decide their stance based on popular vote. Local option or popular vote at the local level would allow regions to vote whether to be ‘dry’ or ‘wet’ counties. A supporter of local option and editor of a magazine called Alabama Baptist; W.C. Cleveland wrote about his opinion on state-wide legislation but claimed to only “discuss politics… when it intruded on moral issues.” Historian Wayne Flynt depicts Cleveland as concerned about the creation of “a national or statewide prohibition law as well as creation of a ‘political temperance party… [because] he feared that such politicization would split whites, undermine the Democratic Party, and harm the cause of temperance.” Flynt goes on to suggest that “Cleveland urged individual Christians to spurn liquor, and he urged prohibition leaders to marshal their energy for local option elections,” which would allow the white community to control county-wide legislation without creating controversy among whites. Local option was the best option in the view of many Alabama Baptist ministers because not everyone within the white community agreed with temperance. This would cause friction within the white community because there was an fraction of whites would did not want temperance interfering in their own lives. This faction was dealt with through local option which required a popular vote and, like typical Americans, we accept majority vote as the official say on any matter. This means that local option avoided any friction within the white community because of its majority vote. The National Temperance Almanac states that Local option allowed for a licensing system in which “local, municipal and county authorities” could give liquor licenses “to all applicants of good character.” The requirement of “good character” allowed local governments to control which communities would be allowed liquor licenses.","Local option and the licensing system ended up being a control mechanism used by middle and upper-class whites to once again to reestablish control over the African-American community after reconstruction.  Middle and upper-class whites achieved this though selective licensing when the county was voted ‘wet’. Historian Wayne Flynt describes Crumpton as having “combined racial politics with prohibition, describing whiskey bottles ‘sold only to the brutish negroes’ and that ‘contained pictures of nude white women’.” Crumpton viewed the local option and licensing system as a means to control the African-American community while allowing white superiority to vote their own destiny. The permanent and perpetual Anti-Saloon force, according to Crumpton is pressing for Civil Righteousness, was actually pressing to disenfranchise the African-American communities through local option and the licensing system. "],"display_date":"January 1, 1900 - January 1, 1919","search_date":"1909-07-02","locations":[{"id":50982,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":21,"tag":"Race Relations"},{"id":699,"tag":"Temperance Movement"},{"id":142,"tag":"african americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5713,"title":"Alabama’s Resistance to <em>Brown v. Board of Education</em>","course_id":110,"status":"P","start_date":"5/17/54","end_date":"5/23/54","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Arguably one of the most influential and groundbreaking decisions handed down by the Supreme Court is the landmark case of<em> Brown v. Board of Education</em> (1954).  Overturning the precedent previously set by <em>Plessy v. Ferguson</em> (1896), the Court ruled that “separate but equal” was “inherently unequal” in the realm of public education.  This ruling came as quite a shock, and was met with tremendous resistance primarily throughout the South.  In Alabama, the ruling was met with extreme hostility and immediate plans to circumvent the decision were swiftly conceived.","Immediately following the Court’s ruling, Alabama Representative Henry Beatty devised a scheme for maintaining segregation in the state without violating the recent resolution.  Beatty argued that by creating “free schools” in which both whites and blacks were allowed to attend, Alabama could then create segregated, tuition-based schools to provide an alternative to an integrated school system.  Beatty furthered this plan by compiling ways to amend Alabama’s Constitution to allow for both free and tuition-based schools while still managing to uphold the Court’s ruling.","A key component of Beatty’s plan involved tuition-based schools as an alternative to free schools.  The undisguised intention of this plan was to enable white students to stay in white-only schools by paying a “nominal fee” for the sole purpose of differentiating the school from a free, public school.  Any white student demonstrating financial need would have their tuition waived rather than be forced to attend a free, integrated school.  Beatty was determined to avoid directly integrating public schools in Alabama; he was not alone in rejecting the Court’s ruling.","Much of the South demonstrated extreme resistance to the <em>Brown</em> ruling, and in the following decade, few efforts throughout the South would be made to integrate public schools.  Some historians argue that the Court’s ruling resulted in a “backlash” in the South, and that without the <em>Brown</em> ruling, desegregation would have eventually taken place without the open violence and hostility that followed.  Historian Michael J. Klarman argues that prior to <em>Brown</em>, desegregation was already underway, including “desegregation of the Montgomery police force, of elevators in downtown office buildings in Birmingham, [and] of federal juries in Little Rock.”  It is possible, given that desegregation was already beginning without federal intervention, that it would have eventually led to a natural desegregation of public schools.  With <em>Brown</em> forcing the issue upon the South, a hostile environment was unwittingly created in reaction to the ruling.","Beatty made his intention to prevent desegregation of public schools in Alabama clear, and again he was not alone in this goal.  Much of the South rallied against <em>Brown</em>, and it would be a decade before Congress would pass legislation to finally put an end to segregation with the Civil Rights Act of 1964.  While it is not possible to say with any certainty, it is conceivable that the Court did more harm than good with its ruling in <em>Brown</em>.  While the ruling was morally necessary, it created a rallying point for white Southerners to unite against the common cause of desegregation."],"display_date":"May 17, 1954 - May 23, 1954","search_date":"1954-05-20","locations":[{"id":29188,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":43,"tag":"Desegregation"},{"id":1070,"tag":"Brown v Board 1954"},{"id":220,"tag":"alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":5722,"title":"'V' is for Victory","course_id":110,"status":"P","start_date":"1/1/45","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["One of the reasons for promoting Victory Gardens during World War Two was that they would pay for themselves and put money in the pockets of those that grew them.  In a clipping from <em>Metro Newspaper Service </em>in 1945, a picture depicts a girl standing next to a boy with a hoe discussing a bush with money for leaves with a subtitle that advertises “many a Victory Gardener” would have been able to call “all his crops “cash crops”.”  Adjacent to the picture are two females, obviously mother and daughter, watching their husband and father set up their garden because “nothing [was] more gratifying than” “a productive garden.”","Amy Bentley has observed that War World Two was ridden with slogans. By calling food production “the first line of defense”; the United States Government hoped millions of Americans would produce their own fruit and vegetables.  Whether it was to free up land originally for domestic production for the overseas soldiers or American Allies, The Department of Agriculture wanted to see improved health and productivity on the home front.","Any productivity in agriculture was accepted whether it was a half-acre of land or “a few jars of peach preserves.”  From her research, Bentley has argued that home front food production was a way to renew and “strengthen communities during this global crisis”.  The campaign for these gardens hoped to inspire hard work while helping Americans escape the current conditions and return to a preindustrial time like their ancestors had.  The thought was if one could become a producer of things, a cleansing of the soul would result from just simple interaction with the earth.","The producers of Victory Gardens felt that any and all effort in producing fruit and vegetables somehow helped in the overall war effort.  The clipping indicated hope for more gardens that year than any before.  After all, it was printed in 1945, when the world was becoming exhausted of resources to fuel the almost never ending war."],"display_date":1945,"search_date":"1945-07-02","locations":[{"id":26087,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":258,"tag":"World War II"},{"id":13,"tag":"Agriculture"},{"id":1719,"tag":"Victory Gardens"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":5726,"title":"<strong>“Cotton Tom” Heflin Exploits American Anti-Catholicism to Defeat Al Smith</strong>","course_id":110,"status":"P","start_date":"1/28/28","end_date":"1/28/28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thomas Heflin’s address to his colleagues in the first session of the 1928 Alabama state congress contains within it several of the main fears associated with the anti-Catholic sentiment in the South at the time.  Heflin, a known member of the Ku Klux Klan, used his position as a sitting congressman to roundly abuse his fellow Catholic politicians, and perpetuate several of the anti-Catholic suspicions commonly referenced by the Klan.  Heflin begins his address by describing some of the proceedings of the Democratic national convention that took place four years earlier.  His very first mention of the “Romanists” in attendance is a thinly veiled warning to his fellow Klan members as to the intentions of the Democratic political community who belonged to the Church.  He theatrically describes a scene in which several Catholic Democrats bring the convention to a halt, in order to demand that the convention denounce the Ku Klux Klan nationwide.  Heflin claims to have attempted to calmly reason with them, saying: “Gentlemen, that question has got no business in this convention…It is a Protestant order and Protestants generally think that you want it denounced because you are Catholics.”  Heflin goes on to say that the denunciation of the Klan would tear the Democratic Party apart.  According to him, the response from the “Tammanyites” was simply; “To hell with the party if it will not denounce the Klan.”  Heflin capitalized on this statement, to make the point that a Catholic has allegiance to Rome alone, and that their participation in politics was a threat to the American democratic process.  To illustrate this, he makes the conjecture that the main goal of the Catholics in his party was to see Al Smith elected to the presidency.  The war-like rhetoric that follows this proclamation indeed served its intended purpose.  “Gird your loins for political battle, the like of which you have not seen in all the tide of time in this country”, Heflin said, “The Roman Catholics of every country on the earth are backing his campaign.”  He makes the claim that the wealthy Catholics of America, along with financial partners across the globe were involved in the clandestine acquisition of southern newspapers, seeking “to control the vehicles that carry news to the people.”  Heflin charges that this international conspiracy would be a dire threat, designed to “lay the heavy hand of a Catholic state upon you and crush the life out of Protestantism in America.”  Heflin’s words were not in vain.  Although Al Smith won the support of Alabama in the election, (largely because of the unwillingness of most southerners to vote for a Republican under any circumstance) he failed to gain enough popularity in the north, where anti-Catholic sentiment was most prevalent at the time."],"display_date":"January 28, 1928","search_date":"1928-01-28","locations":[{"id":21904,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":1726,"tag":"Tom Heflin"},{"id":1725,"tag":"Cotton Tom"},{"id":151,"tag":"Ku Klux Klan"},{"id":1723,"tag":"Nativism"},{"id":1722,"tag":"Anti-Catholicism"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":6070,"title":"The birth of Eugenics in Alabama","course_id":122,"status":"P","start_date":"4/16/01","end_date":"4/16/01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 16, 1901, at The Medical Association of the State of Alabama, Dr. C.T. Wilbur gave a speech to the medical committee on the state of “The Feeble-Minded” people in Alabama. While giving his speech he directed the audience’s attention to a census taken in 1890 that showed the number of Feeble-Minded and compared it to one taken in 1900. Dr. Wilbur then stated that it seemed as if the Feeble-Minded were \"more numerous than the mentally insane.” With the fear of the rising number of Feeble-Minded people in Alabama Dr. Wilbur suggested that since Alabama had no state asylum for this class of persons, they should be \"kept in private homes, county poor houses, or in the insane asylum.\" In order to drive his point home Dr. Wilbur continued to play upon the fear of the board members that this problem was spreading and needed more support. He did this by saying.“No two Feeble-Minded are alike. They are widely different and cannot be educated in classes. Each case must have its peculiarities studied carefully, and the right methods applied for its advancement”. This fear of a rising number of the Feeble-Minded in reality masked wider anxieties about criminals, poverty, illiteracy and other forms of what was consider social deviance.","The therory and practice of improving the genetic quality of the human population is called Eugenics, which in Alabama got its start under the guise of an attempt to help the Feeble-Minded. With the rising concerns about social deviances in Alabama the study of  Feeble-Mindedness gave a possible resolution. Dr. Wilbur wasn’t alone on trying to figure out how to control the growing problem. Historian Dorthy Porter relates a case of Dr. Weinberger sterilizing black poeople in the South for merely for being poor and illiterate. Mary Alice and Minnie were teenagers when they became victims Eugenics. Their mother, who had very little education and was illiterate, signed an X on a form, authorizing her daughters, who had both been deemed \"mentally disabled\"--without any proof-- to be given birth control shots. Instead, the young women were surgically sterilized and robbed of their right to ever bear children of their own.","The debate over what is and who is Feeble-Mined has been the issue from the start. Historian Dorothy Porter of University of California gives us examples of the reason people would be sterilized. According to Porter “Throughout the twentieth century scientific and social enthusiasm for Eugenics across national boundaries attempted to translate these ideals into legislative measures for controlling the reproduction of the “unfit”. Unfitness included many different categories of deviant behavior such as alcoholism, promiscuity and criminality plus what was termed “the Feeble-Minded”, by which meant the mentally retarded, and ‘moral imbeciles’, such as single women who had children”. There was about 224 people who were sterilized in the state of Alabama, which approximately 58% were men."," "],"display_date":"April 16, 1901","search_date":"1901-04-16","locations":[{"id":50982,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":220,"tag":"alabama"},{"id":533,"tag":"Eugenics"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6071,"title":"Alabama Doctors segregate the \"Feeble-Minded by race","course_id":122,"status":"P","start_date":"4/20/17","end_date":"4/20/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1917 at the annual meeting of the Alabama Medical Association in Mobile Alabama Dr. Partlow stood in front of the committee and said “we have succeeded in getting the legislature to enact into law “The Alabama Mental Deficiency Bill,” which looks to establish of “ The Alabama Home” the for \"Feeble-Minded\".  After 20 years of lobbying and research Alabama found itself in position to make Eugenics legal. In passing the bill Alabama was following in the footsteps of Northern states that had already institutionalized eugenics, but while the North undertook eugenics to perfect society as a whole, the South was trying to perfect the white race only.","In contrast to Northern institutions for the Feeble-Minded, which admitted all, the Southern institutions were segregated. The Southern institutions processed fewer patients than the Northern ones and accepted only white children, believing that Feeble-Mindedness was, as historian Grergory Dorr puts it, “inherently a question for the Negro to solve for himself”. An example of this attitude can be found in Dr. Partlow approach to identify the Feeble-Minded. Partlow sends it colleague Dr. Thomas Haynes of Birmingham, AL, a representative of the National committee on Mental Hygiene, to complete survey of several institutions in the Birmingham area, both black and white which included The Industrial School in East Lake, The Girls’ Reform School in East Lake The Girls Industrial School in Woodlawn,The Reform School or Juvenile Negro Boys, and MT. Meigs, Facity for black juvenile afenders. This data collected by Dr. Haynes used this identiy the Feeble-Minded people in these areas, but only the white subjects were given treatment.","While Alabama never established a facility for Feeble-Minded blacks,  Gregory Dorr has argued that “the absence of such a facility should not lead observers to conclude that Eugenics in Alabama lacked racist elements, for the limitation of Eugenics to the sterilization of whites reflected the belief that the \"betterment\" of the black \"race\" could not be achieved by such measures”. At the end of segregation, African Americans had become the targets of extra-institutional and extra-legal sterilizations, reflective of a more general southern racist view that it was necessary “to further protect the white race itself from black folks\"."," "],"display_date":"April 20, 1917","search_date":"1917-04-20","locations":[{"id":17729,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"Montgomery, Alabama"}],"tags":[{"id":1669,"tag":"South"},{"id":3,"tag":"African-Americans"},{"id":533,"tag":"Eugenics"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6072,"title":"<strong>Medical Advancements at the cost of Dignity</strong>","course_id":122,"status":"P","start_date":"1836-01-10","end_date":"1836-01-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a brisk morning in January of 1836, Dr. J. Marion Sims started his day with his routine house-to-house calls in Montgomery, Alabama. Dr. Sims was a well-established and distinguished practitioner of medicine who came to Alabama from South Carolina to establish his own medical practice; he was also best known for his accomplishments in Women’s health and for the establishment of the first Women’s Hospital in the state of Alabama. While on his routine house call, he was notified by a friend that Mrs. Merrill, who was the wife of a prominent farmer, was terribly ill. Upon his arrival, Dr. J. Marion Sims described the situation at hand. ““She was in bed, complaining of great pain in her back, and a sense of tenesmus in both the bladder and rectum, the bearing down making her condition miserable”. Dr. Sims had to act fast on the female patient. Dr. Sims remembered two things while this emergency took place. First he remembered how much he “hated investigating the organs of the female pelvis”, and he also remembered his professor Dr. Prioleau of the Charleston Medical College, who said, “Gentlemen, if any of you are ever called to a case of sudden version of the uterus backward, you must place the patient on the knees and elbows-in a genu-pectoral position- and then introduce one finger into the rectum and another into the vagina, and push up, and pull down”. After executing protocol, Dr. Sims knew ultimately he had to get the uterus in position by using this method prescribed above. Mrs. Merrill was screaming from the top of her lungs as Dr. Sims still hand deep in her vagina pushed his hand toward the lady’s uterus wall and turned his hand upward and downward pushing with all his might until he could no longer feel her uterus or her womb. Mrs. Merrill enduring all of this pain suddenly said “Why, doctor, I am relived.” Just then as Mrs. Merrill was about to lie down on her back, she let out an explosion. Mrs. Merrill was speechless and bashful, but Dr. Sims knew this escape of gas was not from the bowel, but from the vagina. Dr. Sims had a revelation. He thought if the pressure in the vagina could be released in a certain way by the positioning of the body and other methods, he may have an explanation for a possible cure for vesico-vaginal fistula.","Vesico-vaginal fistula is an abnormal fistulous tract extending between the bladder and the vagina that allows the continuous involuntary discharge of urine into the vaginal vault. This abnormality is caused by complications in child births or other extreme causes. This female abnormality was very common and Dr. Sims was the leading doctor who experimented, tested, and always tried to seek a solution for this occurrence. His main subjects or guinea pigs were often on African American women. His leading test subject was a slave by the name of Betsy who suffered from this complication. Once the complication was solved for the first time on Mrs. Merrill, Dr. Sims immediately went to his test subject Betsy and performed an operation to heal her infirmities. Throughout the years Dr. J. Marion Sims overcame many medical feats and saved a countless number of women through his expertise, but he is sometimes viewed as a bad guy. According to Dr. L. L. Wall who wrote in The Journal of Medical Ethics, we see that there are some who defend his surgical practice. “Modern critics have discounted the enormous suffering experienced by fistula victims, have ignored the controversies that surrounded the introduction of anesthesia into surgical practice in the middle of the 19th century, and have consistently misrepresented the historical record in their attacks on Sims.” Dr. Wall acknowledges that Dr. Sims used enslaved African Americans as his guinea pigs, but it was not because they were vulnerable, it was due to the incredible suffering they endured on a constant basis. Dr. Sims was the only physician who had an alternative to their pains."],"display_date":"January 10, 1836","search_date":"1836-01-10","locations":[{"id":298,"lat":32.2469172256,"lng":-86.1720796894,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":7,"tag":"Women"},{"id":463,"tag":"African American Women"},{"id":4,"tag":"Slavery"},{"id":220,"tag":"alabama"},{"id":230,"tag":"Medicine/Health"},{"id":2192,"tag":"Montgomery, Alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}]}