{"id":10540,"place":"Plymouth Plantation","lat":41.927865,"lng":-70.706916,"episodes":[{"id":6544,"title":"For The Birds","course_id":155,"status":"P","start_date":"4/7/57","end_date":"4/7/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the warm spring morning of April 7, 1957, Rachel Carson visited the town of Duxbury, Massachusetts. It was a beautiful day with the sun’s warming rays radiating down upon a lush meadow of yellow agrimony and lavender aster leading up to a quaint creek flowing peacefully through a patch of forest. It was here that Carson had visited once before as a girl and fell in love with its serenity. She closed her eyes and let the calming wind take her back to that peaceful day – wading barefoot in the creek, chasing butterflies in the meadow and whistling back the sounds the many birds made as they prepared their nests in the shrubbery and treetops. Then Carson opened her eyes and felt saddened as she remembered why she was here again today. The pesticide DDT had nearly eradicated all that life that she had once loved. The “biocide” as she called it was used here to control the mosquito population, however the reckless men that decided to spray it took no account into how it would affect the rest of the creatures living here. As a result, it was reported that many of the bird populations had dwindled in number. Rachel had hoped that the reports had been exaggerated, but as she crossed the creek and entered the forest the sight of ruffled feathers covered in ants and peeking through the fallen leaves caught her eye in nearly every direction she faced, thus confirming that sad reality. She could feel her heart break with each passing bird, and knew that something had to be done to stop this type of tragedy from happening again.","                DDT is just one of the many pesticides used by humans to control pest populations. In fact, “since the mid-1940s over 200 basic chemicals have been created for use in killing insects, weeds, rodents, and other organisms described in the modern vernacular as “pests”.” The sad reality is that insects are some of the hardiest organisms ever to exist and possess the ability to “flareback” after being sprayed as they evolve their future generations to being immune to that particular pesticide, therefore “the chemical war is never won, and all life is caught in its violent crossfire.” What this leads to is beautiful and healthy populations, such as the birds in Duxbury, suffering greatly at the expense of humans trying to find a way to better the world for their own benefit. It is events such as this that inspired Carson to write Silent Spring in 1962, which opened the public’s eye to the dangers of environmental poising, and led to her being one of the most influential figures in environmental history."],"display_date":"April 7, 1957","search_date":"1957-04-07","locations":[{"id":52932,"lat":42.0417525,"lng":-70.6722767,"zoom":8,"place":"Duxbury, Massachuetts"}],"tags":[{"id":3042,"tag":"Rachel Carson"},{"id":3041,"tag":"DDT"},{"id":1882,"tag":"Pesticides"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}