{"id":10562,"place":"Boulder(Hoover) Dam","lat":36.0159621,"lng":-114.737482,"episodes":[{"id":6551,"title":"The Hoover Dam: Man Conquers Nature","course_id":155,"status":"P","start_date":"9/30/45","end_date":"9/30/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Frank Baily was an engineer on the project, a project seen as the triumph of modern technology over the unpredictability of nature. On the date of September 30, 1945 as President Roosevelt opined about the Dam’s incredible existence at the dedication ceremony, Baily couldn’t help but marvel at a creation that was very much his own. As Baily struggled to find the words to describe this mammoth construction he realized that it simply was too awe-inspiring. It was rare for a sitting President of the United States to be in a scene and be dwarfed by something in both the physical and the metaphorical sense, yet that is exactly what Frank realized as he saw President Roosevelt completely overshadowed by the smooth grey surface of the dam. Even more daunting, was the body of water that the dam was holding back, the newly christened Lake Mead. As President Roosevelt continued with his speech Frank came to the realization that it wasn’t just politics, that Roosevelt’s description of the dam’s abilities to control the Colorado river truly was a triumph of technology over nature. As the President described the various Federal government departments ensuring this project succeeded, Baily marveled at his own small role in the project. The resources of the entire Federal government were needed to ensure the Dam was a success. With the ability to provide power to thousands of citizens, it was unprecedented. As President Roosevelt’s speech came closed to the sound of thunderous applause, Baily realized that this imposing structure was overshadowed by only one thing, its own role in the modernization of man.","When the Hoover Dam was built it was the world's highest dam at 726 feet. The reservoir stored 28 million acre-feet of water. President Roosevelt was determined to bring the country out of the Great Depression, and did so in part by sponsoring massive public works projects, including the construction of dams. The building of the Hoover Dam started in the 1920s and revolutionized the West, beginning a wave of development that left only a few stretches of river free-flowing. The construction of dams did bring about benefits. Cities developed and expanded because of the steady wupply of water and hydroelectricity from the dam. But dams such as the Hooveralso contributed to high amounts of water waste in the West. Little reform has arisen in the intevening decades to fix this issue, because there are differing opinions on the definition of water waste. Even when excess water is returned to the stream after diversion, issues such as a large concentration of salt cause problems such as killing crops and forcing farms out of business. The government took the initiative to fix the issue with the Clean Water Act of 1973; the runoff had been the cause in the pollution of water. However agriculture was exempt from the bill after lobbying efforts. Little has changed for water waste and in some aspect it is business as usual in the government."],"display_date":"September 30, 1945","search_date":"1945-09-30","locations":[{"id":52937,"lat":36.0159621,"lng":-114.737482,"zoom":8,"place":"Hoover Dam"}],"tags":[{"id":3055,"tag":"Colorado River"},{"id":3054,"tag":"President Roosevelt"},{"id":3053,"tag":"Hoover Dam"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}},{"id":6552,"title":"Hoover Dam: Beacon of Hope","course_id":155,"status":"P","start_date":"9/30/35","end_date":"9/30/35","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 30, 1935, Franklin D. Roosevelt dedicated the Boulder Dam. In the eyes of many, it was the greatest dam the world had yet seen. Today it is the called Hoover Dam and has been an extraordinary example to all builders, engineers, and communities for generations since its completion. It was during this time, the human race went head to head with nature, and the humans prevailed. Yet, this battle with nature was not intended to be antagonistic. Americans were not defeating nature, but taming it, bending nature to their will. Dam-building became the new face of the west. America had not only won the west, but had made it our own in the process. Before the Hoover Dam, the people only hoped that the river would not flood or run dry. The effects of either of these scenarios could be deadly and costly. Due to the hard work and skill of all the great builders involved, the problem had been solved and there was no longer a need to worry. The building of the Hoover Dam gave security to all the farmers, city dwellers, and anyone who lived near the thousands of miles of this river. During times of great flood, the dam had the ability to catch the water and store it. During a drought, the dam was able to release water from the 115 mile long lake, the largest artificial lake in the world.","Standing there, watching the president dedicate the lake to the public good of the people of the American Southwest inspired many in the crowd. FDR had led the people through the Depression, and would lead them through so much more in the years to come. Now he had inspired hope for the people who were dependent on the water in the area. People had died to build the dam, but their deaths would also save many lives now that the dam was complete. The water could be used for farmers in the area, and saves some of the excess water that would be wasted otherwise. FDR continued to talk about the many benefits of the dam, how it turned lifeless desert into civilized, livable land. The Hoover Dam was a beacon to all of one of mankind’s greatest accomplishments."," "," "],"display_date":"September 30, 1935","search_date":"1935-09-30","locations":[{"id":52941,"lat":36.0159621,"lng":-114.737482,"zoom":8,"place":"Hoover Dam, USA"}],"tags":[{"id":3053,"tag":"Hoover Dam"},{"id":1283,"tag":"FDR"},{"id":3056,"tag":"Energy"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}}]}