{"id":106,"place":"HARRISON, Texas","lat":32.565944688,"lng":-94.3830109697,"episodes":[{"id":153,"title":"Texas-Pacific Railway trying to get finances to continue building in Washington, DC","course_id":1,"status":"P","start_date":"1873-01-01","end_date":"1879-09-30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Granted to operate under a federal charter as the Texas-Pacific Railroad Company on March 3, 1871; its purpose was to make a Southern transcontinental railroad from Marshall, Texas to San Diego, California. Much progress was made during the first years of operation and segments of the railroad opened throughout the South to prosperity in the 1870s. However, during the Panic of 1873 the construction company contract failed and the railroad had to build different parts of the railroad with its own forces. This brought the company to Washington, DC to plead its case to get finances to build the railroad. &lt;br /&gt;Therefore, completion of the railroad became a politicized issue. In the House, Representative Alexander Stephens introduced bills for the company to get finances. Yet, this did not pass in Washington and the railroad seemed doomed. However, in the fall of 1879 Jay Gould orchestrated a plan for people to get interest in the Texas-Pacific Railroad Company. This way the company had the finances required to complete the railroad and met with the Southern Pacific Railway in 1881. Railroads were a large force in the 1870s. They were seen as economic saviors to many places and as a mode of progress and expansion."],"display_date":"January 1, 1873 - September 30, 1879","search_date":"1876-05-16","locations":[{"id":12842,"lat":32.565944688,"lng":-94.3830109697,"zoom":9,"place":"HARRISON, Texas"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":310,"title":"Wiley College Founded\n","course_id":1,"status":"P","start_date":"1873-01-01","end_date":"1873-01-01","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Wiley College is the first historically black college located west of the Mississippi River.  It was co-founded by the Methodist Episcopal Church Bishop Isaac Wiley and the Freedmen's Aid Society as a black teachers' college.  Administered by white men for the first two decades of its existence, black Methodist leaders took over the leadership of the school in 1893.  Wiley became an important institution in the twentieth century, enrolling major players in the Civil Rights movement in Texas.  Its students staged Texas's first sit-ins in the 1960s and James Farmer, a 1938 alumnus, was the founder of the Congress On Racial Equality (CORE).&lt;br /&gt;In a larger context, Wiley's founding was just one example of the wave of educational institutions whites established and/or managed specifically for black students in the wake of emancipation to channel the energies of young freed slaves and socialize them in the ways of the white-dominated South.  In many Eastern states, negro' colleges were established with taxpayer-funded state support as part of the emphasis Southern legislators placed on establishing a public educational system which followed the separate-but-equal' philosophy that Plessy v. Ferguson would legalize a few decades later.  The case of Texas, however, was a bit different than that of North Carolina or Tennessee.  The Annual Report of the United States Commissioner of Public Education published in August 1873 identified Texas as the last of the Southern states to act' legislatively to provide for the education of colored children' and young adults.  Religious organizations, such as the black Methodist Episcopal Church in the case of Wiley, stepped in to fill the void, reinforcing the central role churches played in the black community after the war and providing leadership for freed slaves."],"display_date":"January 1, 1873 - January 1, 1873","search_date":"1873-01-01","locations":[{"id":12842,"lat":32.565944688,"lng":-94.3830109697,"zoom":9,"place":"HARRISON, Texas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}