{"id":10607,"place":"Harrisburg, PA","lat":40.2745236,"lng":-76.8946664,"episodes":[{"id":6563,"title":"Jacob Singer's Automatic Car Coupler","course_id":162,"status":"P","start_date":"1874-06-09","end_date":"1876-01-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the early parts of the 19<sup>th</sup> century, the United States experienced a boom in growth.  Not only in population and the size of the territory, but also in regards to manufacturing and technological innovation.  Great accomplishments and breakthroughs were achieved in manufacturing, the efficiency of factories, communication, as well as transportation.  In many instances these innovations were the direct result of trailblazers, who through their own foresight and genius were able to completely change the way we looked at the world and the possibilities of how things could be done.  Innovation happened quickly and important concepts, such as safety, were of little concern to the folks pushing the limits of what science and technology had previously deemed possible.  Safety didn’t necessarily equate to profitability so many times this was an afterthought and required government regulation to step in and curb the enthusiasm of these early American entrepreneurs.  In those places we then found new innovations, not in regards to efficiency, but in terms of ensuring these technologies did not operate in such a way that human lives were put in danger.  The early railroad system was one such area where safety breakthroughs were constantly lagging behind the expansion of the network.  The two leading dangers to trainmen, riding and coupling cars, reflected a peculiarly American evolution of the freight car” (Aldrich 104).  The innovation outlined below was one piece of many, which hoped to allow safety to become something that was more of a priority and in the forefront of railroad discussion, rather than the afterthought it had once been.","            Jacob Singer was one such inventor who saw an issue with the construction of trains, as well as the process of connecting one car to the next using the couple system.  Singer and his colleagues set out to develop an automatic car coupler, which would remove the need of manually connecting one car to the next by the train crew.  This process was extremely dangerous and could easily lead to accidents, which resulted in loss of limb and even death. “The subject of automatic car coupling, its utility and necessity, has been so thoroughly considered, that at present any dissertation on the importance of saving human life and limb will be unnecessary” (Singer 1).  Once, they created their own version of a coupler, which would work automatically, a patent was filed for and approved on June 9, 1874, as well as subsequent patents in 1875 and 1876. (Singer 1).  He then had a pamphlet published in 1876 to advertise this safety breakthrough and offer it for sale to the railroad agencies.  “The right to manufacture and use these Car Couplings is for sale for the whole United States, or such Territory parties may desire” (Singer 1).Singer, like any great entrepreneur was looking to target railroad manufacturers and market his new invention.  The US Patent system of the time allowed him to sell these items directly, or more importantly, sell his design to manufacturing companies and collect a royalty off of this invention for a predetermined amount of time.  During the nineteenth century, this was the way inventors were able to market their niche products and brand new innovations so that word could spread quickly and personal profits could be maximized, while they still held the exclusive patent rights afforded to them by the United States Government.      ","             This invention was one of many, which were designed, out of necessity, to address the gross lapses in railroad safety measures during the nineteenth century.  “Though Congress had required that freight trains have self-couplers and large numbers of continuous brakes by the opening year of the new century, the number of deaths and injuries due to coupling and braking had remained at appalling levels”(Usselman 316).  As the rate of railroad usage increased so did the rates of injuries and fatalities.  The Federal Government began passing laws and regulations to attempt to make these modes of transportation safer.  The first piece of Federal legislation was passed in 1838 in response to the rash of boiler explosions in steamboats. “Congress succeeded in enacting two groundbreaking pieces of legislation-one in 1838 and the other in 1852-that tackled the steamboat issue head-on” (Sandukas 3).  Singer’s publication was one way for word to spread that there were inventions available to railroad manufacturers that could begin to decrease the number of accidents and casualties, but without public pressure and increased government oversight and enforcement, railroad companies would be less likely to make any changes to their processes, which may increase production costs and therefore negatively affect profitability.  “Either was the conclusion was the same: death on the rails was a common occurrence.  While such figures underlay the widespread popular concern with railroad dangers in the decades before World War 1, train accidents involving passengers dominated public concern” (Aldrich 3).  Similar to the forces, which eventually caused automobile manufacturers to focus on safety measures in the twentieth century, big business and government agencies would not be as quick to act, if the public outcry for reform did not begin to mount and reflect the added pressure of the general public to see that their loved ones were being properly protected and cared for when using these brand new technologies.  These issues were common throughout the Industrial Revolution.  Profits were always held in much higher regard than the overall welfare of the workers and general public.  The interests of the investors, and therefore the profitability of the company, was the only driving force behind innovation and changes to manufacturing processes.  However, over time, as the general public became more aware of the simple safety measures that were widely available and not being put into place by these large corporations the rumblings of discontent and the winds of change could no longer be held at bay.  “With each new railroad accident, meanwhile, a fresh outcry would arise from the pages of newspapers and periodicals, and fill the halls of the country’s governing bodies” (Vogel 216).","With each year that passed and the use of railroads increased, it grew clearer and clearer that government intervention was the only way these private businesses would relent to the public demand for accountability and the enforcement of safety regulations, which had been passed, but had not been put into practice.  Eventually, the railroads realized that changes needed to occur and Singer’s along with countless other safety innovations would begin to be put into production so that the railroads could be seen as a safe place to work and travel.  Only then would public opinion change and full confidence be placed in this new form of transportation.  “By the time of the 1892 presidential campaign, when the candidates from both major parties advocated safety legislation, railroads recognized that the growing public support for legislation dwarfed any opposition they could muster” (Usselman 291).        "," "],"display_date":"June 9, 1874 - January 25, 1876","search_date":"1875-04-02","locations":[{"id":52946,"lat":40.2745236,"lng":-76.8946664,"zoom":8,"place":"Harrisburg, PA"}],"tags":[{"id":3086,"tag":"Railroad Safety"},{"id":3085,"tag":"Automatic Coupler"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":162,"school_id":43}},{"id":6878,"title":"H.H. Gregg Reports Cemetery Conditions in the South","course_id":188,"status":"P","start_date":"1866-01-16","end_date":"1866-01-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On January 16, 1866, H.H. Gregg, Superintendent for the Transportation and Telegraph Department of the state of Pennsylvania, issued a report addressed to state governor Andrew G. Curtin.  This document detailed an official trip which Gregg undertook to Civil War cemeteries and burial grounds in the south.  Gregg listed several reasons for his trip. Curtin had instructed him to report the conditions under which Union casualties had been buried, and to determine the feasibility of returning the soldiers’ bodies to their family members. The governor had assigned a Col. Chamberlain to this duty as well.  Chamberlain’s assignment took him further south, between Nashville, Tennessee, and Andersonville, Georgia."," Gregg began his journey on December 18, 1865, in Washington, D.C., and from  there, he traveled to Richmond, Virginia, to inspect the burial grounds of the surrounding area.  He determined some graves there to be sufficiently prepared and well-marked, but he found the graves of Union soldiers who had died as Confederate prisoners to be chaotic and unmarked.  He further mentioned a catalog of names that he believed would be useful to family members of the deceased.  Gregg then traveled on to Danville, Virginia, to inspect the graveyards of its infamous Confederate prison.  He reported the graves there to be sufficiently marked to allow for the identification and return of bodies.  From Danville, Gregg traveled to Salisbury, North Carolina, where he found the conditions of mass graves appalling.  He warned that human remains might soon be exposed by erosion, without correction of the site. His letter also cautioned that the identification of particular casualties would most likely be impossible. Gregg had intended to continue to Columbia, South Carolina, but found railroad routes too damaged for travel there to be practical.  Instead, he decided to inspect hospital graveyards, and found them to be largely adequate.  ","            Included in Gregg’s report were the results of Col. Chamberlain’s assessment of the graveyards at Andersonville.  Chamberlain reported that the identification and shipment of individuals to Pennsylvania would be largely impossible.   "," Gregg and Chamberlain were not alone in their mission. The war had left hundreds of thousands of soldiers dead and unidentified.  Private organizations, including one founded by famous nurse Clara Barton, sought to distribute information to the families of deceased soldiers. Following the war, many Union casualties, identified or not, were reinterred, often in national cemeteries. By the time Chamberlain visited Andersonville, a federal expedition had already reinterred 13,363 bodies, 12,912 of which had been successfully identified.  The war’s effect would continue to be seen through reburial efforts, long after guns were silenced."," "," "],"display_date":"January 16, 1866","search_date":"1866-01-16","locations":[{"id":53205,"lat":40.2734277,"lng":-76.7336521,"zoom":7,"place":"Pennsylvania, Dauphin County"}],"tags":[{"id":3686,"tag":"Andersonville"},{"id":3685,"tag":"cemeteries"},{"id":1402,"tag":"Prisoners of war"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}