{"id":10634,"place":"Groveland, FL","lat":28.5580546,"lng":-81.8511889,"episodes":[{"id":6574,"title":"Harry T. Moore and the Groveland Rape Case","course_id":167,"status":"P","start_date":"7/1/49","end_date":"1/31/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Despite the strides made toward racial equality, the deep south in the 1950s was still a dangerous place for a black person to live.  The Ku Klux Klan had a widespread presence there and being lynched or beaten was a real fear for many black southerners.  The National Association for the Advancement of Colored People (NAACP) fought back hard, but was struggled against a corrupt, racist legal system and a public that still largely believed in the “separate but equal” doctrine.  Florida NAACP leader, Harry Tyson Moore, was frequently embroiled in controversy, but his involvement in one situation in particular – the Groveland rape case – may have been the catalyst for his murder in 1951.","Harry T. Moore started his career as an educator in the Brevard County School System in 1925.  By 1934, he had organized and become president of the first branch of the NAACP in Brevard County; by 1946, he was the executive director for the Florida NAACP.  In 1949, Moore learned of a rape charge in a small Florida town called Groveland.  In what quickly escalated to a dramatic case, a white girl, Norma Padgett, accused four black men of raping her.  Her husband Willie said that he and Norma had been on their way home from a dance when his car stalled.  Four black men stopped to offer help, but instead beat him and escaped with Norma.  When Norma returned early the next morning, she spoke briefly to Willie and then claimed that the same four men had raped her.  Moore was among many in the NAACP who believed that Norma was lying to cover for Willie’s repeated abusive behavior.  A few days later, after an outbreak of violence against blacks in Groveland, Moore telegrammed the governor on behalf of the Florida NAACP to demand action to prosecute the perpetrators of the riots.  Nothing was done.","By the time the case went to trial, one of the four men had escaped and been killed.  The remaining three went on trial and were quickly convicted.  About a year later, the U.S. Supreme Court overturned the convictions of two of the men – Shepard and Irvin.  In November, 1951, Sheriff McCall, was transporting the men for their pretrial hearing when he pulled over for a flat tire.  McCall claimed that the men attacked him when he opened their door and he was forced to shoot them, but Irvin survived to dispute McCall’s version of events.  Upon learning of this, Moore wrote an angry letter to the governor demanding to know how something like this could have been allowed to happen.","Though Moore never got an answer to his questions, the public was made well aware of his opinion on the mishandling of the Groveland case.  On December 25, 1951, less than a month after Moore’s letter, a bomb went off in his home, killing both himself and his wife.  Despite appeals from the NAACP and eventual FBI investigation, the murder was never solved.  However, the intense emotions surrounding the Groveland case had already incited racial riots several times over. Moore’s criticisms of the case, though they rang true with most blacks, most likely only enflamed the already strong hatred of him amongst racist whites.  It is easy to conclude, then, that Moore’s active involvement in the Groveland case was the final straw that made it seem necessary for civil rights opponents to eliminate him entirely.  "," "],"display_date":"July 1, 1949 - January 31, 1952","search_date":"1950-10-16","locations":[{"id":52955,"lat":28.6652727,"lng":-80.8447766,"zoom":8,"place":"Mims, FL"},{"id":52954,"lat":28.5580546,"lng":-81.8511889,"zoom":8,"place":"Groveland, FL"}],"tags":[{"id":3105,"tag":"Harry T. Moore"},{"id":42,"tag":"Civil Rights"},{"id":2227,"tag":"NAACP"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}}]}