{"id":10695,"place":"Florida","lat":27.6648274,"lng":-81.5157535,"episodes":[{"id":6575,"title":"The effects of Brown v. Board of Education with regards to the modern reality of special education","course_id":167,"status":"P","start_date":"1/1/54","end_date":"12/31/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The reality of desegregation was a far uglier beast than many Americans were—or are—willing to acknowledge, and while in a strictly legal sense desegregation has been reached, the actual situation is complicated by the intersectionality of racism and special education."," A common negligence in actual compliance by the Floridian Government to the new national standards set in wake of the <em>Brown v. Board of Education</em> decision of 1954 left many African Americans in the 1950’s reeling for a workable solution. The reasonable skepticism held by many African Americans allowed functionally segregated institutions such as the Eccleston-Callahan School, an institution for African American students of differing needs, to exist years after desegregation was supposedly put into practice.","Without a clear objective, only hope for a poorly delineated alleviation of tensions without an actual understanding of the tensions, entities such as UNESCO had begun to try to explain away race as a simple matter of genetics as early as 1952, a full two years before the<em> Brown </em>decision. However, without acknowledging that race relations were a social problem, actions that were often undertaken with good intent did more harm than good.","Urban education became a distinct subset of the public education system, due to African American families having been left out of the shift to suburbia. This unofficial segregation only worsened with the advent of special education. While, for white Americans, special education was seen as a step away from the dangerous practice of institutionalization and a step towards inclusion, the mandating of special education services when combined with the <em>Brown</em> decision allowed for yet another level of separation between African American children and their white peers. This divide has only become more obvious with time, with statistics for the 2000-2001 school year showing that while African American students accounted for only 14.8% of all school aged children, they represented 19.8% of students receiving special education services."," "," "],"display_date":"1954 - 1916","search_date":"1935-07-02","locations":[{"id":52956,"lat":27.6648274,"lng":-81.5157535,"zoom":8,"place":"Florida, United States"}],"tags":[{"id":6,"tag":"Education"},{"id":43,"tag":"Desegregation"},{"id":936,"tag":"Special education"},{"id":3106,"tag":"urban education"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}}]}