{"id":10712,"place":"Franklin County, Kansas","lat":38.6165913,"lng":-95.3102505,"episodes":[{"id":6602,"title":"Free-Statesman Receives News about Pottawatomie Murder's","course_id":164,"status":"P","start_date":"1856-05-24","end_date":"1856-05-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 25, 1856, an “unnamed free-statesman,” visiting Kansas, joined a group of paramilitary abolitionists to help stop the ransacking of villages by proslavery southerners. Proslavery paramilitary men had devastated villages to make sure that the people of Kansas were not promoting free-soil. These battles gave Kansas the name, “Bleeding Kansas,” which was appropriate due to all the bloodshed. This “unnamed free-statesman” joined the other paramilitary abolitionists because he had no choice due to where he was in Kansas. Everyone else in that section of Kansas felt compelled to join groups of one side or the other to help protect their towns and other citizens that were being pillaged. When the free-statesmen fighter got to Osawatomie, he learned that five proslavery men had been murdered by a posse of free-statesmen.  According to what they heard, “the men killed, were butchered—ears cut off and the bodies were thrown into the river.” On the following day, the free-statesman was informed that a party under John Brown had committed the murders, and that two of John Brown’s sons had been taken for questioning in relation to the killings.","John Brown, a fifty-six-year-old abolitionist originally from Connecticut, who had little success in various business and farming enterprises, decided to join six of his twenty sons and a son-in-law, in taking up claims in Kansas. In joining his family in these claims, the Brown family intentionally incorporated themselves in a free-state military company in an effort to stop slavery in Kansas before it took root. This company served in the guerilla warfare that spread across Kansas during the spring of 1856. They joined the military company to help defend cities such as Lawrence, Kansas. According to historian Ken Chowder, when Brown heard of Lawrence being ransacked, he had also received news that a southern Congressman had attacked and caned Senator Charles Sumner for insulting the South. With Brown in a complete rage about the sacking of Lawrence and beating of Sumner, he wanted to show southerners that the people of Kansas also had rights.","This massacre escaped the legal process, with the exception of the arresting of two of Brown’s sons. Historian James McPherson pointed out that, with Brown’s family committing these murders with a holy vision, Brown and his remaining sons avoided being captured and were never indicted for these killings on Pottawatomie Creek. Many people considered Brown as a crazy man, or that this act of justice was barbaric, however, the Pottawatomie massacre was soon dubbed “The Civil War in Kansas,” and further foreshadowed war across the United States."],"display_date":"May 24, 1856 - May 25, 1856","search_date":"1856-05-24","locations":[{"id":52974,"lat":38.6165913,"lng":-95.3102505,"zoom":8,"place":"Franklin County, Kansas"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":4,"tag":"Slavery"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}}]}