{"id":10795,"place":"ALBANY, New York","lat":42.6525793,"lng":-73.7562317,"episodes":[{"id":5156,"title":"<strong>Letter from John Jacob Astor to his merchant, Peter Smith, </strong><strong>regarding the fur trade.</strong>","course_id":66,"status":"P","start_date":"1790-11-02","end_date":"1790-11-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Jacob Astor was America’s first multimillionaire. Mr. Astor, German born, moved to the United States in 1784. Shortly after, he began his commercial career in fur trafficking. Mr. Astor, a keen businessman, recognized early on the possibilities of immense fortune in both furs and peltries. The rich peltries of the North had been pursued by the early traders. The Indians had little knowledge of the relative wealth of furs at first and bartered foreign trinkets and cheap commodities for them. The early traders realized immense profits and found furs as a source of wealth. The earliest and richest crop of Central and West New York consisted of furs through which John Jacob’s Agency, aided by Peter Smith and others, found their way into both the New York and London markets.","In 1790, Mr. Astor wrote a letter to his merchant Peter Smith on the Mohawk River. He expressed the value of furs and their worth. In the business deal, he advised Peter to deliver as much furs as possible between spring and June 1<sup>st</sup>. He requested Peter to only buy furs if the price was very low and advised him that he would loan him cash if need be.","In 1790, the price and inventory that Astor was willing to pay included the following: Otter Skins: 40s, Bear 40s, Red Fox (good condition) 9s and 6p, Mink: 4s and 3p, Wolfs: 6s and 6p, Wildcat: 6s and 6p, Muskrat 1s and 5p, and Beaver 12s.","Astor had major plans in establishing trading posts all across the continent from the Atlantic to the Pacific and to send these furs to China. In 1811, Mr. Astor acquired the Mackina Company, which covered the entire south, and named it “The American Fur Company”. This was entitled the South-West in contradiction to the North-West Company which was a competing fur company based in Canada. Mr. Astor’s goal was to possess and monopolize the whole fur trade of North America. From the sixteenth to the late nineteenth century, fur trading was an important economic and political motive in the exploration and colonization of our continent. It was during this time that Mr. Astor accumulated a quarter of a million dollars, and became one of the leading figures in the fur trade."],"display_date":"November 2, 1790","search_date":"1790-11-02","locations":[{"id":15440,"lat":42.7529827424,"lng":-73.884695438,"zoom":8,"place":"Albany, New York"}],"tags":[{"id":894,"tag":"fur trade"},{"id":893,"tag":"Astor"},{"id":11,"tag":"Economy"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":6524,"title":"Lincoln As A Sympathetic Leader: The Search for Cornelius Garvin","course_id":159,"status":"P","start_date":"1863-01-01","end_date":"1864-04-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Civil War, many freed slaves and young men were abducted from their families, and purchased by the Union in order to replace men who sought to avoid warfare for various reasons. In 1863, a widow by the name of Mrs. Catherine Garvin of Troy, New York, was informed that her son, Cornelius, was missing. In efforts to connect with her lost son, Mrs. Garvin not only searched the camps and hospitals where her son was believed to be, she brought her story to local politicians, newspapers, and suddenly the story of the missing boy \"Con\" began to receive attention.","In fact, Mrs. Garvin's story became such a sensation that it received attention from President Abraham Lincoln. President Lincoln’s interest in this story was a result of the sympathy that he felt towards Mrs. Garvin and the story of her son being sold to war. Due to his sympathetic nature, on April 18, 1864, Lincoln wrote in a telegram to Colonel Paul Frank of the 52nd Potomac, the regiment in which it was believed that Cornelius was fighting. In the telegram sent from the Executive Office, Lincoln wrote, “Is there, or has there been a man in your Regiment by the name of Cornelius Garvin? And if so, answer me so far as you know where he now is.” ","Despite Lincoln’s efforts to connect Mrs. Garvin with her son, Lincoln’s telegram never received a response form Colonel Frank. However, William Gilmore Beymer, author of the article “One Mother” highlights Colonel LC Baker’s orders from President Lincoln to investigate the story of Cornelius Garvin. It was suggested that Garvin’s Captain, Captain Degner, not only neglected to search for Cornelius, but threatened his privates in aiding Mrs. Garvin, or anyone involved in the investigation with information. Colonel LC Baker placed Captain Degner under arrest until more evidence was found, but there are no further records of charges brought against Degner. Ultimately, Catherine Garvin’s hopes of finding her son, and rumored twenty year search for Cornelius before her return to Ireland, faded to the disappointing reality of his probable death. "," "],"display_date":"January 1, 1863 - April 18, 1864","search_date":"1863-08-25","locations":[{"id":52918,"lat":42.7284117,"lng":-73.6917851,"zoom":10,"place":"Troy, New York"}],"tags":[{"id":2990,"tag":"Civil War, Lincoln"},{"id":2991,"tag":"Garvin"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}},{"id":6618,"title":"Dr. Sharp's Indiana Plan to \"Render Sterile Confirmed Criminals and Mental Defectives\"","course_id":165,"status":"P","start_date":"3/9/07","end_date":"12/31/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1907, the state of Indiana passed the world’s first sterilization law “to prevent procreation of confirmed criminals, idiots, imbeciles and rapists.” Over the next decade, hundreds of sterilization procedures would be performed under this law, sometimes under dubious circumstances. The 1907 Indiana law came as a direct consequence of fears concerning social changes that coincided with the growth of industrialization at the turn of the 20<sup>th</sup> century. The middle and upper classes dreaded the perceived immorality in mounting urbanization, the encroachment of foreign cultures, and that lower-class people would out-breed these higher classes.  In Indiana, there was a particular concern with poor, white Kentuckians moving into the state. Simultaneously, eugenic ideas were seen akin to public health issues.  At a time when cures and vaccines were being created for diseases of the body, some authorities hoped that eugenic efforts could function as preventative measures for mental and hereditary health. The greatest concern of eugenicists was the financial burden put on charitable organizations and tax payers in sustaining a populace they saw as “degenerate.”","Dr. Harry C. Sharp, convinced that sterilization was the noblest answer to these perceived societal issues, was a driving force in the Indiana law’s passing. Even though marriage laws and segregation were also seen as solutions to eugenic problems in the early 1900s, Sharp asserted that sterilized individuals could enjoy normal, happy lives. Previously, physical castration had been used as a punitive action against criminals. However, negative physiological effects of the procedure on the patient caused castration to be considered in violation of the 14<sup>th</sup> Amendment. Consequently, questions regarding whether sterilization could be construed as cruel and unusual punishment were addressed early on. In 1907 and 1909, Sharp gave two speeches to the National Prison Association in which he cited sterilization procedures he had performed for experimental, therapeutic purposes. A young man, Sharp claimed in 1907, had actually requested the procedure to cure his masturbation. In 1909, Sharp detailed that he had sterilized an 11-year-old epileptic girl who was then able to experience puberty normally. Sharp insisted that because of clear differences from castration, sterilization could not be seen as a punishment and thus was not unconstitutional.","At Sharp’s 1907 speech, the Indiana sterilization plan was met with great praise.  A number of board members also contemplated on the procedure’s disciplinary potential. Dr. Sharp responded to these notions by insisting that sterilization was “purely a medical measure.”  Yet, after two years, reactions to sterilization became increasingly divisive. Upon Sharp’s conclusion to his 1909 speech, the NPA’s treasurer rose in protest and declared the topic of sterilization improper for their organization.  Some found religious reasoning both in favor and against sterilization. Many still favored sterilizations, lest the entirety of the nation be overpopulated with “epileptic hospitals and homes for the feeble-minded” and civilization be “doomed.”  This logic spread sterilization laws into several other states. However, by 1913 the constitutionality of the sterilization law was seriously doubted due to sterilizations being performed questionably and without expressed legal sanction. The Indiana law was finally deemed unconstitutional in 1921.  Nevertheless, by the end of the 1920s there were new sterilization laws that would endure for another half century."],"display_date":"March 9, 1907 - December 31, 1921","search_date":"1914-08-04","locations":[{"id":8678,"lat":42.6525793,"lng":-73.7562317,"zoom":8,"place":"ALBANY, New York"},{"id":52993,"lat":47.6062095,"lng":-122.3320708,"zoom":8,"place":"Seattle, Washington"},{"id":52992,"lat":40.2671941,"lng":-86.1349019,"zoom":8,"place":"Indiana, United States"}],"tags":[{"id":3189,"tag":"1900s"},{"id":3188,"tag":"1907 Indiana Law"},{"id":3187,"tag":"Eugenic Legislation"},{"id":533,"tag":"Eugenics"},{"id":2937,"tag":"United States"},{"id":3186,"tag":"Involuntary Sterilization"},{"id":3185,"tag":"Vasectomy"},{"id":3184,"tag":"Eugenic Sterilization"},{"id":3183,"tag":"Indiana Sterilization Law"},{"id":3182,"tag":"H.C. Sharp"},{"id":3181,"tag":"Dr. Sharp"},{"id":3180,"tag":"Harry Sharp"},{"id":3179,"tag":"Sterilization"},{"id":9,"tag":"Law"},{"id":1466,"tag":"Legislation"},{"id":2471,"tag":"20th Century"},{"id":3148,"tag":"Indiana"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}}]}