{"id":1087,"place":"BARBOUR, West Virginia","lat":39.1329469093,"lng":-80.0030243895,"episodes":[{"id":1500,"title":"Granted in Advance at the Fairmount mines in West Virginia\n","course_id":1,"status":"P","start_date":"1897-07-12","end_date":"1897-07-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the 12th of July, the operators of 17 mines in Fairmount Country (W.Va.), constituting the Fairmount oil region, gave their miners an advance of 0.05.  This increase brings the prices to 40 cents a ton on running coal in effect on July 14th and is 0.13 on the ton more than the Pennsylvania and Ohio men are striking for.  This was a very significant move considering the massive strike occurring in the North, particularly those surrounding the mines of Pennsylvania where the situation was quickly growing rapidly out of control.  &lt;br /&gt;Despite this move, the sympathies of many miners in this region were with the strikers.  However, at the time, a majority of the miners in West Virginia were at work though number of miners in West Virginia, the decision of the miners of this state made West Virginia a battleground in determining the final outcome of the strike.  On the 14th the Governor Atkinson of West Virginia spoke concerning the miners strike in the North, saying, The present strike is not affecting West Virginia very much and I do not believe the main body of our miners will go out.  I do not anticipate the trouble whatsoever from the strike in our sate and believe the trouble all over the country will soon be settled by arbitration.'&lt;br /&gt;However, just a day after he delivered this statement, it was reported that 200 miners employed by the mine in Parkersburg, West Virginia, went on strike.  It was widely believed that within a couple of days all of West Virginia would join the general strike.  This, however, would not occur.  A conference was held on July 28th in Wheeling, West Virginia, pointing to the importance of these men to the general strike.  This conference would disappoint many as no agreement was reached and ultimately nothing was accomplished.  &lt;br /&gt;In the end, an injunction was provided by local circuit courts protecting the miners and operators decided to resume work with non-union men.  Some mines in the North threatened the used of Gatling guns if they deemed it a necessary measure to protect their men.  The Governor of West Virginia vowed to protect the workingmen of his state so long as they conducted their cause in a lawful and peaceable manner.  When in the strike came to and end in late 1897, the miners made considerable gains in the prices obtained for mining and the way in which the strike, in general, was so well conducted and without any violent depredations drew great praise from many. a strike was still not improbable.  Due to the nature of the conflict and the large"],"display_date":"July 12, 1897","search_date":"1897-07-12","locations":[{"id":14527,"lat":39.1329469093,"lng":-80.0030243895,"zoom":9,"place":"BARBOUR, West Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}