{"id":10898,"place":"Indianapolis, Indiana, Marion County","lat":39.768403,"lng":-86.158068,"episodes":[{"id":4392,"title":"Senator Morton of Indianapolis Speaks Out about Colfax Riot\n","course_id":4,"status":"P","start_date":"1874-09-23","end_date":"1874-09-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Senator Oliver P. Morton of Indianapolis gave a speech in Indianapolis referring to The White League and the violence that goes on in southern states.  Morton said, \"The White League not only exists in Louisiana, but in other Southern States.\"  The White League or the Order of the Pale Faces was a pre-Ku Klux Klan group that terrorized freedmen and white Unionists.  Morton's statement illustrates that there are violent crimes happening in southern states, which led to killings and massacres.  ","Morton moved on to talk about Kellogg's Government that was 'overthrown'. This government, although recognized by the President, Congress and Senate, was not recognized by the Democrats of the South and they felt that they needed to resort to violence and bloodshed to get what they want. He talked of how the government became recognized as the State Government of Louisiana only after they passed a bill to set another election.  He also visited the fact that this government was trying to get the right people into office with people resigning and people filling these positions.  Another section of his speech focused on the controversial election of 1872.  \"The Democratic Party went into that election in 1872 relying wholly and entirely on upon fraud for their success.\"  These were the words of Morton commenting on the problems associated with the election.  This election had both Democrats and Republicans claiming office.  Morton said that he was confident that Kellogg had won the popular vote and that this confusion led to more violence with whites and blacks not happy about the election results.  ","With this confusion and anger about the election, Morton talked about the massacre at Colfax that killed close to 300 African-Americans that were defending their parish against the White League paramilitary that was put together from neighboring communities.  The massacre proved that there was something that needed to be done about the violence and Morton said that there cannot be any government until these things are solved.  He preached about how there must be a stop to the murders and unnecessary acts of violence for security in Louisiana.  His final challenge to Democrats or Republicans, \"I appeal to you as a man, as a Christian, and as a father of a family, can you afford to aid indirectly or directly in this vast stream of murder that is now broadening and deepening throughout the Southern States?\"  "],"display_date":"September 23, 1874","search_date":"1874-09-23","locations":[{"id":3450,"lat":39.7816126185,"lng":-86.1384147396,"zoom":10,"place":"MARION, Indiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":18,"tag":"Politics"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":5092,"title":"Is Divorce a Northern Thing","course_id":43,"status":"P","start_date":"1858-01-01","end_date":"1858-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["J.D.B De Bow printed one of the most widely circulated southern agricultural chronicles of the 1800’s; the purpose of the journal was to bolster the South and the region’s economy. In one article printed in January 1858, entitled “Northern Morals,” De Bow claimed the higher rate of divorce in northern states was due to poor character, loose morals, and weak faith. Indiana’s 19<sup>th</sup> century divorce laws were infamous for their leniency towards women; however, De Bow overlooks the loose legality surrounding divorce and claims it was northern culture, which lead to the end of so many marriages.",". Just 6 years before De Bow published this article, Fredrick Douglass’s “A Former Slave Exposes Hypocrisy” is published nationally and receives a great amount of attention, placing a dark cloud over southern slave owners. De Bow strongly supported the South and was most likely sensitive to attacks on southern character.  Many southerners’ took offense to questions surrounding the morality of slavery and began attacking northern character in general. Laying the foundation for the stereotypical well mannered, religious, class conscious antebellum South, writers and public figures such as J.D.B De Bow published harsh attacks on northern culture compared to idyllic expressions of the gentile antebellum South, lessening the bad press swirling around the slave debate.  The Civil War was not inevitable at this point; but the feud between North and South was gaining more momentum, fueled by articles such as J.D.B De Bow’s “Northern Morality.”"],"display_date":"January 1858","search_date":"1858-01-16","locations":[{"id":3448,"lat":39.7816126185,"lng":-86.1384147396,"zoom":10,"place":"MARION, Indiana"}],"tags":[{"id":527,"tag":"Divorce"},{"id":4,"tag":"Slavery"},{"id":64,"tag":"Anti-slavery"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5255,"title":"Southern Trees","course_id":67,"status":"P","start_date":"8/1/30","end_date":"8/31/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Strange Fruit<em>\" </em>is a haunting poem with verses that illustrate in vivid detail a dark facet of Southern life in the United States in the early-mid twentieth century.","“Southern trees bear a strange fruit,<br />Blood on the leaves and blood at the root,<br />Black body swinging in the Southern breeze,<br />Strange fruit hanging from the poplar trees.","Pastoral scene of the gallant South,<br />The bulging eyes and the twisted mouth,<br />Scent of magnolia sweet and fresh,<br />And the sudden smell of burning flesh!","Here is a fruit for the crows to pluck,<br />For the rain to gather, for the wind to suck,<br />For the sun to rot, for a tree to drop,<br />Here is a strange and bitter crop.”","Written by Abel Meeropol, a Jewish school teacher from New York, \"Strange Fruit\" was inspired by the infamous image of the beaten and lynched bodies of two African American youths in the south, Abram Smith and Thomas Shipp. The men were overtaken by a mob of an estimated 10,000 white southerners who stormed the jail in which they were held. Smith and Shipp, who had been imprisoned under accusations of rape and murder, were dragged from their cells one August night in 1930 violently beaten and ultimately hung by the rabid mob. Meeropol loathed the indiscriminate and unmerited lynchings of African Americans in the South and spoke out against it in this poem. That common hate, for both action and perpetrator would provoke anti-lynching campaigns across The United States, often spear-headed by women. Many of whom who would soon call upon \"Strange Fruit\" to be one of its most recognized anthems. African American Jazz Singer Billie Holiday would take the poem and make it into one of the most infamous Jazz recordings of the time. Enabled initially by the open mindedness of New York neighborhoods, most famously Greenwich Village, integrated establishments like the Café Society allowed the song, \"Strange Fruit,\" to reach a far wider audience then ever thought possible. The simplicity of Meeropol’s words bought to life by Holiday’s signature deep and husky voice epitomizes a pivotal yet overlooked aspect of American Society in the thirties.","Significant numbers of Southern women, in a parallel effort with their northern contemporaries like Meeropol and Holiday, began to take a stance against the very societies of which they were part. Women, who frequently saw the lynching of many African American men, formed groups such as the Association of Southern Women for the Prevention of Lynching(ASWPL)which advocated for an end to, what was for them, the all too common scenes depicted by Meeropol’s \"Strange Fruit.\" The use of their insider status as Southern women enabled them to actively attack the all too common male fueled misconception that white southern men partook in lynching as an active effort to protect the Southern Bell against men like Shipp and Smith. Women such as those in the ASWPL actively petitioned for the cause not just their own communities but throughout the South. Their goal, to put an end to this twisted illusion of southern chivalry which to them was nothing more then sadistic barbarism, painted pretty for bigoted southern men. Acting with equally as much fervor as Meeropol and Holiday, such examples stand as a testament to how injustice does not adhere to the neatly drawn lines of a map, nor those who fight it defined by where they happen to fall on that map."],"display_date":"August 1930 - August 1940","search_date":"1935-08-16","locations":[{"id":22428,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"},{"id":22726,"lat":39.7816126185,"lng":-86.1384147396,"zoom":10,"place":"Marion, Indiana"}],"tags":[{"id":999,"tag":"Strange Fruit"},{"id":998,"tag":"Abel Meeropol"},{"id":997,"tag":"Billie Holiday"},{"id":226,"tag":"Southern Women"},{"id":367,"tag":"Lynching"},{"id":889,"tag":"Racism"}],"course":{"name":"US History Since 1865","school":"University of Toronto Scarborough","course_id":67,"school_id":28}},{"id":6421,"title":"The Civil War: Remembering the Dead","course_id":149,"status":"P","start_date":"1872-05-30","end_date":"1872-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            The graves of all of the soldiers in the different cemeteries were strewn with flowers in Brooklyn. The earliest services were conducted in Woodlawn Cemetery, General Farragut’s resting place. Boats carrying marines, naval officers and the Grand Army of the Republic and services began at sunrise. Statues of Washington and Lincoln were decorated and then the Grand Army proceeded to different cemeteries to decorate the soldiers' graves. Over 8,000 people participated. The procession moved down Broadway. The military parade continued into Brooklyn with flags flying and salutes and speeches made. Decoration Day 1872 was held on May 30<sup>th</sup> around the country  (<em>Memphis Daily Appeal</em>, 1).","            The Memphis Daily Appeal captured all of the day’s events in different parts of the country. President Grant delivered a Decoration Day address to 8,000 people at the National Cemetery at Arlington. Musical pieces were played and graves decorated everywhere. Ceremonies were observed throughout the country. Five thousand gathered in Milwaukee, Wisconsin. A beautiful granite monument was dedicated in Ohio. Over five thousand assembled in St. Louis, Missouri to hear speeches and to decorate soldier’s graves. Confederate as well as Union soldiers took part to decorate over ten thousand graves. In Indianapolis, businesses closed in the afternoon in observance of the day. Throughout the nation people took time to remember the Civil War dead. In all places, soldiers were remembered, graves decorated, flags waved and speeches and music filled the air. Remembering was the order of the day (<em>Memphis Daily Appeal</em>, 1).","            In David Blight’s book “Race and Reunion” the history of Decoration Day is detailed. In the <em>Memphis Daily Appeal</em>, Decoration Day events of 1872 from different parts of the country were detailed. This information is significant for it shows how the nation healed during the aftermath of the Civil War. Decoration Day, which was later called Memorial Day, was a way for the nation to heal. Both the North and the South found a way to healing the scars of death by honoring and remembering their dead. Over six hundred and twenty thousand soldiers died as a result of the Civil War (Blight, 64). How to remember the slaughter of all the participants became the legacy of the war.","            In May 1868, General John Logan, Commander of the Grand Army of the Republic, called on all northern soldiers to decorate the graves of their dead comrades. Twenty-seven states participated in this May 30<sup>th</sup> ritual of placing flowers on the graves and making speeches. The next year, some three hundred and fifty six cities, both in the North and the South, participated in Decoration Day activities (Blight, 71). In the South, Confederate Memorial Day was celebrated on different dates at first. April 26<sup>th</sup>, the date of General Joseph Johnson’s surrender to General William Sherman, was used by many of the southern states (Blight, 77). Some southern states such as North Carolina and South Carolina used May 10<sup>th</sup>, which was the birthday of Stonewall Jackson. Virginia used June 3<sup>rd</sup> in honor of Jefferson Davis’ birthday (Blight, 77 – 78). By 1872, both the North and the South celebrated together with May 30<sup>th</sup> as the official day for Decoration Day as the holiday helped socially heal and bring together everyone. Black veterans marched and placed flowers alongside white veterans of the Civil War (Blight, 78 – 81). Today, Memorial Day observes all who died in all wars but the focus now is on World War I, World War II, Korean and Vietnam veterans. In 1872, Civil War dead was the only focus of the May 30<sup>th</sup> remembrances."],"display_date":"May 30, 1872","search_date":"1872-05-30","locations":[{"id":52830,"lat":39.768403,"lng":-86.158068,"zoom":8,"place":"Indianapolis"},{"id":52829,"lat":38.6270025,"lng":-90.1994042,"zoom":8,"place":"St. Louis"},{"id":52828,"lat":40.4172871,"lng":-82.907123,"zoom":8,"place":"Ohio"},{"id":52827,"lat":43.0389025,"lng":-87.9064736,"zoom":8,"place":"Milwaukee"},{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C."},{"id":52825,"lat":40.7127837,"lng":-74.0059413,"zoom":8,"place":"New York City, New York"}],"tags":[{"id":2803,"tag":"Decoration Day"},{"id":2802,"tag":"Memorial Day"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6611,"title":"The Man, the Mystery, Dr. Willis Gatch: Inventor of the Adjustable Hospital Bed","course_id":165,"status":"P","start_date":"1/1/09","end_date":"12/31/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A post-operative patient in 1907 did not have the luxury of sitting upright in bed or draining his wounds correctly. He ran the risk of severe infection due to constant reclining and a lack of movement. But by 1909, however, Dr. Willis D. Gatch had revolutionized the hospital bed for post-operative care. Dr. Gatch was a professor, physician, surgeon, Dean, and the inventor of “the adjustable bed which bears his name-Gatch Bed.”","After graduating from Indiana University, Dr. Gatch completed his medical training at Johns Hopkins University in Baltimore, Maryland. Initially, Gatch was the second chair of surgery, but later served as the head chair of surgery (including gynecology and orthopedic surgery) from 1912 to 1947. By 1931, Dr. Willis Gatch became the third Dean of the Indiana University School of Medicine (IUSM). He held this title until 1946.","Gatch’s primary accomplishment is the Gatch bed which closely resembles the adjustable hospital beds still in use today. Gatch developed such a bed for better irrigation of the bladder and bowels, to prevent dyspnea, for easier sitting of overweight patients, and to promote the comfort of the patient overall.","Some honorary buildings are presented to their recipients posthumously, but a new building on the campus of IUPUI was erected as the Willis Gatch Clinical Building at IUSM in 1937 during Gatch’s time as Dean.","Dr. Willis Gatch spent his career finding solutions to problems that physicians faced. His invention outlined the medical importance of sitting upright. Gatch defined the many daily, postoperative, and other uses of the Gatch Bed. Additionally, a primary issue Gatch faced during his career was the negative effect of surgical shock on his patients.","While studying medicine at Johns Hopkins, Dr. Willis Gatch studied the effect of nitrous oxide as anesthesia on surgical shock. Gatch conducted his studies with the help of Professor Halstead.","“‘My object at the outset was to develop a method of administering these gases so simple, cheap and effective as to make possible their more general use.’ His goal was to prove that nitrous oxide had no harmful effects, it could be mass-produced inexpensively, and could help prevent surgical shock. ‘I have, therefore, studied the effects of rebreathing these gases with a view to determining to what extent this may be permitted without injury to the patient. My results have led me to believe that within certain limits the method is not only harmless but beneficial.’”","Through his studies at Johns Hopkins University and his clinical work with nitrous oxide, Dr. Willis D. Gatch was able to pioneer the long term and widespread use of anesthesia during surgery. Medical professionals still use nitrous oxide today, in part, because of Gatch's discovery of the lack of negative side effects. Gatch reformed operative and surgical procedures, as well as post-operative care. He was an outstanding pioneer for his time. And health care facilities today still benefit from his contributions to the medical field. "],"display_date":"1909 - 1946","search_date":"1928-01-01","locations":[{"id":52986,"lat":39.7631536,"lng":-86.1600826,"zoom":7,"place":"indianapolis, IN"}],"tags":[{"id":3165,"tag":"Gatch Bed"},{"id":3166,"tag":"Willis Dew Gatch"},{"id":3167,"tag":"hospital bed"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6634,"title":"Eli Lilly's Impact on Medicine","course_id":165,"status":"P","start_date":"1890-01-01","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It has often been said that the Reconstruction Era (1865-1877) after the Civil War was possibly one of the harshest times in American history.  After the devastating number of casualties and enormous amount of money spent on the war, many Americans worked extremely hard to find groundbreaking success not just for them, but for all of mankind.  In 1876, a Civil War Veteran by the name Eli Lilly decided to build a laboratory in Indianapolis and manufacture pharmaceutical drugs/ therapeutics. Eli Lilly & Company became official in 1881 and hired its first scientist in 1886.  ","After Ernest Eberhardt was hired, the company started one of the first research and development programs in pharmaceutics. <em>Lilly’s Handbook of Pharmacy and Therapeutics (1898)</em> is an example of a resource that was used by practitioners for reliable and concise information when treating patients with an illness.  This handbook, along with other resources at the time, was very helpful for medical students and even experienced practitioners who were treating several patients at any given time.","Originally, the handbook was free when it was first released.  With that being said, Eli Lilly & Company were able to mass produce them and they were used by many hospitals in the Midwest.  It was influential marketing by Eli Lilly because the handbook has “Eli Lilly & Company” on the first page.  It did not cost the company a fortune to mass produce, and they were able to use the handbook as a marketing tool to gain notoriety.  When it came time for doctors and hospitals to purchase pharmaceutical drugs, Eli Lilly & Co. was the first company that came to mind.","Eli Lilly & Company’s innovation in therapeutics and pharmaceuticals has made an everlasting impact in the world of medicine.  In 1923, the company was the first to make Insulin much more accessible to the public which helped millions of Diabetics treat their disease.  That is just one example of how big of an impact Eli Lilly had in the world of medicine.  The handbook that was published by the company not only had reliable and accurate information, but it is also evidence of success from a marketing standpoint."],"display_date":"1890 - 1930","search_date":"1910-07-02","locations":[{"id":53009,"lat":39.768403,"lng":-86.158068,"zoom":7,"place":"Indianapolis, Indiana, Marion County"}],"tags":[{"id":3224,"tag":"Insulin"},{"id":100,"tag":"Medicine"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6717,"title":"The Incarcerated Life of George Cousins","course_id":176,"status":"P","start_date":"1882-11-22","end_date":"4/22/26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Founded in 1870 by the Religious Society of Friends, the Indianapolis Asylum for Friendless Colored Children (IAFFCC) provided care for African American children until its closing in 1922. The asylum’s mission was to take care of young African American children during a time in Indiana when African Americans were often “denied access to jobs, education, and charity services.”[1] Children were brought to the asylum through state admittance or by parents who lacked financial capital.  ","George Cousins, born around 1882, entered the asylum around the age of four in January of 1887. George’s father, Oliver, promised to pay the asylum once he “gets into work”[2] according to the admission records compiled by Jean E. Spears and Dorothy Paul. In November, George’s mother Mary removed him from the asylum. Mary had been released from the Indiana Women’s State Reformatory for stealing $5 from Pleasant Glenn.[3] In 1890, the Board of Guardians returned George to the asylum.","Orphanages like the IAFFCC sought to place children in suitable homes or teach them a trade. It was common for children to bounce in and out of the asylum. For instance, George went to live with “David and Patsy Heildt” in 1891 before being returned the same year for being “unmanageable.”[4]","After leaving the official registry in late 1891, George most likely lived with or nearby a relative, Maggie Ford on Tremont Avenue in Indianapolis’ Haughville.[5] However, for George, this meant being in the paper for various instances that would label him as “incorrigible.”[6] During one incident in 1902, a 19-year-old George Cousins aided by another male, tried to rob a chicken coop near Bond Street.[7] After stealing several hundreds of dollars in jewelry and silverware in 1906, George Cousins was sentenced to “two to fourteen years at Michigan City”[8] in the Indiana State Penitentiary. During his time in the state prison, Cousins had spent an unknown amount of time in the hospital for the criminally insane.[9] After leaving the State Penitentiary in 1920, George was sentenced again to long term incarceration for stealing around $2,000 worth of jewelry.[10] George passed away in 1926 from cirrhosis of the liver in Haughville.[11]","The life of George shows the various arms of the carceral state. His life paints a story on how a single African American male spent time in every major type of carceral institution in Indiana. It also shows how society uses these institutions to subjugate those who are stereotypically determined unmanageable and incorrigible."," ","[1] Cowger 1992, 96","[2] Jean and Paul 1978, 25","[3] <em>Indianapolis News</em>, December 2, 1886","[4] Jean and Paul 1978, 26","[5] WWI Draft registration card September 12<sup>th</sup>, 1918 [ancestry.com]; <em>Indianapolis Star </em>August 11, 1906","[6] <em>Indianapolis Journal</em>, September 20, 1895","[7] <em>Indianapolis Journal,</em> September 20, 1902","[8] <em>Indianapolis Star,</em> October 3, 1906; 1910 Census record of Michigan City, Indiana [ancestry.com]; 1920 Census record of Michigan City, Indiana [ancestry.com].","[9] <em>Indianapolis Star, </em>April 17, 1915","[10] <em>Indianapolis Star, </em>September 22, 1921; <em>Indianapolis Star, </em>November 13, 1921.","[11] George Cousins Death Certificate April 22<sup>nd</sup>, 1926 [ancestry.com]."," "," ","Citations:","“Arrest In Terre Haute Uncovers Loot Taken Here,” <em>Indianapolis Star, </em>September 22, 1921 (Newspapers.com).","“Cousins Is Sentenced: Negro Burglar Pleads Guilty on Three Charges in Criminal Court,”<em> Indianapolis Star, </em>October 3, 1906 (Newspapers.com).","Thomas W. Cowger, “Custodians of Social Justice: The Indianapolis Asylum For Friendless Colored Children, 1870-1922.” <em>Indiana Magazine of History </em>88, no. 2 (1992): 93-110.","“Detectives Recover Valuable Jewelry,”<em> Indianapolis Star, </em>August 11, 1906 (Newspapers.com).","“‘Dope’ Victim, Sentenced For Burglary, Paroled<em>,” Indianapolis Star, </em>April 17, 1915 (Newspapers.com).","“George Cousins Incorrigible,”<em> Indianapolis Journal, </em>September 20, 1895 (Hoosier State Chronicles).","“Held By Barb Wire Fence,”<em> Indianapolis Journal</em>, September 20, 1902 (Hoosier State Chronicles).","“Local Pickups,”<em> Indianapolis News,</em> December 2, 1886 (Hoosier State Chronicles).","“Robber Gets Long Term: George Cousins Sentenced for $2,000 Jewel Theft—Bank Thief Given Year,”<em> Indianapolis Star,</em> November 13, 1921 (Newspapers.com).","Jean E. Spears & Dorothy Paul, <em>Admission Record Indianapolis Asylum For Friendless Colored Children: 1871-1900</em>, (Indianapolis: Family History and Genealogy Section, Indiana Historical Society, 1978)."," "," "," "," "],"display_date":"November 22, 1882 - April 22, 1926","search_date":"1904-08-07","locations":[{"id":53073,"lat":39.768403,"lng":-86.158068,"zoom":8,"place":"Indianapolis, Indiana"}],"tags":[{"id":3361,"tag":"Carceral State"},{"id":3360,"tag":"History of Incarceration"},{"id":3359,"tag":"Incarceration"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}},{"id":6757,"title":"Hospital Scandals, the Debate of Free Healthcare, and Power of the Patriarchy in Medicine","course_id":177,"status":"P","start_date":"4/14/16","end_date":"4/14/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In April of 1916, Dr. Clark of Indiana University School of Medicine went behind the backs of administration to pay out-of-pocket for the healthcare services of a patient who was unable to pay his or her healthcare fee. Caught in this scandalous act by his supervisor, Dr. Charles P. Emerson, instead of being reprimanded for his defiant behavior, Dr. Clark's rebellious actions were waived away and he was promoted to the Board of Education within the hospital.","During this time, the stance on free medical healthcare was divided. Proponents of the maintenance of free healthcare, like Dr. Clark, claimed that hospitals were primarily set up to benefit patients and doctors alike. In return for free healthcare for patients, doctors had a venue for medical advancement. For this reason, requiring payment from patients would be counterintuitive and un-altruistic. However, due to increased laboratory testing, use of technology, job specialization, growing numbers of patients, and the maintenance of facilities, hospital spending increased greatly, straining hospitals financially. Even though there were many charitable donations, funding from them could not keep pace with the financial burden of operating a hospital. Many administrative figures and some physicians believed the only way to keep revenue in the hospitals was to have patients pay for healthcare. In unison, more patients from higher social classes were willing to pay for quality services due to the advancement of medicine in this era. In response, boards of physicians and administration were formed to cohesively make decisions regarding the hospital; thus, representing the devolution of physician power and the evolution of power into the hands of administrative forces. ","Although the debate of free healthcare remained unresolved among physicians and administration, Dr. Emerson’s letter to President William L. Bryan clearly indicated that neither parities took responsibility for the breach in protocol. The blame was placed on a female secretary who, according to Dr. Emerson, authorized this transaction of free service and was solely responsible for causing the scandal. Until the late 1900s, women faced an ongoing war on authority and equality against the patriarchal and masculine field of medicine. The average medical man in conjunction with the society at the time believed women were incapable of working outside of the domestic sphere. Women who worked in the medical field were only hired for subordinate positions, such as nursing and secretarial work. In this case, Dr. Emerson and Dr. Clark were left unscathed for an act Dr. Clark was responsible under Dr. Emerson’s supervision while the female secretary played the role of a scapegoat. As the scapegoat, she was unjustly assigned the blame for this scandal because lower-ranking workers, many of whom were women, were viewed as expendable. In the letter, the secretary was spoken of negatively and referred to as “woman” multiple times to emphasize to the President that she was to blame. Linking “woman” to her profession provided a reason as to why such an erroneous, scandalous event occurred under the supposed supervision of Dr. Emerson. Dr. Clark acted against the rules of the hospital and was promoted within the hospital while the secretary took the brunt of the blame. This outcome exemplifies that although there was a divide in the medicinal community on the debate of free healthcare, an underlying patriarchal hierarchy clearly dominated in this era."," "],"display_date":"April 14, 1916","search_date":"1916-04-14","locations":[{"id":53102,"lat":39.7815613,"lng":-86.1651714,"zoom":7,"place":"Indiana University School of Medicine, B"}],"tags":[{"id":3465,"tag":"Healthcare Debate"},{"id":3466,"tag":"Women in Medicine"},{"id":3467,"tag":"Free Healthcare"},{"id":3481,"tag":"Patriarchy in Medicine"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6770,"title":"An Early Indiana Advocate for the Medical Internship","course_id":177,"status":"P","start_date":"4/15/10","end_date":"4/15/10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dr. Albert Sterne was presented with a great challenge. In charge of placing recent graduates of the Indiana University School of Medicine (IUSM), he had to convince a hesitant group of Indiana physicians to accept them into their clinics as interns. As the first chairman of student affairs at the newly established Indiana University School of Medicine, Sterne was determined to see more of IUSM’s “boys” receive a highly competitive internship position. This was no easy task at a time in which the internship was seen as a “favor” to the medical school graduate. In his letter to Indiana physicians, Sterne highlighted the value that taking in interns would offer. He emphasized that IUSM would provide “highly qualified” interns. Each intern would undergo a standardized exam to demonstrate competency. Sterne went on to claim that interns would provide significant help in easing the workload.","Dr. Sterne’s push for a greater quantity of internships available to IUSM graduates occurred in 1910, <em>even before</em> the internship was required to practice medicine. Clinical practicums, though common in Europe, were scarce in the U.S. Despite recommendations by the American Medical Association in 1905 to incorporate the clinical internship into medical education, it was highly debated. Physician, James Herrick, for instance, argued against its incorporation stating, “But in many hospitals, the intern does little more than give an anesthetic, dress and take the blame for pus cases, and occasionally examine the urine and sputum.” Others felt internships should be reserved for the best and the brightest. Dr. Halstead of the John’s Hopkins University stated “Only the honor men of each class at graduation (should be) entitled to these positions.” Sterne was determined that all IUSM graduates should gain this “highly valuable” clinical experience, at a time in which fewer than two-thirds of U.S. medical school graduates were granted one of the coveted positions.","By 1912, the mood began to shift. The CME published its first edition of “<em>Approved Training Hospitals</em>” for internships, and that year, 75% of U.S. medical school graduates would receive a clinical internship. However, there was still an enormous shortage in the number of open positions, and it wasn’t until 1923 that the number of internship positions and the number of graduates began to balance out. Dr. Sterne recognized the value of clinical experience and the need for more internships early on. Looking out for the best interest of IUSM students, Sterne was determined to fill this gap. With urgency, he began sending his letter to chairmen of hospitals around the state of Indiana and creating partnerships so that more IUSM graduates could receive a position."],"display_date":"April 15, 1910","search_date":"1910-04-15","locations":[{"id":53073,"lat":39.728915,"lng":-86.088368,"zoom":5,"place":"Indianapolis, Indiana"}],"tags":[{"id":3502,"tag":"internship"},{"id":100,"tag":"Medicine"},{"id":3482,"tag":"Medical Education"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6773,"title":"Postwar Plans and a New Outlook for Medicine: Reaching the Research Potential","course_id":177,"status":"P","start_date":"1/1/45","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After the end of World War II, there was much to be done to improve the Indiana University Medical Center for the better. As can be seen from the document written in 1945, postwar plans were drawn out to improve the administrative, educational, research set-up, and curriculum for postgraduate study and to incorporate the creation of new buildings in preparation for the arrival of the armed forces. Committee members held great responsibility for the future of the medical center and made decisions that would alter the outlook of its progression. They knew that the most important aspect of change that should be focused on was change in the administrative, educational, and scientific research of the center. Work for the medical center’s improvement was delegated and distributed to different health professionals and six different committees were created, each with its own purpose. ","As for the development of the research field in the Indiana University Medical Center, committee members; Chairman Dean Gatch, Mr. Eli Lily, and Mr. Hugh Mck. Landon; as well as other members all agreed that research should be incorporated into patient care and the teaching of medicine to medical students. Furthermore, the committee called for increasing clinical staff at the medical center to meet the demands of the research field which was progressing forward at an increasing rate after the discoveries made during the war. Staff was increased in all components of work at the medical center, ranging from the clerical staff in charge of maintaining records and assisting with publications to hiring a director of research who would serve as an advisor to all other research faculty.","The increasing need for more personnel and the better establishment of research principles within medical institutions came to light during World War II. During the war, there were not enough individuals available to care for the growing numbers in need, and it was also realized that the research field had not reached the bounds needed by the demands of war. The research field could not have reached its potential and medical institutions could not have met this growing demand if not for federal support. In the twenty years since the end of World War II, there have been many advances in the cooperation between the medical field and the federal government. Joseph C. Hinsey discusses “the value of the cooperation between the federal government and health agencies in the field of research” and “that the over-all effect upon the advance of medicine has been very good because the frontiers of knowledge have been pushed back”. The effort put into the improvements in the organization of research and the administrative/faculty structure made by the Indiana University Medical Center could not have been carried out if not for the federal support that strengthened after the end of the war."," "],"display_date":"1945 - 1970","search_date":"1957-12-31","locations":[{"id":53116,"lat":39.7759976,"lng":-86.1769417,"zoom":8,"place":"Indiana University Medical Center"}],"tags":[{"id":258,"tag":"World War II"},{"id":3150,"tag":"Indiana University"},{"id":3504,"tag":"Medical Research"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}