{"id":10895,"place":"NEW MADRID, Missouri","lat":36.5864488,"lng":-89.5278547,"episodes":[{"id":6617,"title":"Constructing the Path to Victory through Island No. 10","course_id":164,"status":"P","start_date":"1862-03-23","end_date":"1862-04-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After conquering New Madrid, Union General, John Pope formulated a plan to secure the fortified Island No. 10 in order break Confederate control of the Mississippi River in Missouri. Pope’s bold design to evade the Confederate held Island No. 10 involved bypassing it by cutting a canal along the base of the northern “S” meander and directly connect the river areas between Island No. 8 and Island No. 9, along with New Madrid."," Engineers and an infantry regiment from Wisconsin devised ingenious tools to saw down trees below the level of the spring floodwaters. Some 600 soldiers eventually cleared a fifty-foot wide, eighty- mile long canal, taking about three weeks. With the Mississippi River being as unpredictable as it was, floodwaters would soon subside several inches a day after April 1, 1862, meaning that the tress that were cut at a higher mark would have to be cut again so the ships could pass. As Pope recalled, “To do this a cross-cut saw was attached, or rather was made the lower side of a triangle, the upper angle of which was fastened to the tree just at the water-line, and the depth from this point to the lower side of the triangle (the cross-cut saw) was about five feet.” With the canal completed on April 3, 1862, it was fully operable for ships and other vessels to use with the existing water levels of the Mississippi.","With the completion of the canal, on the stormy night of April 4, Captain Walke ran his gun boat, the <em>Carondolet</em>, past the battery of enemy troops on Island No. 10 untouched. Two nights later, Walke ordered his other ship, the <em>Pittsburg, </em>past the battery for Pope’s use. With these two ships, Pope intended to silence the battery on the bank called Watson’s Landing, in order to land troops for battle. On the morning of April 7, Pope ordered his men to open fire on the enemy using their ground battery and gunships to silence their weapons so he could land troops. According to Pope, “I at once communicated the fact to Paine and ordered him as soon as he effected a landing to leave a guard and push on himself with his command as rapidly to Tiptonville, to which point all the forces of the enemy were tending, assuring him that the rest of the troops would cross rapidly and be up with him soon.”","At about four o’clock in the morning on April 8, the Confederates evacuated Island No. 10 and were driven back to Reelfoot Swamp on the Tennessee side, unable to resist the Federals anymore. With 200 prisoners captured, along with their steamers, batteries, and encampments, the Union Army of the Mississippi achieved a complete victory using ingenious methods."],"display_date":"March 23, 1862 - April 8, 1862","search_date":"1862-03-31","locations":[{"id":52991,"lat":36.3270676,"lng":-89.4931176,"zoom":8,"place":"Lake County, Tennessee"},{"id":7775,"lat":36.5864488,"lng":-89.5278547,"zoom":8,"place":"NEW MADRID, Missouri"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}},{"id":6623,"title":"Union Army of the Mississippi Drives McCown out of New Madrid","course_id":164,"status":"P","start_date":"1862-02-28","end_date":"1862-03-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the cold, wintry day of February 28, 1862, the Union Army of the Mississippi began their march from the small village of Commerce, Missouri to capture New Madrid on the Mississippi River. They faced many struggles along the way including disease, thick mud, and broken roads, but the men pushed forward to the Confederate-held town. The Confederate General John McCown had caught wind of the movement of Pope’s divisions and decided to strengthen his defenses. McCown had a grand total of fifty-two pieces of artillery on his side, along with five foot thick bags of corn and dirt that could hold up to three regiments per fort. On March 3, Pope and his men set up their field guns in order to cut off Confederate communication, as well as to try to seal the fate of McCown’s remaining two forts.","On the night of March 11, the 10<sup>th</sup> and 16<sup>th</sup> Illinois moved heavy artillery into place, about 800 yards from the Confederates lines, without the enemy knowing. Pope commanded Captain Mower, the Union siege gun commander, to concentrate fire on the C.S.A gunboats until they were silenced and then to batter the fortresses, in order to save ammunition. Confederate General McCown went into complete panic. He demanded that Polk and Beauregard give him 20,000 more men to fight because he thought that Pope had constructed an army of 50,000 soldiers, when he only had 12,000. On the evening of March 13, McCown realized that the heavy artillery that Pope’s men had brought through the swamps would lead to failure for his army. McCown, in defeat, told his leading commander Stewart to evacuate New Madrid and head to Tiptonville, Tennessee.","According to Pope, “A few minutes after daylight a flag of truce approached our lines with information that the enemy had hurriedly abandoned the works both below and above New Madrid, and been carried to the other shore of the river by gunboats.” The Union Army of the Mississippi defeated the Confederates with perseverance and dedication due to their fearless general, John Pope. Being in command of this important stronghold on overlooking the river enabled the Union army to successfully take command of Island No. 10 and force the Confederates to surrender."],"display_date":"February 28, 1862 - March 14, 1862","search_date":"1862-03-06","locations":[{"id":52991,"lat":36.3270676,"lng":-89.4931176,"zoom":8,"place":"Lake County, Tennessee"},{"id":7775,"lat":36.5864488,"lng":-89.5278547,"zoom":8,"place":"NEW MADRID, Missouri"}],"tags":[{"id":5,"tag":"War"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}}]}