{"id":109,"place":"BEXAR, Texas","lat":29.4490384361,"lng":-98.519907109,"episodes":[{"id":156,"title":"Creation of Texas Regiment for Service in the Phillipine-American Way\n","course_id":1,"status":"P","start_date":"1899-03-03","end_date":"1899-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Raised specifically for duty in the Philippines, the Thirty-third Infantry regiment of the United States Volunteers became the most famous combat unit to serve in the Philippine-American War, which lasted from 1898 to 1902. The U.S. had purchased the Philippines from Spain at the end of the Spanish-American War in 1898; however, Filipinos had been fighting for their independence since 1896 and refused to acknowledge American authority on the island. Hostilities broke out on February 4, 1899 with the shooting of a Filipino citizen by an American soldier, part of a contingency of several thousand who had been sent to occupy the island. Several very bloody battles ensued, including the Battle of Manila, which brought thousands of casualties for Filipinos and Americans alike. By the end of the year, the Filipino forces had been defeated, but a guerilla war continued until Teddy Roosevelt declared the war over in 1902. &lt;br /&gt;The Thirty-third infantry became known as the Texas Regiment' because of their reputation for being a bunch of wild ex-cowboys. The regiment served in the Philippines from October 27, 1899, to March 2, 1901. One third of the company's officers and enlisted men came from Texas, with the rest coming from the South and Southwest. The men were organized and trained in the summer of 1899 at Fort Sam Houston and Camp Capron, near San Antonio. They left for the Philippines in the winter, where they distinguished themselves in the battles of Magnatarem, Tirad Pass, Vigan, and Taguidin Pass. They continued to contribute to the American effort on the island until they were withdrawn in the spring of 1901. &lt;br /&gt;The Philippine conflict, in conjunction with the Spanish-American War of 1898, set off a fierce debate within the American government and the public about America's role in the world. While many were eager to export American power across the globe, others were hesitant about such expansionism. Newspapers were a forum for this argument, with articles on the subject running continuously in 1899. The January 7 edition of the Atlanta Constitution read THE WHITE MAN CAN'T CONTROL THE BLACK MAN: Senator Caffery Says He is Opposed to Expansion'. Every politician weighed in on this debate. However, ultimately, President McKinley entered the United States into an age of expansion which left it a global imperial power."],"display_date":"March 3, 1899","search_date":"1899-03-03","locations":[{"id":12547,"lat":29.4490384361,"lng":-98.519907109,"zoom":9,"place":"BEXAR, Texas"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":841,"title":"United States Order to General Ord. Of Mexico\n","course_id":1,"status":"P","start_date":"1877-07-06","end_date":"1877-07-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 6th, 1877 news leaked that the Mexican and American governments had been sending orders back and forth from one another declaring that the other side needed to play a role in reducing the violence and tension at the Mexican-American border next to the Rio Grande.  The American government sought to clear up the situation by declaring in a note from Minister Foster that they had done nothing wrong in patrolling the border situation, and that it was Mexico who taken no decisive action to resolve the problems and punish the wrongdoers on the border.&lt;br /&gt;Considerable excitement over this incident arose in the Mexican capital as people wondered if the tensions would continue.  Telegraphic dispatches were made to work on plans for amicable and satisfactory' arrangements to yield the suppression of the border raids.  The Mexican public's cries over the issue also yielded Se?or Rafael Benavides to head up a commission by the Mexican government to make a special study of the border situation and to discover measures to put a stop to the violence.&lt;br /&gt;The border dispute, coming some thirty years after the Guadalupe-Hidalgo Treaty established precise border lines, proves that South Texas still had a noticeably unregulated frontier' aspect to it going all the way into the 1870s.  The continuing border skirmishes affirm that, unlike in the 20th century and beyond with the advent of more advanced border patrolling, borders in the South at this time were, more than anything else, simply lines on a map; these seemingly arbitrary definitions for states, and nations, did not have complete control over where people chose to live and set up commerce."],"display_date":"July 6, 1877","search_date":"1877-07-06","locations":[{"id":12545,"lat":29.4509651405,"lng":-98.556460133,"zoom":9,"place":"BEXAR, Texas"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1286,"title":"Military troops in San Antonio surrender Federal property\n","course_id":1,"status":"P","start_date":"1861-02-16","end_date":"1861-02-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Early in the year rumors and tensions about secession began to spread throughout the nation, but were mainly focused in the South.  As one New York Times reporter stated, There are rumors that a body of men are moving on San Antonio to take the arsenal there.  Gen. Twiggs has called in the troops to protect it.'  (The New York Times, January 31, 1861, p. 1)  General Twiggs promptly moved into San Antonio. &lt;br /&gt;&lt;br /&gt;After the Texas Convention met in January of 1861, the Committee on Public Safety sanctioned three men from this committee to confiscate property in Texas which belonged to the national government.  General David E. Twiggs was in San Antonio when the commissioners paid a visit to take over the property.  Twiggs stated that he would turn over the property and remove his troops from the state, although he would not formally agree to a contract in writing.  The tensions between General Twiggs and the state paved the way for Ben McCulloch and his army of four hundred men, plus six hundred volunteers, to seize San Antonio on February 16th, 1861.  General Twiggs was forced to surrender all federal property (about 3 million) and then left Texas; some of the federal property included: mules, wagons, horses, clothing, food, harnesses, iron, nails, and stores.  He also handed over nineteen federal army posts.  This event became the catalyst for the removal of 2,000 U.S. soldiers from Texas."],"display_date":"February 16, 1861","search_date":"1861-02-16","locations":[{"id":12544,"lat":29.3520831836,"lng":-98.406019805,"zoom":8,"place":"BEXAR, Texas"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2355,"title":"Rough Riders Mobilize for Battle\n","course_id":1,"status":"P","start_date":"1898-05-17","end_date":"1898-05-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 17, 1898, Teddy's Terrors were preparing for battle. On that day, the <em>Chicago Daily Tribune</em> ran an article detailing the preparations of Colonel Theodore Roosevelt's First Volunteer Regiment of Cavalry, formerly known as Teddy's Terrors, which would move out to Cuba later that week. There had been a delay in the organization of a third squadron as two hundred Indian Territory troops were late in arriving, but were expected to come the following day. Colonel Roosevelt was working with the troops and expressed his expectations that the troops would see victory in Cuba. Citizens had welcomed Roosevelt to the camp the night before by serenading him and he received cheers from camp visitors. With their successful training and the support of civilians as well as the government, Roosevelt and his Rough Riders would soon be ready to take on their assignment and leave their mark on the Spanish-American War.","The Spanish-American War, which took place in 1898 in an effort to free Cuba from Spanish rule, created a need in the U.S. government for more troops to supplement state militia in the overseas battle. A federal law passed in April created three regiments of volunteers in the western territories and states; President William McKinley was given the duty of selecting the commanding officers. The regiment which would go on to win the most fame, the First United States Volunteer Cavalry, was that led by Lt. Colonel Theodore Roosevelt. Though the group, which was affectionately known as Teddy's Terrors and the Rough Riders, had a high concentration of westerners including outlaws and cowboys, it also had a large contingency of wealthy easterners and even Ivy League students.","The regiment was the first to land in Cuba, pushing back the Spanish forces, charging Kettle Hill and marching on Santiago de Cuba. Although the U.S. forces experienced heavy casualties, they did achieve victory. In less than sixty days the regiment had been raised, organized, armed, equipped, drilled, mounted, dismounted, kept for a fortnight on transports, and put through two victorious aggressive fights in a very difficult country, the loss in killed and wounded amounting to a quarter of those engaged, Roosevelt later wrote. The result of the work of the Rough Riders and the victory of the Spanish-American war established the United States as a major world power and gave Roosevelt the impetus and popular approval he needed to land in the White House."],"display_date":"May 17, 1898","search_date":"1898-05-17","locations":[{"id":12547,"lat":29.4490384361,"lng":-98.519907109,"zoom":9,"place":"BEXAR, Texas"}],"tags":[{"id":17,"tag":"Government"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2392,"title":"Texas Homestead Law and the Economic Depression of the 1890s\n","course_id":1,"status":"P","start_date":"1890-01-01","end_date":"1891-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["From her ranch in Texas, Jane Maverick wrote that the early 1890s were sad years for families throughout the nation as the country was undergoing an economic depression. The depression started in the North, Maverick reflected, and worked its way down the coast, finally hitting Texas. Prior to this time, the country was undergoing a post-war boom and Maverick explained ...there had been a perfect orgie of speculation in everything and nearly every town was over built. Citizens were searching for a better life, coming up with plans to get rich quick. Many families were picking up and moving to cities. Why do people crowd themselves into great cities when there is so much beautiful land? she asked. Maverick blamed the nation's economic hardships on idleness and gambling on the part of the American people, adding that her husband was among those guilty people. When financial difficulties set in, her husband lost all of his land except for their house. All went but the big stone house, which that blessed homestead law of Texas saved, she wrote.","The Texas Homestead Law was based on a concept of exempting a house from seizure by creditors, and it originated in Texas in the early 1800s. Permanently established in the state's constitution in 1845, the law protected citizens from losing their houses to foreclosure due to debt which occurred frequently, especially for farmers, during the economic instability following Reconstruction. The Constitution of 1869 defined the rural homestead that was exempt as being less than 200 acres while an eligible urban homestead was viewed as a house worth less than 5,000. The Homestead law did not protect debtors who owed their money to the federal government.","The Homestead law saved many families, in addition to the Mavericks, from becoming homeless when economic hardships took their toll on the country. After the Civil War ended, the United States entered into a period of economic turbulence. This period was marked by great gain but also by the Panic of 1873, strikes by organized labor groups, and falling agricultural prices; all of these factors culminated in the economic depression of the 1890s. Nationally, economic problems are pinpointed as beginning in 1893 with conditions worsening through the rest of the year. Some recovery took place in 1898, but the economy was not fully restored until 1901 or 1902. This depression is considered to be the second only to the Great Depression in terms of severity. Perhaps hit hardest by the economic downfall were the southern and western states as 153 of the 158 national banks that failed during this period were in the South and West. During this time, the cotton textile industry was the only southern manufacturing industry to prosper. Farmers in this field still faced financial issues and the instability of cotton crops due to weather and fluctuating prices.","The economic hardships also exacerbated race relations in many areas. Poor white workers now frequently found themselves competing with blacks for the same jobs and for similarly low wages. This eroded the desired sense of white superiority and caused many bonds which had been formed across the color line to be strained or broken and increased distrust and feelings of ill will between the two groups. The economic depression manifested itself at economic, political, and personal levels across the country and led the country on slightly unsteady legs into the twentieth century."],"display_date":"1890 - 1891","search_date":"1890-12-31","locations":[{"id":12547,"lat":29.4490384361,"lng":-98.519907109,"zoom":9,"place":"BEXAR, Texas"}],"tags":[{"id":17,"tag":"Government"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":5297,"title":"Neither Black nor White","course_id":73,"status":"P","start_date":"1896-05-01","end_date":"1897-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In May of 1896, Ricardo Rodriguez entered a federal court in San Antonio, Texas, and initiated his application for citizenship of the United States thereby requesting the right to vote.  Since Texas declared its independence from Mexico and was annexed into the United States, Tejanos did not qualify for American citizenship because due to “an 1872 federal statute that ruled that only Caucasians and Africans could become U.S. Citizens,” Texas did not consider Tejanos part of either race.  Yet, this statute “did not specifically deny Mexicans that right” either.  This case brought naturalization of Mexican Tejanos and their right to vote to the forefront of Texas politics.","According to the Texas State Historical Association, in the year that followed, legal maneuvers by politicians to “disenfranchise all Texas Mexicans” were at an all-time high.    San Antonio politicians, T.J. McMinn and Jack Evans, joined forces to oppose the naturalization process of Ricardo Rodriguez claiming he was “’not capable of becoming an American citizen’” due to his race.  These tactics were proclaimed throughout Texas in order to garner support for their opposition to Tejanos’ eligibility of citizenship and to discourage other Tejanos from applying.","After a year of legal maneuvers, on May 3, 1897, Judge Thomas S. Maxey ruled in favor of Ricardo Rodriguez, bestowing the right of citizenship and “thereby legally affirming the civil rights of Texas Mexicans to vote.”  In his ruling, he pointed directly at three distinct documents: The Constitution of the Republic of Texas, the Treaty of Guadalupe Hidalgo and the Fourteenth Amendment of the United States Constitution.","Under the Constitution of the Republic of Texas Maxey recognized the granting of citizenship upon Mexicans living within Texas on Independence Day.  To further this reasoning Maxey directed his findings to the Treaty of Guadalupe Hidalgo, specifically to Article VIII, that states Mexicans who “prefer to remain the said territories may either retain the title and rights of Mexican citizens, or acquire those of citizens o f the United States” under the agreement that the decision must be made within “one year from the date of the exchange of ratifications of this treaty.”  The treaty goes as far as stating that those who do not make their decisions voluntarily after the deadline “shall be considered to have elected to become citizens of the United States.”  Ultimately, Maxey revealed that it was the Fourteenth Amendment that “granted citizenship to all people born or naturalized in the United States, regardless of color or race.”","Through this landmark civil rights case, Judge Thomas Maxey’s confirmed that neither race nor special levels of education could be used to deny U.S. citizenship to anyone.  The argument that Mexican Tejanos were not eligible to vote because they are not white or black could no longer be used to alienate them from becoming citizens.  According to Zaragosa Vargas, a Mexican American historian, in essence, the decision confirmed the “legal right of Mexicans as ‘white,’ further cementing their right to vote."],"display_date":"May 1, 1896 - May 3, 1897","search_date":"1896-10-31","locations":[{"id":12547,"lat":29.4490384361,"lng":-98.519907109,"zoom":9,"place":"BEXAR, Texas"}],"tags":[{"id":1042,"tag":"Mexican-American"},{"id":1046,"tag":"Treaty Guadalupe Hidalgo"},{"id":1052,"tag":"Texas-Mexico border"},{"id":1048,"tag":"Borderlands"},{"id":1059,"tag":"Tejanos"},{"id":1060,"tag":"Texas Independance"},{"id":1061,"tag":"Judge Thomas S. Maxey"},{"id":1062,"tag":"Fourteenth Amendment"},{"id":1063,"tag":"Constitution Republic TX"},{"id":1064,"tag":"T.J. McMinn"},{"id":1065,"tag":"Jack Evans"},{"id":1066,"tag":"Right to Vote"},{"id":1067,"tag":"In Re Ricardo Rodriguez"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5310,"title":"Unlikely Hero: Emma Tenayuca","course_id":73,"status":"P","start_date":"1/1/32","end_date":"12/31/47","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Mexican-Americans were not immune to the catastrophic effects of The Great Depression.  Throughout the 1930s and 1940s, San Antonio saw an influx of migrant families from the lower Rio Grande Valley in search of work and food.  This migration proved more disastrous to an already delicate situation in the city.  As conditions worsened, an unlikely defender of the Mexican-American people, sixteen-year-old Emma Tenayuca, lead her people’s cause against the powers who oppressed them.","In response to the Great Depression and its effects on the American people, President Franklin D. Roosevelt instituted the New Deal for Americans.  Unfortunately, it was allocated inconsistently by local officials and resulted in the underrepresentation of Mexican-Americans.  Zaragosa Vargas, a Mexican-American historian, notes that since they held no political influence, like African-Americans, they received less benefits than whites under programs such as the Agricultural Adjustment Act,  the National Recovery Administration, the Workers Progress Administration and the Civilian Conservation Corps.","According to Vargas, San Antonio’s Westside held almost two-thirds of the Mexican-American’s total population estimated to be one hundred thousand.  The Westside slum was a breeding ground for tuberculosis, diphtheria and other communicable diseases.  It became a place of “considerable human suffering” with no alleviation in sight.","Yet, in 1932, living amidst the terrible suffering in San Antonio’s slums, Emma Tenayuca became actively involved in bringing an end to disenfranchisement, poverty and the oppression of the Mexican-American people.  In 1933, she participated and was arrested in the strike against the Finck Cigar Company.  Undaunted, she assisted and organized the garment worker’s strike against the Dorothy Frock’s Company a year later.  Her unrelenting determination led her to take important positions as leader of the Unemployed Council in 1935.  More notably, Tenyauca was recognized in 1937, when “she was elected to the National executive Committee of the Worker’s Alliance of America” as the first Mexican-American woman to ever hold that office in any national organization.","Determined, Emma Tenayuca continued to organize the Mexican-American people, hold “street meetings, [organize] mass demonstrations, [picket] relief offices, and [petition] relief offices to raise WPA work relief pay of Tejanos equal to that of Anglos.”  Vargas believed that “her fiery eloquence attracted large crowds to the open-air meetings” and made her the most successful public speaker of the time.  Due primarily to her efforts, San Antonio’s River Walk provided work under the WPA for Mexican-American workers, as they created the pedestrian walkway and diverted the San Antonio River through the middle of the city.","Although only a young woman, Emma Tenayuca was very aware of the living conditions, misery and poverty of San Antonio’s Mexican-American people.  Fearing more the effects of oppression and discrimination, she battled and spoke out against city leaders and police.  Her legacy lives among a people who’s future was transforming in front of their very eyes.  The Great Depression was a trying time for Americans.  Yet, it also produced leaders, like Tenayuca, who dedicated their lives to holding America and the American people accountable in “Order to form a more perfect union.”"],"display_date":"1932 - 1947","search_date":"1939-12-31","locations":[{"id":23160,"lat":29.4490384361,"lng":-98.519907109,"zoom":9,"place":"Bexar, Texas"}],"tags":[{"id":1042,"tag":"Mexican-American"},{"id":1080,"tag":"Emma Tenayuca"},{"id":1081,"tag":"The Great Depression"},{"id":1082,"tag":"San Antonio, Texas"},{"id":1083,"tag":"San Antonio River Walk"},{"id":1084,"tag":"The New Deal"},{"id":1085,"tag":"WPA"},{"id":1086,"tag":"CCC"},{"id":1087,"tag":"AAA"},{"id":1088,"tag":"Worker's Alliance"},{"id":1089,"tag":"Unemployed Council"},{"id":1090,"tag":"strikes"},{"id":1091,"tag":"Dorothy Frock's Company"},{"id":1092,"tag":"Finck Cigar Company"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5320,"title":"Lydia Mendoza sings “Mal Hombre”","course_id":73,"status":"P","start_date":"1/1/34","end_date":"12/31/34","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On a hot sunny day in a plaza on the streets of San Antonio, a young girl and her family set up a few chairs and arrange themselves with their instruments. The plaza is full of people selling and eating food, going about talking, and small groups of men strumming on their guitars in the background. Then suddenly the small voice of a young girl starts to sing amidst the crowd. She sings songs known to all those around, songs of heartache, songs glorifying the heroes of Mexico, and songs about the trials of daily life. But one song garners her more attention than all the rest, in her sweet voice she sings, “Mal hombre, tan ruin es tu alma que no tiene nombre. Eres un canalla, eres un malvado. Eres un… mal hombre” <em>Evil man, so mean is your soul it has no name. You are a scoundrel, you are a wicked one. You are an… evil man. </em>In 1934, “Mal Hombre” was heard on Spanish language radio sung by eighteen year old Lydia Mendoza.","Lydia Mendoza, born in May 1916 in Houston, moved to San Antonio with her family in 1928. Lydia and her sisters, managed by their father, performed along the streets, in business establishments, and at the Plaza del Zacate. They earned twenty-five to thirty cents per week and a dollar twenty-five on weekends. This was enough to pay the rent and provide food for the family.","In 1934, Lydia recorded “Mal Hombre” for Bluebird Records in San Antonio and earned sixty dollars. This event marked the first Tejano music track ever recorded making Lydia Mendoza the first Tejano music recording artist. Her song became a hit with the people along the Texas-Mexico border. According to Teresa Palomo Acosta in the article “Lydia Mendoza,” Mendoza’s voice could “awaken a populist frenzy and collective pride in Mexicans.”","Lydia Mendoza sang and recorded the folk songs and popular music of the region that had a history spanning over a hundred years. She recorded over a hundred songs and over fifty albums throughout her career. Her ability to connect with audiences that were neglected in mainstream American music earned her the titles of “La Alondra de la Frontera” <em>The Lark of the Border</em>,“La Cancionera de los Pobres” <em>the Songstress of the Poor</em>, and “La Gloria de Texas” <em>the Glory of Texas</em>.","Although Lydia Mendoza had secured a following among people in Texas, she still faced the struggles of minority people during the 1930s. While on tour in West Texas, Lydia Mendoza avoided staying in hotels and preferred the safety of privately owned homes with trusted friends. Furthermore, she and her band also avoided restaurants with signs that read “No dogs or Mexicans allowed.”","Lydia Mendoza continued to sing and record music into the second half of the Twentieth Century. In the 1970s, a rising interest in folk music around the country helped her find a new following among white college students. In 1977, she sang for President Jimmy Carter’s inauguration ceremony. Universities also took notice of her accomplishment. She taught music at California State University in Fresno, California. Mendoza continued recording music until she suffered a stroke in 1988.","Her work and accomplishments brought recognition to Hispanic culture during her lifetime. Mendoza has been inducted into the Tejano Music Hall of Fame (1982), the Texas Women’s Hall of Fame (1985), and the Tejano R.O.O.T.S. Hall of Fame and Museum (2002). She has also been awarded the National Endowment for the Arts Heritage Fellowship (1982) and presented with the National Medal of Arts (1999) by President Bill Clinton.","At the age of ninety-one, Lydia Mendoza died in San Antonio on December 20, 2007. Hundreds of her fans came to pay tribute at her funeral. She is buried at San Fernando Cemetery in San Antonio, Texas."],"display_date":1934,"search_date":"1934-07-02","locations":[{"id":23160,"lat":29.4490384361,"lng":-98.519907109,"zoom":9,"place":"Bexar, Texas"}],"tags":[{"id":1107,"tag":"Tejano Music"},{"id":1108,"tag":"Mexican American Women"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}}]}