{"id":10900,"place":"Ellensberg, WA","lat":47.7626174,"lng":-120.1909114,"episodes":[{"id":6622,"title":"The Evolution of Hospital Beds","course_id":165,"status":"P","start_date":"1/1/21","end_date":"12/31/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The evolution of the hospital bed has changed drastically since it the concept was first thought of in the early nineteen hundreds.  They became important when patients were needing procedures done and had to stay in the hospital for a significant amount of time.  Nurses were a major influence on changes that were made to hospital beds in the beginning of medicine due to the fact that they were the ones who were at the patients bed side providing close care to the patients, thus discovering how a hospital bed could be most useful when providing the highest quality of patient care during this time period (U. 1963).","The Textbook of Surgical Nursing, which was written in 1921, is a good way to understand how hospital beds were first assembled and what the purpose was to provide better patient care.  The first hospital beds used, if they can still be called that with the hospital beds that we in medicine know today, they were essential just tables with no padding, sheets, or pillows (U. 1963).","All of these simple things we know to be standards in hospital care today.  Although this textbook was written for education purposes in the United States, it is recognized in this textbook that other countries around the world use different standards for hospital beds used in medical care (U. 1963).  It is thought that all hospital beds are like the ones found here in the United States of America but as The Textbook of Surgical Nursing points out this is not the case."],"display_date":"1921 - 1963","search_date":"1942-07-02","locations":[{"id":52994,"lat":47.7626174,"lng":-120.1909114,"zoom":7,"place":"Ellensberg, WA"},{"id":52909,"lat":44.1158828,"lng":-78.032887,"zoom":21,"place":"New York, NY"}],"tags":[{"id":3167,"tag":"hospital bed"},{"id":3147,"tag":"Bed"},{"id":1654,"tag":"Hospital"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}}]}