{"id":10913,"place":"Cold Spring Harbor, New York","lat":40.8714873,"lng":-73.456788,"episodes":[{"id":6632,"title":"One Eugenicist in a Town of Degenerates","course_id":165,"status":"P","start_date":"10/1/10","end_date":"8/31/12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Notebook in hand, Florence Danielson roamed the river valleys of Massachusetts in search of her research subjects, the ‘hill folk.’ Like other degenerate families studied by eugenicist field workers in early twentieth-century America, the hill folk were quite a fascinating group—constantly wreaking havoc wherever they settled. Feeblemindedness, alcoholism, and incest, among other deplorable traits, were of no shortage in the generations Danielson studied.","As feeblemindedness was commonly associated with promiscuity, criminality, and social dependency, it was the field worker’s duty to show how corrupt families were harming their communities. Through personal interviews with her research subjects, their relatives, town officials, and reliable neighbors, Danielson composed brief yet detailed biographies of many descendants belonging to three large, intertwining family trees.","According to writer Amy Bix, Danielson was one of two hundred and fifty-eight students trained by the Eugenics Record Office (ERO) between 1910 and 1924. Because their politeness and charm more easily persuaded conversation with the strangers they interviewed, eighty-five percent of these students were women. In 1912, Danielson published a memoir with Charles B. Davenport, director of the ERO, which included well over a hundred of the often crude and deeply personal stories surrounding the degenerate hill folk. These stories displayed Danielson’s inquisitive skill and the extensive work load taken on by field workers. ","In one description, for example, she wrote, “Her father was a drunkard who wandered into a backwoods town twelve or fifteen miles from a rail-road and wanted to get rid of his baby girl. He succeeded in trading her for a dog.” According to Danielson, when this baby grew into an adult, she lived with her husband and two kids in a repulsive one-room shack in the woods. The woman could not remember how many children she had, but she did know that ten were taken by the government on grounds of neglect.","In a somewhat similar instance, Danielson reported on a separate family: “Her uncombed hair, heavy fleshy face and protruding lower lip made her look more like an animal than a woman. She could not tell how many children she had nor where many of them were.” Danielson later learned that while the woman’s husband was serving a nine-year prison sentence for incest with his own daughter, at least three of their children were deemed neglected and taken by the government.","Demonstrating the severity of this town’s degeneracy problem, Danielson found that the families she studied had cost the local government over half a million dollars in just sixty years. She concluded, “The comparative cost of segregating one feebleminded couple and that of maintaining their offspring shows, in the instance at hand, that the latter policy has been three times more expensive.” As the eugenics movement was aimed toward improving the American race by minimizing the number of degenerate babies born, eugenicists like Danielson knew full well that segregation would not be a strong enough force. Sterilization was in the forecast."],"display_date":"October 1, 1910 - August 31, 1912","search_date":"1911-09-16","locations":[{"id":53006,"lat":42.4072107,"lng":-71.3824374,"zoom":6,"place":"Massachusetts"},{"id":53007,"lat":40.8714873,"lng":-73.456788,"zoom":6,"place":"Cold Spring Harbor, New York"}],"tags":[{"id":533,"tag":"Eugenics"},{"id":7,"tag":"Women"},{"id":522,"tag":"Massachusetts"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}}]}