{"id":10910,"place":"Los Angeles, CA, USA","lat":34.0522342,"lng":-118.2436849,"episodes":[{"id":6616,"title":"The Oppression of African Americans During the HIV/AIDS Epidemic","course_id":165,"status":"P","start_date":"1/1/89","end_date":"1/30/89","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For minorities in the 1980s, the future was uncertain.  The HIV/AIDS epidemic was on the rise, while quality information and resources were nowhere to be found.  As time went on, misconceptions and maltreatments  became commonplace.  Despite statistics showing otherwise, minorities were often led to believe that the virus was not a threat to them.  Minorities often thought that the misfortune of contracting the virus affected promiscuous white men exclusively, a misconception that was encouraged by the available educational information.  However, minorities were contracting the virus at a disproportionate rate, despite making up a far less percentage of the population than white men.  As an attempt to combat fatal misinformation, organizations began distributing educational materials aimed at the minority population about their high level of risk.","The Minority AIDS Project out of Los Angeles, CA distributed a series of educational posters 1986-1989.  Always the Last to Know!!! (1989) was one of six preserved posters, now accessible through the Rare Books and Special Collections by River Campus Libraries.  The poster pictures an older African-American woman and young girl, as well as a young African-American man.  Neighboring the portraits are shocking statistics in bold red and black letters. The poster states that 72% of all women diagnosed with HIV/AIDS were either Latino or Black. The urgency portrayed is not out of place, as the threat the virus imposed was not reflected in the attitudes of the most vulnerable populations.  ","Misconceptions about how one contracted the virus flooded the African-American community.  Sexual promiscuity and sex work were believed to be the main actions to increase risk. Minorities interviewed in focus groups continually rejected the idea that their risk could be higher than the promiscuous white man’s.  Socio-economic status heavily favored the white population, making access to information and education for minorities much more difficult.  The lethal mixture of “fear, fact, and fiction” that made up the viewpoint of those at risk placed them in an increasingly vulnerable position. The African American female population particularly suffered high-risk and low-activism. Poverty and drug-addiction are connected with high-risk behaviors such as intravenous drug usage, sex work, and the act of ‘survival sex’ (exchanging sex for drugs).  African-American women were found, more than any other group of people, to be subject to poverty and with risk behaviors that heighten one’s chances of contracting the virus. ","The solemn and urgent undertones of the Always the Last to Know!!! poster reflect the bleak times facing the African American population in the 1980’s, perpetrated by public health institutions that emphasized white male promiscuity and ignored the risks faced by blacks."],"display_date":"January 1, 1989 - January 30, 1989","search_date":"1989-01-15","locations":[{"id":52990,"lat":34.0522342,"lng":-118.2436849,"zoom":7,"place":"Los Angeles, CA, USA"}],"tags":[{"id":544,"tag":"Oppression"},{"id":3177,"tag":"Minority HIV/AIDS"},{"id":3178,"tag":"Early AIDS Epidemic"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6636,"title":"Feminist Reflects on Sexism in the 2008 Election","course_id":163,"status":"P","start_date":"11/9/08","end_date":"11/9/08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 2008 presidential election, Hillary Clinton vied for the Democratic Party’s nomination. Ultimately, she was defeated in the primaries by her opponent Barrack Obama. However, another woman, Sarah Palin, ran that same year for the Republican Party as vice presidential nominee. Clinton and Palin were two vastly different political candidates with nothing in common except for being a woman. Yet, during the election, both women were similarly subjected to sexism, according to feminist writer Vivian Gornick.","Gornick in her <em>Los Angeles Times</em> article shared her perspective on how the two female candidates were marginalized due to the failure of  American culture to “normalize equality for women.”  The demonization of Clinton and the sexualizing of Palin, an ex-beauty pageant contestant, signified that sexism persisted in not only American culture, but also politics. According to Gornick, opponents attacked Clinton by labeling her as an “uppity woman.” Instead of political issues, they focused on her personality, appearance, and style on television, social media, and in newspapers. Anti-Clinton men at her campaign rallies chanted, “Iron my shirt.”  Sexism defeated Clinton’s chances to become the nominee for the Democratic Party, but it helped Sarah Palin’s rise into the political spotlight.  ","Palin became the vice presidential nominee, but did not face the same modes of sexism as Clinton. Instead, the Republican Party used her as a pawn in hopes of grabbing Clinton’s female supporters. Gornick viewed Palin's nomination as an insult to all women. Though a governor, Palin was also a former cheerleader and pageant queen and did not have the same qualifications as Clinton. Gornick addressed the Republicans’ choice: “It was as though the conservatives felt free to say ‘You want a woman? we’ll give you a woman.’”  She saw this as a worse form of sexism because it assumed women would vote for Palin because she was a woman, and not because of her qualifications.","In addition, Gornick reflected on one of the earliest feminists, Mary Wollstonecraft, in an attempt to remind women that they still have much to learn if they truly want equality.  In 1792, Wollstonecraft published “The Vindication of the Rights of Woman” to give insight to women to think with their brains like men do, instead of with their hearts, in an effort to break down gender inequality.  Historically, the 2008 presidential election broke down political barriers for women; however, it also exposed a painful truth that sexism is interwoven into American culture and politics. Gornick reached out to other feminists and reminded them how far they came with the election and how they must continue to inspire American women to move politically forward.  "],"display_date":"November 9, 1908","search_date":"1908-11-09","locations":[{"id":53015,"lat":34.0522342,"lng":-118.2436849,"zoom":8,"place":"Los Angeles"}],"tags":[{"id":3228,"tag":"Sarah Palin"},{"id":3226,"tag":"Hillary Clinton"},{"id":3229,"tag":"2008 Election"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}},{"id":6736,"title":"JFK's Hidden Medical Issue","course_id":175,"status":"P","start_date":"7/4/60","end_date":"7/5/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During his run for the presidency, Senator John F. Kennedy successfully hid his troubling medical history from the public. JFK suffered from Addison’s disease, which is a disease where the adrenal glands do not produce enough hormones. Kennedy’s longtime doctors, Janet Travell and Eugene J. Cohen kept the secret of Kennedy’s severe health problem, which required regular doses of cortisone and steroids. It was only a matter of time before someone dug up the truth about Kennedy.","In July 1960, the race for the democratic candidacy was competitive, to say the least. Two of Lyndon B. Johnson’s supporters, India Edwards and John B. Connally leaked medical information to the press, claiming that JFK had Addison’s Disease and demanded that the party test all the democratic contenders. The news came as a shock to many that perceived JFK as young and healthy. The author of the <em>New York Times</em> article, W.H. Lawrence, quoted Edwards when she stated that she received the news from “several doctors” and they told her that “[Kennedy] would not be alive if it weren’t for cortisone.” After these accusations, Robert F. Kennedy, the Senator’s brother, stepped in and denied everything the Johnson supporters claimed. Robert F. Kennedy not only denied the fact that his brother had Addison’s Disease, but offered an explanation that is brother’s condition resulted from his “war time experiences.” JFK’s two doctors released a medical report basically clearing him “to hold any office to which [he] may aspire.” In truth, Kennedy relied on daily shots of steroids and cortisone, took amphetamines, and any other drug that would relieve his pain. Robert Dallek said, “Kennedy’s charismatic appeal rested heavily on the image of youthful energy and good health he projected.” John F. Kennedy lived with a serious disease without the public’s knowledge, and even when exposed by the press, he continued to hide his illness and battle for the presidency."],"display_date":"July 4, 1960 - July 5, 1960","search_date":"1960-07-04","locations":[{"id":52990,"lat":34.0522342,"lng":-118.2436849,"zoom":8,"place":"Los Angeles, CA, USA"}],"tags":[{"id":2703,"tag":"John F. Kennedy"},{"id":2,"tag":"Health/Death"},{"id":100,"tag":"Medicine"},{"id":3415,"tag":"Addison's Disease"}],"course":{"name":"JFK","school":"Marist College","course_id":175,"school_id":77}},{"id":6739,"title":"The Beginning of a New Frontier","course_id":175,"status":"P","start_date":"7/15/60","end_date":"7/15/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 15, 1960, a crowd of over 80,000 people congregated at the Los Angeles Memorial Coliseum in California, all of them had one thing in common, to hear the words of the newly selected Democratic Presidential Nominee, John F. Kennedy. Before the Kennedy campaign, the United States had entered the early stages of the Cold War, Fidel Castro installed a communist regime ninety miles off the coast of Florida, and the Southern States strongly resisted desegregating schools. Kennedy, a young senator from Massachusetts, was viewed as somebody who offered optimism in the midst of this tumultuous and tension-filled era. As Sara Mehltretter stated in her oratory dissertation, “Kennedy announced the start of a new era in American politics, one in which Americans could look forward with optimism and confidence despite all these challenges.” A future where the possibilities were limitless and citizens had faith in the unknown rather than fear.","As Kennedy took the podium that day, he delivered a speech that is remembered throughout history as the “New Frontier.” The “New Frontier” resembled that of memorable Presidential platforms such as President Theodore Roosevelt's \"Square Deal,\" President Franklin D. Roosevelt's \"New Deal,\" and President Harry S. Truman's \"Fair Deal.\" Kennedy painted the image of a new, progressive America that offered,  “a new generation of leadership--new men to cope with new problems and new opportunities.” It was a government that understood the plight of the common people and was there to benefit all citizens, instead of some. In addition to this, Kennedy spoke of a “New Frontier,” an American frontier that was not “won” or “solved” like Professor Frederick Jackson Turner wrote in his Frontier Thesis. Instead, it was a frontier that has yet to be discovered, let alone explored. This frontier Kennedy spoke of was the “uncharted areas of science and space, unsolved problems of peace and war, unconquered pockets of ignorance and prejudice, and the unanswered questions of poverty and surplus.” It was these areas of the frontier that had yet to be analyzed and then conquered.","Kennedy branded the “New Frontier” not as a list of what the government was going to do for the American people, but rather a set of challenges for the American people. Through the “New Frontier,” Kennedy called for the expansion of the United States foreign aid by promoting the United Nations and providing assistance to newly independent countries. The Peace Corps, Food for Peace, and the Alliance for Progress were also created as a result of the “New Frontier” to further help countries in need. On the domestic front, the “New Frontier” called for a society where the civil and economic liberties of all citizens were not only visible, but also upheld. A society where elderly citizens had access to medical care, technological advancements were used to enhance working conditions and an end to racial discrimination. Kennedy wanted a society where every citizen, regardless of background or race, was able to have the unalienable rights to life, liberty and the pursuit of happiness the founding fathers proclaimed in the Declaration of Independence."],"display_date":"July 15, 1960","search_date":"1960-07-15","locations":[{"id":53088,"lat":34.0140526,"lng":-118.2878754,"zoom":16,"place":"Los Angeles Memorial Coliseum, Los Angel"}],"tags":[{"id":3422,"tag":"Los Angeles"},{"id":3421,"tag":"DNC"},{"id":3420,"tag":"Food for Peace"},{"id":3418,"tag":"Peace Corp"},{"id":3417,"tag":"Space Race"},{"id":1648,"tag":"1950s"},{"id":2855,"tag":"New Frontier"},{"id":2703,"tag":"John F. Kennedy"},{"id":1727,"tag":"JFK"},{"id":3191,"tag":"1960"}],"course":{"name":"JFK","school":"Marist College","course_id":175,"school_id":77}},{"id":6805,"title":"From Embarrassment to Capitalization: The Two-Year Turnaround of the Teen Titans","course_id":185,"status":"P","start_date":"7/1/64","end_date":"1/31/82","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" Making their first appearance in 1964, the Teen Titans were born out of a long history of a group of youths such as the Young Allies, the Newsboy Legion, the Boy Commandos, and others. In 1978, the original, and already once revived, Teen Titans comic series ran its final issue, number 53. Though the final issue ran the same year of the DC Implosion, the cancellation of the Teen Titans was not a product of the economic issues at DC, but rather the changes occurring in the comic book industry. The growing prominence of the direct market, the rise of the underground, and the maturation of the industry helped seal the fate of the Teen Titans. DC’s reported embarrassment regarding a book about junior superheroes did not help matters either.","            The comic book industry did not mature overnight, and to understand the process that ushered in the mindset of the mid-Bronze age I turn to Denny O’Neil and Robert Crumb. O’Neil was one of the comic creators who had a distinct anti-authority superhero narrative post-Wertham. O’Neil’s <em>Green Lantern/Green Arrow </em>series being the main vehicle through which O’Neil gave the population more socially conscious and mature stories with Green Lantern acting as the buddy of the authority where Green Arrow was the counterculture figure who knew what was going on. This is not to say that Teen Titans did not feature mature topics, one dealt with the accidental death of a peace activist during the Vietnam war, but <em>Green Lantern/Green Arrow</em> dealt with these issues with a different voice. I chose Crumb to represent the rise of underground, counterculture comics aimed at more mature audiences that were aided by the rise of the direct market in the 80s. Crumb’s work was not going for the same audience as O’Neil’s as evidenced by the fact that many underground comics, or comix, were sold at drug paraphernalia stores, but they represented the same process of maturation of the comic art form. The underground comix also represent the shift of comics from newsstand staples to special interest items to be found within specialized stores. ","These factors combined to spell doom for the Teen Titans in 1978, but they also caused its revival two years later. One may venture to ask how the New Teen Titans emerged from the ashes of the old, and the answer is two-fold. Firstly, the New Teen Titans were a product of the power of star comic talent, a concept which had emerged during the O’Neil years with figures like Stan Lee and Jack Kirby. The two artists responsible for the creation of <em>the New Teen Titans</em> were new DC recruits former Marvel-men Marv Wolfman and George Perez. However, the Teen Titans mostly owe their revival to one group: <em>The Uncanny X-Men.</em> The overwhelming success of this Marvel title secured the idea that stories surrounding a multicultural group of teenage superheroes could be profitable, and money does a lot to alleviate embarrassment. The New Teen <em>Titans</em> and <em>the Uncanny X-Men</em> met in a crossover comic in 1982, thus cementing their link in the minds of many.","Revived by the forces that caused them to close shop, the Teen Titans are a case study in the desires of the comic book market."],"display_date":"July 1964 - January 1982","search_date":"1973-04-16","locations":[{"id":53141,"lat":34.1808392,"lng":-118.3089661,"zoom":8,"place":"Burbank, California"}],"tags":[{"id":1775,"tag":"Comics"},{"id":3566,"tag":"Teen Titans"},{"id":3567,"tag":"DC"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}}]}