{"id":10978,"place":"St. Louis, Missouri, United States of Am","lat":43.9109016,"lng":-78.7666972,"episodes":[{"id":6641,"title":"THE LINDBERGH CASE: GOD SAVE THE KING","course_id":168,"status":"P","start_date":"3/1/32","end_date":"3/1/38","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1938, author Hal Walton released a published circular entitled “THE LINDBERGH CASE: GOD SAVE THE KING.”  Walton’s circular focused on the Lindbergh baby kidnapping of March 1, 1932, and pointed out so-called contradictions in the official story of the kidnapping. The author believed that the eight-year old case involved more than simply a routine kidnapping for ransom and was, instead, part of a broader international conspiracy. The odd title of the circular was intended to capture the attention of readers and encourage them to read the author’s theory of the kidnapping, in which the child of celebrated aviation hero Charles Lindbergh was abducted from the Lindbergh family home in New Jersey. As a concerned citizen, Walton hoped by exposing the “true” nefarious facts of the case, he could save other children from a similar fate.  ","Charles Lindbergh was a celebrated aviation hero who brought fame to the United States, yet the Federal Justice Department did not intervene to offer any help following the kidnapping of this child. The most relevant figures in Lindbergh’s life, his family, conspired to bring about his downfall with the kidnapping of his son, Walton believed. The author described Lindbergh as a king in the United States due to his celebrity status, and argued that he needed to be saved from those who were trying to undermine him. The author believed that the Justice Department and the local police department were filled with cruel officers who try to act as though they represented the interest of all citizens, yet, they had their own interests at heart. He believed that other kidnapping cases from the same time period had also suffered from shoddy investigations by these officials and justice was not served.  Walton published his pamphlet as a form of advocacy and believed that it would force Justice Department and government officials to pursue justice. He sought to speak out on behalf of the innocent families that had not received justice in cases where their children were kidnapped or killed.","Walton’s pamphlet seeks to raise questions about the motives of the people close to the Lindbergh baby at the time. A key question in his mind is why the Lindbergh relatives with all their influence maintained their silence regarding the crime and did not seek follow-up action on the case from local or national law enforcement agencies. Walton summed up that the murderer, Richard Hauptman, had the inside scope on the Lindbergh baby’s whereabouts. Some theories from other authors where that someone in the family or close to the family was somehow involved with in the case. People arrived at this conclusion because the kidnapper had detailed knowledge about the Lindbergh home and knew which window belonged to the Lindbergh baby’s room, for instance. The circumstances involving the case were highly unusual as the Lindbergh baby was abducted during day time hours while people were in the home.","The author’s arguments give a verdict that he was somewhat of a kook but not for getting the publics attention. His arguments dedicate a good action towards liberating the people from actions of assassinations and kidnapping. He makes bold assertions on the involvement of the officers in the police and Justice Department. Most of his arguments on the failed Justice System and interference by the state at that time seem to be accurate. Though assumed to be a conspiracy theorist, the revelations are true on what happened in many cases. "," "," "],"display_date":"March 1, 1932 - March 1, 1938","search_date":"1935-03-01","locations":[{"id":53013,"lat":43.8720743,"lng":-78.8326393,"zoom":7,"place":"Hopewell, New Jersey"}],"tags":[{"id":3234,"tag":"Lindbergh"},{"id":3235,"tag":"Lindbergh Baby"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":168,"school_id":43}},{"id":6656,"title":"The Rise of Ulysses S. Grant","course_id":170,"status":"P","start_date":"1822-04-27","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Hiram Ulysses Grant, was born in Point Pleasant Ohio. He went to the military academy of West Point where, due to an administrative error, his name was put in as Ulysses S. Grant and his classmates began calling him Sam. Graduating 21<sup>st</sup> in a class of 39 he was not an exceptional student.  Indeed, he was not expected to become the commander of the Army of the Potomac due to his standings in school."," He was first noticed for his leadership in the Mexican War of 1846-1848 where he was awarded three awards two of which were for gallantry and one was for meritorious conduct. After the war had ended, he was forced to be stationed far from his family in remote regions. Drinking became his way to pass time which lead to him being viewed poorly. In 1854 He resigned from his position in the military to avoid being kicked out.","Grant, having to fall back onto his family to survive, moved to St. Louis, Missouri. He made many attempts to keep his family afloat in society being a farmer and other odd jobs. Eventually he was forced to move to his family’s business in Galena, Illinois where he took up the position of a clerk at the store. The Civil War began in 1861 and Grant rushed to join and regain his lost glory.","            First, he was stationed as a colonel of the 21<sup>st</sup> Illinois Infantry. Grant proved himself a great leader which allowed for him to climb in the ranks. Quickly he managed to gain the brigadier general in July 1861 then, in September was given command of the whole Distract of Southeast Missouri. In 1862 Grant earned the nickname “Unconditional Surrender” after his success in western Tennessee at Fort Henry and Fort Donelson.","After being recognized for his excellent military prowess Grant was promoted to lieutenant-general and the next day took command of the Army of the Potomac. Grant arrived in Washington saying “It had been my intention before this to remain in the West, even if I was made lieutenant-general; but when I got to Washington and saw the situation it was plain there here was the point for the commanding general to be.” General Meade was the previous commander of the Army and even suggested that Grant replace him in his command with a general he knew better from the west. This changed Grants view of Meade for the better stating “It is men who wait to be selected, and not those who seek, from whom we may always expect the most efficient service.”","April 6<sup>th</sup> 1862 Grant suffered great losses at the Battle of Shiloh after being overpowered by 40,000 confederate soldiers on the first day of fighting. They fell back to a defensive position on a road the position was known as the “Hornet’s Nest” the rebels were not able to break the position and their general, Gen. Albert Sidney Johnston, was mortally wounded and was replaced by P.G.T. Beauregard. On April 7<sup>th</sup>, Federal reinforcements came and helped overwhelm the Confederates. This was the bloodiest battle in the United States history at that point and caused many to call for Grant to be removed from command President Lincoln defended him saying “I can’t spare this man. He fights.”","Like any military campaign, Grant had his victories and losses. Grant taking over command of the Army of the Potomac was important for not only showing his strength but also the strength of the union. Without Grants aggressive offensives and leadership the Civil War could have lasted much longer."," "," "," "],"display_date":"April 27, 1822 - April 9, 1865","search_date":"1843-10-18","locations":[{"id":53022,"lat":43.9109016,"lng":-78.7666972,"zoom":9,"place":"St. Louis, Missouri, United States of Am"},{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":9,"place":"Washington, D.C."},{"id":53023,"lat":35.5174913,"lng":-86.5804473,"zoom":9,"place":"Tennessee, United States of America"},{"id":53024,"lat":42.4166744,"lng":-90.4290168,"zoom":9,"place":"Galena, Illinois, United States of Ameri"}],"tags":[{"id":32,"tag":"Civil War"},{"id":332,"tag":"battle of shiloh"},{"id":3246,"tag":"Ulysses S. Grant"},{"id":3247,"tag":"Army of The Potomac"},{"id":3248,"tag":"Mexican War of 1846-1848"},{"id":3249,"tag":"21st Illinois Infantry"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6685,"title":"Union Navy Battles and Advancements of the Civil War","course_id":170,"status":"P","start_date":"1861-11-07","end_date":"1865-01-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The actions exhibited by the Northern Navy were very commendable as they aided the Union in victory. With in-land battles being crucial in determining the victor, often Navy triumph’s would transpire to in-land achievements as sea, and river battles would aid soldiers in combat. That understood importance resulted in the  Union expanding the Navy  by approximately six hundred percent. Out of this, bold strategy, technological innovation, and bravery was demonstrated by Union marines, and sailors. This can be seen as in just one battle, the Second Battle of Fort Fisher, fiftyone sailors and marine earned the Medal of Honor; one of the highest awards a serviceman can receive. With this the American Civil War proved to be paramount in the development of our contemporary Navy. Having had great feats accomplished by the expansion, the Civil War presented the Navy with many first accomplishments in battle and technological advancements.","Civil War Navy battles depicted many acts of savvy military strategy that fathered great Union successes. In one Battle, the Battle of Port Royal that took place November 7th, 1861, disastrous weather compelled Union leaders to terminate an inland operation in South Carolina and instead attack Port Royal Sound. This ultimately was a desirable action as Union ingenuity, along with their intense determination earned them a  successful campaign. Lasting four and a half hours, the Union victory resulted in them being able to take full control of the Port. This gave the North access to the Charleston harbour; which enabled them to fortify the blockade on a crucial sea port (Trust). Another significant battle was that of Forts Henry and Donelson which occurred February 16, 1862. In this Navy battle Union Leader Andrew H. Foote, working alongside famed Ulysses S. Grant, led a flotilla (a fleet of ships) out of Illinois in order to operate an attack on Fort Henry; which resulted in the Tennessee River opening up to the North. This action as well as that of  instantaneously  pivoting to the East to conquer Fort Donelson on the Cumberland river led to Union victory. With that, the fall of the port then fell onto the control of the Union as it eventually forced Nashville to surrender; the first capital to fall to the Union (Trust). With all of that, it should be noted that with the Second Battle of Fort Fisher taking place January 13-15, 1865, the Union victory allowed confederate commerce via the seaside to be terminated entirely throughout the remaining portion of the war.","The Civil War was when Americans first used Ironclad ships in battle. This revolutionized Naval warfare as it then permitted ships to gain speed, and hold larger guns, changing the atmosphere of war significantly. It was at this time period that torpedoes were also introduced to Naval warfare, as well as the use of submarine to gain the element of a surprise attack and intel (Mil). This rapid increase of technology within a relatively short period of time is indicative to how imperative most individuals believed technological innovation and advancement was, as well as the production of competent ships and boats. This can be seen as in 1853 America had but only eighteen ships, but after the eruption of the Civil war developed ninety ships. One of the most memorable ironclad ships was Monitor; led by Union forces in a heated battle against the Merrimac. As these type of ships were previously unknown, their impact was impressive.","On September 5th, Thursday, John G Morrison stated in his diary that he was “ turned in last night like a trooper’s horse, ready to bounce,” and that he was “not disturbed” by the action of entering battle. This kind of bravery and selflessness is not an isolated case within one soldier as many Union and Confederate men exhibited immense amount of bravery before entering battle (Morrison). So even though many a times, it was dark and or cold, many were still able to perform their duties knowing that it is what was needed of them.","Though overall Naval victories were not as imperative as in-land victories, winning the war on water was an essential aspect of the American Civil War. It aided the Union into victory as with the sea and river campaigns, it permitted them to take over crucial ports and fortify blockages that cut of Southern sea commerce, and potential aid foreign states. As well as this, throughout the American Civil War many technological advancements and innovations were made; the first ironclads were made, submarines were used in warfare, and torpedoes were introduced.","<strong><br /></strong>"," "],"display_date":"November 7, 1861 - January 15, 1865","search_date":"1863-06-12","locations":[{"id":53046,"lat":43.9508633,"lng":-79.7641511,"zoom":8,"place":"Tennessee, USA"},{"id":53047,"lat":43.9079666,"lng":-78.4576144,"zoom":8,"place":"Illinois, USA"},{"id":53048,"lat":43.9138071,"lng":-78.6287105,"zoom":8,"place":"Fort Henry, USA"},{"id":53049,"lat":43.9900275,"lng":-77.7131275,"zoom":8,"place":"Fort Fisher, USA"}],"tags":[{"id":113,"tag":"Navy"},{"id":2966,"tag":"American Civil War"},{"id":599,"tag":"Technology"},{"id":3308,"tag":"Battle tactics"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6705,"title":"Failure of Reconstruction","course_id":170,"status":"P","start_date":"1865-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","After the Union won the Civil War the Southern economy was left in utter ruin. In an attempt to aid them in their reorganization and integration, the Northern government proceeded to send Union military generals and governors down to the South in order to assist them in reconstruction. However due to their fundamental indifference to Southern prosperity, and lack of concern for growing social tension between the African community, and Caucasians, as their involvement was done more so out of obligation, many of their implementations were done in vain. One such implementation was the establishment of the Freedmen’s Bureau created by Congress. This organization was responsible for providing freedmen with food, medicinal supplies, schooling, and employment opportunities.  While approximately 4,000 children were able to attend schools via the bureau, in regards to their additional goals at aiding freedmen, they were not very successful. This was in part due to their desire to primarily focus on the prosperity of the Northern economy which was over seeing their first ever transcontinental railroad. In addition to this disinterest, many Northerns were divided as to how much assistance the South should receive, this was seen well upon looking at Andrew Johnson’s Administration.","Andrew Johnson was a Southern who favored complete integration with haste while many Republicans in his party opposed it; this caused a split within the party. So while the North began to blossom under its continuous industrial boom, the South ruled by a resentful one party political body that despised the North, began establish itself as a society deeply rooted in white supremacy; this was done in an attempt to hold on to their past as an institution founded on the ideology of racial superiority. With this ex-confederate bureaucrats began to terrorize freedmen preventing them from voting, obtaining land, and prospering. One of the most notorious organizations to arise was the Klu Klux Klan, a hate group founded by ex- confederate general Nathan Bedford Forrest. In response to this the government did very little to protect its citizens as they showed little to no concern regarding their equality.         ","This indifference can best be  seen by observing several court cases addressing the mistreatment of African Americans; the two most notorious being U.S vs Cruishank, and U.S vs Reese. In Cruikshank, a court annulled three individuals belonging to a white mob that had murdered 300 African Americans stating that they could not be convicted as the 300 individuals killed were not protected under the law. Chief Justice Waite contradicted himself as he stated “'That if two or more persons shall band or conspire together, or go in disguise upon the public highway, or upon the premises of another, with intent to violate any provision of this act, or to injure, oppress, threaten, or intimidate any citizen, with intent to prevent or hinder his free exercise and enjoyment of any right or privilege granted or secured to him by the constitution or laws of the United States, or because of his having exercised the same, such persons shall be held guilty of felony, and, on conviction thereof, shall be fined or imprisoned, or both.” Knowing their familiarity with the law, their verdict was undoubtedly racially motivated. In U.S vs. Reese, an African American man was denied the right to vote after having been given an affidavit for not having been able to pay a voting tax on the premise of not having paid the voting tax, which he was denied access to. These instances of discrimination were not particular as they were pervasive throughout the entirety of the South. This was established well by Black Codes, which ensured that while African Americans were de <em>jure free</em>, while <em>de facto</em> they would remain in bondage. An example of the severity of the restrictions could be seen by noticing that in South Carolina, simply organizing oneself in a small assembly without the supervision of a white figure of authority, was enough to deem the community as “vagrants.”"," ","So though America has had an elected African American President, socio-economic disparities and racial tensions between Caucasians and African Americans continue to be present in contemporary American society. This can be seen by the severe income disparity between the two demographics; one in every four individuals of African descent lives in poverty as opposed to one in every ten Caucasians. In addition to this, institutionalized racism and rampant police brutality continue to cause severe distrust of government and law enforcement agencies within African American communities. So what has been the fundamental cause of all of the inequality? While there are multiple factors that have contributed to America’s long-held struggle with race, the main factor that has prevented our society from progressing has been the failure of reconstruction shortly after the emancipation of African Americans after the civil war. With the American Civil War having reunified the Union, and liberated slaves from bondage, the North with their disinterest for the south, caused immense harm by failing to address the discrimination, and de facto slavery present in their society. "],"display_date":"1865 - 1877","search_date":"1871-07-02","locations":[{"id":53061,"lat":43.8975446,"lng":-78.9429329,"zoom":8,"place":"Louisiana, United States"}],"tags":[{"id":32,"tag":"Civil War"},{"id":123,"tag":"Reconstruction"},{"id":1835,"tag":"Andrew Johnson"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}