{"id":11011,"place":"Gettysburg,PA","lat":39.8309293,"lng":-77.2310955,"episodes":[{"id":4387,"title":"Union Artillery during Picketts Charge\n","course_id":4,"status":"P","start_date":"1863-09-27","end_date":"1863-09-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Pickett's Charge is known as one of the worst mistakes made by the Confederacy in the Civil War. Robert E. Lee sent 15,000 Confederate soldiers into an open field in Gettysburg, Pennsylvania hoping for the best and instead he lost entire regiments at the hands of the Army of the Potomac. Their failure was made possible by Union quick thinking and Union artillery. Reports from Brigadier General Henry Hunt, Chief of Artillery provoke the idea that if the Union's artillery was destroyed, Pickett's Charge may have been a success and Gettysburg could have been lost to the Confederates. ","            Hunt's after action report, filed a few months after the battle in September, began with a recapitulation of the two earlier days of the battle and a content tone in regards to his guns and ammunition. After an \"inspection of the whole line, ascertaining that all the batteries, only those of our right….were in good condition and well supplied with ammunition.\" Hunt had confidence in his troops' preparation.","            This tone continued even after being the Confederates upon his batteries from across the field at 1pm, prior to Pickett's Charge. Hunt explained in this report that \"Our fire was well withheld until the first burst was over…then opened deliberately with excellent effect.\" Hunt seemed a little too confident with how well his batteries were performing. ","            However, this was temporarily suppressed, when \"the enemy's fire ceased\" and Hunt found his \"ammunition low and that…a number of caissons and limbers had been exploded.\" Nevertheless, Hunt, being an experienced artillerist, decided to \"bring up loads of it\" and place his artillery in front of the \"advancing enemy.\" The report shows that Hunt rode down to other batteries and \"shot and [shelled]\" the enemy until they came into musket range and were pushed back across the field in retreat. ","            Many of the men in Pickett's Charge died from artillery fire rather than musket fire, because many of them did not make it to rifle range Without Hunt's artillery, the men of Pickett's Charge might have taken over the wall and captured the Union spot on the battlefield. Hunt's report illustrates this and in turn was a boost to morale for the United States army and helped sooth some anxiety of the President. Artillery played a major role at Gettysburg and contributed to the Union victory."],"display_date":"September 27, 1863","search_date":"1863-09-27","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":4393,"title":"Rachel Cormany Recounts Her Experiences of Gettysburg Campaign\n","course_id":4,"status":"P","start_date":"1863-06-15","end_date":"1863-06-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Rachel Cormany recorded her experiences of the civil war in her diary of the time that the Gettysburg campaign was taking place.  She lived in a place close by called Chambersburg.  On June 15, 1863 she wrote how she saw all sorts of wagon trains make their way through the town.  She experienced the panic that shot through the town due to the Rebels.  There had been a cry that the Rebels were in Greencastle, but it turned to be false, they would be there in an hour.  She wrote that her confidence in God would keep her safe from the Rebels.","The Rebels had not moved in at the time she thought, but the next day about \"11 ½\" as she wrote it, they rushed by on horses.  She actually saw them riding by her window, which shows how close she was to the action.  Going to bed at 2:00 AM, Rachel reported that it was very quiet except for the occasional Reb.  Eventually, around 5:00 AM, she said that the Rebels became active again and she would have to lie still in order to stay out of the sight.  If the Rebels saw her she would be a part of the Contraband that she saw, only being children and women.  This relates to a document that was reported to the Headquarters in Virginia by a Rebel force saying that they took few men and close to 175 women and 225 children as contraband.  ","The following day, she said that she had an interesting visitor, preacher Miller's daughter.  She had run away from the Rebs and had no place to stay.  Rachel quickly found out that this girl was a thief and was keeping a close eye on her.  Rachel said she was acting strange before bedtime.  After bedtime, she wrote of how the Rebs were leaving and carrying away men's clothing and other supplies too.  She saw them leave and was relieved that they had left, although she did not see the Union soldiers come through that had been reported.","Lee's armies moved into the Cumberland Valley without problems after the battle of Winchester.  After the Rebs left, the town was out and about doing all their things they had to do.  A lot of women were doing the wash from the previous days, because the town was occupied by Rebs.  Cormany put her experiences into writings for those who were away from the war to feel and see what she saw when her town was overtaken by the opposition."],"display_date":"June 15, 1863 - June 18, 1863","search_date":"1863-06-16","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":4512,"title":"<strong>Chamberlain Holds His Ground at Little Round Top</strong>","course_id":18,"status":"P","start_date":"1863-07-02","end_date":"1863-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["On July 2, 1863, the second day of Battle at Gettysburg, a crisis was at hand for the Union army. General Daniel E. Sickles, commanding the Third Corps, had moved his men off higher ground, which included Little Round Top, and created a line running from the Peach Orchard to Devil's Den. This placed the Union left flank open for an attack. Chief Engineer General Gouvernur K. Warren atop Little Round Top spotted Confederates forming for an attack on his position. He sent word of this attack and Sykes' Fifth Corps was notified. Colonel Strong Vincent's 3rd Brigade of Sykes' Core moved his men into position on Little Round Top and anticipated a Confederate attack.","            Colonel Joshua Lawrence Chamberlain, commanding the 20th Maine Regiment, commanded the extreme left of Little Round Top. The regiment was consequently   at the very end of the Union line at Gettysburg and Chamberlain was ordered to hold his ground at all costs.  ","            Upon reaching his position, the 20th Maine became engaged with Confederate forces who were trying to flank the Union position at Little Round Top. Seeing that the enemy, comprised of the 47th and 15th Alabama regiments, was a threat to the left of his line, Chamberlain ordered sharpshooters from his regiment to move to this vulnerable position that threatened his flank. Confederate attacks (mounted from Big Round Top) were driven off with high casualties. Chamberlain, in a after action battle report, stated, \"We opened a brisk fire at close range, which was so sudden and effective that they soon fell back among the rocks and low trees in the valley, only to burst forth again with a shout…\" This renewed attack failed as \"the terrible effectiveness of our fire compelled them to break and take shelter.\"  Continued attacks were driven back and fighting became brutal as Confederates made it close to Chamberlain's line. Hand- to- hand fighting resulted as the 20th Maine's line thinned but Confederates forces were still unable to break through.","            As ammunition ran out, Chamberlain was forced to order a bayonet charge against the advancing enemy. This attack, directed at the slope of Big Round Top, was effective and Chamberlain captured four hundred prisoners. \"The effect of the charge was surprising; many of the enemy's first line threw down their weapons and surrendered.\" The rebels who were not captured fell back and Little Round Top was not attacked again.  Colonel Chamberlain is remembered for his bayonet attack that secured the Union's victory at Little Round Top. As a result of their failures on the second day at the Battle of Gettysburg, General Robert E. Lee decided to attack the Union center; an attack that was doomed to fail.   "],"display_date":"July 2, 1863","search_date":"1863-07-02","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":103,"tag":"Joshua Lawrence Chamberlain"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4492,"title":"Gettysburg After the Battle\n","course_id":20,"status":"P","start_date":"1863-07-09","end_date":"1863-07-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Little of the enclosure remains save the wicket gateway, from which the gates have been torn,\" Thomas Knox wrote in a dispatch published in the New York Herald on July 9, 1863.  This was just one scene of the aftermath of Gettysburg, which was the single bloodiest and most memorable battle of the American Civil War.  In many cases, the battle spilled out of the field into the town and destroyed houses and yards.  Knox's dispatch went into a detail about just what happened to the town and outlying areas of Gettysburg.","The battlefield after Gettysburg was exactly what one would think: a war-torn landscape.   Artillery fire destroyed most of the landmarks of the time.   Knox says that cemeteries, or at least one in particular, had shattered headstones, horse-trodden graves, and destroyed shrubbery.  Breastworks were erected to prevent cavalry charges lined the battlefield and mounds of dirt supported artillery batteries.  Soldiers trampled fences and lawns.  This turned a beautiful countryside and fields into a dirty, corpse-filled, war-torn landscape.","However, in the past 150 years, Gettysburg has been turned back into a beautiful country town.  Brian Black says in his journal, titled \"Brian Black at the Copse on Gettyburg,\" that the preservation and repair of Gettysburg began just two years after Knox's article.  As it stands now, Gettysburg is a national park to commemorate the people who died there.  The copse at Gettysburg had shifted thirty feet upwards due to the growth of oak trees.  Black says this is because environments are rarely unchanging.  This dynamic environment shows people a field far different from what generals Robert Edward Lee and George Gordon Meade saw, but if one wants to look and find out where the soldiers were and where they battled, they need only to see the breastworks and mounds erected, still marking the field as a battleground."],"display_date":"July 9, 1863","search_date":"1863-07-09","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":87,"tag":"Environment"},{"id":88,"tag":"Battle"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":4606,"title":"<strong>Melville creates a literary Pickett&#39;s charge</strong>","course_id":18,"status":"P","start_date":"1863-07-03","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In his poem \"Gettysburg\" written in 1866, Herman Melville, renowned writer and poet of the 19th century, who did not fight the war, gave a romanticized account of Pickett's charge.","At Gettysburg, on the third of July 1863, the issue of the battle was still uncertain. General Lee decided to launch a decisive attack against the army of the Union with the Major General Pickett in command of the troops, which proved to be a strategic error. Melville described the confederate army as \"foredoomed\" from the beginning of this deadly assault.  At first, the southern army seemed to be sent by God to destroy the Union army, in a glorious mission to protect their land. The \"last invader\" charged with power against the opposing army who were defending their lands and the tombs of their ancestors from the cemetery hill. However, in the turn of the attack, fueled with hate and fire, God seemed to abandon the cause of the Confederate States of America. This left their pride challenged by the \"sterner pride\" of the Union army, reinforced by the righteousness of their cause. A picturesque scene followed the battle. The sun set on the dead soldiers of the South, whose corpses would rest in honor and peace on the battlefield.","As Deak Nabers wrote, this poem gave another meaning to the battle of Gettysburg through this romanticized narration of the heroic charge. According to him, Melville showed that something other than might and divinity generated the North's victory: the fact that Gettysburg was already the kind of monument that the battle would make it: a graveyard.","As Melville's biographer Laurie Robertson Lorant wrote, the Civil War poems put the events in historical perspective with a strong bias on Melville's part. According to her, he seemed to concentrate more on what the war revealed about the nation's values than on realistic descriptions of the war, which was the main criticism against his poems.","By the time they were published, Melville's poems actually received a poor welcoming by the public and the critics. However, Melville was among the few Americans writers who wrote about the Civil War: the \"unwritten war\"."],"display_date":"July 3, 1863","search_date":"1863-07-03","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":177,"tag":"literature"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4978,"title":"Catherine Wills Wears a Hair Locket to the Dedication of the Soldiers National Cemetery","course_id":37,"status":"P","start_date":"1863-11-19","end_date":"1863-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","To commemorate the deaths of her two young sons, David Jr., and James, Catherine Wills wore a mourning broach.  The gold broach containing one blonde and one brunette lock of hair with a black ring around it was a fairly generic piece of jewelry during the nineteenth century.  Like many others who attended the dedication of the Soldiers National Cemetery in Gettysburg, Pennsylvania and heard Lincoln’s Gettysburg Address, Wills may have worn her broach to this occasion.  The cemetery and dedication was of particular importance to the Wills family, as David Wills, the young boy’s father, had played an instrumental role in creating the cemetery.  The Wills were prominent citizens in Gettysburg, Pennsylvania, and Lincoln himself stayed in the Wills home.","Catherine Wills probably mourned the death of her two sons for one year, as that was the standard time length for mourning a child in the nineteenth century, according to scholar Drew Faust.  Catherine would have also been the primary mourner of the children, not only because she was the children’s mother, but because women held much of the responsibility to mourn over loved ones.","As can be observed through these standards of mourning, nineteenth century America had a strong culture of mourning.  In their final breaths, individuals sought to die willfully, at home, surrounded by family.  Family and friends were to be beside the dying in order to assess whether they had passed to Heaven, and could be united there, according to Faust.","During the Civil War, not all of these practices were feasible.  As soldiers died on battlefields, far away from home, they could not have the comfort of being surrounded by family, and family could not see a son’s, father’s, or brother’s last breaths.  Due to these constraints, soldiers had to improvise.  Some would die holding pictures, or lockets of hair of their loved ones.  In preparation of this, some soldiers would take a lock of hair from their loved ones before departing for war, and also leave a lock at home for their family.  Further, possessions of the deceased were given to the family in order to demonstrate that loved ones had died.","While this style of mourning continued for many years, it eventually faded into unpopularity.  This can be observed through Catherine Wills’ mourning broach as it was modified to have a pin to fasten it, which was not in the means of attaching the broach at the time."],"display_date":"November 19, 1863","search_date":"1863-11-19","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":630,"tag":"religious activity"},{"id":32,"tag":"Civil War"},{"id":7,"tag":"Women"},{"id":407,"tag":"Death"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}},{"id":4980,"title":"The Burning of the Culp Home","course_id":37,"status":"P","start_date":"1863-07-01","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an effort to take revenge on the North, the ninth regiment of Alabama volunteers burned the Culp home in Gettysburg, Pennsylvania, during the Gettysburg campaign.  The reasons for this destruction are dictated by the volunteers, as after they burnt the Culp home they left a short, crudely handwritten note to the owners of the property.  The note clearly indicates the intentions of the Confederate soldiers, as they wrote, “Mr. Culp your house tore up purtty [sic] bad but we will do it A good deal more.  Quit burnig [sic] up our houses turning woman and children Out of doors.”  Alabama soldiers burned the Culp home in retaliation for the destruction they had observed or heard of the Union soldiers doing in the South.","The Alabama volunteers also sought to give the Culps, as well as other Northerners a warning.  This can be observed not only in the threat to destroy the Culp property to a greater extent, but also through the signature of the letter.  The Confederates signed the letter with the statement, “Remember this when you see 9th Regiment of Alabama Volunteers.”  In other words, remember the destruction caused to your farm when you see this unit, or any unit of the Confederacy.","The destruction of the Culp home can be seen as an act of retribution for the destruction brought on the South during the Civil War and an effort to take revenge for the aggression of the North.  One of the many motivations in fighting the Civil War exhibited by Confederate soldiers was defending their home land from Yankee aggression.  As stated by scholar, James McPherson in <em>The Battle Cry of Freedom:  The Civil War Era, </em>Southerners felt the need to fight to protect their home from the Yankee soldiers who they viewed as vandals and thieves who would steal their slaves, and take their women.  As the South became the main battle ground of the Civil War, this sentiment grew more intense.  Further, the South experienced the most amount of destruction, as discussed by scholar Carl Degler.","While the Union may have inflicted great damage on Southern property, General Robert E. Lee had ordered his men refrain from doing the same to the Union in Pennsylvania, in order to show that they possessed stronger moral character than the Union soldiers.  Regardless of these orders, ruin was still brought to the town of Chambersburg, Pennsylvania through the burning of Thaddeus Steven’s iron works, and the destruction of railroad property as discussed by McPherson.  Money and other items were also stolen from York, as well as other towns in south-central Pennsylvania.","While great destruction occurred in the South prior to the battle of Gettysburg, the South had yet to see the worst of the havoc the Union would wreck on it.  Sherman’s March to the Sea, inflicted the greatest damage on the South, as the Union soldiers worked to destroy the South and hasten to victory."],"display_date":"July 1, 1863 - July 3, 1863","search_date":"1863-07-02","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}},{"id":5009,"title":"<strong>A Disillusioned South</strong>","course_id":43,"status":"P","start_date":"1863-08-02","end_date":"1863-08-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A month after the vicious Battle of Gettysburg, a Confederate surgeon wrote home to his wife, explaining that the Southern soldiers had nearly won but chose to retreat instead.  Spencer Glasgow Welch’s words encompass the view of many of the Confederate army and its supporters at the time: that despite their lack of food, clothing, and decent shelter, there was hope for a victory against the Union forces. His division was directly engaged in the three days of battle ranging from July 1-3, and he described the soldiers as they approach the enemy: “I at once noticed in the countenance of all an expression of intense seriousness and solemnity, which I have always perceived in the faces of men who are about to face death and the awful shock of battle.”","Welch’s letter outlined with the precise eye of one engaged in military pursuits the various advances and retreats of the two warring sides. He recalled how he avoided death by inches countless times, probably much to the distress of his wife back home. But his words also show us a sort of disillusionment that must have pervaded the increasingly ruined Confederate side; remarking on General Robert E. Lee’s retreat from the front lines, he claimed that the man was “hoping, I suppose, that the enemy would attack him; but they didn’t dare come out of their strongholds.” Welch must have seen the death about him and known the losses his army had incurred, but managed to stay positive regardless. Even Pickett’s Charge, of which his division was a part, only gained one sentence in his commentary.","The Battle of Gettysburg is seen by many to be the true turning point of the Civil War; it was the point in which the troops of the South were dealt a decisive blow that would define many of the battles to follow. The 28,000 dead Confederates were a greater loss to the Southern army, which had difficulties recruiting more men. Welch’s letter shows us both the hope and denial that pervaded the lives of these people; in a later letter written by his own wife, she mentioned calmly that the surrender of Lee was reported but not yet confirmed. The victory of the emancipated Southern states was almost a guarantee in the citizens’ minds, and losses such as the one at Gettysburg must have been a shock they desperately wanted to avoid; Welch’s letter shows, through his suppression of the true level of death and loss at the battle, that as if by denying it, the approaching end of the Confederate States could be avoided."],"display_date":"August 2, 1863","search_date":"1863-08-02","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":100,"tag":"Medicine"},{"id":32,"tag":"Civil War"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5045,"title":"Song for a Gettysburg Soldier","course_id":43,"status":"P","start_date":"1864-04-01","end_date":"1864-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["He became famous and celebrated through his death. War stories are always full of heroes that appear larger than life and worthy of reverence, and those stories revolving around the Battle of Gettysburg are no different. Sergeant Amos Humiston of Company C of the 154<sup>th</sup> New York was one such man. Though not a hero in the traditional sense, in his death he became somewhat of a legend. During a retreat from what was overwhelming odds Humiston was shot, but what made him famous was that before he died, he pulled out a picture of his children for one last look, and when he was found days later the picture was still clutched in his hands. Though there were many thousands dead after that battle, he was the one that still spoke of love and devotion. Yet when they found him, they could not locate any identification so were not able to tell his wife and children about his death. People were so touched by this that the picture of his children was circulated in newspapers throughout the North to find his family. Eventually his wife saw the picture in a newspaper and realized that it was the same picture she had given her husband, so he was identified.","Though he was identified, his story had touched so many people that the <em>American Presbyterian</em>, a newspaper, announced a contest to compose a song about Humiston. James Clark’s “The Children of the Battle Field” won and was published in April, 1864. This song is very representative of its time and so serves to glorify both the war and death while in battle. In the song the war is romanticized describing how the “heroes of the North… rushed like mountain eagles forth from happy homes away”, and how during battle “banners, marked with ball and blood, around them arose and fell”. One of the most telling lines that serves to glorify his death in battle is that “none were braver in the strife”, serving to prove his noble death. The concept of the “Good Death” was a very popular one in nineteenth century America, in which how one dies symbolizes the life that one lead. So through his death on the battlefield and in the act of holding his children’s picture while he died, he truly had a “Good Death” which shall continue to be known through this song."],"display_date":"April 1864","search_date":"1864-04-15","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":104,"tag":"Popular Music"},{"id":407,"tag":"Death"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5089,"title":"“<em>General I Have no Division” </em>The Blunder of Pickett’s Charge.","course_id":43,"status":"P","start_date":"1863-07-03","end_date":"1883-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The battle of Gettysburg will be remembered as one of the deadliest battles in American history. Over 46,000 Americans were either wounded, killed, or captured in three days of fighting. One moment, occurring on the last day of the battle, stands out from the rest. Pickett’s charge, which took place on the third and final day of the battle, is considered to be one on the biggest military blunders of the war. While Pickett’s name is forever attached to the failed charge, it was planned and orchestrated by another Confederate leader, General Longstreet.","The blunder of the charge is documented in a manuscript produced by a staff officer under Longstreet, Lieutenant Colonel Fremantle. While Lieutenant Colonel Fremantle is not critical of Longstreet’s plan, the problems with how the charge was orchestrated is evident in his reflection of the day’s events. “The distance between the Confederate guns and the Yankee position--<em>i. e.,</em> between the woods crowning the opposite ridges was at least a mile--quite open, gently undulating, and exposed to artillery the whole distance. This was the ground which had to be crossed in to-day's attack. Pickett's division, which has just come up, was to bear the brunt in Longstreet's attack, together with Heth and Pettigrew in Hill's corps. Pickett's division was a weak one (under 5,000), owing to the absence of two brigades.”  When analyzing the strategy Longstreet employs when preparing the charge, the flaws become apparent.","Pickett’s division, which was below normal strength, would be the main effort and would thus face the majority of Union fire. Not only would Pickett’s force, which was undermanned, face the majority of the fire, the division would have to cross one mile of open ground, and attack an enemy force that was well entrenched at the top of the hill. Though Pickett protested to General Lee, stating “General I have no division, ” Lee ordered the charge to take place anyway.","Though Pickett received the majority of the blame for the blunder of the charge, he was acting under orders from superior officers. Often Longstreet is forgotten as the main player and orchestrator of the deadly charge. Longstreet later reflected on the mistakes made to Lieutenant Colonel Fremantle. “At 2 P. M. we walked to General Longstreet's camp, which had been removed to a place three miles distant, on the Fairfield road. General Longstreet talked to me for a long time about the battle. He said the mistake they had made was in not concentrating the army more, and making the attack yesterday with 30,000 men instead of 15,000. The advance had been in three lines, and the troops of Hill's corps who gave way were young soldiers, who had never been under fire before. He thought the enemy would have attacked had the guns been withdrawn.”","Though the blame is often laid onto General Pickett,he was only acting under orders. If his division wasn't ordered to be the main effort it can be argued that the blunder of the charge would rest on someone else's shoulders. However, General Longstreet's plan can be viewed as blunder in itself. Ultimately the confederate line charged a well entrenched enemy."],"display_date":"July 3, 1863 - July 3, 1883","search_date":"1873-07-02","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":715,"tag":"Military"},{"id":32,"tag":"Civil War"},{"id":697,"tag":"Historiography"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5177,"title":"General Abner Doubleday at Gettysburg: Why is he not remembered?","course_id":64,"status":"P","start_date":"1863-07-01","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At approximately 10:15 AM on the morning of July 1, 1863, Major General Abner Doubleday was thrown into command of the forces along McPherson's Ridge when his immediate superior, General John F. Reynolds, was shot and killed in the early engagement between Union and Confederate infantry. Doubleday became responsible for the entire battlefield and holding back the Confederate advances until the full strength of the Union’s First Corps could be brought up. His units demonstrated incredible bravery throughout the day and Doubleday himself showed exceptional skill as a commander in his handling of the battlefield. From McPherson’s Ridge to Cemetery Hill and Seminary Ridge, the First Corps and the other units under Doubleday’s command fought well against the Confederate forces and fought a gallant rear-guard action as Union forces withdrew to the heights surrounding Gettysburg. Doubleday’s official battle report touts the importance of his actions in giving the entire army time to establish good ground outside Gettysburg leading to the eventual rout of the Confederate forces. Though Doubleday is not mentioned by name in many subsequent accounts of Gettysburg, the First Corps is glorified for its actions during the engagement and it was Doubleday who commanded them for much of the first day. Why then, is Doubleday not touted as a hero of Gettysburg or great stories written about the units he commanded?","Due to a false report from General Howard, who assumed command of the First Corps upon his arrival at McPherson’s Ridge, General Hancock was under the impression, and so reported to General Meade, “that Doubleday’s command gave way” and consequently Meade replaced Doubleday for the remainder of the Gettysburg battle with a junior officer. Regardless of this demotion in battlefield rank, on the third day of the battle, Doubleday’s command withstood the fury of the Confederate artillery barrage and subsequently repulsed Pickett’s Charge. He ordered his Vermont regiment, under General Stannard, to seize on a perfect opportunity and flank the oncoming Confederate forces, who had successfully reached Union lines and “a few of them even laid their hands on [Union] guns.<sup>” </sup>","The actions by the Vermont regiment arguably saved the day for Union line, however following the battle there was much debate between Hancock and Stannard as to who gave the order to execute the flanking movement. Hancock and Meade are given the credit for repulsing Pickett’s charge, leaving Doubleday unrewarded once again, and the re-telling of Pickett’s charge (from both Union and Confederate perspectives) in history books and fiction works alike, give glory to the Confederates for their bravery and discipline; nothing is said about the small units like Stannard’s Vermont men who saved the Union line. Doubleday never forgave Hancock and Howard for their false reports and the promotion of a junior officer over him. This false report gave Doubleday only temporary status in regards to Gettysburg, it was a slight against his record and his reports about his actions and the actions of his men were subsequently overlooked. Thus General Doubleday was kept from being written into the annals Gettysburg greats alongside the likes of Buford and Chamberlain and glorified as a hero. To this day Abner Doubleday remains unrewarded and unremembered for his crucial role at this climactic moment."],"display_date":"July 1, 1863 - July 3, 1863","search_date":"1863-07-02","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":912,"tag":"Gettysburg"},{"id":913,"tag":"General Abner Doubleday"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}},{"id":5181,"title":"<strong>J.E.B. Stuart and His Performance in Gettysburg, or Lack of it!</strong>","course_id":64,"status":"P","start_date":"1863-07-01","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["JE.B. Stuart rode into Gettysburg overdue by two gory days to General Lee’s disappointed relief.  Stuart’s role until then had been to serve as Lee’s eyes delivering updates of the Union’s movements.  Until Gettysburg, Stuart had built a strong and very public reputation all over the South for his flamboyance, skill and valor on the battle field.  A West Point graduate, he first garnered experience out in the Western frontier where he met and aided “Stonewall” Jackson.  Choosing to fight for the Confederacy was based upon strong convictions aligning with the South coupled with a willingness to accept whatever the consequences driving him to fight his hardest.  Stuart enlisted alongside his Southern “brothers” and served as a Captain for the Confederate Cavalry by March 16<sup>th</sup>, 1861.","Once Stuart’s gallant behavior from the battle field leaked out to the local and CSA national press he became a well-known “war-hero”.  During the war up until Gettysburg, Stuart’s ego increasingly inflated.  It is thought that his perceived reputation clouded his decision-making capacity and led him to “misinterpret” the orders as evidenced in his defensiveness in his recollections.  Allegedly, his ego had negatively influenced the loss at Brandy Station.  Critics hoped that this was his punishment and he’d learn from this blunder. Gettysburg served that function instead.","Stuart sought total redemption approaching Gettysburg.  He genuinely felt he was carrying out his duty to General Lee despite his route south towards Washington D.C.  This may explain Stuart’s prolonged arrival at Gettysburg and so negligence in delivering obsolete or unhelpful intelligence to Lee about the Federals.  He claimed that he “misread” the order for him to stay near to Lee and Gettysburg, run interference and gather intelligence and send it to the higher ranking officials. Instead of completing his mission, he covered hundreds of miles and missed most of the battle and the opportunity to potentially save the Confederacy.  Lee was extremely upset with Stuart and Stuart felt privately shameful about it.  He rode up to the battle on the Union’s flank and hoped to surprise attack the Union at Gettysburg however by that time, the Union developed an adequate cavalry to combat and hold off the Confederacy’s.  To many, Stuart lost the battle and maybe even the war.  To others, he had an honest mistake at the worst possible time in his career and it may have cost him his life just months later."],"display_date":"July 1, 1863 - July 3, 1863","search_date":"1863-07-02","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":919,"tag":"Confederacy Calvary"},{"id":918,"tag":"Stuart"},{"id":912,"tag":"Gettysburg"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}},{"id":5182,"title":"The Tragedy known as Pickett's Charge","course_id":64,"status":"P","start_date":"1863-07-03","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The veteran soldiers geared for the attack, confident in their strategy and ability, ready to accept nothing less than success.  As the enemy forces approached and the men “spearheaded the charge” with all that they had, it quickly became evident that it was not going to be enough.  The “Union artillery opened” on the Confederates’ “parade-ground ranks” and the group suffered greatly under the hail of fire.  Pickett’s division was destroyed.  Those left retreated in utter failure as the Union soldiers walked away relatively unscathed.  It was the battle of Gettysburg in Pennsylvania, July 3, 1863.  The doomed brigades were led into battle by 38 year old General George Edward Pickett.  Little did they know that this moment would be labeled by historians as one of the most futile assaults in American military history, Pickett’s Charge.","General Pickett was born and raised in Richmond, Virginia.  He was no star pupil, graduating 59th of 59 from West Point in 1846, along with fellow Confederate General “Stonewall” Jackson and Union General McClellan.  Pickett was an arrogant and spirited child, an attitude that seemed to stick with him for the remainder of his years and severely hindered his progress and performance as a military leader.  Described by a Union prisoner as the “archetype of the Virginia slave-baron,” Pickett was a well dressed Southern aristocrat with long ringlets that attracted attention from women and men alike.  His fellow officers rarely responded to him in any efficient or positive manner, and his arrogance and pride were blazingly displayed before his fall.  General Robert E. Lee was never aware of what to expect from the irresponsible young man, who at times seemed to be far more concerned with his new flame, LaSalle Corbell, whom he would soon marry.","A firsthand account of the battle from Pickett himself is not available.  In fact, there are relatively few of Pickett’s personal documents to contribute to the history if his military career.  His beloved Sallie’s rather biased accounts of his campaigns make up a great deal of the historiography available to historians, rendering it difficult for scholars to fully understand what happened that dreadful day in Pennsylvania.  This disastrous charge is the subject of surprisingly little historical scholarship.  Carol Reardon raises the question of whether or not a true account of any battle is realistically possible.  This one is especially difficult without an official record from the commanding officer, only secondhand accounts with which to work.","In general, Pickett’s behavior appears to have elicited personal attacks and a kind of distrust from the other officers, and he and his men had served as onlookers for much of the major fighting.  With Lee’s quick decision to fight the Union at Gettysburg, however, he would need all of the men available, including Pickett’s new division.  With vague instruction and a confident façade, Pickett led his brigade in a questionable formation described “generally as a two-rank line, with a variety of incongruities” straight into unmerciful fire from the Union infantry. This strange organization evidently left them very exposed.  The resultant deaths and injuries scarred soldiers from both sides, and hearts were bleeding for all of Virginia because of the great number of men lost that day.  It comes as no surprise that Pickett has been the topic of many rumors and criticisms since.","Years after the miserable failure, Pickett met with Lee again in 1870.  John Mosby, who escorted Pickett, reported that the general had said of Lee, “‘that old man’ had ruined his career and caused his division to be ‘massacred’ at Gettysburg.”  General George Pickett died on July 30, 1875, probably unaware of just how helpful Lee had been in his defense.  As Pickett’s reputation crumbled and he was severely criticized as a leader, Lee took much of the blame for himself.  Pickett had never truly recovered from the gruesome loss, though, and the memories of that day haunted him and helped produce the bitter feelings that he had held for his contemporary."," "],"display_date":"July 3, 1863","search_date":"1863-07-03","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":715,"tag":"Military"},{"id":32,"tag":"Civil War"},{"id":755,"tag":"Confederacy"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}},{"id":5183,"title":"General Ambrose P. Hill in the Battle of Gettysburg","course_id":64,"status":"P","start_date":"1863-07-01","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["General Ambrose Powell Hill viewed Gettysburg as his chance for redemption from a reputation as a cantankerous, argumentative and tardy leader in the Confederate Army, but the ill fate that befell his troops in the battle was not the ending he desired. It was day one of the Battle of Gettysburg and Ambrose Powell Hill was about to face his first battle as the promoted commander of the Third Corps, a position Hill was eager to live up to. Hill distinguished himself in the first battles of the Civil War as the leader of the fabled \"Light Brigade\" but this day he faced more responsibility in one of the most important battles of the war to date.","The promotion came along with the devastating death of Thomas \"Stonewall\" Jackson mere weeks before the Battle of Gettysburg. Hill and the ever-praised Jackson had often clashed; one of their altercations even ended with Hill's arrest by Jackson. In the wake of Jackson's death Confederate General Robert E. Lee divided up his corps into three divisions, giving command of one division to Hill. Earlier in the Civil War Hill received much criticism from other Confederate leaders for his tendency towards tardiness and subsequent high volume of stragglers during his marches when he raced to compensate. He felt this battle was his chance to prove his competence and military skill once and for all.","On the first day of battle Hill led his men in a march towards the town of Gettysburg. Along the way they encountered Federal troops assumed to be cavalry. Not until it was too late did Hill and his soldiers realize these troops were a veteran Union force that was able to \"dispute the further advance\" of the Confederates. Hill noted in his report \"the want of cavalry had been and was again seriously felt\" but his troops were able to halt the enemies' move through the town. At this point Hill felt it prudent to cease fighting for the day and allow his men to rest. As he had long been criticized for not allowing his men mandatory rest breaks, this was a deliberate gesture on Hill's part. The next day fighting resumed and Hill described the incredible resistance of the Union forces. He also commented on the inability of his troops, guided by many able subordinates, to breach the line. Hill stated in his battle report that his men started day three in the same position they had started day two. However historians agree that Hill's battle report leaves much to be desired in the way of clear explanations of action. Some suggest his ailing health left him unable to take charge of his men and led him to spend much of his time in the company of General Lee instead of with his troops. There is little favorable evidence that Hill even came close to his predecessor Jackson's military skill.","Day three of the battle brought the famous Pickett's Charge, although Hill's report suggested this might be an ill-fitting moniker for the assault. Hill listed the troops engaged, putting no particular emphasis on Pickett's men since Pickett's men were in Longstreet's corps and in conclusion of the charge, merely wrote \"the assault failed and our troops fell back in disorder.\" This rather abrupt conclusion to the report on one of the Civil War's most important engagements is indicative of General Hill's great disappointment in the performance of his troops as well as the outcome of the battle. Hill was no Stonewall Jackson, a truth that was painfully apparent after the Battle of Gettysburg."," "],"display_date":"July 1, 1863 - July 3, 1863","search_date":"1863-07-02","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":920,"tag":"Pickett's Charge"},{"id":32,"tag":"Civil War"},{"id":912,"tag":"Gettysburg"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}},{"id":5187,"title":"George Meade: Hero at Gettysburg?","course_id":64,"status":"P","start_date":"1863-07-01","end_date":"1863-07-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["George Meade was the commander of the Union Army of the Potomac during one of the most well-known battles of the Civil War, the Battle of Gettysburg from July 1-3, 1863, and he is one of the war's least well-known generals. As Meade learned of the escalating battle at Gettysburg, PA on July 1, he began ordering his army toward the town. At the end of the first day, the Confederate force failed to take Cemetery Ridge, a crucial position. Meade reported that the enemy was satisfied with his success and therefore did not attack the important ridge. This lack of aggressiveness was a significant Confederate mistake.","Meade arrived on the battlefield at 1 A.M. on July 2. The fact that the commander of the Union army missed an entire day of fighting shows that the Battle of Gettysburg was a spontaneous, incidental battle. Upon his arrival Meade immediately began distributing his army along the fish hook-shaped Union line in anticipation of a Confederate attack. On July 2, Meade successfully placed his soldiers in places where they could repel the Confederate attacks on the Union flanks. The next day, Meade’s army gave Lee a crippling defeat by crushing the massive frontal assault on the center of the line. In his report of the battle, Meade gave much credit to the bravery of his men, stating that they stubbornly resisted Lee’s enormous attacks.","After the battle, Meade was unable to pursue and destroy the Army of Northern Virginia. General Robert E. Lee was able to escape across the Potomac River into Virginia on July 13. Meade stated in his report that he made an effort to engage the Confederates. He claimed that Lee had taken up strong defensive positions in the Fairfield Pass and that the Union army had to pause for a day to obtain supplies. In a letter to Meade that he did not send, Abraham Lincoln wrote “I do not believe you appreciate the magnitude of the misfortune involved in Lee’s escape.” Meade offered to resign, but Lincoln kept him as commander of the army. ","History often remembers the Battle of Gettysburg as a costly mistake made by Robert E. Lee. His failure to communicate the importance of taking Cemetery Ridge on July 1, his decision to attack the strong Union position on July 2, and the abysmal failure of Pickett’s Charge make the battle seem more like Lee’s blunder than a genius victory for Meade. The defeat was costly for Lee; however, his army remained intact after a perceived lack of aggressiveness on Meade’s part. In late 1863, Lincoln gave Lieutenant General Ulysses S. Grant control of all Union armies. History recognizes Grant as the general who defeated Lee. Perhaps the nature of the Battle of Gettysburg, the magnitude of Lee’s mistakes, Meade’s lack of aggressiveness, or a mixture of these factors is the reason why George Meade is not a well-known name to Americans today.  "," "," "," "," "," "," "],"display_date":"July 1, 1863 - July 13, 1863","search_date":"1863-07-07","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":519,"tag":"War: American Civil War"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}},{"id":5189,"title":"Chamberlain's Defense of Little Round Top","course_id":64,"status":"P","start_date":"1863-07-02","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 2, 1863, Colonel Strong Vincent looked to Joshua Chamberlain and the 20th Maine regiment to defend Little Round Top “at every hazard”.  It was vital for the Union army to not lose this hilltop position to prevent the Confederates from breaking through their lines. At Gettysburg, the 20th Maine and other Union troops took both Little Round Top and Big Round Top. They have become immortalized through the accounts of Joshua Chamberlain.","Writers and scholars alike have found the narrative style of Chamberlain’s after action report to be both unique and captivating. It was his own artful and inspirational portrayal of the battle that brought Joshua Chamberlain fame as America’s Gettysburg hero.","In his report, what Chamberlain did not disclose is as important, if not more, than what he did. The report of Joshua Chamberlain found in the Official Records, dated July 6th, 1863, was actually recreated from memory in 1884 because government editors lost the original. Combined with the the discrepancies of his report and the reports of other participants in the battle, Chamberlain’s accuracy and role in the victory on Little Round Top comes into question.","In Chamberlain’s report, the Union regiments initially opened fire at close range and pushed the Confederates into taking shelter. Soon after, a final assault by the Confederate forces came. All seemed lost for the 20th regiment on Little Round Top as their ammunition depleted, until a rash call by Chamberlain for the bayonet and hand-to-hand combat took the Confederates by surprise.  Chamberlain claimed, “the effect was surprising; many of the enemy’s first line threw down their arms and surrendered.”","In the view of the soldiers of the 20th Maine, many agreed that their attack with the bayonets was the result of their pent up frustrations in the battle. According to their accounts, Chamberlain never said “charge”, as he later claimed, he only called that they fix the bayonet and prepare for a charge.","At the time of this charge, Confederate Colonel Calvin Oates had begun to withdraw Confederate troops seeing the ineffectiveness of their rally for Little Round Top. Along with the move by Oates and Colonel Michael Bulger to disperse and detach Confederate troops prior to the battle, Chamberlain faced depleted Confederate forces that were much smaller than he would later claim.","Later in life, Joshua Chamberlain sought to defend his legacy and story against the contradictory reports of the battle. In particular, both Colonel Oates and Colonel Elias Spear challenged his presentation of the battle.  Chamberlain’s unwillingness to admit the true efforts of Oates’ troops and their thrusts on the crest of Vincent’s spur, led to the denial of a battlefield monument for Oates’ 15th Alabama regiment. Despite the discrepancies to his reports, Joshua Chamberlain has maintained his role as the Hero of Little Round Top at Gettysburg."],"display_date":"July 2, 1863 - July 3, 1863","search_date":"1863-07-02","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"},{"id":103,"tag":"Joshua Lawrence Chamberlain"},{"id":912,"tag":"Gettysburg"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}},{"id":5192,"title":"The Burden of Defeat: The XI Corps Breaks at Gettysburg","course_id":64,"status":"P","start_date":"1863-07-01","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Burden of Defeat: The IX Corps Breaks at Gettysburg","     The specter of defeat seemed to hang over the military career of German immigrant and revolutionary statesman turned Republican politician and Union General Carl Schurz and bad luck stalk his every move. Poorly positioned at the extreme right flank of Hooker’s army at Chancellorsville, the Eleventh Corps, especially Schurz’s third division, bore the brunt of General “Stonewall” Jackson’s fierce surprise counter-attack, routing the exposed and outnumbered federals and earning the unit an undeserved reputation for cowardice, especially when considering Schurz’s own personal courage under fire, rallying his division and mounting a somewhat effective resistance against a numerically superior foe. To add insult to injury, the misperception soon featured an ethnic slant: composed of a sizeable German minority, they were branded the “Flying Dutchmen” and the German-Americans’ proud rallying cry “I fight mit Sigel” acquired the sneering addition “and I run mit Schurz,” a taunt that would follow the general and his men throughout the war.","     On July 1, 1863, the Eleventh Corps, temporarily under Schurz’s direct command, marched into combat on the outskirts of Gettysburg to assist the heavily engaged First Corps. Seizing upon a potential opportunity for redemption, Major-General Francis Barlow’s impetuosity, euphemistically regarded as “too much bravery” in Schurz’s memoirs, led him to order his division out of line and onto a small knoll he believed to be a more advantageous position, breaking the defensive perimeter around the city and drawing brutal enfilade fire from confederate musket and cannon.","     Schurz recognized the mounting crisis and dispatched “aide after aide” to establish contact with Barlow, but the damage was done. In short order Barlow was severely wounded and his division driven from the field, leaving a gaping hole in the union line through which charging confederates began to pour, collapsing several portions of the line and forcing Schurz and his staff to stage a fighting withdrawal through the city. In a clear attempt to preserve the honor of his men, Schurz insisted in his report—and maintained throughout his life—that the divisions hotly “contest(ed) the ground step by step.” Moreover, he directly counters allegations that his men “routed…pell-mell” through the city, offering instead a picture of hasty but “orderly” retreat in his memoirs.","     When the smoke cleared and the casualties were tallied, the Eleventh Corps had lost over one third of its entire effective strength. Major-General Schimmelfennig suffered the ignominy of seeking refuge in a pig sty to evade capture following his division’s retreat through the packed city streets, already filled with broken elements of the First Corps. Despite repelling a large Confederate assault threatening two major Cemetery Ridge artillery batteries the following day, this “very spirited hand-to-hand fight” was scarcely remembered and Schurz and his “German” division, though courageous even in defeat and bled white with casualties, remained, to many, the “Flying Dutchmen.”","     The extent of his emotional wounds and defensive posturing becomes apparent when considering his November 1863 press exchange with Leslie Combs, a Kentucky Democrat who openly accused Schurz of personal cowardice at Chancellorsville. Opting to engage in a questionable public honor duel he “deem(ed) appropriate…to stop a slander political enemies seem bent on sustaining,” Schurz brands Combs a liar, demands a retraction and invites him to stand next to him in combat and “not leave for a single moment.”","     Indeed political generals and their reputations often suffered grievously at the hands of the press and public, and Carl Schurz was no different. Though he would go on to hold various high offices throughout the federal government, he never truly ended his apologetics, even justifying his command decisions from beyond the grave through his posthumously published memoirs.  Such was his burden of defeat."],"display_date":"July 1, 1863 - July 4, 1863","search_date":"1863-07-02","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":912,"tag":"Gettysburg"},{"id":321,"tag":"Union Army"},{"id":892,"tag":"European immigrants"},{"id":985,"tag":"11th Corps"},{"id":986,"tag":"Political Generals"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}},{"id":5324,"title":"Brigadier-General Harry T. Hays Leads the Tigers at Gettysburg","course_id":74,"status":"P","start_date":"1863-07-01","end_date":"1863-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Harry T. Hays was the Brigadier General of the feared Louisiana Tigers.  During the Civil War, the Tigers gained a reputation in the North as one of the fiercest Southern brigades.  The Tigers are best known for their tremendous efforts at Gettysburg, Pennsylvania, where Hays said they, “advanced through the city of Gettysburg, clearing it of the enemy and taking prisoners at every turn.”","The Confederates had planned on going into the Union to take a northern city and convince Northerners that the fight was not worth it anymore.  But on July 1, 1863, parts of the Confederate army marched on Gettysburg, and found the town to be occupied by more Union forces than they had anticipated.  This began the unintentional confrontation between the two sides, which ultimately resulted in the four-day battle.  That first day in Gettysburg, Hays’ account of the Tigers proves the accuracy of their reputation.  After July 1, Hays felt “satisfied that the prisoners taken in the above-mentioned movements by my brigade exceeded in numbers the force under my command,” where the casualties for the Union, “exceeded ours by at least six to one.”  These extraordinary efforts from Hays’ brigade and others helped to push the Union troops out of the town and onto Cemetery Ridge, where the Tigers performed another incredible task with seemingly little effort.","In the early morning of July 2, Hays moved the brigade onto the base of Cemetery Hill, resulting in skirmishes with Union troops at roughly two a.m.  Despite their inferior position, they managed to hold their ground until approximately eight p.m. when they were ordered to advance up the hill.  Progressing up the hill, the brigade was exposed to Union artillery that, “opened up upon us, but owing to the darkness of the evening, now verging into night and the deep obscurity afforded by the smoke of the firing, our exact locality could not be discovered by the enemy’s gunners.”  Due to the dark and smoke, the Tigers managed to cross a few more Union lines, ultimately reaching the summit, only to see U.S. troops approaching several minutes after their ascent.  Unable to determine the full strength of these troops, Hays moved his men back down the hill, holding that position until the next night when he fell back to his original position at the base of the hill.","The effort that the Louisiana Tigers exhibited in the first two days of battle at Gettysburg is typical of the brute force that came to be expected from Confederate troops.  Hays’ account of the efforts of the Tigers and the strength they possessed seems almost extraordinary, as he reported only 181 casualties for these two days, despite being subject to various artillery fire on their climb of Cemetery Hill.  All of these actions helped solidify their previous reputation as one of the fiercest Confederate brigades and contribute to the South’s initial success at Gettysburg."],"display_date":"July 1, 1863 - July 2, 1863","search_date":"1863-07-01","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":715,"tag":"Military"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5338,"title":"The Irish Brigade Endures More Hard Fighting at Gettysburg","course_id":74,"status":"P","start_date":"1863-07-02","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"After a long and fatiguing march, we arrived on the evening of the 1st instant within about 3 miles of Gettysburg,” wrote Major Sergeant Clair Mulholland in his 1863 battlefield report.  There the 116<sup>th</sup> Pennsylvania Infantry, along with others of its Brigade, awaited orders to the sound of the surrounding battle.  In the late afternoon the Brigade finally marched toward the battle, eager to succeed once more in its military endeavors.","What truly set this Brigade apart was its title as the Irish Brigade.  Composed of the 63<sup>rd</sup>, 69<sup>th</sup>, and 88<sup>th</sup> New York Infantries, the 28<sup>th</sup> Massachusetts Infantry, and Mulholland’s 116<sup>th</sup> Pennsylvania Infantry, the Irish Brigade was unique in that almost the entirety of its men were Irish Catholic immigrants or descendents thereof.  By the time Mulholland marched his regiment across the fields of Gettysburg, the Brigade had already come to fame as a heroic one.","While Irish Catholics remained one of the most underrepresented populations in the Union Army, the Irish Brigade fought valiantly to earn the respect of its fellow soldiers.  Many had been wary at the idea of a purely Irish Brigade of the Union Army, as such ethnic divisions might run contrary to the term “Union”.  However, others saw the value of the Brigade in its ability to threaten the British out of allying themselves with the South.  A successful Irish Brigade hinted to the British that any action in favor of the Confederacy could cause trouble in its already troubled territory of Ireland.  Luckily for the Union, the Irish Brigade was most often successful.","At Gettysburg in particular the Irish Brigade famously pushed back Longstreet’s Corps in the wheat field near Little Round Top and Devil’s Den on July 2<sup>nd</sup>.  According to Mulholland, “The order was given to advance, which the brigade did in excellent style, driving the enemy from their position, which we at once occupied.”  While the end of the second day of battle brought heavy loss for the Brigade, the following day found them witnessing the failure of Pickett’s Charge, which they saw as revenge for their massive losses at the Battle of Fredericksburg.  By the end of the third day the Confederate troops at the wheat field had surrendered.  The Brigade had suffered severe losses—of the 530 soldiers it brought to Gettysburg, about 320 were killed—something they had become used to as a consequence of its unending bravery.  Mulholland reported, “Every one did his duty in a manner that excited my warmest admiration and gratitude. Were I to mention any one in particular it would be but showing injustice to the rest, as each one tried to excel the other in deeds of gallantry and daring.”","Today the Irish Brigade is honored at Gettysburg with the statue of a Celtic cross and a greyhound.  The greyhound is the Irish symbol of loyalty and the statue itself a memorial to the Irish Brigade’s heroism.  It stands as a reminder that despite the prejudices that may have been held against the Irish, when the battle began those who fought did not hesitate to act with valor."],"display_date":"July 2, 1863 - July 4, 1863","search_date":"1863-07-03","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":912,"tag":"Gettysburg"},{"id":759,"tag":"Immigrants"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5783,"title":"One Man’s Death Wish Due to the Slave Law of Kansas","course_id":113,"status":"P","start_date":"1856-06-06","end_date":"1856-06-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1855, Senator David Atchison of Missouri said, “Mark every scoundrel among you that is the least tainted with free-soilism, or abolitionism, and exterminate him…[e]nter every election district in Kansas . . . and vote at the point of a Bowie knife or revolver!” according to historian James McPherson. One year later, George W. Brown, a civilian, waited for execution for violating “every section of the Slave Law of Kansas” quoted the Gettysburg, Pennsylvania <em>Star and Banner</em> in 1856.  The likelihood of hard labor, a fine, death, or a combination of punishments for one of these violations was very high – there was a good chance that Brown was already dead by the time the article hit the newsstands.","The thirteen clauses of the Kansas Slave Law Act did not just regulate slaves, but also free negroes, and mulattos too. The Slave Law Act managed situations ranging from free people who violated the Law Code (who were sentenced to die) to those who aided, concealed, and/or  rescued slaves who also deserved a death penalty. Furthermore, those who printed indecent documents or helped minorities print indecent documents were penalized accordingly, and finally those who opposed slavery and were forced to sit as a juror to any violation to the above clauses. The Kansas Law also paralleled part of the Federal Fugitive Slave Law by including those who refused to help police officers apprehended escaped slaves and were subjecting them to punishment.","Kansas suffered terrible civil unrest during the mid-1850s. Events there captured broad attention and even understood  in terms of the slavery debate. The author of <em>The Star and Banner</em>, published in Adams County, Pennsylvania, begged for Brown’s release, despite the possibility of his death. Very little information is known about Brown or his case, <em>The Star and Banner </em>published one of the only articles written. The blip is the single moment of news about a Kansas man in a Pennsylvania newspaper spoke for a larger political issue that the people of Pennsylvania were an advocate for: the emancipation of southern slaves. The possibility of Brown’s death ensured the abolitionists of Pennsylvania would spread the word about the atrocities that occurred in Kansas and other southern states."],"display_date":"June 6, 1856","search_date":"1856-06-06","locations":[{"id":10805,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":1821,"tag":"Kansas Slave Law"},{"id":4,"tag":"Slavery"},{"id":9,"tag":"Law"},{"id":912,"tag":"Gettysburg"},{"id":1287,"tag":"Kansas"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5806,"title":"A Pennsylvania Private Watches the Fighting from Culp’s Hill at Gettysburg","course_id":113,"status":"P","start_date":"1863-07-01","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1862, Private Milton S. Lytle received orders to transfer from his original unit, the 125<sup>th</sup> Pennsylvania Infantry, to General H.W. Slocum’s headquarters division of the Twelfth Corps of the Army of the Potomac. Lytle was a part of this unit when the Twelfth Corps marched towards Gettysburg on July 1, 1863, to support the Union forces there already engaged with Confederates. By the end of the second day of fighting, the corps under Slocum had been pushed back to Culp’s Hull at the northern end of the Union line. On the dawn of the third day, Lytle watched as soldiers of the unit pushed outward in an attempt to recapture the positions they had held the day before. In his diary, he wrote his comrades were “hotly engaged…but half a mile off. This infantry fighting commenced at 4 am.” The fight between Slocum’s men and the Confederate troops under General Edward Johnson lasted for seven hours. In this time, the Union men managed to drive off the Rebels and reclaim their trenches from the previous day. Following this action, the battle subsided for a few hours.","Private Lytle, feeling safe due to the lull in the fighting, settled down to take a nap in the woods of Culp’s Hill. He awoke fifteen minutes after one o’clock to the sound of Confederate cannons firing on the Union positions on Cemetery Hill. Lytle described the barrage as such: “The cannonading for two hours was terrific, exceeding Chancellorsville in rapidity. The shells did fearful execution.” This cannon fire was the opening act of what would become known as Pickett’s Charge. During this attack, as many as 15,000 Confederate troops charged across almost a mile of open field, straight into Union artillery and rifle fire. Over half of the attackers were cut down before the retreat was sounded. This marked the turning point of the battle and the furthest Confederate troops advanced through Union lines. After the failed charge, Lytle climbed the hill to look into Gettysburg, but returned to his position after a narrow miss with a sharpshooter’s bullet. The next day, Lee’s Army of Northern Virginia withdrew and escaped to Maryland. Over the course of the three days, over 50,000 Union and Confederate soldiers died on the fields of Gettysburg. Lytle and his comrades spent July 4 looking for Rebels left in the town. He described what he encountered that morning in his diary: “Silence prevails today. The face of every soldier wears a joyful expression. Our success yesterday was decided.”"],"display_date":"July 1, 1863 - July 4, 1863","search_date":"1863-07-02","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5807,"title":"A Local Describes Gettysburg After the Battle","course_id":113,"status":"P","start_date":"1863-07-20","end_date":"1863-07-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Battle of Gettysburg remains the bloodiest battle in United States history. With a combined 51,112 men killed in the battle over a three day span, the momentum of the Civil War took a turn in favor of Union forces. With fallen soldiers decorating the landscape of the Gettysburg battlefield, <em>The Republican Compiler</em>, a Gettysburg newspaper from 1854 to 1868, published vivid details of what the battlefield looked like and the significant effects the battle left on the town.","A local man, Mr. Cooke, who was a special correspondent for <em>The Age</em>, another local newspaper, gave one of the most graphic accounts of the battle’s aftermath. <em>The Republican Compiler</em> printed Cooke’s account in their July 20, tenth edition; the second paper that they had printed since the end of the battle. Cooke gave a report of the entire battle, but the section where he describes the scenery after the battle is the most moving.","He visited the battlefield on Tuesday July 7; four days after the battle had ended. He described the abandoned battlefield in a manner that is similar to it being completely destroyed. He stated that, “Every fence was knocked down, and every house or shed upon the battle field around it had its windows shattered, its walls torn out and its roof in tatters… The grain and grass which once grew there, was almost ground to a jelly.” The Union forces had about 94,000 men serving at the battle and the Confederates had 70,000 men. The number of men who marched, shot, and were killed or wounded at Gettysburg led to the destruction of the terrain.","Cooke not only described the battle and the destruction that occurred in Gettysburg, he also explained the common horrors of the Civil War. Cooke wrote about the dead soldiers that he saw on the battlefield and states that, “Many walked about amid the horrid stench of the field unmoved. The looked upon the dead, to be sure; with no expression of pity if he were a Federal soldier and only a laugh of a curse if he were a Confederate…” Cooke offered the view that all of the men should be remembered for how they fought and died, instead of who they were fighting for. And his portrait of other people looking through the battlefield for their own memento or souvenir, instead of being deeply effected by how many dead they were walking through is a prime example of how people became numb to the horrific events that surrounded them."],"display_date":"July 20, 1863","search_date":"1863-07-20","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":1861,"tag":"Confederates"},{"id":321,"tag":"Union Army"},{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6123,"title":"Gettysburg's Harvest of Death","course_id":124,"status":"P","start_date":"1863-07-05","end_date":"1863-07-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Battle of Gettysburg is remembered as the bloodiest battle of the American Civil War. The fighting in Gettysburg, Pennsylvania, started in the early morning of July 1, 1863, and lasted three days, until July 3. Despite the Union’s decisive victory at Gettysburg, around 23,000 of their soldiers died during the three day battle, whereas the Confederate Army lost 28,000 [1]. Photographs were taken of the battlefield and serve as a reminder of both how many lives this famous battle claimed, and the humanity of the fallen soldiers. One photograph in particular, Timothy O’Sullivan’s <em>A Harvest of Death</em>, gives a dramatic, yet realistic portrayal of Gettysburg’s casualties and the horrors of war.","The famous nineteenth century photographer, Matthew Brady, is most often associated with Civil War photography. He was in charge of a substantial crew of photographers, and often attributed their photographs to himself, as well as those of other photographers to which he had no business relations [2]. Brady was the former employer of other accomplished photographers, such as Alexander Gardner. Gardner and his cameramen, James Gibson and Timothy O’Sullivan, were accomplished photographers in their own right. After leaving Brady’s employment, Gardner and his crew focused on the grisly, uncensored realities of war, taking photos of the dead men and horses strewn about the battlefields. These photographers traveled to battlefield locations in covered wagons, which served as both a mobile storage facility and a darkroom [3]. Gardner led a three-man team which arrived at Gettysburg late in the morning of July 5, 1863, soon after the defeated Confederate General Robert E. Lee left the battlefield. The photographers immediately began taking photographs of their bloody surroundings, and Timothy O’Sullivan, one of Alexander Gardner’s photographers, snapped his famous photograph [4].","The photo shows the bodies of dead soldiers scattered across a field, among the debris from battle, and in the distance, two living men with horses can be seen. Prominent among the dead, the decaying corpse of a Union soldier is seen with his legs splayed, right arm outstretched, head turned towards the photographer, and his mouth forced open due to bloating. The other men lie in similar positions, but their heads are turned away. The soldiers’ once-handsome uniforms are disheveled; several of their coats are unbuttoned, and some are missing shoes. The dead lie at varying distances from O’Sullivan’s camera; the scattering of bodies continues until they fade into the mist [5]. Because the battle ended two days prior to the taking of this photograph, the bodies are not those of freshly deceased men, although they remain unburied in the July heat. The photo was fittingly titled <em>A Harvest of Death</em>.","The photographs of the Civil War hold a great amount of significance, to both contemporary and modern audiences. O’Sullivan’s photograph immortalized the carnage of the Battle of Gettysburg, giving non-combatants and future generations a view of the battlefield, in all its gruesome authenticity. This photograph gives humanity to the unnamed fallen soldiers and, together with the many other photos published from various Civil War battlefields, brought the horrors of war to the attention of the American public. These photographs were a stark contrast to the portraiture of powerful figures that Americans were used to seeing – high-ranking officers and government officials posing for the camera. Aside from their families and friends, most of the dead men on the battlefield were unknown to the general public [6]. The idealized glamour of war – the stylish uniforms, well-groomed horses, and the heroic nature of the soldiers who would fight for their families, their country, and their values – all of this was pushed aside in the photographs to show the true, gruesome nature of the battlefield.","Due to public demand, these photographs were displayed in galleries for public viewing and printed in newspapers using a woodcut of the glass images [7]. The American public was simultaneously horrified and fascinated by the morbid scenes depicted in the photographs. The <em>New York</em> <em>Times,</em> speaking of the photographs (for which Brady was given undue credit), said that they had “done something to bring home to us the terrible reality and earnestness of war. If he has not brought bodies and laid them in our door-yards and along the streets, he has done something very like it.” [8]"," "," ","[1] George Sullivan, <em>In the Wake of Battle The Civil War Images Of Matthew Brady </em>(Munich: Prestel Verlag, 2004), 18.","[2] <em>Ibid</em>., 10.","[3] <em>Ibid</em>., 15.","[4] <em>Ibid</em>., 18.","[5] Timothy O’Sullivan, “A Harvest of Death, Gettysburg, July 1863” (Washington, D.C.: National Archives and Records Administration).","[6] Mary Panzer, <em>Matthew Brady and the Image of History</em>, (Washington, D.C.: Smithsonian Books, 1997), 106-109.","[7] Panzer, 106-109 and Foster Eubank, <em>Following Civil War Photographers</em>, (Henderson, NV: Jennings Sayre Publications, 2003), Introduction.","[8] Panzer, 106-109."," "],"display_date":"July 5, 1863","search_date":"1863-07-05","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"},{"id":1161,"tag":"Photography"},{"id":5,"tag":"War"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":124,"school_id":43}},{"id":6301,"title":"Jennie Wade Only Civilian Killed During the Battle of Gettysburg","course_id":137,"status":"P","start_date":"1863-07-03","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An estimated 50,000 soldiers died during the three-day Battle of Gettysburg that lasted from July 1 to July 3, 1863.  Of all the many causalities inflicted, only one civilian died during the battle. On July 3, 1863 Virginia Mary “Jennie” Wade was baking bread in her sister Georgia McClellan’s home on Baltimore Street. Tillie Pierce, a resident of Gettysburg, recalled hearing from a captain in the Union army that “Jennie Wade had been killed while baking bread for her sick sister.”","When the first shots were fired on July 1, 1863 outside of Gettysburg, Jennie, her mother, and youngest brother Isaac went to McClellan’s home thinking they would be safer there and also to aid McClellan with her newborn son.  Later that afternoon Union troops moved to hills on that side of town and the McClellan house fell in direct line of fire.  After that day’s fighting, Wade went outside to help care for wounded Union soldiers.","On July 2, the McClellan home remained surrounded by gunfire shattering several windows and an artillery shell came in through the roof lodging in the eaves.  A bullet also entered the house and hit the bedpost of the bed where McClellan lay with her son.  On the morning of July 3, Wade decided to make biscuits.  According to historian Noah Trudeau, while Wade finished kneading the dough around eight in the morning, “a stray sharpshooter’s bullet penetrated the door on the northern side of the house and passes through a small inner room…The miniè ball hit her in the back and blew out through her breast, piercing her heart on its way.”","McClellan found Wade and screamed loud enough that Union soldiers passing by heard and escorted the rest of the family through a hole created by an exploding artillery shell by the cellar.  On July 4 as Confederate soldiers retreated from Gettysburg, Jennie Wade was wrapped in a blanket and buried in McClellan’s backyard. It wasn’t until January 1864 that her body was moved to a German Reformed Church cemetery in the next town.  Wade’s body was moved to its permanent location in November 1865 in Evergreen Cemetery and a monument was constructed in 1900.  Buried beside Wade is Johnston “Jack” Skelly who historians believe might have been engaged to Wade. During the Second Battle of Winchester, Skelly suffered serious injury and died on July 12, 1863, with neither he nor Wade knowing of the other’s death"],"display_date":"July 3, 1863","search_date":"1863-07-03","locations":[{"id":10806,"lat":39.8715057392,"lng":-77.2179223246,"zoom":9,"place":"ADAMS, Pennsylvania"}],"tags":[{"id":2582,"tag":"civilian casualties"},{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6659,"title":"Gettysburg Address","course_id":170,"status":"P","start_date":"1863-11-19","end_date":"1863-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","            On November 19, 1863 President Abraham Lincoln gave one of his speeches that is known still to this day called the Gettysburg Address. This speech was given this day after the Battle of Gettysburg, Pennsylvania. The Battle of Gettysburg was a three day long battle from July 1st, 1863 to July 3rd, 1863 and was a victory for the Union. President Lincoln wrote this short but simple speech after as seen in the draft of the Gettysburg Address to the Nation torn apart by war and had hopes of bringing the Nation back together again. This battle that was fought had a cemetery built there to honor the men who died there and was dedicated by President Lincoln."," ","In his speech, President Lincoln says “Now we are engaged in a great civil war, testing whether that nation, or any nation so conceived, and so dedicated, can long endure. We are met on a great battle-field of that war. We have come to dedicate a portion of that field, as a final resting-place for those who here gave their lives, that that nation might live. It is altogether fitting and proper that we should do this.” This part of the speech is an important part because of how it addresses both the fallen and survivors of both sides of the war, and makes the land a place for both sides to honor their dead. This part of the speech can be seen in his draft and must be of importance because he kept it in his speech and did not take it out. President Lincoln was a man who wanted to hold the country together and this shows that."," ","President Lincoln wrote this letter to the people to help them understand what had happened at the Battle of Gettysburg, and even though he was the second speaker at this event he is the one remembered not because he was the President, but because his speech was short, sweet and to the point. It made in impact that lasted for a long time by what it says and the meaning behind it. The Gettysburg Address written by President Lincoln seen in the draft was not just written once but five times. The President had sent five copies out to people for one reason or another because of how important the few words he said made a lot of difference in how people felt about what had been happening during the war."," ","The Gettysburg Address was and still is one of the most famous speeches given during the Civil War and its contents still last with us till this day the by the cemetery, to the very first sentence said. President Abraham Lincoln had it right when I decided to keep the nation together and give the land of Gettysburg to the people to remember the battle that was fought there. The speech President Lincoln gave was written five times for five different people, but the speech given at Gettysburg was the final draft of the speech seen in the primary source and is still as moving as it was during its time."],"display_date":"November 19, 1863","search_date":"1863-11-19","locations":[{"id":53027,"lat":39.8309293,"lng":-77.2310955,"zoom":8,"place":"Gettysburg, Pennsylvania"}],"tags":[{"id":577,"tag":"President Lincoln"},{"id":3270,"tag":"Gettysburg Address"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6662,"title":"Analysis of The Gettysburg Address","course_id":170,"status":"P","start_date":"1863-11-19","end_date":"1863-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["  On November 19, 1863 in Gettysburg, Pennsylvania, Abraham Lincoln gives his most famous speech as president. This address takes place at union cemetery after the Battle of Gettysburg and is meant to help mourn the loss of the soldiers that died, but it did way more than that. The Gettysburg address is one of the most important speeches given during the time of the civil war. This speech encapsulates everything that the United States was struggling with during that time. Abraham Lincoln is able to use this speech as a sign of hope for the thousands of people who have lost it.","The Gettysburg address embodies what our country stands for but also show why the United States is a great country. Though the struggle of the war was at its climax Lincoln was able to bring a sense of security to the people of the union. The beginning of this speech sets the tone for the message Lincoln is trying to convey. In his address he states “Four score and seven years ago our father brought forth, upon this continent, a new nation, conceived in liberty, and dedicated to the proposition that “all men are created equal”.” In this infamous quote he is trying to make the statement that this country is founded on the principle of equality and he plans to do all he can to make it stay that way. So many people in the country at that time just wanted the country to come back together on the principles it was founded on.","Another point Lincoln tries to make in his address is that you can’t forget the events that are unfolding throughout the war. He says “ That we here highly resolve these dead shall not have died in vain; that the nation shall have a new birth of freedom and that the government by the people by the people for the people, shall not perish from earth.” Lincoln is trying to tell the people of the union and the rest of the divided country that we have to protect the principles that the men on the battlefield are fighting for, and we can’t let them die in vain. He also sends a beacon of hope to many people throughout saying that we are still a country for the people and it will not change."," ","To conclude, the Gettysburg Address is one of the most influential speeches of its time and it is still known around the United States today. Lincoln was able to convey a message of hope and determination when it was hard to have either of them. He spoke of the principle our countries were founded on and why we cannot forget the importance of each event of the Civil War. The effect of this war still echoes throughout our everyday lives. This address is able to embody everything we stand for as a country and it will forever be known as one of the best speeches given by a president."],"display_date":"November 19, 1863","search_date":"1863-11-19","locations":[{"id":53031,"lat":39.8309293,"lng":-77.2310955,"zoom":8,"place":"Gettysburg, Pennslyvannia"}],"tags":[{"id":701,"tag":"Lincoln"},{"id":3270,"tag":"Gettysburg Address"},{"id":32,"tag":"Civil War"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6669,"title":"Gettysburg Address","course_id":170,"status":"P","start_date":"1863-11-19","end_date":"1863-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            On November 19, 1863 the Soldiers National Cemetery in Gettysburg, Pennsylvania was dedicated to the fallen and unfallen Union soldiers of the civil war. The dedication was known to be very long because of the famed orator Edward Everett, who spoke for over two hours, then turned the podium to President Lincoln. Then President Lincoln’s speech was stated to be 2 minutes tops, speaking on the fallen and what they fought and stood for. With the famous beginning “Four score and seven years ago…” he spoke with passion for the reason the war was being fought and how ordinary put their lives on the line for what they believed in. ","            He touched on what the nation the founding fathers made used to be, and how they are now at war but only strong nations pull together through all turmoil. “But, in a larger sense, we can not dedicate—we can not consecrate—we can not hallow, this ground—” In this quote he expresses his gratitude towards these brave men, also stating that they are essentially putting them on a pedestal. He also stresses that these fallen men will not have died in vein. In other words that they will not stop there they as a whole Union will still continue with this fight until they have become victorious. ","            He did not want to just recognize or dedicate the grounds to the fallen ones he dedicated to anyone who fought for the cause and believed in it. Lincoln also mentioned that this dedication should not be remembered by what was said but the fight that got them to where they were. It is to be said that Edward Evette later wrote a letter to President Lincoln on his letter be famously known for hundreds of years later. “Permit me also to express my great admiration of the thoughts expressed by you, with such eloquent simplicity and appropriateness, at the consecration of the Cemetery.”  Everett states in his short letter Mr. Lincoln for keeping the reason in mind while also taking 1 hour and 58 minutes less than he did. "," ","There are 5 known manuscript of the popular presidential speech, Lincoln gave two to his secretaries John Nicolay and John Hay. 3 copies were written after November 19<sup>th</sup> for charitable purposes. The copy for Mr. Everett, who spoke prior to Lincoln, is located at the Illinois State Historical Library in Springfield. "],"display_date":"November 19, 1863","search_date":"1863-11-19","locations":[{"id":53035,"lat":39.8309293,"lng":-77.2310955,"zoom":8,"place":"Gettysburg,PA"}],"tags":[{"id":683,"tag":"Abraham Lincoln"},{"id":3277,"tag":"The Gettysburg Address"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6706,"title":"Analysis of The Battle of Gettysburg","course_id":170,"status":"P","start_date":"1863-07-01","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Civil War is arguably one of the most brutal times in American History. This war brought thousands of deaths and tore our country apart. The battle of Gettysburg was by far the bloodiest battle in this war. This battle was also an influential moment not only for the war itself but also for how society at that time would view the war. This three-day battle was a benchmark for both sides of the fight and propelled the war into its next stage. During this battle, the tides changed several times and at points, no one knew what side would win. Other than progressing the war militarily it also did so politically and it would affect the country for years to come.","            The battle of Gettysburg pitted Robert E. Lee of the Confederacy against the Union general George G. Meade. The goal of the Confederacy was to take the battle to the north to show the northern society what war looked like. “He wanted to threaten Northern cities, weaken the North's appetite for war and, especially, win a major battle on Northern soil and strengthen the peace movement in the North” (Battle of Gettysburg). The goal of the north was to push out the Confederacy and send the war back into the already ravaged south. The Confederacy had about 71,000 men facing the Union’s 93,000. After three days of fighting the Union army ended up with the victory. Robert E Lee writes in his letter, “You will, however, learn before this reaches you that our success at Gettysburg was not so great as reported--in fact, that we failed to drive the enemy from his position, and that our army withdrew to the Potomac.” ","            This war was a huge loss for the Confederacy, over 50,000 soldiers were killed or wounded in this battle. 28,000 being soldiers of the Confederacy. “Though the great Confederate general would go on to win other victories, the Battle of Gettysburg (combined with Ulysses S. Grant’s victory at Vicksburg, also on July 4) irrevocably turned the tide of the Civil War in the Union’s favor” (Battle of Gettysburg). This battlefield also became the site where Abraham Lincoln gave one of his most notable speeches, the Gettysburg Address. The take away from this battle was that though the Confederacy had momentum the Union was still too strong and had too much man power. This battle pushed the long and grueling war forward and pushed it in favor of the Union."," ","            To conclude, the Battle of Gettysburg was one of the most important and bloodiest battle of the Civil War. This battle sent Lee’s Army back to the South and gave the North the upper hand and the relief it needed. If the Confederacy would have won this war, our country would be completely different today. The effects of the Civil War still can be seen in our society today and will for years to come. Some of the battle tactics of the famous Civil War generals are still examined and analyzed. Many advances in war and how the war was viewed, were brought to picture by the Civil War. Historians still marvel over this time period and the battles that took place, making the Civil War that much more complexing."],"display_date":"July 1, 1863 - July 3, 1863","search_date":"1863-07-02","locations":[{"id":53062,"lat":39.8309293,"lng":-77.2310955,"zoom":8,"place":"Gettysburg, PA"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6871,"title":"John Reynolds Shot Dead by Confederate Sharpshooter","course_id":188,"status":"P","start_date":"1863-07-01","end_date":"1863-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The rebel bullet cut through the air and struck Major General John Fulton Reynolds. On July 1, 1863, Reynolds’ men, part of the Army of the Potomac, had the intentions of relieving General John Buford’s cavalry who had formed defensive lines around the town of Gettysburg, Pennsylvania. As Reynolds and his troops traveled through a heavily wooded area on the outskirts of Gettysburg, Orderly Sergeant R. B. Clevenger observed that an enemy sharpshooter fired a Minnié ball straight into the back of his neck, which then passed through his brain. Reynolds died instantly. His horse launched him into a cluster of trees that left a marking on the bark. Of all the individuals who lost their lives in the Battle of Gettysburg, Reynolds held the highest rank and some estimated, the greatest potential. Reynolds commanded three corps: his own First Corps, Sickles’ Third, and Howard’s Eleventh. The Army of the Potomac unequivocally lost a great officer.","General John Buford, Jr. warned Reynolds not to ride into the grove of trees. Buford expressed that this exposure would make him an easy target. According to one of Reynolds’ soldiers, Major Joseph G. Rosengarten, Reynolds had given orders to “thrust forward his forces and push the enemy, almost inviting and compelling their return.”  Reynolds’ choice to take this particular route obviously led to his death. However, Reynolds’ choices during the time leading up to the Battle of Gettysburg also contributed to his death. After President Lincoln relieved General Joseph Hooker as commander of the Army of the Potomac, Reynolds had the offer to assume his position. However, he declined it and suggested the promotion of General George Meade. In making the decision to reject President Lincoln’s offer, Reynolds assumed a position that put him in more danger. Major Rosengarten argued, “His modest preference of Meade as the chief of the Army of the Potomac, when Hooker was relieved, no doubt brought Reynolds to the spot where he found his death.” The tragic irony of Reynolds’ death illustrates historical contingency, for no one knows what would have happened if Reynolds did take this position.","Among the numerous casualties at the Battle of Gettysburg, Rosengarten believed that Reynolds would forever stand out. General T. F. M’Coy, who also served under Reynolds, recalled his own shock when he learned of Reynold’s death. Likewise, Reynold’s corps greatly mourned his loss along with the entire Army of the Potomac. However, this tragedy did not negatively affect the performance of his corps. In fact, his death motivated them to carry out his plans fully and efficiently. Rosengarten stated, “[Reynold’s death] led to no disorder, changed no disposition he had directed, and in itself made the men only more eager to carry out his orders.” The significance of his death shows just how much of an impact he had on his men. Many individuals believed the first day would have gone better if Reynolds had lived. The Army of the Potomac undoubtedly lost one of their best leaders, and perhaps the outcome of the entire Battle of Gettysburg would have changed if he made it through the first day."],"display_date":"July 1, 1863","search_date":"1863-07-01","locations":[{"id":53027,"lat":39.831284450011,"lng":-77.230555239029,"zoom":15,"place":"Gettysburg, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1860,"tag":"Battle of Gettysburg"},{"id":3247,"tag":"Army of The Potomac"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}},{"id":6873,"title":"E. P. Alexander Directs Artillery Barrage to Prepare Way for Pickett's Charge","course_id":188,"status":"P","start_date":"1863-07-03","end_date":"1863-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["CSA Brigadier-General, Edward Porter Alexander recorded his first-hand account of Pickett’s Charge. As the commander of Confederate artillery, Alexander led a bombardment with 140 guns. When describing it, Alexander wrote, “The enemy’s position seemed to have broken out with guns everywhere, and from Round Top to Cemetery Hill was blazing like a volcano. The air seemed full of missiles from every direction.” Unfortunately, the Confederates aimed a little too high which resulted in minimal casualties to the Union lines. When the opportunity seemed to present itself, the advance began. Pickett’s division marched over an open field that stretched nearly a mile in length. The charge began with 14,000 men and ended with less than half. Alexander observed, “It seemed as if 100,000 men were engaged, and that human life was being poured out like water.” This assault collapsed due to the Union pressure to its front and flanks. Only two or three hundred men made it through the Union line. The charge failed miserably and forced the Army of Northern Virginia to break off the battle and retreat south of the Potomac.","After taking his position at twelve o’clock, Alexander received a note from General Longstreet telling him to use his best judgment. It said, “If the artillery fire does not have the effect to drive off the enemy or greatly demoralize him…I would prefer that you should not advise General Pickett to make the charge.” This note greatly startled Alexander for he did not want this kind of pressure on his shoulders. After a few note exchanges with Longstreet, Alexander wrote, “General: When our artillery fire is at its best, I shall order Pickett to charge.” At exactly one o’clock, he ordered the artillery to fire. He had already made up his mind to tell Pickett to advance within fifteen to twenty minutes after the cannonade opened.","Historian James McPherson stated that “Pickett’s charge represented the Confederate war effort in microcosm: Matchless valor, apparent initial success, and ultimate disaster.” Preceding the actual charge, General Lee ordered a Confederate cannonade to weaken the Union lines. For a quick moment, the Union ceased fire, and Alexander sent a note ordering Pickett to quickly advance. Pickett took this note to Longstreet who said nothing, unwilling to approve of this command. Pickett decided to move forward and immediately put it into motion. Longstreet knew that this charge would end disastrously, and he even ordered Alexander to stop Pickett and replenish his ammunition. Alexander did not want to call off the charge. He believed, “The battle was lost if we stopped…There was a chance, and it was not my part to interfere.” Considering the outcome of Pickett’s Charge, failure may have resulted either way. Unfortunately, Pickett’s division advanced before anyone had the opportunity to stop him, and he ultimately led over 7,000 soldiers to their death.  Many historians blame Lee for this failure, but E. P. Alexander played a role in this charge through his poorly aimed bombardment."," "],"display_date":"July 3, 1863","search_date":"1863-07-03","locations":[{"id":53203,"lat":39.824781492115,"lng":-77.230518915765,"zoom":13,"place":"Adams County, Pennsylvania"}],"tags":[{"id":1860,"tag":"Battle of Gettysburg"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}