{"id":1105,"place":"CURRITUCK, North Carolina","lat":35.8842931253,"lng":-75.6026917115,"episodes":[{"id":1525,"title":"The Fall of Roanoke Island\n","course_id":1,"status":"P","start_date":"1862-02-08","end_date":"1862-02-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At around 7 a.m. on the morning of February 8, 1862, General Burnside and his 7,500 Union troops attacked the east side of Roanoke Island off the northern coast of North Carolina.  The heavily outnumbered Confederates were forced north of their position, unknowing of their newly encountered terrain.  One must further mention that in addition to the foreign terrain, Colonel Shaw's Confederates were heavily undermanned and to side with that, their regular commander General Henry Wise was too ill to be in charge, which necessitated the temporary command of Shaw.  The Confederates exhibited much heart in striving to hold their position, but it was an exercise in futility.  Not until every man was dead or wounded did Colonel Shaw finally surrender between the time of 12 and 2 p.m. in the afternoon.&lt;br /&gt;&lt;br /&gt;While a relatively small engagement in terms of lives lost and forces used [7,500 Union soldiers v. 2,000 Confederates], Roanoke Island was of substantial importance.  Control of Pamlico Sound gave the Union a first-rate base on the Atlantic coast for operations against North Carolina.  A backdoor to Richmond, the Confederate capitol, had been opened and a vital Southern state dangerously threatened.  Combined with the losses being suffered at Fort Henry and Donelson, Tennessee, this was a time of depression for the South constantly feeding on bad news.  The Union had gained vital position in their efforts to suffocate the Confederacy from an array of points, and this victory on Roanoke Island only solidified their ongoing efforts."],"display_date":"February 8, 1862","search_date":"1862-02-08","locations":[{"id":9398,"lat":35.8842931253,"lng":-75.6026917115,"zoom":8,"place":"CURRITUCK, North Carolina"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3277,"title":"Shipwreck of the Steam-Packet Home\n","course_id":1,"status":"P","start_date":"1847-10-10","end_date":"1847-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On Saturday afternoon, John D. Roland left New York on the steam-packet <em>Home</em> bound for Charleston. His trip quickly took a turn for the worst. By Monday morning, the ship encountered a violent hurricane in the waters around Cape Hatteras and was taking on water. All hands were at the pumps, women included, bailing out water, but the leak continued to increase. After water reached the engine, Captain Carleton White decided to beach the vessel in order to save the passengers and crew on board. At around ten o'clock in the evening, the Home struck the outer breakers a quarter mile from the shore. Roland reported, In an instant after the strike, all was utter confusion and alarm. Men, women and children screamed in the most agonizing manner, fearful of the almost certain death that lay before them. Amid all the chaos, Mr. Roland shed all his clothes except for his shirt and pantaloons and dived into the turbulent waters. Somehow, he managed to escape death and made it to the shore - though the current had swept him a mile and a half to the south. ","Roland recalled how the scene the next morning was too horrid to describe. The engine and the boiler being the only unbroken relics of what was the beautiful packet <em>Home</em>. The shore was lined with bodies constantly coming up. All hands were engaged in collecting them together. In a letter to the owners of the <em>Home</em>, Captain White estimated the death toll at around 80 souls. After the catastrophe, Roland returned to New York and told his story. ","Steam vessels like the <em>Home</em> always passed through the sea lanes off the Outer Banks. It was not uncommon for vacationers there to see as many as half a dozen vessels off the shore. The navigation of these sea routes enabled better access to local and national markets, fueling the economic development of North Carolina in the 1840s and 1850s. But how did the South respond to the maritime disaster of the Home? First, questions were raised about the safety of these steam-packets that were designed for luxury more than performance, in order to compete with railroad travel. Southerners looked to the steam vessels of Britain for engineering standards. A more illuminating response was the consideration of religion. One Reverend, clinging to a piece of luggage, was heard to utter these words in the frigid waters of the Outer Banks: He that trusts in Jesus is safe, even in the perils of the sea. If there was one thing common to Southern society, it was that most people found ultimate solace in religion. After the shipwreck, it was the only way to make sense of the destruction. Accordingly, Reverends throughout the area consoled their congregations, reminding them of God's divine plan even in the face of such a catastrophe."],"display_date":"October 10, 1847 - December 31, 1847","search_date":"1847-11-19","locations":[{"id":9397,"lat":35.8842931253,"lng":-75.6026917115,"zoom":8,"place":"CURRITUCK, North Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}