{"id":11069,"place":"Sharpsburg, Maryland","lat":39.4575994,"lng":-77.748882,"episodes":[{"id":6647,"title":"A Portrait of Failure","course_id":170,"status":"P","start_date":"1859-10-16","end_date":"1859-10-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This portrait of John Brown, the leader of the Raid on Harper’s Ferry in October of 1859, was drawn by an artist named David Hunter Strother after John Brown’s execution. and was published in Harper’s Weekly in June of 1866 and April of 1868. This was seen as important because it caused remembrance of the situation of Harper’s Ferry and how it was a key event in the Abolition of Slavery and the start of the Civil War. The other source used recounts how troubled past of the Brown family. It is an excerpt from an essay, by a professor named  Robert E. McGlone of the University of Hawaii, called Rescripting a Troubled Past: John Brown's Family and the Harpers Ferry Conspiracy, which was published in the Journal Of American History.","Going back to October of the year 1859, abolitionist John Brown, alongside other abolitionists, crossed the border of Maryland into Virginia. Brown took control of an United States arsenal at Harper’s Ferry. His hope was to arm slaves and have them break free. His mission, ultimately a failure as General Robert E. Lee and his platoon of Marines thwarted Brown’s plans and captured him, whilst killing off most of his men including Brown’s two sons. This ultimately led to Brown being tried for treason against the state of Virginia. The governor at the time, Henry A. Wise, gave permission for Brown to be hanged after finding him guilty. Finding him guilty, ultimately ended the cause according the McGlone’s essay.","Robert E. McGlone’s article praises Brown’s efforts for the abolition of slavery. He calls him a martyr for the cause. He praises his family for also being for this cause. His sons, Watson and Oliver, were also martyrs for this cause since they were killed during the firefight. McGlone also spoke on how the Browns came from nothing. They did not want credit for their doings, they just wanted slavery to be done with. He went on to talk about how the family did not receive any sort of credit. Their cause died with John Brown’s failure. Why should this receive any attention? They are saying this needs to receive attention because it pushed the nation into the direction of war between these two sides.","These events caused a huge stir in the South. Slave owners were terrified of something like this happening tothem. It also caused a discourse amongst political leaders. It stirred up massive amounts of tension between freestates and slave states. This also was a cause that called the attention to state laws and federal laws, and whichone overruled the other. Although this was not a key event to starting what later would be called the Civil War, itwas a push in that direction. This event more or less sounded a warning alarm of what was to come in the nextdecade. The portrait used was used to keep Brown’s cause alive. Keeping Brown’s cause in the light really shedsanother light on the causes of the Civil War."],"display_date":"October 16, 1859 - October 18, 1859","search_date":"1859-10-17","locations":[{"id":53017,"lat":39.3253786,"lng":-77.7388818,"zoom":10,"place":"harpers ferry, west virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":95,"tag":"Abolition"},{"id":2743,"tag":"Abolitionist"},{"id":4,"tag":"Slavery"},{"id":629,"tag":"race"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6664,"title":"John Brown: The Man of Action","course_id":170,"status":"P","start_date":"1855-01-01","end_date":"1859-12-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" John Brown was a notorious abolitionist man during the 1850’s with a mission to end slavery before it expanded. Brown believed that the use of violence and arming slaves would be the only way to overthrow slavery. On October 16, 1859, Brown led twenty-one men on a violent raid on the federal government at Harper's Ferry, Virginia (now known as West Virginia) in the attempt to abolish slavery. Due to his vicious acts to end slavery, Brown was referred to as a “terrorist” in America especially in slaveholding states. Even though, Brown’s attack on Harper’s Ferry was an unsuccessful event on the attempt to end slavery. It became a monumental event for the abolitionist movement and made Brown a historical hero.","                          Brown was born in 1800, to a deeply religious family with a father who opposed to the idea of slavery. As a young boy, Brown and his family moved to Ohio state because of the state antislavery views. With his father’s influence, he believed that the rights of an America citizen applied to all no matter the color of person’s skin. He felt that all people should be free and treated equally with respect despite their position. His fight to end slavery was led on basis that “evil should be ended by any means necessary” no matter the consequences.","Even as a grown adult, Brown was still devoted to causes he believed in which led him to finance the David Walker's Appeal and Henry Highland's \"Call to Rebellion\" speech publication. He also gave land to fugitive slaves and began to raise young black children as his own with his wife. He was also heavily active in the Underground Railroad helping many slaves from the South to Canada. In 1847, Frederick Douglass stated that “ though he’s a white gentleman...Brown deeply interested in our cause, as his soul has been pierced by slavery.” It was at the meeting where Brown discussed his plan on a war to free slaves.","                          In 1851, Brown helped found the League of Gilead, an organization that worked to protect escaped slaves from slaves catchers. League of Gilead was created as a reaction to Congress Fugitive Slave Act, which gave slave owners the use of federal law enforcement powers to go to the North, to seek the return of escaped of slaves. He did not become a well-known historical activist until 1855 until he came to Kansas despite his other many antislavery acts. He became a leader of anti-slavery guerillas and fought in a war against proslavery in Lawrence, Kansas. He continues to fight pro-slavery towns by brutally killing five residents after his first attack for the rest of the year.","  Brown attack on Harper’s Ferry where he raided the town with five black and sixteen white armed men came to an end. When local farmers and army men led by Robert E. Lee ended the attack after thirty-six hours, most of Brown’s men were killed or captured. Brown was wounded and captured and put on trial in the town of Charleston, Virginia(now known as West Virginia).After being found guilty, Brown was hanged on December 2, 1859, for the attack. Still to this day, on the anniversary of his death known as “ Martyr Day” in Philadelphia, he is honored for his mission to end slavery."],"display_date":"January 1, 1855 - December 2, 1859","search_date":"1857-06-17","locations":[{"id":53033,"lat":38.3498195,"lng":-81.6326234,"zoom":8,"place":"Charleston, West Virginia"},{"id":53017,"lat":39.3253786,"lng":-77.7388818,"zoom":8,"place":"harpers ferry, west virginia"}],"tags":[{"id":3272,"tag":"Harpers Ferry Attack"},{"id":2743,"tag":"Abolitionist"},{"id":4,"tag":"Slavery"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6689,"title":"The Battle of Antietam","course_id":170,"status":"P","start_date":"1862-09-17","end_date":"1862-09-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","The Civil War was not just one battle that cut the connecting fibers between the North and the South, but a collection of micro battles, that, as a whole made up the Civil War. One battle in particular was the most gruesome in American history, The Battle of Sharpsburg, otherwise known as Antietam; had seen enough bloodshed to hold the victory for most soldiers that died total in a war. The war began on September 17<sup>th</sup>, 1862. Lincoln appointed General George McClellan as the commander of the Union troops. Confederate General Robert E. Lee attempted to capture Washington D.C. as an advantage during the war."," ","            The Battle of Antietam deserves recognition as one of the most historic battles as General Robert E. Lee’s attempted to capture Washington D.C, while Abraham Lincoln and the Union attempted to defend the crucial territory during the beginning of the Civil War. The battle of Antietam is very important because it shows General Robert E. Lee’s determination to capture a key cog in the array of cogs that make up primary battlefront victories for the Confederacy. Comprehension of why Confederates fought in the war is a primary topic, as well as, the Unions response to Confederate soldiers’ tactics, how African Americans impacted the Battle of Antietam, and the horrific conclusion of the battle. Both the North and the South have entered the war from to opposing sides, General Robert E. Lee wanting to gain a stable battle ground, while Lincoln just wants to preserve the Union. Having the restoration of the Union is a crucial concept in Lincolns’ eyes as a country is better united than divided. However due to the South’s unchanged ways, a war was bound to happen at some point, due to poor choices."," ","The origin of the Battle of Antietam began on September 17<sup>th</sup>, 1862. The battle was very short, only lasting one day but made a huge impact on American history. Sharpsburg, Maryland was a key location for General Robert E. Lee. Landing a strike of assaults, the Battle of Antietam would have turned the tables if the Confederates were victorious. The battle began when a Union member fired the first shot towards a Confederate soldier, causing Lee to retaliate with a chorus of gunfire. Before the Union member’s first shot occurred, it is important to know why the Confederates are fighting for the war. "," ","The South believed in traditional values. One value that the South firmly believed in was the concept of slavery. Slavery that was in the South dominated their economy just as factories dominated the North. The southern people were very strict with their views and did not desire to accept another perspective knowing that the new perspective would change their traditional way of life. The white southerners were afraid that African American freedoms would replace their freedoms and desired to protect their system of treachery. The white southerners believed that what they were doing was right and they would die trying to protect what they knew. The South thought very selfishly only caring about themselves and foolishly failed at understanding the Norths proposition as well as the concept of slavery being morally wrong and both psychologically and physiologically harmful."," ","The Unions steady pride showed a calm persistence while the South was making their mistake. The Union knew that the country would work better united as one rather than split apart and disconnect from one another. The Union looked through the southern populations eyes and saw only ignorance, like a child refusing to listen after telling them numerous times why something is wrong. Failing to see that the torture of human beings simply due to the color of their skin or the fact that they can be used for a profit is wrong. The South held its huge head, proud of its system of cruelty as the rest of America stared in disgust at the images the South had been portrayed as. The southern people could be considered as wild animals with cold hearts and sharp teeth that only know the concept of the hunt for human capital and the enjoyment of the monetary value being produced from such capital."," "," "," ","African Americans played an important role during the Battle of Antietam, they helped with supplies and fought during the war. African Americans fought for the Union with pride considering that the Union was equal to freedom and restored the rights that were not given in the southern states under slavery. Because the South was pro slavery, the southerners did not view the African Americans as soldiers. The South would allow the African Americans to enlist to fight for the Confederacy but were fearful of giving them weapons thinking that they would revolt. Under Abraham Lincoln’s ultimate authority, the Union stood victorious but only through persistence and careful strategy could the Union and the slaves see the light through the blood rain storm that was war."," ","The Battle of Antietam ended by a Union victory. General Robert E. Lee told his army to retreat after being out flanked by Union soldiers. After the battle, Lincoln signed the Emancipation Proclamation which gave slaves freedom. Lincoln believed, “Emancipation was a military necessity, absolutely essential to the preservation of the Union”. By the creation of the Emancipation Proclamation, the slaves were able to receive what they deserved from the start, a new beginning. Lincoln said, “The slaves [are] undeniably an element of strength to those who [have] their service, and we must decide whether that element shall be for us or against us.” Secretary of State William H. Seward advised Lincoln to not write the Emancipation yet saying, “Wait until you can give it to a country of military success, otherwise, the world might view it as the last measure of an exhausted government, a cry for help.” The battle was a failed attempt for Lee, who believed that advancement into Maryland could lead to a better advantage point for future attack strategies. If General Robert E Lee had more Confederate soldiers and better equipment, then the possibility of the Confederate army winning would be for certain."," ","            The Battle of Antietam can be considered as the bloodiest battle. Even though the Confederates were determined to win, the Union halted any chance of victory. The Unions battle strategy and placement of troops allowed McClellan to secure the victory. Historians know for certain that the amount of death that occurred during the battle was the most in American history and even though it resulted in a victory for the Union, a battle could have been avoided in the first place with proper decision making and simple listening skills. The thought of fighting a war that can be avoided with just understanding and taking another person’s perspective into account is something that America still struggles with today. "," "," "],"display_date":"September 17, 1862","search_date":"1862-09-17","locations":[{"id":53051,"lat":39.4575994,"lng":-77.748882,"zoom":8,"place":"Sharpsburg, Maryland"}],"tags":[{"id":1804,"tag":"Battle of Antietam"},{"id":3312,"tag":"Sharpsburg battle"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}