{"id":11077,"place":"Appomattox Court House, Virginia","lat":37.3775201,"lng":-78.7960069,"episodes":[{"id":711,"title":"Lee Surrenders to Grant\n","course_id":1,"status":"P","start_date":"1865-04-09","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 9th Robert E. Lee surrendered to Ulysses S. Grant at Appomattox courthouse thus ending the Civil War. Grant's tactics surrounded Confederate soldiers to such an extent making it impossible for them to either further fight or escape.  Lee's army numbers less than 20,000 men, and he has little choice but to give up and surrender. The meeting at the home of Wilbur McLean in Appomattox between the two generals lasted 2 and a half hours going back and forth, and eventually Lee signed the terms that Grant proposed. The terms included three demands; Lee must turn over all of the rebel armies, artillery, and property to officers designated by Grant, he must disband the entire rebel army, every officer and man was allowed to return home and would not be harmed or disturbed by authorities as long as they obeyed the laws under which they lived.  Lee, having signed these terms, this effectively meant the dissolution of the Confederate army and the Confederacy as a whole.&lt;br /&gt;The end of the Civil War marked one of the most significant turning points in history for the south, not only had they been defeated and their dreams of secession destroyed, but it put an end to their southern way of life.  Lee and his rebel army fought until the end, they never gave up on their goals and somehow maintained an optimistic attitude to attack when outnumbered and out powered five to one. But the surrender to the North dissolves hopes of freedom, and the people deeply fear what awaits them as they enter back into the Union under President Lincoln.  On April 9th, Lee realized that he had lost too many men and that the Confederacy itself had lost too many men and too many states to survive, and reluctantly he raised the white flag, marking the end of the Confederacy."],"display_date":"April 9, 1865","search_date":"1865-04-09","locations":[{"id":13628,"lat":37.3722533013,"lng":-78.8121458288,"zoom":9,"place":"APPOMATTOX, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":712,"title":"Lee Ordered the Disarming of his Army\n","course_id":1,"status":"P","start_date":"1865-04-10","end_date":"1865-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["April 10th, the day after General Lee surrendered to Grant effectively terminating the Civil War, Lee issued a speech containing a political position, and a thanking and discharge of his army. In this speech Lee announced that the Confederate spirit had not been, nor ever could be conquered.  He commended his men for their loyalty, and their constancy and devotion to [their] country.' He argued that the southern cause will not perish nor be defeated under the Union; a southerner's independence is deeper and internally drive, it is not something that can be suffocated by a defeat. Southerners, he argued can live a separate independence,' meaning a life in the defined place of the South with stable relationships. Through his final speech, Lee created the idealistic theory of the Lost Cause as he emphasized that the essence of southernism will remain, even without the Confederacy.&lt;br /&gt;This speech created an ideal for many southerners to follow and believe in. The idea of the Lost Cause helped them realize that all was not lost, that southern nationalism remained in society and would as long as there were supporters.  It was at this time when the Confederacy and rebel south became immortal; though the social, economic, political aspects of the South would change with the integration into the Union, the southern spirit and nationalism would remain within the people and their southern culture."],"display_date":"April 10, 1865","search_date":"1865-04-10","locations":[{"id":13628,"lat":37.3722533013,"lng":-78.8121458288,"zoom":9,"place":"APPOMATTOX, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2274,"title":"The Surrender House\n","course_id":1,"status":"P","start_date":"1893-01-01","end_date":"1893-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Stored deep in the attic was a collection of Virginia and Maryland postcards depicting various different historical sites such as the Arlington House, the University of Virginia, the Mariner's Museum, and Monticello. Important enough that it was stored with the Duke family's personal belongings, one postcard from the late nineteenth century displayed a famous Timothy O'Sullivan photograph taken of the McLean family seated on the steps of their home. The postcard told the story of April 9, 1865, where Confederate General Robert E. Lee surrendered to Union General Ulysses S. Grant in the house of Wilmer McLean at Appomattox Court House, Virginia. The two Generals met in a room on the left side of the house and drew up the articles of surrender that marked the end of the War Between the States. The interesting part of the Surrender House history was just beginning as shown by the last line on the back of the postcard - This building was torn down to be rebuilt a St. Louis World's Fair.","The discovery of the postcards in the attic added to the history of the Surrender House. In 1867, the McLean family sold the house and moved to Alexandria, Virginia where Wilmer McLean had been born and built his fortune before marrying the widow Virginia Mason and moving to Appomattox County, Virginia. After transferring hands a few times between the Pascoe and Ragland families, M.E. Dunlap of Niagara Falls, New York, who had lofty plans for the property, eventually bought the house. Originally, his zealous plans were to move the house either to St. Louis as stated in the quote of the postcard or to Chicago for the World's Columbian Exposition in 1893.","Instead of hiring New York architects and contractors, Dunlap kept the process local and hired a Lynchburg, Virginia contracting company by the name of Hardy and Hancock Contractors to draw up blueprints of the house in order to have it successfully dismantled, moved, and rebuilt in its new location. In February of 1893, C. Hubbard of Hardy and Hancock Contractors made five blueprints of the building: the basement plan and house section, the front porch cornices and columns, the window and mantle details, the first floor plan, and the second floor plan. Unfortunately, the plans to move the house to the World's Fair never materialized, so Dunlap decided to have the house moved to Washington, D.C. where it would be on permanent display. Dunlap ordered for complete dismantlement of the house before running into a shortage of cash and legal problems. Thus, the house sat boxed in Appomattox County for 50 years where the wood rotted and the bricks crumbled.","Either a member of the Duke family bought the postcard at Craighill and Jones, Inc. in Lynchburg, Virginia or someone - a friend or a relative - sent it to the Duke family. The Craighill and Jones, Inc. label affixed to the postcard remained although there was no address present anywhere on it. At the time the McLean House postcard was printed, Appomattox County residents including the Duke family believed the house would not remain at its current location, and only pictures and postcards would serve as reminders of the house's rich history. The Duke family looked into the past, saw the house as a reminder of a moment in their lives, and realized that the Surrender House was a piece of history not only to within Appomattox County and Virginia but nationally as far as Chicago and St. Louis."],"display_date":1893,"search_date":"1893-07-02","locations":[{"id":13631,"lat":37.3722533013,"lng":-78.8121458288,"zoom":9,"place":"APPOMATTOX, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2876,"title":"Violence with a Negro Tramp\n","course_id":1,"status":"P","start_date":"1888-09-27","end_date":"1888-09-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Mr. John Davis was at the Appomatox Depot when he saw a young black man sitting on the steps of a mail car next to the tender. The man was a tramp and when Davis approached the black man to ask what he was doing, the black man cursed Davis and attacked him with a knife. The cuts were not deep and Davis was not seriously injured. The black man escaped by running down the railroad tracks and away from Davis and other townspeople. Mr. Davis had no idea who the man was or what had provoked him to such a violent act. "," However, the next day the young son of George Burton was with a black man named Frederick Claytor. They decided to go tramping together, but Burton was appalled by the black man's behavior and reprimanded him for his repulsive acts. Heated words were exchanged and the Claytor pulled out a pistol and shot Burton in the shoulder. Claytor was arrested in Chesterfield County and was taken for examination to Justice Perkins. It was suspected that Claytor was the same man who had assaulted Mr. Davis, but Mr. Davis failed to show up at the jail to identify him. "," The judge's verdict in this case is unknown, but this case was important because it showed the fear that white's had towards blacks and the violence that some blacks showed to whites in retaliation for their inferior status in Southern society. Violence was a tool that whites used to establish the status quo and order within Southern society. However, when violence was used by blacks against whites, that social order was disrupted. As can be seen in this episode, black violence was portrayed as irrational and unpredictable. White anger was excusable, but black anger was disturbing and unjust. In many ways, this episode reflected the inferiority of blacks that many whites believed was inherent. While Claytor was a tramp, Burton only engaged in tramp-like activities. Black stereotypes were also enforced in this story, as social outcasts who were damaging to society. This distinction between blacks and whites was reflected in the paper and in the way that whites treated blacks. "],"display_date":"September 27, 1888 - September 28, 1888","search_date":"1888-09-27","locations":[{"id":13630,"lat":37.3722533013,"lng":-78.8121458288,"zoom":9,"place":"APPOMATTOX, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3755,"title":"Confederate Surrender at Appomattox Courthouse\n","course_id":1,"status":"P","start_date":"1865-04-10","end_date":"1865-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 10, 1865, General Robert E. Lee wrote to the Headquarters Army of Northern Virginia. The general explained the Confederate Army's surrender was caused by the Union's overwhelming numbers and resources. General Lee continued to commend his soldiers for their bravery and devotion to the Confederate Army. He explains that any continuation of the conflict would have resulted in enormous loss. He stated I have determined to avoid the useless sacrifice of those whose past services have endeared them to their countrymen. The letter went on to explain that the conditions of the surrender allowed his men to return to their homes and await further instruction. The North held advantages over the Confederacy that increasingly came into play during the course of the Civil War. The Union held an insurmountable advantage over the Confederacy in terms of industrial strength and population. The Union had a population of 22.7 million, compared to the nine million in the Confederate States. Also, the union's industrial capacity allowed for a strong navy, which the South lacked. With its predominately agrarian economy, the South had no way of supplying the demand of its troops. Without any real industrial capabilities the South relied mainly on the cotton trade to gain money and support from foreign countries. However this policy failed due to the naval blockade of the southern coast. General Robert E. Lee's letter emphasized the shortcomings of the South's ability to provide for its army. In his mind, at that point, they were only delaying the inevitable."],"display_date":"April 10, 1865","search_date":"1865-04-10","locations":[{"id":13628,"lat":37.3722533013,"lng":-78.8121458288,"zoom":9,"place":"APPOMATTOX, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4025,"title":"The People of Appomattox County\n","course_id":7,"status":"P","start_date":"1850-06-30","end_date":"1850-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    The 1850 census of Appomattox County revealed the social order of this western Virginia county and determined that although most Virginians were proponents of slavery, very few residents of Appomattox County actually owned slaves. Compiled by Stuart McD. Farrar, the census polled residents of the county on June 30, 1850 and organized the data by household. Each household was numbered and every person who lived in the house was included within the family. Each family had to report every person who lived in the house as well as their gender, age, and place of birth. Additionally, the census reported the value of each estate, occupation of the residents, and the number of slaves on each farm. ","    The information that illustrated what kind of citizens owned slaves revealed much about the social hierarchy of Appomattox County. While most household heads reported their main occupation as either laborer or farmer, very few concluded that they owned more than one slave. In fact, those households that owned at least fifty slaves or more typically reported an additional primary occupation, such as the Flood family, where Henry D. Flood, the head of the family, was an attorney. Additionally, very few masters who owned at least fifty slaves were under the age of fifty. Most families were incredibly young, such as Major and Jettrina Powell, both under age twenty-five. The Powells owned no slaves and resided in Appomattox County as a family starting their new life together.  ","    It is clear from the census that Appomattox County, unlike certain areas of Virginia, was a region of developing infrastructure. While the central Virginia town of Lynchburg had one of the most successful regional tobacco markets, western counties like Appomattox were more focused on self-sufficient farming. Several farms grew tobacco in order to earn more income, but few farmers made a large profit. Competition with the wealthier Virginia counties that produced cash crops was not possible, and so the area was mostly home to families who had established themselves as yeoman farmers. "],"display_date":"June 30, 1850","search_date":"1850-06-30","locations":[{"id":13627,"lat":37.3722533013,"lng":-78.8121458288,"zoom":9,"place":"APPOMATTOX, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4364,"title":"Porter Witnesses Lee&#39;s Surrender\n","course_id":4,"status":"P","start_date":"1865-04-09","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When General Robert E. Lee knew it was time to surrender the Army of Northern Virginia, he said, \"There is nothing left for me to do but go and see General Grant and I would rather die a thousand deaths.\" Lee sent Grant a note agreeing to meet him and discuss the terms of surrender. Horace Porter, Brevet Brigadier General, was present during the surrender and recorded the events as he saw them.","The two generals met in the home of Wilmer McLean, a resident of the village of Appomattox Court House. When they greeted each other, there was a visible contrast between the two. Lee, sixteen years older than Grant, was dressed in an immaculate uniform while Grant wore a dirty private's uniform, with nothing but a pair of shoulder straps to designate his rank.","Grant and Lee began their conversation by discussing their time serving together in the Mexican war. After spending a short time reminiscing, Lee asked Grant if he would write out the terms of the surrender of his army. Both generals wanted to see a suspension of hostilities and the prevention of any more loss of life.","Grant wrote out his terms of surrender, which were very generous, and allowed Lee's men to return to their homes, where they would not be disturbed by U.S. authority as long as they followed their paroles. As Lee read the terms over, he noticed that Grant allowed the officers to keep their side-arms, private horses, and baggage. Porter observed that, \"he showed for the first time during the reading of the letter a slight change of countenance, and was evidently touched by this act of generosity.\"  Lee asked Grant if all the men could keep their horses and Grant agreed. Lee was very relieved about this, and accepted the terms of surrender, but he had one last request for Grant. He wanted food for his army of about 25,000. Grant agreed to this as well, and the two soon parted ways.","General Lee's surrender virtually ended the war. The news traveled through the country quickly, and the remaining Confederate armies in the south started to surrender. By June 1865, the last army surrendered, and the Civil War came to an end."],"display_date":"April 9, 1865","search_date":"1865-04-09","locations":[{"id":13628,"lat":37.3722533013,"lng":-78.8121458288,"zoom":9,"place":"APPOMATTOX, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":5003,"title":"<strong>An interesting interview with General Lee after the Surrender at Appomattox</strong>","course_id":43,"status":"P","start_date":"1865-04-09","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" In a riveting interview with southern Journalist J.H. Hummel, General Robert Edward Lee reflects on the Civil War and his role in helping heal the wounds between North and South in an attempt to mend the shattered Union.  In Lee’s own words he spoke of the South’s role in re-entering the Union, “What course I shall pursue I have not decided upon, and each man must be the judge of his own action.  We must all however resolve on one thing not to abandon our country.  Now more than at any other time, Virginia and every other state in the south needs us.  We must try and with as little delay as possible go to work to build up their prosperity.”  Lee further encouraged the south in its position toward peace with the North in stating, “To secure such a peace it was not only necessary that the south should abandon its arms, but abandon also all enmity and negative position, and accept with cheerful alacrity the changes of the time.”  Lee’s surrender at Appomattox ended the bloodiest war the U.S. has ever seen, and it is difficult to imagine that this task could have been carried out by a man with more honor and respect than General Lee. “Robert E. Lee had no bitter words for his former enemies.  By word and personal example, the general continued to lead the South—not to hatred and defiance but to reunion and reconciliation.”","                One of the most intriguing aspects of the interview was Hummel’s discussion on Lee’s indictment to the federal court of Norfolk for treason by President Andrew Johnson.  Proceedings for Lee’s indictment were stalled however due to General Grant’s demand that the charges be dropped arguing that treason charges would compromise the arrangements for surrender made at Appomattox.  Though revered by the nation after the Civil War, Robert E. Lee remained unscathed to the analyses and criticism of many historians.  In his book Lee Considered, Alan Nolan offers a different side to the Lee phenomena as if to emphasize that much of what is known about Lee has been recorded by historians and journalists biased toward the Confederate general.  Nolan offers a different approach to Lee's role in helping mend ties between north and south arguing that his role was in fact quite limited and insignificant.","Ever the gentleman, Lee earned the respect of his foes as well as the love of his officers and soldiers.  Hummel depicts a portrait of Lee in the aftermath of Appomattox by stating, “ All men admitted his high sense of honor, his unostentatious practice of all the Christian virtues, his true religious feeling, his calm endurance of untoward results, and his quiet observance of the duties of life.” "],"display_date":"April 9, 1865","search_date":"1865-04-09","locations":[{"id":13628,"lat":37.3722533013,"lng":-78.8121458288,"zoom":9,"place":"APPOMATTOX, Virginia"}],"tags":[{"id":657,"tag":"Appamattox Court House"},{"id":656,"tag":"Robert E. Lee"},{"id":18,"tag":"Politics"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":6376,"title":"Thomas Anderson and His Faith in God","course_id":149,"status":"P","start_date":"1854-01-01","end_date":"1854-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Thomas Anderson, known as Uncle Tom where he resided in Hanover, Virginia, grew up with no one to care for his welfare causing him to become very cold and wicked. This outlook and attitude continued until he was nineteen, when he was led to a religious meeting held by Baptists. There he learned that the wicked had no hope beyond the grave, scaring him into searching for a friend, which he found in God. His newfound faith instilled a positive outlook within him that God would always be there to help him. His master at the time did not understand religion, claiming he could whip the fancy of religion out of him; so he tried, but upon failing to break Tom’s spirits, he was defeated, and Tom was no longer whipped after that day. Although beaten and bloodied, Thomas felt strong and whole because of the Spirit that warmed his heart, the love of God defeating the physical brutality of his slave master. With his master’s permission, Tom joined the church; his master himself thought if there was a Christian in the world, it was Tom. Throughout his life, Thomas Anderson’s faith in God was unshaken.","It is commonly known that to be enslaved is to endure a life of brutality at the discretion of one’s slave owner; the case of Thomas Anderson was no different. In order to combat the ideal of such cruel treatment, slave owners would allow their slaves some sort of reward, benefit, or “freedom,” as Saidiya Hartman discussed in her book, <em>Scenes of Subjection, </em>about masters who allowed for festivities such as a Christmas party. Thomas’s slave master allowed for his participation in the church, which thus can be perceived as one of the “freedoms” a slaveholder may have provided. This “freedom” is simply a tool utilized by slave owners to justify to themselves that their ruling and power over their slaves is not as harsh as it seems, when indeed it is. By offering such privileges, the slaveholder hopes to pacify his slaves, while also expecting hard work in return; this is exactly what these privileges resulted in, but more so out of fear that if these offerings were not respected, the master’s brutality would intensify. These “freedoms” created fear among slaves, just as a beating would do, being used as a scare tactic to achieve the master’s personal demands. This was a system that instilled fear in slaves, who would succumb to the brutal world they lived in.","Yet another brutal aspect of the life of the enslaved was the inhumanity among the slave trade. Individuals involved in the slave trade were young and single, as this allowed the individual to be as detached from any sense of family bonds and dynamics, therefore being able to separate families without being troubled by conscience. Despite the hardship associated with ones family being separated, Uncle Tom spoke of such matters in a positive light, bringing attention to his hope for a reunion. He did discuss the hardship involved in seeing his children dying, being sold, or being traded and taken away from the family, but he looked to his religious foundations to free him of negative thoughts and a poisonous mentality. His faith in God gave him hope that he and his children would one day be reunited, if not on earth, in the life that followed. Luckily, the “freedom” Thomas was allowed taught him to approach life with his head unbowed. God instilled within him a positive outlook on life that allowed him to carry himself through the hardship, trusting that his faith in the Lord would serve him what he deserved for enduring the life he did."," "],"display_date":1854,"search_date":"1854-07-02","locations":[{"id":52766,"lat":37.4315734,"lng":-78.6568942,"zoom":4,"place":"Virginia"}],"tags":[{"id":2730,"tag":"Slavery and Religion"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6516,"title":"Hampton Roads to Peace","course_id":159,"status":"P","start_date":"1864-11-01","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Civil War would come to an end April 9, 1865 at Appomattox Courthouse, Virginia with General Robert E. Lee’s surrender to General Ulysses S. Grant. But what led up to this momentous event were a series of exchanges between the two belligerents. The beginnings of this process towards peace, at least for the sake of this article, begins in 1864. The fact of the matter is by 1864 the Navy blockade of the South was proving more effective than ever. Atlanta had fallen and Sherman was advancing to the sea with little effective opposition from the Confederate Army. Lee was hold up within Petersburg under siege by Ulysses S. Grant. Richmond too felt the burden of relentless Union shelling. The Confederacy was being driven apart by disputes over military and government policy, particularly as the military situation worsened.","In 1864 the calls for peace were becoming increasingly loud from both sides. In the North former Union General George B. McClellan ran for president against Abraham Lincoln as a Democrat with a platform that advocated the speedy conclusion to the war. In the South, Confederate President Jefferson Davis stood defiant towards popular movements in all the southern states, particularly North Carolina and Georgia. The greatest voice for peace in the South was none other than that of the Confederate Vice President Alexander Stephens.","In the North another individual was actively working to bring about peace: Francis Preston Blair, Sr. The idea of a diplomatic mission to Richmond was first proposed longtime peace advocate Horace Greeley, editor of the New York Tribune. Greeley proposed someone with sufficient diplomatic backing from Lincoln to go negotiate peace with North Carolina individually, given the strength of its peace movement. Blair was just the person. Blair agreed but felt instead that he should negotiate peace with the whole of the Confederacy. Blair, the seventy-three year-old former newspaper editor, had been a long-time advisor of presidents and an influential founder of the Republican Party. But beyond these important credentials he was also a close personal friend of Jefferson Davis.","Lincoln was receptive to Blair’s plan but told him to wait until Savannah, Georgia fell, and once it did Lincoln granted Blair a pass to go into the Confederacy and return. On January 12, 1865 Blair met privately with Jefferson Davis. Blair’s pitch to Davis was to conclude a cease fire and then once tempers had calmed down the two nations would undertake a common military mission to enforce the Monroe Doctrine in Mexico where they would depose the French backed Emperor Maximillian. In doing so the two nations would restore fraternal relations and provide for a lasting peace. Davis was skeptical but consented. Blair promised to return to Washington and propose the plan to Lincoln. Blair returned on January 18 and promptly met with Lincoln. Lincoln was not at all susceptive to the Mexican plan but offered instead to send Blair back with offers to meet with anyone willing to negotiate peace, so long as it meant the restoration of the Union in its entirety.","On January 20, Blair returned to Richmond. He conveyed to Davis Lincoln was not interested in the Mexican plan. He was unable to make any such agreements because the extreme men in Congress and therefore any further peace agreements would have to bypass the politicians. Blair instead suggested a meeting between Lee and Grant, to which Davis agreed, feeling confident in Lee’s abilities to negotiate a peace. But when Blair returned Lincoln denied authorization of any such meeting between the generals. Grant in turn was able to secure a meeting between the two sides, he was able to convince Lincoln to consent to meeting with Confederates at Fort Monroe. On January 28, Davis appointed three commissioners and gave them instructions to explore all options for peace short of sacrificing independence. Those three commissioners included: Robert Hunter, John Campbell, and Alexander Stephens. On January 31, Lincoln sent a telegram to Grant at the Union headquarters in City Point, Virginia. He indicates to Grant that a messenger is on the way to him and he is to act upon the message he receives. There is no word to what that message is about in the telegraph itself. It also indicates that a gentleman, or possibly gentlemen, are coming to pass through the Union lines. Another general is mentioned in the telegraph also, General Edward Ord, more on him later. It is possible to assume this the gentlemen in question are the three Confederate delegates en route to this peace conference. On January 29, a flag of truce was waved at the siege of Petersburg to announce the passage of the three commissioners.","On February 3, the Confederate delegation met with Lincoln personally. Lincoln quickly dismissed any notion of an alliance against France or invasion of Mexico. He clearly stated that the only peace he would consent to meant the restoration of the Union as it had existed before the war. The future of slavery was still in question, Lincoln played his cards close to the chest so as not to alienate the Confederates. He readily denied the breadth of the scope of the Emancipation Proclamation. Secretary of State Seward used the Thirteenth Amendment as bait, offering to the South the opportunity to deny passage of the amendment if they were to rejoin the Union. The only real accomplishment achieved at this meeting was the establishment of a more efficient prisoner exchange system and Lincoln’s promise to grant amnesty to former Confederates and $400,000,000 for Southern states if they ended armed resistance and ratified the Thirteenth Amendment. Campbell and Lincoln would meet twice in March where further agreements were made to follow a peace treaty. Also in March 1865, General Edward Otho Cresap Ord, the general mentioned in Lincoln’s telegraph, was assigned command of the Army of the James. During a prisoner exchange Ord to the opportunity to speak with Confederate General James Longstreet. During their conversation they discussed the possibilities of a peace agreement. They both agreed the best plan of action would be for Grant and Lee to meet to try and reach an agreement to end hostilities. Grant was open to the possibility and passed the plan on to Lincoln. Lincoln was still committed to full surrender of Lee’s army and ensured Grant would deny any form of surrender unless it was complete surrender.","Meanwhile fighting still raged around the city of Petersburg. On April 2, a corps of Ord’s Army of the James played an influential role in the breakthrough at Petersburg which resulted in flushing out Lee to Appomattox. On April 9, Ord led a forced march to relieve Major General Philip Sheridan’s cavalry and force Lee’s surrender. Ord would be present as Lee made his final surrender to Grant.","In the popular historiography for many years the South was, and in many ways still is, portrayed as the glorious “Lost Cause.” The Confederate Army was heralded for is gallantry and bravery. It would prove detrimental to that memory to show the Confederacy agreeing to peace talks so readily. In this view the noble army of Robert E. Lee fought until the bitter end when all hope in preserving the Old South was lost and there was no other choice than to surrender. It is an American tendency to memorialize loss and glorify the war effort, and historical writings have proved that sentiment. It has only been in recent memory that this peace narrative has emerged more into the popular conscious of Civil War memory."],"display_date":"November 1, 1864 - April 9, 1865","search_date":"1865-01-19","locations":[{"id":52913,"lat":37.3570894,"lng":-78.8252911,"zoom":8,"place":"Appomattox Courthouse, Virginia"},{"id":52912,"lat":37.2995049,"lng":-77.299554,"zoom":8,"place":"City Pointe, Virginia"},{"id":52911,"lat":36.9190246,"lng":-76.2699215,"zoom":8,"place":"Hampton Roads, Virginia"}],"tags":[{"id":2994,"tag":"Edward Otho Cresap Ord"},{"id":2972,"tag":"Preston Blair"},{"id":683,"tag":"Abraham Lincoln"},{"id":2554,"tag":"Alexander Stephens"},{"id":2525,"tag":"Hampton Roads Conference"},{"id":2648,"tag":"peace movement"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}},{"id":6661,"title":"Robert E. Lee and His Farewell to His Troops","course_id":170,"status":"P","start_date":"1807-01-19","end_date":"1865-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Robert E. Lee was a Confederate general who was greatly known during the Civil War. He had respect for his men and, having known most of the people he fought, his enemies. Lee Fought for what he believed in and upon his defeat knew his soldiers would be devastated. Hoping to let them know how they fought their best and it was not their fault he wrote them a farewell letter. Coming from a life rich with military involvement Lee knew the power of even in defeat taking the blame onto himself rather than letting the masses take the blame.","               Son of Henry “Light-Horse Harry” Lee he was destined for great military prowess from birth. His father fell unto hard times and had to move to the West Indies. Even without his father Lee found a way to secure a place at West Point and graduated second of his class in 1829.  After his schooling at West Point he married Mary Anna Randolph Custis in 1831. For seventeen years Lee, did not see battle being an officer in the Corps of Engineers in charge of coastal defense. In 1846 the Mexican War allowed Lee to finally see battle. The war earned him three brevets for gallantry and the rank of colonel. He went on to be a superintendent of West Point from 1852 to 1855. In 1855 he chose a position in the cavalry and in 1859 he helped in the putting down of John Brown’s raid on Harpers Ferry.","               In April of 1861 Lincoln offered him command of federal forces Lee declined then resigned when Virginia seceded. The first battle Lee fought, Cheat Mountain, was a loss but his reputation did not fall. 1862 Lee was given command of general Joseph E. Johnston’s army which he renamed to the Army of Northern Virginia. This force had many of the great military leaders of the confederacy like James Longstreet, J.E.B. Stuart and Stonewall Jackson leading it to be the most successful of all the confederate forces. Lee knew winning on northern soil could turn the tides of the war and invaded the North in 1862 and 1863. The Union forces headed by Grant saw the destruction this army was capable of and set their goal rather than capturing Richmond to destroy the Army of Northern Virginia.","               By 1864 confederates were forced into a corner with trench warfare around Petersburg. In February of 1865 Lee was named the General-in-Chief of all Confederate forces. April 9, 1865 Lee was forced to surrender at the Appomattox Court House. Lee gave his men a farewell knowing that each one would have rather died fighting then surrender but fearing the bloodshed would do nothing. He made his farewell brief and his main goal was to let each soldier know it was not their fault and they each fulfilled their duties. He stated “you will take with you the satisfaction that proceeds from the consciousness of duty faithfully performed.” Lee knew that in the end he had to take the blame or risk the war continuing."," "," "],"display_date":"January 19, 1807 - April 10, 1865","search_date":"1836-02-28","locations":[{"id":53028,"lat":37.3570894,"lng":-78.8252911,"zoom":8,"place":"Appomattox"},{"id":53029,"lat":41.3918372,"lng":-73.9625033,"zoom":8,"place":"West Point"},{"id":53030,"lat":38.6092792,"lng":-79.9411769,"zoom":8,"place":"Cheat Mountain"}],"tags":[{"id":1487601778,"tag":null},{"id":656,"tag":"Robert E. Lee"},{"id":3271,"tag":"Appomattox Courthouse"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6667,"title":"A Marriage License and its Properties","course_id":170,"status":"P","start_date":"1850-01-01","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Before and during the Civil War era, marriages were seen as a beneficial contract to, normally, the male spouse. Marriage licenses clearly stated that during the Civil War era people who wanted to marry had to be competent enough to become married, and they had to marry from the same race. Over the decades society has evolved and everything around it, however, it took until the year 2000 for the last state, Alabama, to make interracial marriage legal. We might have moved away from the customes of the Civil War era, but we seem to cling to the ideas. In 2001, a census was conducted in the Deep South, and it showed that 51% of people voted that they prefer to have interracial marriage illegal. Hopefully, society can part from this Civil War ideology, so any race, especially African Americans, can marry whoever they please with ease."],"display_date":"1850 - 1950","search_date":"1900-07-02","locations":[{"id":52766,"lat":37.4315734,"lng":-78.6568942,"zoom":8,"place":"Virginia"}],"tags":[{"id":629,"tag":"race"},{"id":405,"tag":"Marriage"},{"id":32,"tag":"Civil War"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6692,"title":"General Robert E. Lee Parole andCitizenship","course_id":170,"status":"P","start_date":"1865-06-13","end_date":"1865-06-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Taking place on April 9, 1865 the Generals Robert E. Lee and Ulysses S. Grant met for the first time face to face in Wilmer McLean’s house in Appomattox Court House, Virginia. This was to formally end the Civil War and for General Lee and his army to surrender and go on parole for acts of against the United States. Proceeding towards May 29, 1865 President Andrew Johnson issued a Proclamation of Amnesty and Pardon in the direction of the people of the South who had participated in the Civil War, General Lee was one of these people who submitted an application for a pardon. As a General former the Southern Army General Lee needed to do this separately and sent the application headed for General Grant and wrote a letter to President Johnson, but was never pardoned or given back his citizenship even though he had signed his amnesty oath."," ","There is no known reason why he was not pardoned at the time, his application was put aside for consideration and was not looking at again until 1970, when it was found in the National Archives. In 1975 President Gerald Ford signed a form giving General Lee his citizenship back, the signing took place in Arlington House, Virginia. When President Ford signed the form giving him back his citizenship and pardon several of his decedents were there to witness the event and take pride in. President Ford stated that it was time to honor a man who taught this country lessons in duty and valor and stood for what he believed in was right."," ","In conclusion General Robert E. Lee, a General for the Confederacy during the American Civil War, served his country and did what he believed to be the right thing to do. In doing so lost his rights as a citizen in the United States. He tried to get them back, but his paperwork was never looked at again until 1970, and did not get his rights back until 1975. President Ford did the honors of returning his status of citizen, giving General Grant the honor he deserved from long ago. When General Grant decided to fight for the Confederacy, he knows that it would be ruthless if the Confederacy lost and he was still prepared to do what he thought needed to be done even though that it meant that since the South lost he lost his rights as a citizen. General Lee was a man who wanted to fight for his rights and freedoms and even though that dammed him, he still wants to do what he thought was right. It was because of his views and that of the country President Ford decided to finally give him back his rights, something that was long overdue."],"display_date":"June 13, 1865 - June 14, 1865","search_date":"1865-06-13","locations":[{"id":53054,"lat":37.3775201,"lng":-78.7960069,"zoom":8,"place":"Appomattox Court House, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":3314,"tag":"General Robert E. Lee"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6713,"title":"The Stone Wall","course_id":170,"status":"P","start_date":"4/16/17","end_date":"4/18/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Throughout the Civil War, there were some great commanders in both the Confederate and Union armies. One commander that stood out to me was Thomas Jackson. Jackson graduated from West Point, a U.S Military academy around 1846. Being that he graduated around that time he was able to fight in the Mexican War which lasted from 1846-1848.  After fighting in the Mexican War, he went on to pursue a teaching career. After teaching for a while, the secession of Virginia came about in 1861. After Virginia seceded from the Union, jackson took immediate action to join the Confederate army.","<strong><br /></strong>","After joining the army, the first wave of secession was already in place. The first wave lasted from December of 1860 through February of 1861. During the first wave, seven southern states took action and declared their independence from the Union. Throughout the first wave, Jackson hoped that his home state, Virginia, would remain in the Union. Although his home state seceded, he continued to show his loyalty towards his state rather than the Federal Government. In the army, Jackson originally served as colonel until he was promoted to brigadier general under General Joseph E. Johnston. Being that Jackson taught artillery tactics, he would have no problem leading men on the battlefield.","<strong><br /></strong>","Of course the first battle of the war came, and Jackson was ready to fight. The first battle in the Civil War was the Battle of Bull Run. In this first battle Jackson earns his nickname. His nickname comes about through a Union general. As Jackson rushed his men to close a gap against union attack, a Union general said “Look men, there’s Jackson standing like a stone wall”. After that day Thomas Jackson became known as “Stonewall” Jackson.  Some people might question why someone would just be standing in the middle of a battle. Later on during the Civil War, Jackson was eventually commissioned as a major general.","<strong><br /></strong>","Throughout the Civil War, Jackson led his men through some great victories. But little did he know that the end was near. Jackson’s final battle took place in Chancellorsville, Virginia. In this battle, Jackson went to fight with almost two times less men than the opposing Union Army.  The Union came into the battle with about 130,000 soldiers, and Jackson brought about 60,000 soldiers to the battle. Jackson already knew that he had the lower hand in this battle. Being that he had the lower hand he decided to join forces with Robert E. Lee to help fight towards victory.","<br />Out of that 60,000 soldiers, Jackson took 28,000 and  engaged in diversionary attacks against Hooker’s exposed flank. Jackson’s attack caused extreme casualties to the Union force. Following the attacks, Hooker was eventually forced to withdraw his soldiers. Hooker’s withdrawal meant victory for the Confederate Army.  The attacks by Jackson lasted until sunset. Following the end of the conflict, Jackson took some of his men to the forest to scout for approaching Union forces. Because it was night time, a North Carolina regiment mistook the Confederate Army for Union troops and opened fire. After realising that they weren’t Union soldiers, they ceased fire only to find that they had wounded Jackson. Jackson later died because the wounds were too severe for him to survive. Jackson went on to be known as one of the most notorious leaders during the Civil War."],"display_date":"April 16, 1917 - April 18, 1917","search_date":"1917-04-17","locations":[{"id":53067,"lat":38.3084627,"lng":-77.6344334,"zoom":8,"place":"Chancellorsville, Virginia"},{"id":52766,"lat":37.4315734,"lng":-78.6568942,"zoom":8,"place":"Virginia"}],"tags":[{"id":2930,"tag":"Virginia"},{"id":2676,"tag":"Stonewall"},{"id":32,"tag":"Civil War"},{"id":755,"tag":"Confederacy"},{"id":3347,"tag":"1861"},{"id":3348,"tag":"Thomas Jackson"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6718,"title":"Green Grass, Dark Nights","course_id":171,"status":"P","start_date":"1/1/47","end_date":"1/1/48","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            One morning while playing on the woodpile, five year old Charles Grandy was approached by his slaveholder who sternly said to him, “Boy, do you see this grass growing along the side of the fence? Well pull it all up.” Grandy, who was born into slavery, dutifully pulled all of the grass out. Immediately after finishing the task his master assigned to him, Grandy was carried to the fields where the cotton and other crops were growing, and he was instructed to pull out all the grass growing near the crops as well. Due to Grandy’s young age, he was not allowed to use any of the gardening tools, so all of the manual labor the little boy was forced to do was done by hand. From that day forward, Charles Grandy’s days of playing were replaced with the daily task of removing all of the grass and weeds growing near the crops on the plantation. ","            Typically, children born into slavery were not immediately aware that they were enslaved. Often there was a specific moment or event that showed the child that he or she was not free. The average age for children to recognize their servility was in between the ages of six and ten. It is possible that when Grandy’s master told him to pull out the grass, Grandy realized that he was under another person’s control. Prior to being forced to work, Grandy would play around the big plantation house during the day. Occasionally he would be asked to do small errands; however, one may conclude that he did not realize he was doing those small errands due to his enslavement. Grandy’s experience of being forced to pull out grass is representative of the experiences of many other enslaved children who became aware at very young ages that they were owned by another person. ","Charles Grandy shaped and was shaped by history. The experiences that he shared have formed what we know about enslaved children’s struggles. Grandy was robbed of his childhood because he was born into slavery and was forced to do manual labor for his master. The work he was required to do exhausted young Grandy so much that he often would fall asleep on the cold, hard ground before making it back home. If he woke up in the middle of the night, he would stumble around and struggle to find his home in the pitch-black darkness of the night."],"display_date":"January 1, 1947 - January 1, 1948","search_date":"1947-07-02","locations":[{"id":52766,"lat":37.4315734,"lng":-78.6568942,"zoom":6,"place":"Virginia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":408,"tag":"Children"},{"id":2930,"tag":"Virginia"},{"id":3362,"tag":"forced labor"},{"id":3363,"tag":"manual labor"},{"id":3364,"tag":"enslaved children"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}}]}