{"id":111,"place":"WEBB, Texas","lat":27.8795150762,"lng":-99.636805503,"episodes":[{"id":158,"title":"Laredo Smallpox Riot\n","course_id":1,"status":"P","start_date":"1899-03-19","end_date":"1899-03-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A breakout of smallpox in the Texas town of Laredo in 1898 eventually led to a confrontation between citizens and a group of Texas Rangers, which left one man dead, thirteen wounded and another twenty-one imprisoned. At the beginning of 1899, State health official, W.T. Blunt, ordered drastic measures- house-to-house vaccination, fumigation and burning of all personal effects suspected of contamination- to be taken to control the smallpox epidemic. However, by March 16, conditions had grown worse rather than better, so Blunt was ordered to the region to spearhead the effort. However, a group of Laredo residents, largely Mexican American, refused to comply with Blunt's instructions, leading Blunt to call in the Texas Rangers to assist in the implementation of his orders. On March 19, the Rangers arrived, and commenced using forceful tactics against those suspected of having the disease. The citizens took to the streets in protest and began hurling rocks at the Rangers, prompting them to shoot into the crowd, wounding at least one man. The following day, a report was made to the local sheriff that a large order of buckshot had been made in that area of the city. The investigation led Sheriff Ortiz to the home of Agapito Herrera where, after brief negotiations, a gun battle ensued between the police and a group of armed men inside Herrera's home. Herrera was fatally shot and several others on both sides were wounded. After evacuating their injured officer, the rangers returned to find an armed crowd surrounding Herrera's body and another shootout followed. Throughout the night, gunfire could be heard throughout the surrounding neighborhoods. Finally, on the morning of March 21, backups from the US Cavalry arrived and restored peace. In the following days, work continued to try to control the smallpox epidemic and twenty-one people suspected of involvement in the riot were arrested. &lt;br /&gt;          Smallpox and other diseases were still rampant at the end of the 19th century. A Richmond Dispatch article from January of 1899 reports that smallpox had broken out in Mississippi, Alabama and, likely, in Tennessee and Georgia, as well. These diseases often affected minority groups disproportionately because their substandard economic situation and inferior living conditions made them more susceptible to illness. Disease was the leading killer in the Spanish-American War, killing nearly 5,000 US soldiers. In fact, the majority of casualties were suffered after the fighting had ceased.&lt;br /&gt;          Efforts were being made by scientists to cure these diseases and by officials to help citizens do whatever they could to avoid them. An anatomy exam from the University of Virginia in May of 1899 asked students to describe in detail such parts of the body as the skull, certain bones, ligaments, joints, several different muscle groups, the kidney, the pancreas, the cerebrum, the heart, and several different nerves. This illustrates that universities were working hard to educate students about the intricate workings of the human body. Extensive work was done by doctors and scientists during the Spanish-&lt;br /&gt;American war to discover how diseases spread. Walter Reed, an American Army surgeon was able to prove that yellow fever was spread by mosquitoes. He would go on in 1900 to create a vaccine for yellow fever. And, like in Texas, when officials in North Carolina discovered a method they thought could fight disease, they used the law to enforce cooperation with their plan. On May 3 they issued an ordinance making vaccination against smallpox compulsory, threatening to fine those who did not comply. Disease was a powerful killer throughout the nineteenth century and, while steps were being taken to understand the spread of disease and to stop it where they could, officials and scientists still could not prevent outbreaks and citizens still resisted their attempts to impose unwelcome policies upon them."],"display_date":"March 19, 1899 - March 21, 1899","search_date":"1899-03-20","locations":[{"id":13306,"lat":27.8795150762,"lng":-99.636805503,"zoom":8,"place":"WEBB, Texas"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1356,"title":"Garza War &#40;or Tin Horn War&#41;\n","course_id":1,"status":"P","start_date":"1891-09-15","end_date":"1893-01-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 15, 1891, Mexican Catarino Garza led twenty-six armed men across the Rio Grande in an attempt at a Texas-based revolution against the  Mexican regime of Porfirio Diaz.  Thus began a series of disturbances known as the Garza War or the Tin Horn War in which Garza recruited rebels to fight against the Mexican government by launching attacks from across the border in Texas.  In this way Garza was constantly trying to evade capture, because of the trouble he created for both the Mexican and American governments. Garza and his men were at large for over a year, creating chaos along the border.  For example, The Brenham Weekly Banner reported on September 24, 1891: A special from Rio Grande City says Garza and nearly 200 revolutionists were seen Sunday night sixty miles south of Carmargo, pressing for the Rio Grande river and pursued by Mexican troops.'  US Army troops were sent to patrol the border by December, and on December 21, 1891, one man was killed and another wounded by Garza's revolutionists near Fort McIntosh.  Garza learned that he was wanted by the special rangers and fled Texas in 1892.  On January 21, 1893, a sheriff's posse and US troops captured the surviving leaders of Garza's band about sixty miles from Rio Grande City."],"display_date":"September 15, 1891 - January 21, 1893","search_date":"1892-05-19","locations":[{"id":13306,"lat":27.8795150762,"lng":-99.636805503,"zoom":8,"place":"WEBB, Texas"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}