{"id":11119,"place":"Europe","lat":54.5259614,"lng":15.2551187,"episodes":[{"id":6745,"title":"The Rise of the Nazi Party and the Emergence of their Influence on Europe","course_id":179,"status":"P","start_date":"1/1/30","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["August 20<sup>th</sup> 1937, the tensions are high in Europe as the newly formed Nazi party is gaining traction in Germany and influence in surrounding regions. (Blame Nazis for rupture. (1937, Aug 21)) The Soviets are most annoyed by these new political ties and influence as it is starting to affect their own states such as Czechoslovakia. Many people blamed these rising tensions and split between Czechoslovakia and Portugal on the Nazi party. On August 20<sup>th</sup> 1937, the diplomatic agreement between Lisbon, Portugal and Praha, Czechoslovakia was severed and the Soviets reported that a third power was involved with this decision. The Soviets stated that the relations were cut so that the German’s could pave a way for the fascist regime in Europe by showing how much influence they held. The German newspapers of course denied these claims stating that the third power was most likely either the French or the Russians themselves in a smear like campaign against the Germans. Both were already militarized near Czechoslovakia but were both a part of the anti Fascist movement so this severing of political relations would be a negative blow to both of their ideologies. Most saw this ruse the Germans were trying to pass off as true and still continued to blame the growing influence of the Nazi party and the power they were exerting in the shadows on the split of diplomatic relations. ","The Nazis had been slowly gaining power and presence ever since they had become the majority party in in 1932 gaining a total of over 30% of the votes in Germany. (\"The Nazi Rise to Power.\") With this they were able to start making moves which eventually led to the events of World War 2. They started creating alliances with other countries near them like Italy to create a powerful force in Europe known as the Axis. The power they were able to exert can be seen in the newspaper article above, they were able to sever relations between two parties without the use of their military. Seeing the Nazi’s influence growing was what would begin to create tension between them and the Allied Forces. They saw the fact that the Nazi party could carry out moves like this from in the shadows as a threat to the stability that had been re-established in Europe. The tensions would constantly rise in Europe until they erupted into what would eventually become World War 2. You can see smaller incidents such as Germany being able to sever the political relations between Portugal and the Soviet State as just one of man incidents that would lead to a war, which many didn’t wish to see so soon after the conclusion of the first World War."," "],"display_date":"1930 - 1945","search_date":"1937-12-31","locations":[{"id":53096,"lat":39.399872,"lng":-8.224454,"zoom":8,"place":"Portugal"},{"id":53059,"lat":54.5259614,"lng":15.2551187,"zoom":8,"place":"Europe"},{"id":53094,"lat":51.165691,"lng":10.451526,"zoom":8,"place":"Germany"}],"tags":[{"id":3437,"tag":"Influence"},{"id":3436,"tag":"Rise to Power"},{"id":3435,"tag":"Nazi Party"},{"id":1732,"tag":"Nazi"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":179,"school_id":28}}]}