{"id":1111,"place":"BENTON, Arkansas","lat":36.3393353358,"lng":-94.2583104444,"episodes":[{"id":1532,"title":"The Battle at Pea Ridge\n","course_id":1,"status":"P","start_date":"1862-03-06","end_date":"1862-03-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Late in the day of March 6, 1862, Confederate troops led by General Earl Van Dorn positioned themselves on the north side of Pea Ridge, Arkansas ready to strike the surprised Federal forces.  Commanded by General Samuel Curtis, the Federals, expecting a frontal attack from the south, quickly discovered the tactical move and swung around to oppose the Confederates.  It was a terrible contest, as the rebels fought desperately to maintain their position even using stones in their cannons when their shot gave out.  On the Confederate side were about 2,000 or so Indians that wreaked havoc with the Federal forces; due to such savage forces, 18 of Curtis' men were found scalped and mutilated  In the fight the Confederacy lost two able leaders in Generals McCullough and McIntosh, whose deaths caused much confusion during the encounter.  Even after a second day of fighting, March 8, 1862, the Union troops continued to dominate forcing General Van Dorn and his remaining troops to retreat to the Arkansas River with orders to leave the state and remove to the Mississippi River for safety and aid in defense of the Confederate positions there.&lt;br /&gt;&lt;br /&gt;A frontier-type struggle [reflective in the western tactics employed by the acting generals & use of the Cherokee Indians as soldiers], there was much infighting and personal displays of courage shown; the biggest battle west of the Mississippi during the Civil War was being fought.  The results of the battle for the South were devastating with the permanent loss of Missouri being a consequence, as well as Confederate plans to maintain the Mississippi River being adversely affected.  This was the last major offensive move by the South in the trans-Mississippi area until 1864; the land had been won over by the North.  A high point in the career of General Curtis, this also served to be a high point for the Union as their forces proved able and much more dominant than those of the undermanned South.  The western theater had clearly become an important part of the Civil War."],"display_date":"March 6, 1862 - March 8, 1862","search_date":"1862-03-07","locations":[{"id":466,"lat":36.3393353358,"lng":-94.2583104444,"zoom":9,"place":"BENTON, Arkansas"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}