{"id":11135,"place":"United States","lat":37.09024,"lng":-95.712891,"episodes":[{"id":6557,"title":"Rachel Carson and the Modern Environmental Movement","course_id":155,"status":"P","start_date":"1/1/62","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Since the introduction of chemicals, such as DDT and other pesticides, the environment had been slowly changing- becoming lifeless and quiet. However, until 1962, many Americans were not fully aware of the extent of the disaster and its cause. Across the United States the sky saw a depletion of birds, the waters flowed with fewer fish, and farmers saw blights as well as illness and death sweep across their livestock.","There may have been no one better fit for the job of alerting and motivating the public than Rachel Carson. She was, as Linda Lear wrote in Environmental History Review 17, \" a scientist in love with the English language.\" Her 1962 book, Silent Spring, painted a picture of a once beautiful and vibrant land being slowly choked by chemicals that, as she wrote, \"come from our laboratories in an endless stream.\" Her passionate argument that mankind's offensives to the environment needed to be halted, including the \"contamination of air, earth, rivers, and sea with dangerous and even lethal materials,\" rang clear amongst some of both the United States' public as well as those abroad.","Although some of the United States' public simply rolled their eyes at what they considered to be the emotional rants of an irrational woman, there is no denying that Rachel Carson played a vital role in the Modern Environmental Movement. Her book, as well as her calm and confident demenour following its publication, planted a sense of an urgent duty to protect the environment for future generations in the mind's of the American people- eventually leading to government policies that favored the environmental movement."],"display_date":"1962 - 1970","search_date":"1966-07-02","locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":3042,"tag":"Rachel Carson"},{"id":3041,"tag":"DDT"},{"id":3069,"tag":"environmental movement"},{"id":3050,"tag":"silent spring"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}},{"id":6582,"title":"The Arms Race and Its Effects","course_id":167,"status":"P","start_date":"1/1/47","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Although guided missile will be fired on this range, none will carry any explosive warheads.”(1) This was found in an article related to weapons testing at Cape Canaveral. This statement was clearly attempting to dissuade fear of the weapon testing area by informing the reader of the lack of live ordnance.  Weapons testing in the 1950’s caused both fear and a feeling of empowerment within American society. A large amount of both the national and international populace feared what the outcome of continued development and production weapons of mass destruction would mean for the world. People felt that it was their moral duty to oppose weapons of such incredible power. However other people felt that the continued creation of the hydrogen bomb was necessary for national security. The debate led to a split amongst the general populace, politicians, and, most importantly, scientists. Edward Teller and J. Robert Oppenheimer were the vocal leaders for each of the movements. On one side, the scientists felt it was their moral responsibility not to use their abilities for the creation of  weapons of mass destruction (Oppenheimer). The other, represented by Teller, felt that it was their responsibility to ensure the U.S. had the strongest weapons possible in its opposition communism & The U.S.S.R.. (2)","             A split in opinions led President Truman to put a stop to nuclear weapon research after the World War. This temporary respite ended rapidly when news reached the United States suggesting the Soviet Union was well on its way to developing a hydrogen bomb of its own. This news caused enough fear among the population to motivate President Truman into restarting the nuclear weapon research program. The first hydrogen bomb was tested shortly thereafter in November 1952. Creation of this new bomb was not enough not enough to appease the populace and testing to create an even more aggressive delivery system and bomb began. However, testing continued both on the hydrogen bomb and on missiles that could carry the bomb to a target. In 1957 the first intercontinental ballistic missile capable of carrying a nuclear payload deemed operational was created by the Soviet Union. (3 ) The ability to strike the U.S. with a missile launched from within the Soviet Union was a nightmare come true for the United States. In reality, this nightmare was actually a false illusion created by the Soviets. The Soviets were only minutely ahead of us in terms of long-range missiles according to our intelligence. In 1960, our country introduced the first nuclear submarine; according to Eisenhower this creation essentially shifted the balance of power in favor of the United States. Unfortunately, this information could not be shared with the public and thus the fear continued to grow as the general populace believed the Soviet Union and by default communism was pulling aggressively ahead in the arms race. This false fear had a very real effect on the speed of the U.S.’s approach to the arms race.  With the growing fear of attack, the United States continued to develop and produce nuclear weapons.  In reaction to our weapons buildup, the Soviets increased their pace of development leading to an historical weapons race. (4)"," ","Fear caused by communism dominated our weapons development and politics during the 1950s. Political candidates used this fear to achieve office and scientists used it to gain support for their projects. What is often overlooked is what this fear did to the American people. It led to a cloistered, us against them attitude that persists somewhat to this day. The Cold War and the fear it brought may be passed but the aftershocks of this historic conflict are felt throughout the world today. "],"display_date":"1947 - 1960","search_date":"1953-12-31","locations":[{"id":52960,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"The United States"},{"id":52961,"lat":51.2206431,"lng":51.3635194,"zoom":8,"place":"The Soviet Union"}],"tags":[{"id":291,"tag":"Cold War"},{"id":1029,"tag":"Atomic Bomb"},{"id":3111,"tag":"Soviet Union"},{"id":3112,"tag":"Arms Race"},{"id":3113,"tag":"Hydrogen Bomb"},{"id":3114,"tag":"Edward Teller"},{"id":3115,"tag":"President Truman"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}},{"id":6620,"title":"Does Your Family Have What It Takes?","course_id":165,"status":"P","start_date":"1890-01-01","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A person who strolled a state fairgrounds in the 1920’s might have seen a big attention-grabbing poster with lights illuminating every so often. Walking over to see what is written on it, the person would have noticed that the board contains many different statistics and lights that flash at different intervals: every 48 seconds in the United States, someone was born who would never reach the mental capacity of an eight-year-old. Every seven and a half minutes, a person who would become a leader and a thinker in society was born. These statistics were used to try and show people that too many people with poor genes were being born in the United States. However, the boards served as more than just an eye opener to the public.","Something needed to be done about this ‘problem.’ So what a better way than to have a contest to reinforce what a genetically sound family is like. Physicians and eugenicists hoped that these contests would promote the reproduction among families with good genes. Judges of fitter family contests used overall appearance of the family as a factor. This is where the contests resembled livestock judging. Judges also checked family pedigree charts and trees to determine who the winning family would be. The winner received a medal and/or trophy with quotes engraved into it like “Yea, I have a goodly heritage.” Whoever won would have bragging rights and the knowledge that they are part of a movement to create fitter families in America.","Fitter family contests were part of a larger movement known as the eugenics movement of the 1900’s. Eugenics is considered to be the aim of enhancing the human race by either positive or negative means. The promotion of the reproduction of people with ‘good genes’ (positive eugenics), or by a more radical means of sterilizing and making it illegal for people with poor genes from getting married or reproducing (negative eugenics).","These contests stood for much more than meets the eye of a casual observer. While they may look like just some hometown contest, the events that coincided with these competitions were considerably grim. The eugenics movement had a dark side that you cannot see by looking at something like the fitter family contests. Experiments such as sterilization of incarcerated inmates and the mentally disabled were just a few of the examples of negative eugenics of this time."],"display_date":"1890 - 1930","search_date":"1910-07-02","locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":533,"tag":"Eugenics"},{"id":3197,"tag":"Fitter Family"},{"id":3198,"tag":"state fair"},{"id":3199,"tag":"better baby"},{"id":3200,"tag":"contests"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6646,"title":"Advancement of Women in the American Civil War","course_id":170,"status":"P","start_date":"1861-04-12","end_date":"1894-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Unknown to many in contemporary society, the American Civil War presented women with wondrous advancements in civil rights as the war challenged America’s culturally held notions of women’s role in society. By having the pertinent need of a labor force in almost all fields, women completed the task that drafted men were not able to do so. So as new opportunities were presented to them, women began to obtain more rights than any other previous generation had experienced; being able to manage farms and businesses for the first time. This however was not limited to domestic affairs as women also were heavily involved in espionage, the nursing of soldiers, the raising of capital via the ladies’ and soldier’s aid societies, the U.S sanitary commission, (a private agency in the North that played a critical role in the Union’s victory) and battlefield; a considerable amount of women partook in cross-dressing to enlist themselves. With these outstanding accomplishments, women were forever advanced in society as founder of the Red Cross Barton claimed that had the continuous peace prevailed, the advancement of women’s rights would have remained stagnant in society for at least fifty years. With that the American Civil War inspired individuals to contemplate, and re-think their previously held notions of what a woman was capable of performing as many leaders emerged such as Harriet Tubman and Susie King Taylor.","Delivered passionately by feminist Civil Rights activist in 1894, Josiah Benton Jr. spoke eloquently of the societal advancement the Civil War presented women. By speaking in simple terms, using statistics and emotional appeal the speech was monumentally successful in that it informed the public of the accomplishments of women and the needed continued advancement towards equality. Reminding individuals that men had to evacuate shops, offices, businesses, and banks by the literal thousands only to be run efficiently by women,  the competency of women was once more re-established, and spoken of. Many deeming women unfit to perform the same task as men, all notions of superiority where disproven when even members in the National and State department had their jobs temporarily preformed by women with success. This demonstrated to all that women could maintain order, exceed in domestic and external affairs, regulate capita, and compete with men. Regarding African American women, many were not able to exhibit the same advancements as other women-even those that were also impoverished. So while many were able to learn how to read and write, and at times even pass on that knowledge, it their advancement pales in comparison to the continued adversity they continued to face. Unfortunately many continued to be viewed as hindrances in both the Union and Confederacy.","Louisa May Alcott wrote extensively about her experiences as a nurse during the American Civil War. Nurses typically being what most individuals think of when they image women during the tremulous war, it is undoubtedly due to the large amount of volunteers both the Union and Confederacy received from women. Being motivated to make their presence valuable, many wholeheartedly cared deeply for their patients as they treated gruesome wounds. May Alcott claiming that the nurses had “ a motherly affection for all,” while the women cooked, cleaned, bathed, and wrote for the soldiers, it challenged the notion that women could not multitask well; performing difficult surgeries all the while being responsible for their mental health and emotional well-being.","Submissiveness and domesticity was arguably most challenged when women began to cross-dress and enlist in the military. First seen in July 1863 when Union soldiers found a dead female body disguised as a confederate private in a mass grave. Shocked, as many did not believe women were capable of deceiving men, and fighting, it was originally thought by all that women who cross-dressed were anomalies. Historians now know that this is not the case as a conservative estimate shows now that between four-hundred to seven hundred fifty women disguised themseleves. Scholars now agree that women who fought on the battlefield did so with the same motivations that men had, with the exception of a few who did so in order to obtain freedom from domestic submissiveness, and to be with their loved one. With the Victorian notions of modesty, it made it fairly easy for women to disguise themselves as men as many were given ill-fitting clothing that hid their body shape, were encouraged to sleep with clothed, shower separately, and use the lavatory separately. All of these factors helped women contribute to the war effort as it made it easy for them to enter the battlefield.","Overall the American Civil War allowed women to gain wondrous advancements in civil rights as they were allowed to engage in many domestic and foreign affairs that previously would have not been accessible to them. So while they fought bravely on the battlefield, engaged in dangerous surgery, managed businesses, farms, and taught and learnt literature, the minds of women were significantly expanded. This led many to be inspired to re-think women’s role in society. So with the lives of American women “being shaped by a set of ideas that historians refer to as the cult of womanhood” American cultural notions of femininity were forever changed as the introduction of a new set of ideas inspired those to re-think the capabilities of women. The importance of their role cannot be overstated."," "," "," "," "," "],"display_date":"April 12, 1861 - July 1, 1894","search_date":"1877-11-20","locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":7,"tag":"Women"},{"id":42,"tag":"Civil Rights"},{"id":32,"tag":"Civil War"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6658,"title":"A Northen and Sothern perspective of the slave trade using slave coffles as the main transportation of the slaves.","course_id":170,"status":"P","start_date":"1840-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            The transportations of slaves during the Domestic Slave Trade allowed cotton sales to flourish as well as the income of slave owners. Slave owners knew that transporting a small group of slaves would be more manageable than a larger group in the prevention of riots and allowed more control over them. The domestic slave trade from someone with an abolitionist perspective, would say that the treatment of the slaves is inhumane while a southern slaveholder treated a slave as a source of property and future investment. White slave holders had to take extra precaution to ensure they were safe from any type of revolution. James Buckingham stated that, “we met a group of slaves including men, women, and children, the men chained together in pairs, the women carrying the children and bundles as they march to the South.” The abolitionists of the 1830’s believed that slavery was a national sin, centered on Evangelical Protestants beliefs. Abolitionists desired the slave trade to cease knowing that the slaves deserved better. Several abolitionists that were prominent figures fighting for the emancipation of slaves were William Lloyd Garrison, Wendell Phillips, and Frederick Douglass. Douglass, A freed slave and an important figure fought for the emancipation of slavery through the eyes of once being a slave, escaping to the North to fight. He understood the hardships and psychological trauma a slave could have suffered.","A southerner enjoyed the control associated with the binding of slaves to physical labor, they relished the fact that they could relax while the slaves sweated through the day picking cotton and suffering bloody fingertips. Southerners believed that an end of slavery would demolish their economic system until the creation of cotton. Cotton was a useful resource that allowed clothing to be created and sold, however, southerners realized previous slaves could be potential candidates for the task. If the slaves would have been set free, southerners believed that they would be unemployed and could band together to create a revolution burning land, houses, and animals in order to get revenge. The southerners’ method was cruel indeed, however, the binding of individuals together combined with a small group enabled a successful transport of slaves to the railroad station for further transportation to future slaveholding sites. Many abolitionists after seeing the mistreatment of the slaves fought to end the “madness”. Besides cotton, sugar was also a popular cash crop to be sold alongside cotton to increase the slaveholders’ income. Southerners viewed slave coffles as a cheap form of transportation that allowed the advancement of economic growth despite the Northerners viewpoint. Famous abolitionists such as Frederick Douglass deserve admiration for their dedication toward the fight to emancipate slaves. The Declaration of Independence states,” We hold these truths to be self-evident, that all men are created equal.” These words are a symbol of freedom upon the backs of the slaves, Thomas Jefferson knew that every man should be equal, that every person has certain rights from birth. That no person should have to endure the suffering of human trafficking or unequal treatment due to the color of one’s skin, or the breaking apart of one’s family due to a system designed to oppress.","The end of the Civil War brought freedom and promise of a new generation. Although there was still a need to rebuild as a result of the damage that occurred, a new opportunity was able to present itself, the opportunity of justice and retribution. The Civil War can be debatable, as far as whether it was a result of taxes and tariffs, or slavery, it was actually about separation and the need to be rejoined. But the Civil War, as most wars are, ended in bloodshed but the result changed the perspective of fellow Americans forever. The North and the South merged as one to create a better establishment built for the American people. Abolitionist fought for the rights of slaves because it was a moral obligation. The treatment of slaves during the Domestic Slave Trade was very cruel and deserved, from a northern perspective, condemnation. With the aftermath of the Civil War, today’s generation can now celebrate the end of a despicable business that profited from the trafficking of human beings which lead to an increase in production in cotton and the wealth of slaveholders who profited off of the enjoyment of control and brutality to mold their slaves into a form of capital."," "],"display_date":"1840 - 1860","search_date":"1850-07-02","locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":3268,"tag":"Slave Coffles"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6666,"title":"Events leading to the Civil War","course_id":170,"status":"P","start_date":"1854-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","            During the 1850’s, racist thinking still contaminated the South. Southerners believed that their tradition was being harmed and violated. A northerner believed in equality of all people, as it is stated in the Declaration of Independence. Southerners still viewed slaves as property, instead of people. This mind of thinking disregards any mere thought of a person as human, instead, mainly just a source of income. The damaging thought of a slave not being able to walk among society during those times is one that is morally disheartening and considered a grotesque view to one’s eyes. Several key cogs within the overall machine of history during the 1850’s that lead up to the Civil War include:  The Kansas Nebraska bill, the election of Abraham Lincoln, and the possible cohabitation between the North and the South despite opposing views."," ","            The Kansas Nebraska act of 1854 was created by Stephen A. Douglas, an Illinois senator who believed that Nebraska should be a slave state. The sole principle that the Kansas-Nebraska Act is based on is popular sovereignty. Popular sovereignty is where the citizens within the territories would decide whether they wish to be a slave or free state. The Kansas Nebraska Act was fueled by the thought and opportunity the transcontinental railroad had in allowing faster transportation. “The Little Giant”, as Douglas was called, created a bill that would split the Whig Party, and most northerners would go to the new Republican party. Most settlers coming from both the North and the South, just wanted peace, ignoring the issue of slavery. The Kansas-Nebraska Act would cause violence and tension to increase exponentially between the North and the South. Due to the Missouri Compromise of 1820 being revised, the likelihood of the transcontinental railroad decreased. However, Douglas manages to pass the bill behind the scenes and “Anti-Nebraska” groups are formed across the North. People living in the North and South during that time had opposing views that would lead to an unavoidable conflict. As tension had risen by the Kansas Nebraska Act, it was repealed due to the rise of Abraham Lincoln as president in 1860."," ","On October 16, 1854, Abraham Lincoln stated why he rejected the Kansas-Nebraska Act. He stated,” If the negro is a man, why then my ancient faith teaches me that ‘all men are created equal;’ and that there can be no moral right in connection with one man’s making a slave of another.” Once Abraham Lincoln was elected, he faced the worst crisis America has glimpsed in history. The United States, on the verge of moral destruction, was placed within the kind hands of Abraham Lincoln to restore America and change the citizens’ viewpoints for the better. Even though Lincoln was affiliated with the Republican party, he never stated that he wanted slavery to end, only confined to the South. As Lincoln’s election was confirmed on November 6<sup>th</sup> 1860. After Lincolns election, southern states began reacting as they said they would, by leaving the Union."," ","The possible cohabitation of the North and South based on Lincolns election seemed improbable. Southern states refused to interact with Lincoln demonizing him as a “John-Brown” figure. Lincoln believed the South had reached an all-time low. The possibility of unity of the North and the South during the 1860’s decreased. Because of the separate ideals, the Norths viewpoint was seen as pointless to southerners, southerners had their own source of income generating millions of dollars, however, at the expense of captured servants.  During Lincolns presidency, Southern states didn’t believe their eyes, the fact that Lincolns ideals despite being a Republican, mirror the mindset of an abolitionist. The tension caused by such an issue would ultimately split the separated nations. Because northerners favored industrial factories and treatment of all people as equal, naturally viewed the southern mindset as idiotic and insensitive to fellow people. This treatment, through a northerners eyes was worthy of condemnation not appraisal. Southerners during that time revolted at the threat of their traditional values and standard of living being harmed. They resulted in violence as a revolutionary act, as a last stand to fight for what they believed was right. This split of two nations due to the concept of slavery is ultimately what caused the Civil War."," ","Through the Kansas-Nebraska Act and with the election of Abraham Lincoln causing the secession of southern states, the foundation of the Civil War was laid out. The dividing issue noted by many historians, is slavery. Both the North and the South had separate ideals and because of that, were bound to have a conflict, it was just a matter of when. Conflict is not good but the resolution after conflict can be astounding. Lincoln tried his best to turn things around, even though the South will become worse, there will be a better future. The northern perspective focuses on the rights of all people, while southerners couldn’t comprehend the simple concept of courtesy to fellow man, they valued greed more than innocent people. Change is what young America needed, but it appears that the conflicting ideas, which can be labeled as puberty, has once again stained the loins of the foundational concept of equality and democracy."],"display_date":"1854 - 1860","search_date":"1857-07-02","locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":4,"place":"United States"}],"tags":[{"id":683,"tag":"Abraham Lincoln"},{"id":3275,"tag":"Kansas-Nebraska"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6668,"title":"Bringing It Home","course_id":170,"status":"P","start_date":"1800-01-01","end_date":"1865-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Baseball fans across the U.S have heard of players such as David Ortiz, Satchel Paige, or even Bo Jackson. They are some of the greatest African Americans to step foot on a baseball field. Some refer to them as “freaks of nature” because of their playing abilities. Today in Major League Baseball, about 8.5 % of the players on opening day rosters are African Americans. We all know that there was a time in America when African Americans weren't allowed to play baseball. But when were they allowed into the sport of baseball?"," ","It all began in the late 1800s. African Americans first began to play baseball on college, military, and company teams. As time progressed, blacks somehow made it into the professional stage of baseball. There is no record of who the first black baseball player was, but the first black to reach the Major Leagues was Jackie Robinson. Around the 1800s there was a lot of racial prejudice. Some people could only imagine how blacks were treated on and off the field considering that there were people who absolutely didn’t want them play baseball. Those people where whites in the U.S."," ","Because of the amount of racial prejudice floating around it was hard for players to play the game with comfort. What I mean by this is that players couldn't play the without worrying what would happen to them if they played better than a white player. During this time, if a white player saw that a black player had potential, he would do things like “spike” them during a game. White players used the tactic of spiking to injure African American players. This is done during baserunning and sliding into other bases. If a white player was running bases, he would try to step on the back of a black player's ankle or leg, leaving a huge gash or maybe even breaking the player's leg."," ","Blacks had their troubles off the playing field as well. For African Americans, they were treated the same as they were within the playing grounds. In some cases they were treated worse. For example if a team went to a restaurant and they had a black player on their roster, sometimes they were refused of service and asked to leave. In other cases they were allowed service, but if the black player were to go to the bathroom alone, sometimes customers would go to the bathroom just to threaten them or even assault them. Because some of the players may have had families, whites would go to their homes and bust the windows out while they were sleeping. Not only did whites bust windows out, they tried to set their homes on fire as well.","As time progressed,  people began to see the potential in black baseball player's. Although their potential began to be recognized, there were still some instances where player's were heckled by whites in the stands and off the field. After a while,  some whites began to realize that racial prejudice was wrong and that African Americans aren’t what they perceive them to be. The Only thing that blacks ever wanted was the equal opportunities as other people, to be specific whites.","<br />Today in the U.S, there are more black baseball players than there were in the 1800s for sure. There are African Americans playing baseball at every level of play. The number of blacks playing baseball is increasing dramatically every year. If it wasn’t for some players or people, blacks might have never made it to play in the Major Leagues."],"display_date":"January 1, 1800 - January 1, 1865","search_date":"1832-07-02","locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":3276,"tag":"Arican Americans"},{"id":233,"tag":"Baseball"},{"id":1667,"tag":"Discrimination"},{"id":889,"tag":"Racism"},{"id":1123,"tag":"1800s"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6674,"title":"The Lavender Scare: A Difficult Time Period for the LGBT Community in America","course_id":173,"status":"P","start_date":"1/1/50","end_date":"12/31/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" "," ","An excerpt from a Department of Commerce report, which was drafted on June fifteenth,1950 in response to the Federal Government’s report on suspected homosexual employees in the civil service, helps to provide insight about the conditions and treatment of homosexuals in the Civil Service during the period of time known as the “Lavender Scare (1945-1950’s) a time in which mass firings of individuals took place on the grounds that they were suspected to be homosexual. The report, titled “Perversion Cases- Department of Commerce” entails the procedure and process used to dismiss employees who were found to be “sexually perverted”. Once individuals were suspected or alleged to be homosexual, they were investigated thoroughly by their department and this investigation was then followed up by a personal hearing; if both the investigation and personal hearing were to indicate that the individual was in fact homosexual, they were immediately dismissed from their job (forced to resign). Overall, of the twenty-two individuals which were suspected to be homosexual by the Civil Service Commission, only one individual was found to have false charges against them, sixteen individuals had been or were in the process of being dismissed at the time this report was published and four individuals’ cases were pending decision. Individual cases outlining the forced resignation of employees are also described in this report; employees that were found to be homosexual after a thorough investigation and personal hearing were promptly dismissed. One such case describes the dismissal by retirement of an employee who had served the Department of Commerce for thirty-one years.","Throughout the 1950’s, the practice of firing alleged homosexual individuals was gradually becoming more and more widespread; mostly based on the belief that homosexuals and communists possessed common characteristics which included moral corruption and sexual perversion; these traits made them vulnerable and left them psychologically weak, and therefore, a national security threat; according to the likes of the McCarthy administration and other anti-gay commentators of the time. The instance outlined in the Department of Commerce report is one of many that resulted from what Andrea Friedman calls “the sexualisation of cold war politics” in her article on the manipulation of homosexuality as a political tactic during Joe McCarthy’s term as a senator. The crackdown on homosexual people, according to Friedman, was a result of growing sentiment to differentiate the loyal from the disloyal in which private relationships which were considered inappropriate and abnormal became synonymous with symbols of disloyalty and national betrayal. The use of this political tactic known as the “Lavender Scare” alongside the anti-communist sentiments of what is known as the “Red Scare” portrays the idea that both homosexuality and communism were closely linked in the minds of those who sought to perpetuate misconceptions for their political motivations in the unsure times of the Cold War. "," "," "],"display_date":"1950 - 1969","search_date":"1960-01-01","locations":[{"id":53040,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"USA"}],"tags":[{"id":3289,"tag":"Mass Firings"},{"id":3288,"tag":"Persecution"},{"id":584,"tag":"gay"},{"id":3287,"tag":"Lesbian"},{"id":3284,"tag":"Lavender Scare"},{"id":3286,"tag":"Mccarthyism"},{"id":291,"tag":"Cold War"},{"id":265,"tag":"america"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}},{"id":6696,"title":"Children Thoughout the American Civil War","course_id":170,"status":"P","start_date":"1863-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Throughout the American Civil War many children in both the North and South faced adversities. Needing to take on responsibilities that would have otherwise been reserved for adults, many were forced to abandon their childhood and take up roles to aid in the war effort. This included performing clergy work, managing livestock, cooking meals for younger siblings, becoming nurses, sewing fabric to make ends meet, and even enlisting in the army. This hardship however pales in comparison to the difficulties that many African American children had to combat; particularly of those living in the South. Many being viewed as a hindrance to society, in both regions African American children were treated poorly as many refugees migrated from the south to the north to occupy “contraband camps.” Life in these overcrowded camps was filled with great adversity as the children there were exposed to many illnesses all the while needing to attend school, and work in order to be able to provide for themselves. This resulted in many children laboring alongside escaped adult slaves. It was with this new found “freedom” that many children of escaped slaves began to believe in the possibility of a truly better future, but unfortunately this was often times cut short due to the endemic of illnesses that were present throughout the camp that resulted in the deaths of numerous children. With that, children overall played a crucial role in the civil war as once the war began, many became obligated to perform task to aid the war effort both in the domestic field, and at the battle front- though their personal lives were filled with turmoil.","According to Carrie Barry of Atlanta, she did not have a birthday cake for her tenth birthday. As trivial of a fact as this must seem to most individuals, to a young child a birthday celebration is something of great importance. Faced with great hardships, most children found themselves needing to sacrifice immensely in order to maintain their household and the food supply of the soldiers that would frequently demand food from them as they passed by from town to town. In dismay, many children even though they would not even have enough food for themselves, would have to comply with the demands of the soldiers. Knowing that the army could arrive at any moment's notice, children familiarized themselves with food and housing insecurities. Many of them eventually began to starve and in a desperate attempt to save their families, began to organize themselves and perform well-coordinated looting bands. Feeling justified in their actions as most children felt resentful of the war, one young Richmond girl wrote in her journal: “We are starving. As soon as enough of us get together we are going to take the bakeries and each of us will take a loaf of bread. That is little enough for the government to give us after it has taken all our men.” With that having been said, it demonstrates just how independent, and painfully mature most children had to become during the war. Understanding that the suffering exhibited by them was not of their own doing but rather the  result of the actions of others in which they had no say in, the young girl from Richmond portrayed a child who is very aware of reality. This awareness, and bold courage to so bluntly state that they will loot, also is noteworthy in the sense that most young girls in this era were still expected to admire to strict set notions of femininity. This goes to say that in war, all societal norms are broken.","While most children stayed at home, there was a considerable portion of them that decided to engage in formal combat. With approximately 100,000 children enlisting, the army often times turned a blind eye to an obviously underaged child as the number of casualties grew on both sides of the war. It was this demand for soldiers that resulted in twenty percent of the individuals  enlisted to be under the age of eighteen.  Needing drummer boys, nurses, messengers, and scouts many of the children enlisted with these occupations in the army, but during times of necessities, numerous were forced to fight bloody battles alongside their peers, fathers, brothers, and even sisters and mothers. While unfortunately most were not competent in the battlefield due to lack of experience and physical development, there were a few that demonstrated immense courage and competency. One such soldier is Johnny Clem, who was eleven years old at the time of his service. Serving in the battle of Chickamauga, he was captured by a confederate general who, once telling him to surrender, took hold of an assault rifle and shot the general. He was later awarded a silver medal and promoted to sergeant once he was older. Another instance of bravery can be seen by observing the records of John Cook, who was fifteen at the time he dropped his instrument in the middle of battle to operate a canon at the battle of Antietam. This bravery was exhibited by children of all ages; in one instance a child by the name of Edward Black who was eight years of age, severed in the army.","Children throughout the American Civil War had difficulty adapting to life as many were subjected to horrendous living conditions, and mature responsibilities. Whether it be on the home front or battlefield, young children from all socioeconomic and racial backgrounds struggled alike. Needing to find creative ways to find food, several children broke societal norms and robbed and looted for food as well as sewed clothes for money. With all of this, their adversities were not lost as their resourcefulness and willingness to take on adult responsibilities, such as working in factories, managing fields, sowing, being scouts, messengers, drummers, nurses, and child caretakers, without the help of children the war would have been even more brutal for all; their assistance was pertinent for the success of the nation."," "],"display_date":"1863 - 1865","search_date":"1864-07-01","locations":[{"id":52839,"lat":43.6493751,"lng":-80.4707027,"zoom":8,"place":"United States"}],"tags":[{"id":32,"tag":"Civil War"},{"id":408,"tag":"Children"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6710,"title":"Hardships faced during Reconstruction","course_id":170,"status":"P","start_date":"1867-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","African Americans have endured a lot of hardships throughout the civil war time period leading up to Reconstruction. Historians have found evidence and were able to piece the history of the time period due to documents left behind from people, allowing readers to understand the conditions that plagued the African American population during the Civil War and Reconstruction period.  Important factors that lead to the African Americans freedom and increased stability were the Union army winning the war, Abraham Lincoln’s impact on African Americans and his dream of unity, important riots that lead up to the freedom that African Americans have today."," ","African Americans suffered a lot of hardship due to past discrepancies between the southern white men and the concept of freedom. Due to the heavy amount of racism in the South towards African Americans, Abraham Lincoln held within his hands the solution to the problem that plagued the country, unification. Southern states did not like the fact that the North was trying to say that their main source of economic stability was wrong. The Emancipation Proclamation attempted to free the slaves. Lincoln stated, “I do and declare that all persons held as slaves within said designated States, parts of States, are, and henceforward shall be free”. African Americans were torn from their families and some were tortured while others were treated with respect. The overall concept of slavery was the Souths true flaw during the time leading up to the Civil War and Reconstruction."," ","The South was known for being a very simple group of people. They believed in traditional values and modesty among their community and were respectful to each other, however, were disrespectful towards outsiders. They were simple minded and believed that their system of organization was the only way that was successful, without considering other opinions or ideas. If the North truly desired to make an impact, they would’ve had to realize the southerner’s mindset, to protect their system, afraid to change or take a risk. The North believed that the success of America would best be projected by the industrial industry."," ","Due to Robert E. Lee’s surrender at Appomattox Courthouse, Grant could now celebrate that hard-fought war and congratulate Lincoln on the Union victory. Since the confederate army had to surrender their weapons, the main concern was what were the African Americans going to do. African Americans played a huge role as their labor for the South was one of the reasons the South was fighting. The enlistment of African Americans in the war was a risky move due to the possibility of African Americans turning on the soldiers with weapons. African Americans deserve recognition and compensation for the physical and emotional damage that resulted from the slavery period, through the Civil War years, and the Reconstruction period."," ","After Lee’s surrender, African Americans main focus was on rebuilding and finding their family members. Due to the sporadic separation from their family members due to the war, many 0African Americans had to track down their family members, some of them finding them again, while many people did not find their family members. Stripped away from their family like sheep and essentially walked to slaughter, the African Americans who were free desired to reconnect and rekindle the broken family unit as a result of the war. Abraham Lincoln desired that the country be united and through time it was united, African Americans, those who found their family members, were reunited and happy and relieved to see their family. It shows that despite the odds, the will of a person to come back to their family is stronger than any adversity faced. The will to be struck down and oppressed and to stand back up and fight for a purpose that deep down is right, is worthy of appraisal. Life isn’t about how many times a person gets knocked down, but how many times they can get up after being knocked down. The African American population did not desire to be knocked down and pushed to the side but stand strong, united together."," ","The Confederates stared in disbelief, awestruck at the fact that the Union had won. They took the walk of shame by taking days to return home. The Confederate army despite the odds truly believed that with will they would’ve been able to defeat the Union but Lee knew within him that due to Grants artillery and amount of men that it was a suicide mission. The Confederates would not stop until Lee surrendered. Even though the numbers in artillery and men were against the Confederates, they still pushed on believing firmly that their system of slavery benefited economically and created a massive amount of money, but what it was really was money that was extorted from human enslavement."," ","Lee knew that surrender was the best option and that it would have a lasting effect on the African American population and his Confederate army. During the time, Lincoln could relish in the fact that the African American population could be reunited with their families and not be slaves any longer but free men and women within an everchanging society. The signature of Robert E. Lee changed the lives of African Americans forever and was a step in the right direction for young America during that time period. During the war, Lincoln was stressed and knowing that Lee signed for surrender, the heavy burden that was placed on his shoulders could finally be relieved."," ","After Lincoln's death, President Andrew Johnson took over the nation and was in control of the country. President Andrew Johnson established what is known as “black codes” to control the former slaves. The “black codes” infuriated the North considering it wasn’t in compliance with the 13<sup>th</sup> amendment.  Johnson made the southern states essentially rebuild themselves, swearing allegiance to the Union and forced to pay war debts. The rise of the Klu Klux Klan also occurred during the time of Reconstruction. The KKK’s main leader known as “the grand wizard”, along with the group of white people often carried out attacks on the black population despite being free due to the 13<sup>th</sup> amendment. President Johnson’s ideology of Reconstruction was an attempt at bringing the African American population back to a postwar southern era."," "," "],"display_date":"1867 - 1877","search_date":"1872-07-01","locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":4,"place":"United States"}],"tags":[{"id":3344,"tag":"Hardships"},{"id":3345,"tag":"the struggle"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6725,"title":"Eugenics and Perceived Criminality","course_id":176,"status":"P","start_date":"1/1/00","end_date":"12/31/55","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the late 1800s, Francis Galton developed the concept of eugenics, the science of improving a population through selective breeding among ideal specimens. By the 1920s, eugenics had been popularized to mean promoting breeding among the “fit” and restricting reproduction among the “unfit.” Many Eugenicists in the early 1900s had parents or grandparents that lived during a time of slavery, and they themselves were certainly exposed to normalized racism, meaning many of these scientists believed that African-Americans were physically, biologically, and intellectually less than Anglo-Europeans. These biases then affected how they performed research, the data they collected and the conclusions they drew and later shared with the general populations.","<em>The Trait Book</em> by Charles Davenport, a strong proponent of eugenics, outlines traits determined in his research to be hereditary. Physical characteristics such as hair, eye color, and genetic diseases are to be expected and are listed. Davenport also includes among “inborn characteristics” criminal or antisocial behavior, such as Vagrancy, Homicide and Assault. Also included are scales of intelligence, special interests, and personality traits such as conversational, sympathetic, and religious, all of which would now be considered unique to an individual. However, <em>The Trait Book</em> was widely utilized by eugenicists around the world to define and categorize individuals. Eugenicist who consulted this book went on to write papers to present to the public  and provided “scientific evidence” to support legislation passed to allow for the involuntary sterilization of criminals and the insane in the 1920s. The prejudice of eugenicists led to a scientifically supported bias of the innate criminality of African Americans.","This perceived criminality of African-Americans began with the enslavement of Africans in the American colonies. Several diseases were said to be present within the Negro race, including “Dysesthesia Ethiopica,” a disease that made slaves mischievous and indolent, as mentioned in Dr. Samuel Cartwright’s Diseases and Peculiarities of the Negro Race in 1851. He stated that “black blood … creates ignorance, superstition and barbarism, and bolts the door to civilization”, that is, being black in and of itself makes one violent and uncivilized.","            Eugenicists such as those that conducted studies at the Fred C. Nelles Youth Correctional Facility consulted <em>The Trait Book</em> to determine criminality, intelligence and aptitude of the Mexican-American and African-American youth incarcerated there. “The research process often confirmed what [Eugenicists] already knew or believed they knew about youths of color”, according to Miroslava Chavez-Garcia’s article. Several innately racist terms such as “nigger type” and “big coon type” were used in a seemingly scientific way to describe the boys studied at the Nelles Facility. This bias also showed through in how the fieldworkers compared the boys’ intelligence to that of the Anglo-European standards, saying in the case of Nathan M., who scored “feeble-minded” and “moron” that he was of “average intelligence for his race”, exemplifying the workers’ belief that African-Americans were inherently less intelligent than Anglo-Europeans. This lower intelligence was thought to contribute to criminality; that those that were less intelligent were more likely to commit crimes."," "," "],"display_date":"1900 - 1955","search_date":"1928-01-01","locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":3387,"tag":"The Trait Book"},{"id":3386,"tag":"Criminality"},{"id":533,"tag":"Eugenics"},{"id":3,"tag":"African-Americans"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}},{"id":6755,"title":"For the Sake of the Human Race","course_id":177,"status":"P","start_date":"1883-01-01","end_date":"12/31/14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 19th and 20th centuries saw a rapid influx of revolutionary ideas and innovations, but very few were as morally frightening as the eugenics movement. Coined in 1883 by Francis Galton, the term “eugenics” became popularized in the 20th century, especially after Galton’s 1901 publication “The Possible Improvement of the Human Breed Under Existing Conditions of Law and Sentiment.” Galton’s ideas refuted the impractical nature of implementing eugenics into society, aiding to convince the “elite” that eugenics was the quintessential mechanism to improve the human race. The elite consisted of the wealthy, the educated, and the “gifted,” and while Galton’s words definitely resonated, the potentially immoral nature of eugenics, including ideas of genocide and elitism, was troubling. Galton appeared to have very few qualms about the movement’s ideas, but the question remained--how could he persuade the elite, especially those with doubts, to adopt the eugenics movement?","Galton drew inspiration from his half-cousin Charles Darwin’s theories on genetics and natural selection to convince the elite of their duty to improve mankind. Biologically speaking, mankind was much like every other organism in that its genetic disposition and talents varied from individual to individual. If society proliferated certain breeds of dogs and horses, why can’t it also do the same with humans? Eugenics could be implemented by financing the education of precocious children and influencing marital practices. The easiest way to proliferate the spread of “good” genes would be for like to marry like, especially within the gifted classes. Children birthed from the “highly valued” would likely be more genetically superior and thus yield lives of higher civic worth. To encourage the formation of early marriages and subsequent highly productive childbearing, Galton claimed the “...tendency among cultured women to delay or even to abstain from marriage...has to be reckoned with.” ","His ideas were very influential in the medical community. Dr. William Polk argued in 1912 that many parents were already unknowingly practicing positive eugenics by discouraging their children from marrying those deemed unworthy, such as those with low intelligence or afflictions. He asserted that parents and educators should continue this practice by intentionally teaching children to marry wisely and to avoid the costly teacher of experimentation in one’s youth. Galton also claimed, “...an enthusiasm to improve the race is so noble in its aim that it might well give rise to the sense of a religious obligation.” Inspired by Galton, Dr. Caleb Saleeby further advocated in the early 20th century for eugenics by asserting that racial perfection should be idealized just as much as individual perfection is. Galton’s appeals were greatly influential in convincing the elite, particularly medical professionals, of the practical implementations of eugenics, pushing the eugenics movement into mainstream ideology. For example, the eventual atrocities of many states’ eugenic laws in the United States and the Nazi regime drew much of their inspiration from these works. Genetic perfection was attainable; it only required the efforts of the elite to accept and carry out their divine duty."," "],"display_date":"1883 - 1914","search_date":"1898-12-31","locations":[{"id":53005,"lat":52.3555177,"lng":-1.1743197000001,"zoom":8,"place":"England"},{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":533,"tag":"Eugenics"},{"id":100,"tag":"Medicine"},{"id":3456,"tag":"Francis Galton"},{"id":3457,"tag":"elite"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6769,"title":"The History of the Ambulance-Wagon During the Civil War","course_id":177,"status":"P","start_date":"1861-04-12","end_date":"1865-05-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Between April 12, 1861 to May 9, 1865, the Civil War waged claiming the lives of about 620,000 American. The Civil War conflict was a great tragedy, but if could have been worse if it wasn’t for William A. Hammond the surgeon general at the time. It was thanks to his almost single-handed push of a vehicle designed to get medics to the injured faster, and/or the injured out of combat zones.","Known as the ambulance-wagon in its time, it was the first vehicle of its kind; with the express purpose of transporting care to the wounded. An 1891 diagram detailed the inner workings of this type of ambulance was used as a detailed diagram of the innerworkings of the type of an old-style ambulance. It was used in its time as a reference to how a vehicle meant for treating wounds on a battlefield should be built and stocked. It includes a medicine pannier, Autenreith medicine wagon, hospital tent, Sibley tent, litters, Wheeling or Rosecrans ambulance wagon, Rucker ambulance wagon, Confederate field ambulance wagon, hospital rail cars, hospital ship, and six-mule team with U.S. Army wagon. The reason from then number of different types of elements was due to the number of different types of war zones the ambulance-wagon would be used in, and the vast amount of different types of injuries one would fall victim to during the war. The company who created it was Julius Bien & Co.","The photo the same ambulance described by the lithograph in action, shows medical staff tending to the wounds of soldiers on the battle field. During the Civil War, when medicine hadn’t advanced to the point where ambulances only served a means of stabilization, and transportation to a hospital like they do now; it was the ambulance-wagon, and those who pushed its integration that no doubt saved thousands of lives.   ","Hammond demanded (and got) one ambulance for every 150 soldiers and got two medical supply wagons for each regimental corps. His improved transportation system proved itself, and at the battle of Antietam (September 1862) his stretcher bearers and ambulance-wagons had every one of the Union Army's 9420 wounded soldiers off the battlefield before the day ended. It was a remarkable feat in the early history of ambulances. At first, ambulance at the time was used strictly for combat zone purposes, but was quickly adopted by hospitals soon after. "],"display_date":"April 12, 1861 - May 9, 1865","search_date":"1863-04-26","locations":[{"id":53115,"lat":32.7523476,"lng":-79.8746925,"zoom":7,"place":"Fort Sumter, South Carolina"},{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":7,"place":"United States"}],"tags":[{"id":3500,"tag":"William A. Hammond"},{"id":3499,"tag":"ambulance-wagon"},{"id":3498,"tag":"Ambulance"},{"id":5,"tag":"War"},{"id":100,"tag":"Medicine"},{"id":32,"tag":"Civil War"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6772,"title":"Changes in Childbirth in the United States","course_id":177,"status":"P","start_date":"1841-10-09","end_date":"1841-10-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A midwife arrives to a patient’s home early one brisk, March morning in the mid-19<sup>th</sup> century. The patient Mrs. G is in active labor. Her waters broke, and labor is picking up quickly. Soon after, she safely delivers a baby boy. Not long after the delivery, Mrs. G feels a strong pain again, and she begins to crown another baby. She delivers a baby girl. The happy situation of a surprise twin birth soon took a turn for the worse, as Mrs. G began to hemorrhage. The midwife applied pressure and bandaged around the abdomen helped stop the bleeding. She was given castor oil and a concoction of roses, poppy syrup, and dilute sulfuric acid. Plenty of rest was prescribed to the patient. This report of midwifery in private practice shows how home deliveries were typical of childbirth for many centuries."," Early midwifery practice was the norm for childbirth through the history of mankind. Women helped ease the stress of childbirth, and educated other women on the subject. Midwives used traditional medicine and practices to help mothers and babies. Letting nature take its course and along with fewer medical intervention is more beneficial to both mother and child. Births were usually done at home with just the assistance of the midwife. Midwives faced many different issues dealing with childbirth; breech births, hemorrhages, stillbirths, placental previa, and many more. One of the biggest problems with childbirth among women was hemorrhage, according to Copeman. The physician writes of the complications that mothers face during labor and delivery and what midwives should expect. He states the knowledge midwives possess to do their jobs. Women in the United States during the mid-19<sup>th</sup> century had no forms of birth control, therefore women had many children, making midwives part of everyday life. Women during the mid-19<sup>th</sup> century were expected to take a matronly role in society.  "," ","In the late 19th century, the modern hospital emerged. Hospitals began as a space to care for patients, instead of a place for the dying. Hygiene began to take an important role in the hospitals. Patients wanted to go to the hospitals now because they were clean and sterile. With this change, labor and delivery became a hospital oriented task. Doctors were pushing women to move away from the traditional midwife practice. With the development of anesthesia, women could now deliver babies pain free. New medical techniques can help lower the risk for complications such as still births, but took away the specialized care that was once provided by midwives. Although medicinal advances may be beneficial in some instances, this took away the control women had over their bodies, many times women would deliver babies completely unconscious due to anesthesia. The medical decisions were being made by the doctors and not the women themselves. Now midwives throughout the United States are attempting to bring back the practice of midwifery to put an emphasis on natural births with minimal intervention."],"display_date":"October 9, 1841","search_date":"1841-10-09","locations":[{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":3219,"tag":"Midwifery"},{"id":3220,"tag":"Childbirth"},{"id":3155,"tag":"Obstetrics"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6865,"title":"Congress Passes Comstock Act","course_id":188,"status":"P","start_date":"1873-03-03","end_date":"1873-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On March 3, 1873, Congress approved <em>An Act for the Suppression of Trade in, and Circulation of, obscene Literature and Articles of Immoral Use.</em>  The Comstock Act created penalties for owning or selling anything deemed obscene. This included pictures, books, drawings, and drugs such as birth control. The act also defined penalties for any drug or medicine that had “immoral use.” Penalties included imprisonment from six months to five years per offense and a fine ranging from one hundred dollars to two thousand dollars."," ","Anthony Comstock, anti-obscenity campaigner and main advocate behind the act, joined the Union Army after his brother was killed at Gettysburg. The 17th Connecticut Regiment acquired more downtime than other regiments. Due to lack of discipline and downtime, soldiers used pornography to entertain themselves. The lack of disciple and erotic behavior around him shocked Comstock. During his time in the war, he met people from the United States Christian Commission, which affirmed his religiosity and activism. After the war concluded, Comstock became involved with activists of the Young Men’s Christian Association (YMCA)  New York chapter. Their mission was to protect young men from the dangers of themselves. Through their efforts as a collective, the Comstock act passed in 1873."," ","The outbreak of the Civil War with the railroads and postal service in full effect allowed the production of erotic materials to be circulated for a cheaper rate. Photography had just been widely introduced to the world. This allowed erotic materials to be in circulation in new ways and placed in the hands of many soldiers nationwide. Anthony Comstock’s convictions about religious morality inspired him to use legislation to prevent stop the rising turpitude."," ","Due to the Comstock Act, however, more than pornography or lewd writing fell under new scrutiny. Physicians and scholars could not publish educational medical literature that dealt with subjects such as reproduction or sexual health. Issues later arose about the First Amendment and free speech. E.B. Foote Jr. along with many other free speech advocates, fell under threat by punishment due to the Comstock act when they tried to release materials. During this time, the women’s rights movement continued to grow and the Comstock Act became a source of conflict due to its prohibition on birth control. Margaret Sanger, birth control advocate, and others willingly broke the law to get information known and people the medical necessities that they need."," "," "],"display_date":"March 3, 1873","search_date":"1873-03-03","locations":[{"id":52836,"lat":39.279585883987,"lng":-74.703578125,"zoom":5,"place":"Washington DC"},{"id":52839,"lat":46.146075582925,"lng":-119.352015625,"zoom":4,"place":"United States"}],"tags":[{"id":3675,"tag":"Obscenity"},{"id":9,"tag":"Law"},{"id":2772,"tag":"Congress"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}