{"id":11140,"place":"Chancellorsville, Virginia","lat":38.3084627,"lng":-77.6344334,"episodes":[{"id":130,"title":"Battle of Chancellorsville\n","course_id":1,"status":"P","start_date":"1863-05-01","end_date":"1863-05-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The battle at Chancellorsville, Virginia, pitted the Confederate General Robert E. Lee against Union Major General Joseph Hooker. Stonewall Jackson came up with a plan to send Lee around to attack the left flank with only 12,000 troops. Lee won a decisive victory here, even though Hooker's troops numbered well over 70,000. After the victory, Jackson rode out to scout the terrain, and was wounded by friendly fire. However, Jackson returned with a plan, and was able to use his intuition to prevent the far more numerous Union army from winning a decisive victory. The results of this battle given the respective strengths of each side gave increasing prominence to the importance of tactical planning during the remaining months of the Civil War. The battle paved the Confederate road to Gettysburg. The 30,000 casualties incurred here made it the third bloodiest battle of the Civil War. Even before official tallies were taking, participants in the struggle realized as much: The slaughter at Chancellorville is estimated to be large on both sides.'&lt;br /&gt;By May 4, after days of heavy fighting, the Confederate army made the decision to withdraw from Chancellorsville, but soon thereafter, that order was countermanded. Lee prepared to attack again, but rainy weather stalled his plans.&lt;br /&gt;Union General Hooker congratulated his troops on the five thousand Confederate prisoners they had captured, but the Confederacy had won the day. Among the most important results of this battle was the continued protection of Richmond, the Confederacy's capital. A loss here would have paved the way for a Union assault on Richmond, which would have been a serious blow to the Confederates."],"display_date":"May 1, 1863 - May 4, 1863","search_date":"1863-05-02","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":131,"title":"Death of Stonewall Jackson\n","course_id":1,"status":"P","start_date":"1863-05-10","end_date":"1863-05-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thomas Jefferson Stonewall' Jackson, shot just above his left elbow by his own soldiers who, on May 2, did not recognize him at the Battle of Chancellorsville, died from pneumonia that he caught as a complication of his wound. Immediately following the incident, one newspaper reported, his condition is very favorable,' while others lamented that his wounds are so bad.' As a result of the shot, doctors were forced to amputate his arm at the shoulder. He spent the next few days traveling to Richmond, but his condition worsened, and on May 10 at quarter past three o'clock in the afternoon, Jackson died.&lt;br /&gt;Jackson was a native of Virginia, and quickly rose through the ranks of the army. Although he had resigned his commission, the secession of Virginia brought him back into service to lead a regiment. He rose to prominence during the Civil War at the Battle of Manassas, and was a shrewd commander and brilliant tactician. A highly outnumbered Confederate army was prepared to retreat, but Jackson encouraged his comrade Gen. Bee to give [the Union army] the bayonet.' Bee then gave Jackson his nickname, telling his troops, There is Jackson, standing like a stone wall.'&lt;br /&gt;His death a serious blow to Confederate morale, and the entire Confederate force felt saddened by his look. However, his influence reached farther than his troops and the entirety of the Confederate States of America was saddened. A soldier in South Carolina wrote, Virginia, we weep with thee. Thou hadst no nobler son,' commenting that Jackson was on his way to share immortal bliss on high, near God's eternal Throne.' The New Orleans Daily Picayune recognized that Jackson was more than a general: Nor was he great only as a Soldier he was a Christian, a man of kindly feelings;his private character was beyond the reach even of reproach.' In Charleston, he was lauded as a Christian warrior and hero,' a venerated and distinguished friend,' and a veteran patriot and hero.' Throughout the South, Jackson was a beloved general, and his death cast a large shadow for many. Jackson's death was so important that it halted life in Richmond the day that his body arrived.&lt;br /&gt;Lee was among the most saddened at Jackson's death, regarding him as his ablest assistant. Announcing the death to his troops, Lee opined that Jackson's spirit still lives, and will inspire the whole army.' Harper's Weekly called Jackson the ablest officer in the rebel army.' Generals on both sides considered it a huge boost to the Union's war effort. Charleston newspapers recognized his death as an overwhelming calamity.' He reportedly ended his life saying, Let us cross over the river and rest under the shade of tress.'"],"display_date":"May 10, 1863","search_date":"1863-05-10","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2011,"title":"Farmers in Central Virginia Cope after Economic Depression\n","course_id":1,"status":"P","start_date":"1887-10-28","end_date":"1887-10-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["James Holladay, the owner of a plantation in Spotsylvania County, Virginia was exceedingly proud of his new invention.  Holladay had worked hard to perfect the new silo he designed for his farm, but he wanted assurance from an expert that his silo needed no further improvements.  On October 28, 1887 Holladay wrote to Professor Elliot W. Stuart, an expert in agriculture at the University of Virginia, and inquired as to the soundness of the new silo and machine that would automatically fill the silo that he had developed.  Holladay explained, The increasing difficulty of obtaining reliable labour when needed led me to consider the practicability of substituting machinery for hand labour in this part of the operation of filling silos.  Like Holladay, a number of farmers in Central Virginia who struggled to maintain or increase their plantation's productivity utilized innovative tools which, in the words of Holladay, improved in the quality of eusilage and economized labour.  After the economic depression that occurred in the 1870's, men in Central Virginia whose primary source of income revolved around agricultural ventures explored new options that would allow them to reduce farm expenditures while retaining their land.","Other farmers in Central Virginia did not invent new farm machines but, instead, rented tracts of land to tenants as a means to increase the economic productivity of their plantations.  In <em>Southern Crossing</em>, Edward Ayers explains that status as a renter was viewed as a temporary station that was merely a rung on the agricultural ladder of economic success.  Those who entered into contracts as renters aspired to one day become independent landowners.  On July 18, 1875, in a letter addressed to Dr. Cary C. Cocke of Fluvanna County, Virginia, Thos J. Rowland of Richmond, Virginia inquired about the land that Dr. Cocke was hoping to rent.  Mr. Rowland proposed that he pay rent in the form of annual cash payments to Dr. Cocke in exchange for the usage of five hundred acres of his land.  In December of the same year, Mr. Harry B. Tomlin, Jr. wrote a similar letter to Dr. Cocke in which he too asked to rent a parcel of Dr. Cocke's land.  However, Tomlin offered to make part of his payment by relinquishing a portion of the crops he produced on the land to Dr. Cocke.  ","Some farmers in Central Virginia undoubtedly utilized both of these techniques for increasing their plantation's productivity.  Holladay, the plantation owner who designed the new type of silo, also received a letter from a prospective renter.  On December 5, 1884, Z. C. Daniel wrote to Holladay saying that he would either buy or rent a tract of his land because he was somewhat short for land to put in corn.  Mr. Holladay and other farmers of Central Virginia both rented their land and created new farm machines as a means of coping with the aftermath of the economic depression that occurred in the 1870's. ","In Southern Crossing, Edward Ayers describes the years following the economic depression by asserting, New technologies and techniques offered sudden hope to areas that had been passed over for centuries.  These new technologies offered hope not only to farmers like Holladay in Central Virginia, but also farmers in the other farming regions of Virginia and states of the South.  Dependable help was hard to maintain due to the abolition of slavery and the migration of laborers, according to Ayers.  Therefore, farmers needed to develop methods for increasing production while decreasing the number of laborers they utilized on their plantations. "],"display_date":"October 28, 1887","search_date":"1887-10-28","locations":[{"id":14295,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2015,"title":"The Power of Scientific Racism in Central Virginia\n","course_id":1,"status":"P","start_date":"1888-11-27","end_date":"1888-11-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["James Holladay, a farmer from Spotsylvania County, Virginia, felt relieved as he read Francis Ruffin's pamphlet entitled The Negro as a Political and Social Factor.  Holliday conveyed his gratitude in a letter to the author.  Holladay proclaimed, Your forcible presentation of facts, derived from a national experiment, and from extended intelligent and conscientious observation in different fields. . . is fitted to cement the union of those whose convictions of the unfitness of the negro, in capacity and character for the position to which he is hoisted, have rested mainly on circumscribed tho' it may be personal observation.  Francis Gildart Ruffin, a planter in Chesterfield County, Virginia, wrote several political papers based on scientific racism that were widely read and distributed.  Planters throughout Virginia and other southern states responded to Ruffin's writing with support and enthusiasm.  Scientific racism involved the use of observations or data to substantiate the claim that black people are socially, biologically, intellectually and culturally inferior to whites.  Proponents of scientific racism claimed that racial differences were a result of inherent genetic or biological qualities of the members of each race.  Central Virginians, like Holliday, placed importance on the use of systematic observations and facts to substantiate anecdotal evidence and validate their claims concerning the negro's inferiority.  Central Virginians who endorsed scientific racism at the end of the nineteenth century argued that the inferior attributes of negroes could not be overcome through social experiences.","Although Holladay directly articulated his support for scientific racism in his personal correspondence, other Central Virginians expressed scientific racism in more subtle ways.  In the Fredericksburg <em>Free Lance</em>, the reporter who wrote an article about an incompetent police officer, Policeman Brace, claimed, A little duck-legged colored girl out ran him so far in a chase that she was out of sight the first jump.  In order to make the policeman's lack of skill especially clear for the readership, the reporter chose the most extreme point of comparison, a young colored girl.  The concept of black biological inferiority was readily available in the minds of Central Virginians at the time.  Other newspaper articles attributed crimes committed by black men to their childlike mental deficits, such as one man's sweet tooth and another man's confidence in his good looks.  Central Virginians considered black perpetrators intellectually inferior, as their criminal intent stemmed from the mental defects of their race instead of a fully conscious, rational choice to commit crime.     ","According to George Fredrickson in <em>Racism</em>, scientific racism was a medium through which whites, like Holliday, from areas throughout the South justified denying black people full legal or social rights and status in the late nineteenth century.  Southerners thought that the northerners' support for black rights clearly contradicted southerners' arguments regarding the inability of blacks to successfully assume a higher position in the social and political order.  In the letter, Holladay expressed his anger as he claimed that northerners had abruptly placed [negroes] on a political equality with the intelligent and cultured white people who were recently their masters. Many southerners, such as Holliday, felt that northerners lacked the knowledge of the fallibility of the negro that southerners had developed through extensive experience with their slaves.  Yet, Fredrickson argues that northerners believed that African Americans were inferior, as well.  People from both the North and South had problems granting black people equal political and social rights in the late nineteenth century.  "],"display_date":"November 27, 1888","search_date":"1888-11-27","locations":[{"id":14295,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4032,"title":"Radicalism vs. Rationality\n","course_id":7,"status":"P","start_date":"1832-12-15","end_date":"1832-12-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On Saturday, December 15, 1832, the <em>Virginia Herald</em> expressed its grief over the Nullification Crisis with the words, \"alarming as the crisis...is, we cling to the hope, that for the sake of humanity and the honor of our country and her institutions, that means of averting the impending storm may yet be devised...\" While regretting the approaching conflict, the Virginia newspaper never showed support for the doctrine of nullification. Instead, the publication printed both South Carolina and President Jackson's addresses, presenting both sides of the issue. Although it expressed its belief in the sanctity of the Constitution, the newspaper never alluded to whether it approved more of Jackson or South Carolina's constitutional theory. Virginia, like several other Southern states, often struggled to reconcile her beliefs in state sovereignty and in preservation of the Union. However, fearing the damage a military confrontation would cause, the paper expressed desperate desire for compromise stating, \"In common with our countrymen, we shall consider civil bloodshed as to be the most direful calamity that can possibly befall this free and happy land.\"  "," Early in President Jackson's administration, Congress passed the protective tariff of 1828, which quickly came to be known to the South as the \"Tariff of Abominations.\" The tariff intended to protect Northern industry from competing European goods by placing a higher tax on such products. Cotton planters felt the tariff explicitly alienated them because it made their cost of living more expensive and greatly diminished Great Britain's cotton imports. Although the tariff was abrasive to all Southern states, under the leadership of Vice President and states' rights champion, John C. Calhoun, South Carolina led the rally against it. Calling the tariff unconstitutional because it failed to promote the general welfare, Calhoun called for nullification, a doctrine that allowed states to void federal legislation if it breached the constitutional contract made between the states and the federal government. Taking an immediate stand against nullification President Jackson exclaimed, \"...the power to annul a law ... is incompatible with the existence of the Union, contradicted expressly by the...Constitution, unauthorized by its spirit, inconsistent with every principle on which it was founded, and destructive for the great object for which it was formed.\" "," At the start of the crisis, most Southern states shared South Carolina's hatred of the tariff, but never quite embraced the radicalism of nullification. The attitude the <em>Virginia Herald</em> took in December 1832 was characteristic of the rest Southern states' feelings about the crisis. These states relied on their representatives in Congress to rectify the tariff issue instead of taking matters into their own hands.  While they were ardent supporters of states' rights, most were unwilling to risk bloodshed, or worse, separation from the Union in favor of nullification. Most Southern states viewed this method as Alabama's legislature did, \"unsound in theory, and dangerous in practise.\" Instead, the majority of the South favored a logical compromise to the sectional controversy. Nevertheless, December 1832 marked a volatile month in politics, giving birth to unprecedented radicalism, thus stimulating a call for Southern rationality. "],"display_date":"December 15, 1832","search_date":"1832-12-15","locations":[{"id":14290,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4220,"title":"Brady Photographs Artillery\n","course_id":5,"status":"P","start_date":"1863-04-30","end_date":"1863-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The artillery attentively prepared for the battle of Chancellorsville as Mathew Brady snapped the photo.  In a photograph in <em>The Photographic History of The Civil War in Ten</em>, dozens of recently axed tress and stubs cover the ground and surround the cannons beside which the men listen alertly to the officer (20- 21).  A few men stand at ready to insert the cannonballs before a misty field that would later be covered with smoke.  Despite the gritty quality, the focus on the soldiers faces is striking.  One can clearly see even the expressions of the men.  With the recent development of photography, this photo stands as an accomplishment as Henry Lanier in <em>The Photographic History</em> describes photography as \"a pioneer science, requiring absolute knowledge, training, and experience\" (38).","To take a photo a photographer would need a place to fix, wash, and store negatives which the photographer produced on glass plates.  During the Civil War, photographers such as Mathew Brady, the creator of this photograph, would ride with the army in a wagon that the soldiers titled \"What is it?\" and upon reaching a site would set up tents to house his chemicals and dark room supplies.  Due to how near the battle photographers stood, shots can easily kill them as any solider on the field.  Lanier states that Brady \"was so ready to risk his life for the idea by which he was obsessed\" (38).  For this photo, he stood calmly and took a picture of men, some of which later that day would be dead or wounded.  To see this picture over a hundred years later invokes the opinion as Lanier describes, \"For when man achieved the photograph he took almost as important a step forward as when he discovered how to make fire: he made scenes and events and personalities immortal... holding calmly before your eyes the very Reality itself\" (32)."],"display_date":"April 30, 1863","search_date":"1863-04-30","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":16,"tag":"Science/Technology"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4523,"title":"Burnside Rationalizes his moves at Fredericksburg","course_id":18,"status":"P","start_date":"1862-12-17","end_date":"1862-12-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["General Ambrose E. Burnside, the newly appointed Commander of the Army of the Potomac, was regarded by General O. O. Howard as distrusting himself with the position, but was eventually persuaded to accept it. Along with the position came the responsibility for a plan of action that would differ from the failed plans of General George B. McLellan.  It turned out that Burnside's plan of campaign was sufficient on paper, but, as the after action report of Fredericksburg shows, the execution of the plan shattered Burnside's hopes for success. ","                As noted by Howard, Burnside planned to move small numbers of his army as McLellan had planned toward Chester Gap and Culpepper, but to use these marches as a feint to the Confederates so that he could move the majority of his army to Falmouth and cross the Rappahannock to Fredericksburg and gain control of Marye's Heights for future movements.   This plan required the repair of the railroad and delivery of pontoon bridges to the crossing very quickly, which was left in the hands of General Halleck in Washington. The element of surprise was a key for the success of this plan. ","                Burnside's plan did not turn out the way that he had hoped as shown in the after action report. He commented that he moved sooner than he had told the President, Secretary, and General Halleck. The reason he gave for this was that he had seen that the enemy had moved his forces down the river and he hoped by having a \"vigorous attack\" across the river at Fredericksburg that he could separate the troops of the Confederates which would cause them to violate one of the well-known rules of war: never divide your troops in the face of a superior enemy. Burnside and his army were unfortunately unable to accomplish this due to the \"fog and unexpected and unavoidable delay in building the bridges.\" This gave General Lee enough time to assemble his troops at Marye's Heights to defend against Union attacks and ruin the element of surprise Burnside needed. ","                Burnside admitted in his report that he and the army had failed, but had a few things been different, such as the pontoon bridges arriving on time, they might have won a victory for the Union. He reported on the over 10,000 casualties in the battle, but said that he was \"glad to represent the army at the present time in good condition\" which seem to contradict each other. Burnside expressed sympathy for those killed and praised the braveness of those who fought in the battle. The sentiment in the after action report was that Burnside knew he had acted hastily at the wrong time and was willing to take the blame for the loss, and it felt like he knew he would be demoted after this defeat because he thanked the government for their support and confidence almost as a farewell."],"display_date":"December 17, 1862","search_date":"1862-12-17","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":5,"tag":"War"},{"id":1,"tag":"Crime/Violence"},{"id":18,"tag":"Politics"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4569,"title":"Union Officers Diverted by Chess","course_id":18,"status":"P","start_date":"1864-03-01","end_date":"1864-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Just before heading into the Wilderness campaign, Colonel Martin T. McMahon competed against his aide in a game of Chess. Chess is an interpretation of the ancient Indian game of Chatarung. Involving two players, the game includes pieces that simulate battle formations and units with certain strengths and traits. Representing the generals of two armies, the game's relevance to warfare is obvious.","Camp life, as described by Civil War historian Gerald F. Linderman, was tedious. Not a suspenseful respite until the next exciting engagement but where \"the soldier believed that he was being required not only to wait, but to rot.\" Full of disease and boredom, they sought recreation. In the photograph of McMahon, he partakes in the recreational game to enliven his camp experience. McMahon appears deeply thoughtful in the engagement of wits. This encampment seems to have been a prolonged one, as McMahon is privileged to have the company of family – who are onlookers with others interested in the outcome of the game. It is ironic that McMahon plays as the black pieces against the white pieces. The rule stands in Chess that the first player to move is always the player using the white pieces. McMahon playing as the black pieces – and being a Union commander – parallels the Union experience of having to react to their opponent's offensive first moves during the rebellion.   ","Games such as backgammon, and checkers were popular in the camps as well. Chess was played by the higher class, with Confederate General Robert E. Lee an avid fan. Lee described his Pennsylvania campaign with an analogy to chess moves.  When asked about the chances of Richmond being taken whilst on the Pennsylvania campaign Lee quipped: \"In that case we shall swap queens,\" alluding to the importance of the piece in Chess, and acknowledging the likeness between the game and real-life strategy."],"display_date":"March 1, 1864 - May 30, 1864","search_date":"1864-04-15","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":77,"tag":"Recreaction"},{"id":149,"tag":"camp-life"},{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4590,"title":"<strong>Irish Brigade Holds Fast </strong>","course_id":18,"status":"P","start_date":"1862-01-11","end_date":"1862-01-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["       The Irish Brigade, under the command of General Thomas F. Meagher, displayed exceptional bravery at the battle of Fredericksburg. In an after- action battle report, Meagher commended the bravery of his men under a horrendous fire of artillery and aimed muskets while attempting to seize Mayre's Heights from its Confederate defenders in their breastworks. He stated they were \"unbroken and undismayed by the terrific fire which poured down upon them\" and \"dashingly\" continued to charge up the hill into the slaughter. Interestingly enough, some of the fire that poured upon them came from the 24th Georgia Regiment which was also composed of Irishmen. ","Meagher states that he never could have led the attack without the leadership of his officers. Colonel Nugent, who was badly wounded in this attack, leading the Sixty-ninth regiment and Colonel Patrick Kelly leading the Eighty-eight regiment displayed \"a courageous soldiership for which I [General Meagher] have no words.\" The undaunted bravery is especially alarming given Meagher's casualty listing in his after- action report. He feared that the \"Irish Brigade was no more.\" Out of a force of 1,200 that he led, only 250 were left unharmed from the fighting. Though the Irish Brigades causalities were enormous and the men of this brigade were still sorrowful for their lost comrades, the soldiers of the brigade, following their unsuccessful attack on Mayre's Heights, Meagher remembered that they were more than willingly to charge into battle again. The pride that they had for their regiment's bravery, \"emboldened\" by their lost brothers, erased any hesitation for them to charged so bravely again.      ","In an attempt to weaken Lee's defensive position along the hills (centrally Mayre's Heights) prior to the Union attack on Fredericksburg, their artillery began to pound the city starting on December 11th. On December 13th Union troops crossed the Rappahannock and attempted to flank the Confederate left, commanded by Stonewall Jackson, but were driven back by devastating artillery fire. When this failed, Burnside ordered the main assault force, led by General Joseph Hooker, to seize Mayre's Heights.      ","     The causalities of Union forces at Fredericksburg were 12,600 compared to the Confederate's mere 5,300. Most of the Confederates were reported as missing being that they allegedly left to go home for Christmas following the battle. In an attempt to supply themselves, the rebel army stripped the stacked Union dead in front of their position and utilized their clothing, shoes and food. A confederate soldier reported that they looked \"like hogs that had been cleaned\".  The only grace that the Union Army could grant themselves looking back at this battle was the bravery displayed in attacking the impenetrable Confederate positions.           "],"display_date":"January 11, 1862 - January 13, 1862","search_date":"1862-01-12","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":5,"tag":"War"},{"id":167,"tag":"Thomas Meagher"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4725,"title":"\"Steady Men, Forward\"","course_id":34,"status":"P","start_date":"1864-05-04","end_date":"1864-05-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            “Steady men, forward.” These words, spoken by the Union Colonel Russel A. Alger of the Fifth Michigan Cavalry, encouraged a new line of union soldiers as they reinforced the Sixth Michigan in the midst of a bitter struggle with confederate forces led by Brigadier General Thomas L. Rosser during the Battle of the Wilderness. Their reinforcement proved vital to the maintenance of the Union line. Major Kidd, commander of the Sixth Michigan Cavalry, described the situation by saying, “no one who witnessed it can ever forget the superb conduct of Colonel Alger and his men when they swung into the line and turned a threatened reverse into a magnificent victory.”","            In the reports of Colonel Alger, he described the success of his brigade more modestly than Kidd, but nevertheless with a sense of triumph. Alger suggested the conflict was, “a severe contest, lasting about half an hour, during which the enemy was driven from the field, leaving his dead and a portion of his wounded in our possession.” Many of Alger’s descriptions of engaging the enemy display an overall feeling of conquest over the enemy amongst union soldiers. For instance, in another description of engaging the confederates at Todd’s Tavern, Alger wrote, “my regiment, with brigade, joined the right of the Second Division. The enemy was found in force, attacked, and routed.”","            Although Alger and the soldiers of his Fifth Michigan Cavalry achieved some success during the Battle of the Wilderness, it did not exclude them from the horrors of battle. The dense vegetation that characterized the landscape of the Wilderness caused the fighting to be confusing and chaotic. As a result, units for both Union and the Confederacy experienced advances and retreats as the battle see-sawed from Confederate to Union advantage. Colonel Alger and his men gained important victories for the Union; however, sustained firefight in the unfortified areas of the Wilderness littered the woods with casualties of both armies and the fighting ultimately ended in a stalemate. The rough terrain made it extremely difficult for transportation to reach and carry bodies of dead and wounded soldiers off the field. The day after Alger’s reinforcement of Kidd’s Sixth Michigan, he received a letter from the surgeon-in-chief that stated, “we have many killed and sixty more wounded than we have transportation for.” Thus, many wounded soldiers eventually died while lying on the battlefield because of the inability to successfully navigate the thick underbrush."," "],"display_date":"May 4, 1864 - May 25, 1864","search_date":"1864-05-14","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":331,"tag":"Battle of Wilderness"},{"id":396,"tag":"Sustaining Morale"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4726,"title":"Woods, Roads, and Confusion","course_id":34,"status":"P","start_date":"1864-05-03","end_date":"1864-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Marching upon the Catharpin Road after trudging up the Plank Road, where “nothing was seen of the enemy save a small mounted force,” the Third Indiana Cavalry under Union Colonel George H. Chapman “proceeded less than a mile when their advance was attacked by the enemy and driven rapidly back on the main body.” Experiencing an ambush such as this was common for soldiers of both Union and Confederate Armies during the Battle of the Wilderness, May 5 and 6, 1864. Contrary to other major battles of the Civil War, such as Gettysburg or Antietam, the fighting literally took place in the thick woods and underbrush of Virginia. The prevalence of thick woods caused much of the fighting to take place on the roads that cut through the rough landscape. Since the Catharpin Road existed as one of the main roads of the Wilderness, it quickly became a source of conflict between the Union and Confederate armies. Under ambush, the exposed opening of the main body of any road was a death sentence, causing soldiers to retreat to the thick underbrush. The thick vegetation created a confusing arena in which to fight, and, in many cases, artillery could scarcely be used.","After Chapman’s cavalry was attacked by the confederates, led by Brigadier General Thomas L. Rosser, he “immediately reinforced this battalion,” and “soon dismounted the greater part of my brigade and drove the enemy steadily back until I reached a ravine.” Although Chapman followed orders to defend his position here, it gave confederates the opportunity to reestablish their lines and they began a new advance. Now, significantly outnumbered, Chapman recalled, “I again was obliged to put in my entire force.” The fighting “boiled into a bloody, uncontrolled melee, all semblance of organization lost, and each man fought for himself in a life-and-death slugfest face-to-face with the enemy.” Union cannon fire littered the ground with mangled corpses in gray. In the end, Chapman and his Third Indiana Cavalry were ordered to retreat to Craig’s Meeting House. Chapman reported that “confusion occasioned by getting large numbers of led horses back on one road caused men to break badly.” For Chapman, the battle was utter chaos and being forced to retreat did not help the morale of Union soldiers; however Rosser’s confederates were also left in a confused daze with no sense of direction."," "],"display_date":"May 3, 1864 - July 1, 1864","search_date":"1864-06-01","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":331,"tag":"Battle of Wilderness"},{"id":397,"tag":"Chaos and Confusion"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4736,"title":"A Union Officer at the Wilderness","course_id":34,"status":"P","start_date":"1864-05-04","end_date":"1864-05-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William Davis did not talk of gallantry or heroics in his Wilderness Campaign report. The Lieutenant Colonel was simply carrying out orders, and his regiment had been involved in the Union’s struggle since 1861. His 69th Pennsylvania was accustomed to the reality of war; they had fought in the most famous battles: Yorktown, Antietam and Gettysburg. However, the Wilderness was not a normal battle. It was fought in thick underbrush, and regiments were frequently separated from their divisions. There were days without battle, but there was not a moment when the soldiers felt safe. Skirmishes arose in the darkest hours of night and the brightest hours of day. The deep undergrowth was the one constant for Davis and the 69th Pennsylvania. William Davis was a common man in an uncommon situation. Nevertheless, it was his duty to protect his friends when leading them into battle. During Davis’s weeklong struggle in the wilderness, he did not have the luxury of a house or a tent. William and his comrades could only take refuge in the watchful eyes of each other. The men who had been fighting in the arduous war for three years would be tested yet again.","The 69th Pennsylvania was under the command of Maj. Gen. Winfield Scott Hancock’s 2nd Corps. On the morning of 5 May, Hancock was pressed from a counterattack by two Confederate divisions that were commanded by Lt. Gen. James Longstreet. The men continued to hold the Orange Plank Road under any circumstances because any road in the Wilderness represented a huge strategic advantage. The men of 69th would spend most of their time near the Orange Plank Road before they were forced to retreat.","William Davis recounted the night of 10 May for the veteran regiment as hours overwhelmed with exhaustion. “I sent my adjutant to find out where my brigade was. He returned after an unsuccessful search. It being now dark, and the men exhausted from fatigue and want of food, I remained here for the night.” The Battle of the Wilderness would be the starting point of Grant’s campaign for Richmond. For William Davis and his brothers in arms, the Wilderness was a week with no sleep, little food and constant struggle."],"display_date":"May 4, 1864 - May 11, 1864","search_date":"1864-05-07","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":402,"tag":"The Wilderness"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4738,"title":"The Battle of the Wilderness","course_id":34,"status":"P","start_date":"1864-05-04","end_date":"1864-05-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["There were no heroics, tragedy, emotion or names in Joseph Barnes’ report of the Wilderness. Rather, his report of the onerous seven day battle was like a warehouse manager’s inventory report. Perhaps, the thirty one year old man did not want to relive one of the worst times of his life. At the age of 28, Joseph Barnes joined the Union army on May 18, 1861. A few months later he was promoted to Promoted to Full Lieutenant Colonel on December 13, 1861. That is quite the responsibility to give a man who was a professional printer in 1860. Joseph had to quickly adapt to the new trials and challenges of war with no background or knowledge. Before the Wilderness, he was only responsible for a person’s manuscripts. Now, Joseph’s decisions would put men into the lines of rifle fire and bayonets.","Joseph was a common mid level officer. Prior to the war, he had no military experience, and his military skills as a commander would be formed through battle. There were no drills or instructive videos. There were only orders from his superiors that he was expected and needed to execute. Joseph’s 29 Massachusetts was present at the battles of Antietam, Savage’s Station and Knoxville before they were needed to fight at the Wilderness. At the Wilderness, Joseph’s 29 Massachusetts was under the command of Ambrose E. Burnside’s 9<sup>th</sup> Corps. Since Burnside’s troops remained north of the river to protect the lengthy supply chains, Joseph was lucky and did not see much fighting at the Battle of the Wilderness. Like many, this young man was asked to command an army of men with no experience. He carried out the orders from his superiors. He was expected to write a report of the battle, so he simply executed the order. Joseph could not have wanted to watch his fellow men die in battle, and his report reflects his desired distance from the tragic events of the Wilderness."],"display_date":"May 4, 1864 - May 11, 1864","search_date":"1864-05-07","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":334,"tag":"\"Officer's Report\""},{"id":402,"tag":"The Wilderness"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4741,"title":"The Battle of the Wilderness","course_id":34,"status":"P","start_date":"1864-05-05","end_date":"1864-05-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","    The Wilderness of Spotsylvania was, for the 160,000 men who fought there on May 5 and 6, 1864, a scene straight out of Hell.  Lieutenant Colonel John Schnoonover was one of those men.  He was the commander of the 11th New Jersey regiment, one of the units that composed McAllister’s 1st Brigade.  During the morning of May 6, the Confederates were able to use the terrain of the Wilderness to launch a devastating flank attack on the Union positions.  According to Schnoonover, during the attck there was no panic in his regiment.  “The regiment with scarcely an exception acted with perfect coolness; not a man flinched.”  Schnoonover’s account also makes the retreat necessitated by the attack seem fairly ordered.  “This fire was continued for some time, when the regiment on my immediate left fell back.  The one on my right followed.”  After a few minutes of trying to find his superiors, Schnoonover made his own decision to fall back.  “As no troops were to be seen on either my right or left, I deemed it proper to do so.”  From what we can gather from Schnoonover's account, his men acted as trained soldiers should and held their ground until ordered to fall back.  From his account, the fighting in that area of the battle did not seem to be very intense and the retreat seemed to have been caused merely out of surprise. ","   This differs greatly from the account given by historian Robert E. L. Krick, in \"Longstreet's Flank Attack.\"  As Robert E. L. Krick put it, “When the attack hit, McAllister wrested his brigade through a maneuver that changed its front almost ninety degrees to face the onslaught.  That merely exposed both his flanks to overlapping southerners and barely dented the momentum of the attack. Panic spread through Mott’s entire force with increasing urgency.”  Krick’s recounting of the incident contradicts the account given by Schnoonover in that Krick characterizes the fighting in that area as chaotic and confusing, whereas Schnoonover made the whole retreat out to be a well organized withdrawal.  While undoubtedly, many of Schnoonover's men fought courageously in keeping with his orders, it is difficult to imagine that a few men were not caught up in the panic sweeping the Union forces.  Schnoonover probably omitted such incidents in his report so as to not give his unit a reputation for retreating in the face of danger.  Such a reputation would eventually fall back on him, which would not help with advancement or promotions in the future.  Whatever the reasons for the differences in the accounts, the regiment was forced to fall back due to an attack that used the terrain to its advantage.  In both versions, Lee’s gamble paid off, as the Confederates were able to use the Wilderness to downplay the strengths of the Federal units and strike a critical blow on their forces.     ","   Lee chose the Wilderness of Spotsylvania as his battlefield because Grant had 102,000 men to his 61,000 and had a decided advantage in artillery and cavalry.  The Wilderness would counter these imbalances.  The Wilderness was about seventy square miles of what had once been farmland.  After thirty years of no one tending the land, nature had reclaimed the land.  The whole area was \"a region of dense second-growth woods,\" with a dense layer of scrubby brush growing beneath the canopies of the trees.  This made marching very difficult.  “With the regiments on the right and left crowding, and in the midst of an almost impassable underbrush, it was found impossible to form a line of battle in the space I occupied on the road.”  Visibility was sometimes limited to twenty yards or less.  Such terrain would negate Grants advantage in artillery and cavalry and would make unit cohesion very difficult, giving the Confederates, who already occupied key roads and other important elements of the battlefield, an advantage.  In the case of the flank attack on the Union lines, it was an advantage pressed to its fullest potential."," "],"display_date":"May 5, 1864 - May 6, 1864","search_date":"1864-05-05","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":331,"tag":"Battle of Wilderness"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4742,"title":"The Battle of the Wilderness","course_id":34,"status":"P","start_date":"1864-05-05","end_date":"1864-05-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Directing large numbers of men in battle, while crawling through brush so thick that it could put out one’s eyes, is a nightmare beyond imagining.  Such was a normal occurrence during the Battle of the Wilderness, a series of actions on May 5 and 6, 1864, that took place in the Spotsylvania Wilderness southwest of Chancellorsville.","From the turn of the century to the mid 1830s, the area that would be known as the Wilderness of Spotsylvania was a collection of farms, pastures and orchards owned by various families.  By the mid to late 1830s, however, most of the families had left their homesteads for lands further west.  With no one to tend the land, nature began the process of reclaiming the former farmland and turning it to forest.  By 1864, what had once been farms and fields was now about a seventy square mile \"region of dense second-growth woods.\"  Beneath the main canopy of trees was a thick layer of scrubby plant growth, that hindered movement.  The Wilderness of Spotsylvania was aptly named.","Colonel Robert McAllister, commander of the 1st Brigade of the 4th Division, discovered how truly imposing the Wilderness was on his first attempt to advance on Confederate lines.   His unit was to advance over their breast works and find the Confederate lines, “but the dense thickets of underbrush made it impossible for the troops to keep their proper distance…”  The 1st  Brigade had to blindly forge ahead until they made contact with the enemy.  When this occurred, the results were not expected.  “On receiving the enemy’s fire, to my great astonishment, the line began to give way on the left.”  A general panic ensued and the Union forces re-occupied the line at their jump-off point.  McAllister thought the panic was due to “the fact that a large number of men were about to leave the service.”  Whatever the cause of the unit’s flight, the men would have to reform and try again to make contact with the Confederate lines.  They would have to regain communications with the other Union units and march back through the obscenely thick forests.  Due to the nature of the battleground, this would take time, and time spent reorganizing was time not spent marching on the enemy.  Concerning the 1st Brigade, the Wilderness had the exact effect for which Lee had hoped.  Such pitched and confusing actions in which the 1st Brigade was engaged typified the fighting in the Wilderness.  While the intensity of the fighting was new to the war at this point, it would, however, be the norm from then to Lee’s surrender at Appomattox Courthouse, eleven long months away."," The terrain of the Wilderness could have an adverse effect on troop movements which was one reason Lee chose the Wilderness as his battleground.  It offered him several advantages.  As Gordon C. Rhea said in The Battle of the Wilderness, May 5-6, 1864 “From the rebel perspective, the Wilderness offered an ideal battlefield. Meade’s imposing artillery and cavalry would be hobbled, and the Federals would have difficulty bringing their numbers to bear.  Accosting Meade in the Wilderness made eminent sense as a southern objective.”  In other words, if Lee could lure the Federals into the Wilderness, he had a much better chance of winning the battle."," "],"display_date":"May 5, 1864 - May 6, 1864","search_date":"1864-05-05","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":331,"tag":"Battle of Wilderness"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4747,"title":"A Union Perspective: The Battle of The Wilderness","course_id":34,"status":"P","start_date":"1864-05-03","end_date":"1864-08-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With a stylistic flavor characteristic of elevated Romantic ideals combined with ornate “battle-piece” rhetoric, Captain Nelson Penfield of the 125th New York Infantry provides historians with a field account of Federal engagements at the Battle of the Wilderness.  His report begins on May 3, 1864, crossing the Rapidan River at Ely’s Ford along with the other units under the command of Brigadier-General Francis Barlow of the First Division and Major General Winfield Hancock of the Second Corps.  Placed as part of the Third Brigade under Colonel Paul Frank, Penfield’s troops formed the far left section of the Federal lines – holding an exposed position partially across the Brock and Plank Roads.","It was May 6, 1864, before Penfield’s men encountered heavy fire, though, as they acted on orders to attack the Confederate southern flank composed of General Hill’s troops.  His description provides a graphic scene of battle, commenting on “sounding in the woods like the wailing of a tempest,\" in which the vegetation prevented cohesive movements and concealed the enemy.  Shortly after engaging the Rebels, the units under Colonel Frank began to run out of ammunition - forcing a withdrawal under heavy pressure from Lieutenant Colonel Sorrel’s advance along an unfinished railroad.  The 125th was pushed further back by fire, which consumed earthworks and trapped many wounded soldiers.","Consequently, the inability to sustain an offensive forced a retreat and opened Webb to counterattacks from Longstreet’s men.  Disorganization ensued as combat fatigue – caused by hours of combat in dense forest under “heavy murderous fire” – combined with heavy casualties.  Reinforcing the actions bloody consequences, direct references are made in Penfield’s report as he comments on the losses of “some of the best men and most faithful soldiers in the regiment.\"","Despite the high losses, though, the engagements depicted by Penfield became the foundations for an ongoing offensive planned by General Ulysses S. Grant.  Rather than withdrawing north past the Rapidian and Rappahannock Rivers after major actions in the Wilderness subsided, the Army of the Potomac continued to march south.  Nonetheless, the battlefield account of Colonel Nelsen Penfield provides a greater understanding of front line experiences that shaped future engagements along the Po River, the “Bloody Angle,” and the Battle of Spotsylvania."],"display_date":"May 3, 1864 - August 8, 1864","search_date":"1864-06-20","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":352,"tag":"\"Wilderness, Battle of\""},{"id":353,"tag":"\"Union Army\""},{"id":354,"tag":"\"Penfield, Nelson\""},{"id":357,"tag":"\"125th New York Infantry\""}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4748,"title":"A Union Account: The Battle of The Wilderness","course_id":34,"status":"P","start_date":"1864-05-03","end_date":"1864-10-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Hindered by an uneven terrain covered with “tangled thickets of pine, scrub-oak, and cedar,” battle organization and tactics broke down as Captain Robert H. Milliken and other officers struggled to see the enemy and maintain unit cohesion. Consequently, the Battle of the Wilderness represented a definitive moment in the course of the Civil War - providing  an insightful perspective to a polysemic conflict.  Lasting officially from May 5 to May 7, 1864, the conflict marked the first engagement in a larger Federal campaign to wear down Confederate tactical strength and capture Richmond.  Moreover, though, it was the first time that the commands of General Ulysses S. Grant and General Robert E. Lee would meet in battle – a scenario that would come to dominate the remainder of the war and has defined historical perceptions.","Serving in the 69th New York Infantry, a famed Irish regiment that solidified ethnic Irish and Catholic support for the Union, Captain Robert H. Milliken provides a first hand account of the three day battle – characterizing the large numbers of killed and wounded, difficult terrain, and inconclusive action.  From the first epoch of his terse battlefield report, Milliken describes the movement of his company from the former Chancellorsville battlefield, across the Rapidian River, and into a heavy engagement with Rebel forces.  Composing the far left section of the Federal lines, his troops along with the remaining detachments of the First Division are depicted as becoming “heavily engaged” in a battle that “raged with great severity and obstinacy.\"","Despite encountering initial success, though, advances from Rebel troops under General Longstreet eventually overran the Federal regiments; consequently, the 69th Infantry with the rest of the Second Irish Brigade was removed from direct combat and ordered to Todd’s Tavern where they remained until May 9, 1864.  Engagements fettered out by May 7, 1864, as the Armies of the Potomac and Northern Virginia counter-maneuvered and repositioned forces for what would become a continued set of encounters in central Virginia.  Still, the impact on the \"Fightin 69th\" was profound - after four years of continued combat the brigade had been reduced to regimental size and was forced to assimilate into other units.","Nevertheless, severe casualties and difficult battle circumstances failed to provide a tactical advantage for either army.  Thus, the limited engagements described by Milliken demonstrate the effects of combat experience on the enlisted mindset while providing a first hand chronology of the Wilderness."],"display_date":"May 3, 1864 - October 16, 1864","search_date":"1864-07-25","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":355,"tag":"\"Milliken, Robert\""},{"id":356,"tag":"\"69th New York Infantry\""},{"id":358,"tag":"\"Irish Brigade\""},{"id":359,"tag":"\"Fightin 69th\""}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4759,"title":"  Throughout Madison M. Cannon's field account on the Battle of the Wilderness, which took place May 5-7, 1864, the Captain expressed his personal altercations along with his regiments', the Fortieth New York Infantry.","course_id":34,"status":"P","start_date":"1864-05-03","end_date":"1864-05-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Captain Cannon’s report on The Battle of the Wilderness, which took place in the wilderness of Spotsylvania County and Orange County in central Virginia, was an electrifying account which contained three epochs from May 3 until the evening of the 26 from the Union Captain.  Captain Cannon explained first that their regiment had broke camp and moved to the extreme left of Brock’s Cross-Roads in order to “protect the flank”.  With this procedure they were able to capture “about 100 prisoners.”  When the enemy had attacked with a strong skirmish line, followed by a heavy column, the left side gave way.  By the end of the 7 they had positioned back to Chancellorsville with the loss of 7 officers and 165 men.    ","         On the morning of the 8, a four hour march to Todd’s Tavern had set them up with a position to the right of the Tavern.  Throughout the days between the 8 and the 12, the regiment had mainly been moving and setting up multiple positions back and forth from the Po River.  There they held position where they were allowed coffee for the first time in 36 hours, Captain Cannon stated.  On the 17, the rebels had unsuccessfully assaulted their position.  They then withdrew and massed in the rear of the Landrum house.  Captain Cannon expressed a portion of their regiment to scour the woods for straggling rebels. The scouring of woods was a difficult task due to the terrain of the wilderness.  The total loss up to this point was 8 officers and 88 men.            ","Captain Cannon’s record is much more battle tactic descriptive than it is personal.  Cannon wanted whoever to read his account to know their exact locations.  Cannon did not seem worried about his in depth and personal encounters that he and his regiment experienced.  The Captain expressed multiple positions shifts which they made throughout the Wilderness.  He mentioned their dinner on the farm of Colonel Fauntleroy.  Eventually, their loss since leaving Spotsylvania was a total of 18 men. Cannon’s overall report seems to tell us as a soldier that he is an extreme perfectionist and that he wants everything to be detailed, including his report.             ","In summary of Captain Cannon’s report, the Captain expressed the multiple positions which played a major role throughout the Battle of the Wilderness which was also a major event in the plan of Robert E. Lee.  Cannon is extremely detailed in his expression of their movements and positions and what they had dealt with in the internal and external hardships throughout the Battle of the Wilderness."],"display_date":"May 3, 1864 - May 26, 1864","search_date":"1864-05-14","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":350,"tag":"\"battle\" \"account\""},{"id":394,"tag":"\"wilderness\" \"cannon\""}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4760,"title":"Lieutenant Colonel Casper W. Tyler of the One hundred and forty-firsty Pennsylvania Infantry provided a detailed account on the Battle of the Wilderness from May 5-7, 1864.","course_id":34,"status":"P","start_date":"1864-05-04","end_date":"1864-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Leituenant Colonel Casper W. Tyler begins his historical account on a report of operations on the morning of May 4, until the morning of the 30which he provided us with four epochs.  Lieut. Col. Tyler has a much more personal perspective on his record, other than relaying field and marching positions. ","The record begins when the one hundred and forty-first regiment which was under the Second Army Corps, Major General Winfield S. Hancock in the First Vermont Calvary, Company M in the Third Division under Major General David B. Birney and the First Brigade under Brigadier General J. H. Ward, leaving camp near Brandy Station, VA on the morning of May 4 (Rhea).    They marched rapidly to the Rapidan crossing at Germanna Ford around 6 a.m.  The regiment then remained at the old Chancellorsville battle-ground until the morning of the 5.  The regiment then marched to Todd’s Tavern where they halted for a four hours and then kept moving.  Lieutenant Colonel Tyler expressed that they drove the enemy “about one-half mile” at Gordonsville Road until they stopped due to the time of night, in which they quickly reformed.  Lieutenant Colonel Tyler mentioned the multiple other regiments, which were in the same brigade, and how they consistently backed each other up and helped them out in more ways than war.  Tyler mentioned the specific lines of battle and at the end of each paragraph he stated their position on men missing or killed in action. ","            May 9 through the 11 “consisted chiefly in marching and countermarching\" with the brigade.  The night of the 11, the regiment had been positioned at the foot of Laurel Hill in which they formed two lines.  The one hundred and forty-first were in the second line of the formation.  They began as a whole and moved forward until they surprised and captured the enemy’s works, taking a large number of prisoners.  Lieutenant Colonel Tyler expressed they remained in the “captured works” during the 12 through the 17.  Tyler expressed his personal account in a way that they had “easily repulsed” the enemy’s counter attack and throughout his account makes many assumptions to seem as if it was a Union push-over; however, the battle was ultimately indecisive. ","            Throughout the entire battle, Lieutenant Colonel Tyler is very personal in his record.  Tyler stated the amount of basic supplies they had and the hard times they dealt with other than just on the battle field.  Tyler stated that they have “passed four and five successive days and nights without an hour’s refreshing sleep or rest.”   Tyler seemed to be confused as to their location in many areas in which he states he “regrets that I am unable to particularize our movements with more accuracy during these terrible days.” ","            Through the days of the 21 through the 23 Lieutenant Colonel Tyler stated were mainly days full of marching and countermarching.  Eventually, on the 23 they reached the North Anna River where Tyler ended his report.  At the end of his record, he seems to be extremely loyal and stated that he had the “honor to remain, most respectfully, your obedient servant.”"],"display_date":"May 4, 1864 - May 30, 1864","search_date":"1864-05-17","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":351,"tag":"\"Personal Account\""},{"id":395,"tag":"\"wilderness\""}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":5218,"title":"The Irish March on Fredericksburg","course_id":62,"status":"P","start_date":"1862-12-11","end_date":"1862-12-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the eve of battle, war cries echoed throughout the valleys surrounding Fredericksburg Virginia in Spotsylvania County. Among the nearly 200,000 men preparing to engage in battle, just under two thousand were Irish Americans. These men, new to the land, had been conscripted into service almost as soon as setting dry-foot upon US soil. Despite the Irish immingrants' recent arrival, they were more than ready to fight. Thomas Galley described the Irish Brigade on the eve of battle coming “out from the city in glorious file, their green sunbursts waving…\" In his account every man had \"a sprig of green in his cap and a half-laughing, half murderous look in their eyes.” Galley's chronicle demonstrates how the men of this Irish unit instilled fear into anyone who would dare form ranks against them.","<br />In December of 1862, the US Civil War was in full swing. Throughout the ranks of Union forces, Irish immigrants were segregated into their own units. These soldiers were a unique breed of individual. An atmosphere of myth lay centered around the Irish soldiers of the Civil War. For the Americans who were fighting, they understood the causes of war. However, many of the Irish, having no knowledge of American politics, neither understood the war nor the reasons for which they were fighting and dying. Because of this, the American-born soldiers admired the willingness of the Irish immgrants to fight and die for a cause that was not their own. Galley describes the Irish rank's death-march as they attacked an entrenched enemy position and became the target of Confederate volleys: “they passed just to our left, poor fellows, poor, glorious fellows, shaking goodbye to us with their hats! They reach a point within a stone’s throw of the stone wall. No further.“","<br />This image is representative of Irish units throughout the Civil War. Galley’s account illustrates the iconic nature of these Irish soldiers. While marching full force into what they knew would be their last engagement, the men were smiling and laughing, with a look of passion and murder in their eye; from the perspective of American soldiers, this kind of bravery bordered on insanity.","<br />Because of the actions and attitudes like that of these Irish soldiers in battle at Fredericksburg, the opinion and attitude towards Irish immigrants changed for some Americans. While the Irish would have a long road towards equality, for those Americans who served in battle with the Irish, progress was made towards integration with those that, “try to go beyond, but are slaughtered.”<br /><br />"],"display_date":"December 11, 1862 - December 15, 1862","search_date":"1862-12-13","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":958,"tag":"Irish Immigration"},{"id":32,"tag":"Civil War"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5660,"title":"A Family Divided: Henry Watson and The Slave Trade","course_id":103,"status":"P","start_date":"1813-01-01","end_date":"1823-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Henry Watson woke up one morning by himself. His mother, who had put him to bed the night before, was not next to him. He began to worry; he had never been without his mother before, even a day. After all he was still a child. He scurried out of bed and looked around. He asked several other slaves, who knew his mother well, of her whereabouts. Every single one gave him a blank stare; no one said a word to him. He went to the kitchen, where his mother worked, and asked his mistress of his mother’s whereabouts. She said nothing and ordered him back to work. This frightened Watson. He was scared, lonely, worried and weak without his mother. Soon the trauma brought upon him illness. An illness that he was not expected to recover from.","An old slave woman came to Watson’s aid. She felt sorry for the child and began to take care of him. She treated him like the mother that he lost. During his recovery she told him about the mysterious disappearance of Watson’s mother. His mother had tucked Watson in bed one night, during the night a slave trader came to the house in which they were in bondage. The trader entered the house and attempted to take Watson’s mother away. She resisted to the best of her ability. The trade had to tie her up by her hands and feet and then proceeded to drag her away in the horse and buggy that he arrived in. The mysterious disappearance was no longer mysterious. In fact, it was common for slave families. Watson was no longer scared, or lonely, he was now angry, angry that he lost his mother to the slave trade, angry that his family was broken up. He swore that he would escape when he became of age and search for his mother, but as Watson's days in bondage wore one, his mother became a distant memory.","Walter Johnson’s <em>Soul by Soul</em> talks a lot about slavery in the south from the perspective of the slave trade. He looks at the trade from many perspectives that affect our understanding of slavery in the south. For Henry Watson, the trade was all too real to him. His first exposure of the trade was with the loss of his mother. Although he never witnessed her leaving nor did he know where she went, Johnson does talk about how the trade did break up communities, friendships and families. Watson was no exception. He lost his mother, his only parent and immediate relative, to a slave trader."],"display_date":"1813 - 1823","search_date":"1818-07-02","locations":[{"id":14288,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":96,"tag":"Slave Trade"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":6238,"title":"1st New Jersey Artillery Roars at Chancellorsville","course_id":137,"status":"P","start_date":"1863-05-03","end_date":"1863-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Battle of Chancellorsville on May 3 1863, Hexamer’s Battery of New Jersey proved their worth near Salem Church along Orange Plank Road.  The wellmanned guns of Captains Williston, Rigby, and Parsons poured heavy fire into the Confederate attackers after the Union line was routed.  Lt. Williston reported, “During this action, the enemy carried a large red battle flag, crossed with white, which was knocked down twice by shots from my section.”   In early evening, the Confederates retreated back to the safety of their line because continued advancing would have been disastrous due to the Union battery positions.  Union Commander Sedgwick ordered the reserve batteries into position while Captians Williston, Rigby, and Parsons were sent into the rear to resupply.","William Hexamer was born in Germany on April 12, 1825.  He died in Hoboken, New Jersey on April 25, 1870.  Before the Civil War, William Hexamer became a major in the New Jersey Militia Hudson in the artillery battery along with other German immigrants who were resided in Hudson City, NJ.  He, with Governor Charles Smith Olden, offered the service of the battery to the War Department but was initially turned down until after the First Battle of Bull Run.  Four months went by before the War Department accepted the militia unit on August 18, 1861 with William Hexamer as the commander and captian.  At this point the artillery became  known as Hexamer’s Battery, Battery A, or 1st New Jersey (Light) Artillery.  William Hexamer was present at most major battles of the Civil War with the Army of the Potomac except Gettysburg and Chancellorsville.  His artillery unit was with the sixth corp in the Army of the Potomac.   Hexamer came down with an illness and command  transferred to Parsons until he recovered.  William return in time for General Grant to open up his Overland Campaign in the East where the artillery saw major action.  On August 18, 1864, William Hexamer mustered out of service returning home to New Jersey.","Hexamer’s Battery was in every major conflict that the Army of the Potomac fought until the war ended with the exception of First Bull Run.  They postscripted in many critical moments for Union victory as well as the defeats.  They did not enjoy recognition in the roles they played at Gettysburg, Chancellorsville, Cold Harbor, or the Peninsular Campaign because of the way people romanticized the war.  Rarely did artillery officers earn praise or promotion for their service.  Most got mustered out without receiving any promotions.  Yet, without them the war would have ended quickly and decisively favoring the Confederates and changing the political structure in North America."," ","Word Count: 450"],"display_date":"May 3, 1863","search_date":"1863-05-03","locations":[{"id":14293,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":2475,"tag":"Battery A"},{"id":2474,"tag":"Hexamer's Battery"},{"id":2473,"tag":"1st New Jersey Artillery"},{"id":2472,"tag":"William Hexamer"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6713,"title":"The Stone Wall","course_id":170,"status":"P","start_date":"4/16/17","end_date":"4/18/17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Throughout the Civil War, there were some great commanders in both the Confederate and Union armies. One commander that stood out to me was Thomas Jackson. Jackson graduated from West Point, a U.S Military academy around 1846. Being that he graduated around that time he was able to fight in the Mexican War which lasted from 1846-1848.  After fighting in the Mexican War, he went on to pursue a teaching career. After teaching for a while, the secession of Virginia came about in 1861. After Virginia seceded from the Union, jackson took immediate action to join the Confederate army.","<strong><br /></strong>","After joining the army, the first wave of secession was already in place. The first wave lasted from December of 1860 through February of 1861. During the first wave, seven southern states took action and declared their independence from the Union. Throughout the first wave, Jackson hoped that his home state, Virginia, would remain in the Union. Although his home state seceded, he continued to show his loyalty towards his state rather than the Federal Government. In the army, Jackson originally served as colonel until he was promoted to brigadier general under General Joseph E. Johnston. Being that Jackson taught artillery tactics, he would have no problem leading men on the battlefield.","<strong><br /></strong>","Of course the first battle of the war came, and Jackson was ready to fight. The first battle in the Civil War was the Battle of Bull Run. In this first battle Jackson earns his nickname. His nickname comes about through a Union general. As Jackson rushed his men to close a gap against union attack, a Union general said “Look men, there’s Jackson standing like a stone wall”. After that day Thomas Jackson became known as “Stonewall” Jackson.  Some people might question why someone would just be standing in the middle of a battle. Later on during the Civil War, Jackson was eventually commissioned as a major general.","<strong><br /></strong>","Throughout the Civil War, Jackson led his men through some great victories. But little did he know that the end was near. Jackson’s final battle took place in Chancellorsville, Virginia. In this battle, Jackson went to fight with almost two times less men than the opposing Union Army.  The Union came into the battle with about 130,000 soldiers, and Jackson brought about 60,000 soldiers to the battle. Jackson already knew that he had the lower hand in this battle. Being that he had the lower hand he decided to join forces with Robert E. Lee to help fight towards victory.","<br />Out of that 60,000 soldiers, Jackson took 28,000 and  engaged in diversionary attacks against Hooker’s exposed flank. Jackson’s attack caused extreme casualties to the Union force. Following the attacks, Hooker was eventually forced to withdraw his soldiers. Hooker’s withdrawal meant victory for the Confederate Army.  The attacks by Jackson lasted until sunset. Following the end of the conflict, Jackson took some of his men to the forest to scout for approaching Union forces. Because it was night time, a North Carolina regiment mistook the Confederate Army for Union troops and opened fire. After realising that they weren’t Union soldiers, they ceased fire only to find that they had wounded Jackson. Jackson later died because the wounds were too severe for him to survive. Jackson went on to be known as one of the most notorious leaders during the Civil War."],"display_date":"April 16, 1917 - April 18, 1917","search_date":"1917-04-17","locations":[{"id":53067,"lat":38.3084627,"lng":-77.6344334,"zoom":8,"place":"Chancellorsville, Virginia"},{"id":52766,"lat":37.4315734,"lng":-78.6568942,"zoom":8,"place":"Virginia"}],"tags":[{"id":2930,"tag":"Virginia"},{"id":2676,"tag":"Stonewall"},{"id":32,"tag":"Civil War"},{"id":755,"tag":"Confederacy"},{"id":3347,"tag":"1861"},{"id":3348,"tag":"Thomas Jackson"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}