{"id":11143,"place":"Columbus, Texas","lat":29.7066232,"lng":-96.5396933,"episodes":[{"id":6715,"title":"James Green","course_id":171,"status":"P","start_date":"1853-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Born on John William’s plantation in Petersburg, Virginia, James Green worked side-by-side his mother all his life. His father was a free Native American who had helped a powerful court official and was rewarded with a favor in return: James’ freedom. James says, “He was a full-blooded Indian, and had done some big favor for a big man high up in de courts, and by and bye Mr. Williams comes to my mother and says I am a ‘free boy’”.","After obtaining James’s freedom papers, his father presented them to James’ owner who honored them, but the child continued to live on the planation with his mother. One day while taking a break from helping her, William asked James’ mother if James could take a walk with him. She begrudgingly approved. William took the twelve-year-old to a slave market, and forced James onto the block where he was auctioned off to a Texan named John Pinchback for eight hundred dollars."," While James was just one boy, this experience is one of many. Stealing free African Americans was prevalent within the community of people who supported slavery. Once a person was kidnapped, it became nearly impossible to get their freedom back because kidnappers destroyed any evidence of freedom papers. Even if their case went to court, most judges would turn a blind eye on the kidnapping.  Free relatives could not help their stolen family members because African Americans were rarely allowed to testify in court. Overall, the federal anti-kidnapping laws were not enforced across the country. Although the issue of kidnapping was prevalent everywhere in the US, it was particularly difficult in Northern states, especially after the 1850 Fugitive Slave Act was passed. This Act enforced the recapture of runaway slaves even when they were in free states. Slave kidnappers on occasion would steal a free African American and claim they were a runaway slave–even if they did not match the description.","James spent the next 13 years under the violent hand of John Pinchback, who scared the idea of running away from James’ head on his first day by showing him what the consequences were. James’ story tells us of how there were very few places that were completely safe for African Americans in the nineteenth century; as a free African American, the fear of slavery rarely ended. Even with the protection of freedom papers, slaves could be uprooted at any second by a kidnapper. Few people and laws prevented free African Americans from being stolen and sold into the deep South where they would be subjected to inhuman practices and unrealistic work expectations."],"display_date":"1853 - 1866","search_date":"1860-01-01","locations":[{"id":17965,"lat":37.2279279,"lng":-77.4019267,"zoom":6,"place":"Petersburg, Virginia"},{"id":53069,"lat":29.7066232,"lng":-96.5396933,"zoom":6,"place":"Columbus, Texas"}],"tags":[{"id":3350,"tag":"kidnapping"},{"id":3351,"tag":"free"},{"id":3352,"tag":"free African Americans"},{"id":3353,"tag":"freedom papers"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}}]}