{"id":11222,"place":"Bienville Parish, Louisana","lat":32.4107403,"lng":-93.0175712,"episodes":[{"id":6730,"title":"Incarceration and the Two Outlaw Lovers of Parish Road.","course_id":176,"status":"P","start_date":"1/1/30","end_date":"5/23/34","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the south of Texas during the era of the Great Depression, two young lovers, Bonnie Parker and Clyde Barrow, began a crime streak, robbing stores, and occasional banks. They would eventually have other criminals join them, forming the Barrow gang and creating a stream of violence over the Midwest before being gunned down in Louisiana. The question arises from their history: on whether or not law enforcement helped create the two violent lovers they would have to destroy on Parrish road in 1934.","Clyde Barrow was born in Ennis, Texas as one of eight children in a desperately poor family. After his family moved to west Texas, Clyde would start getting into trouble with the police. Clyde appeared in juvenile court many times until he committed his first felony at seventeen for robbing a car. By the time he turned twenty-one, he had been arrested five times. In one instance in jail, Clyde was so mentally disturbed at the idea of doing the hard labor expected of the inmates; he mutilated himself by cutting off his big toe. Displaying signs, that incarceration enhanced psychological issues within him during his time in prison.","The struggle of Bonnie Parker varied, unlike Clyde she did well in school, but did not finish because at the age of sixteen she married Roy Thornton.  Shortly after their marriage, Thornton was arrested and spent time in jail for robbery, thus ending their relationship, although they remained legally married. While her husband was in jail, Bonnie met Clyde Barrow at a local diner. Soon after they met, Clyde was once again arrested for car stealing and Bonnie snuck a gun into the Texas jail allowing him to escape. He was soon recaptured and spent two years in prison.","However, once he was released and rejoined Bonnie, they decided to try an honest life. The problem arose because of Clyde’s being a convicted felon; every time a crime was committed, the town police officers questioned him. Since he was already suspected of crimes, he decided he would at least to go back to committing the crimes. Now Bonnie happily joined Clyde in his criminal behavior of robbing and killing throughout the Midwest.","They would be killed in a police ambush on a country road in Louisiana with no ability to surrender. Despite their illegal actions, did the effects of incarceration lead Bonnie and Clyde to more crime? Perhaps with Clyde, he felt he would never be allowed to go straight with the various law enforcement seeing him as an outlaw, and Bonnie seeing the main men in her life, Clyde and Thornton being incarcerated, with not many legal financial opportunities available for her. The carceral state for them not necessarily being the four walls of a cell but by the lack of opportunities arising for a chance to re-enter into society."],"display_date":"January 1, 1930 - May 23, 1934","search_date":"1932-03-12","locations":[{"id":53086,"lat":32.4107403,"lng":-93.0175712,"zoom":8,"place":"Bienville Parish, Louisana"}],"tags":[{"id":3408,"tag":"Bonnie and Clyde"},{"id":3407,"tag":"Incarcation"},{"id":3409,"tag":"Outlaws"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}}]}