{"id":11235,"place":"Vienna, Austria","lat":48.2081743,"lng":16.3738189,"episodes":[{"id":6740,"title":"Cold War Nuclear Arms Race","course_id":175,"status":"P","start_date":"10/29/62","end_date":"10/29/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","It was October 1962 and the Cuban Missile Crisis had narrowly been avoided. However, the stress of the of nuclear war still remained in President of the United States John F. Kennedy and the First General Nikita Khrushchev, leader of the USSR. This is evident in the political cartoon, drawn by Leslie Illingworth in the British newspaper, <em>The Daily Mail. </em>The cartoon which appeared in the paper on October 29, 1962 depicts the two world leaders arm wrestling.  The dominating feature of the cartoon is two men engaged in what appears to be an intense arm wrestling match. Viewers can see the sweat pouring off the leaders, especially Khrushchev who does not want to be shown up by the young United States president. Looking closer the readers can see that the two world leaders are not sitting on chairs, but rather on two hydrogen bombs, which are connected to a button that appears to be the signal for nuclear war. Each leader has their fingers ready to press the button, and to end the stalemate and begin the war that most wanted to avoid. ","            The anxiety of nuclear war between the USSR and US were new and unique to the world because of the introduction of the hydrogen bomb. The United States was the first country to test the hydrogen bomb in 1952 and the USSR quickly followed in 1953. According to historian Kari Frederickson, the hydrogen bomb “could project to be one hundred times more explosive” than the atomic bomb because it gets its energy through the fusion of atoms rather from fission. This development by both countries resulted in exactly what is depicted in the cartoon, a nervous and intense stalemate. ","The new emergence of the hydrogen bomb is only part of what makes the cartoon so accurate for this time period. It also perfectly portrays the delicate negotiating that was required by the Cold War and the many pivotal moments in the early 1960s that lead to this standoff. The first major encounter between Kennedy and Khrushchev came at the Vienna Summit on June 3, 1961. The meeting occurred shortly after the United States failed Bay of Pigs Invasion and put immense pressure on young President Kennedy to shows his foreign affairs prowess. However, Kennedy at times seemed to be affected by the brash and more experienced Khrushchev as the two argued about topics such as the Berlin Crisis, Laos, and a nuclear test ban. At the end of the two days tensions remained high as compromise did not seem possible and war seemed possible between the two. According to historian James Giglio, the encounter culminated with Kennedy telling Khrushchev “It will be a long winter” if the countries went to war.  ","            The threat of war would only grow and eventually came to its height four short months later in October with the Cuban Missile Crisis. The intense 13-day political standoff was over the nuclear missiles put on the island of Cuba only 90 miles from the United States. As a result, President Kennedy acted swiftly by placing a naval blockade around Cuba and making it clear that military force would be used if the United States sensed a threat. However, the two sides came together to avoid nuclear war as the USSR agreed to remove the missiles on Cuba in exchange for the United States promising to not invade Cuba. Leaving the tense arm wrestling match between the two in a stalemate. "],"display_date":"October 29, 1962","search_date":"1962-10-29","locations":[{"id":53090,"lat":48.2081743,"lng":16.3738189,"zoom":10,"place":"Vienna, Austria"}],"tags":[{"id":2701,"tag":"Kennedy"},{"id":291,"tag":"Cold War"},{"id":2883,"tag":"Khrushchev"},{"id":3113,"tag":"Hydrogen Bomb"},{"id":2862,"tag":"Cuban Missile Crisis"},{"id":3423,"tag":"Vienna Summit"}],"course":{"name":"JFK","school":"Marist College","course_id":175,"school_id":77}},{"id":6750,"title":"Ignaz Semmelweis: A historical martyr figure, savior of mothers, and a prophet of bacteriology","course_id":177,"status":"P","start_date":"1818-07-01","end_date":"1865-08-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the epidemics in the 18<sup>th</sup> and 19<sup>th</sup> century, childbed fever was the most common cause of maternal mortality, accounted for almost half of all deaths related to childbirth, and was the second leading cause of death in women of childbearing age. Childbed fever was a postpartum infection caused by the lack of doctors washing their hands. Doctors came into contact with the “decaying matter”, coined by Ignaz Semmelweis, when they performed autopsies. The doctors would then move to the next patient bed, and maybe deliver a baby, without washing their hands. This was the factor that Semmelweis pointed out was the cause of this deadly epidemic of mothers.","Described as a “historical martyr figure”, “savior of mothers”, and a “prophet of bacteriology”, Ignaz Semmelweis was a pioneer in antiseptic techniques. In his book titled <em>The Etiology, Concept, and Prophylaxis of Childbed Fever</em>, he dedicated an entire section giving explicit instructions on how a physician or student should not just wash their hands with soap, but also completely disinfect their hands with a chemical agent. Not only did he suggest disinfecting hands, he recommended disinfecting or getting rid of anything that could have come into contact with the decaying matter, especially if it would later be used on one of the women. Semmelweis also pointed out that disinfecting would always be a necessity. This specific point of how disinfecting would always have to be done was so powerful because it was no longer just about obstetrics. This theory could therefore be transferrable to other parts of the hospital, or in this case the entire hospital.  ","He also criticized the physicians who are teaching the students and the students themselves for not taking the time to just dip their hands in the disinfecting solution. He threatened to expose the professors of obstetrics who wrote against his teachings and later said that the students being taught such misleading information would never disinfect themselves unless a law were put into place.","Semmelweis gave a call to action for doctors and governments to follow suit, not only in his book but also in the first report on his discovery by Ferdinand von Hebra. He even gained support from the adjunct director at Vienna General Hospital, having said that his discovery was “immeasurable and deserves the earnest attention of all men of science and recognition by the highest governmental authority.” Even with all the support from his local peers and all of the statistics that showed what happened when his theory was put into practice, he was still rejected from most of the scientific community.","Semmelweis’ discovery not only had a major effect on the longevity of women, but his solution, after his teachings were finally put into practice, reformed all medical practices and saved many lives. We owe him not just the concept of surgical infection, but also the idea that handwashing is inadequate in preventing such infections and that a disinfectant is always necessary. Without any knowledge about germ theory or microbiology, he correctly reasoned through statistics and the scientific method that invisible decaying matter was the source of the epidemic. "],"display_date":"July 1, 1818 - August 13, 1865","search_date":"1842-01-20","locations":[{"id":53090,"lat":48.2081743,"lng":16.3738189,"zoom":8,"place":"Vienna, Austria"}],"tags":[{"id":3158,"tag":"Childbed Fever"},{"id":3446,"tag":"Semmelweis"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}