{"id":1124,"place":"LAURENS, South Carolina","lat":34.483612431,"lng":-82.005935906,"episodes":[{"id":1547,"title":"Publication of the &#147;Shell Manifesto&#39;\n","course_id":1,"status":"P","start_date":"1890-01-23","end_date":"1890-01-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 23, 1890, G. Walsh Shell, president of the Farmers' Convention published the widely distributed Shell Manifesto.'  The Manifesto called for a convention to select candidates for state office that the Farmers' Convention would recommend to the Democrats before their party convention.  The publication stressed the importance of farmers trying to influence government at the state level.  The Manifesto and other related Farmers' Convention activities stemmed from increased membership and a subsequent ability to seek more influence. &lt;br /&gt;&lt;br /&gt;Other organized farmer movements published literature about their beliefs and actions as well.  In Richmond, Virginia, the Alliance Co-Operative Company created a charter, constitution and by-laws; all contained in a pamphlet.  According to the pamphlet, the purpose of the company is to buy and sell, wholesale and retail, for cash, farmers' supplies and products, and to do a general commission business; to rent or own such buildings and other property as may be necessary for the transaction of their business.'  The constitution detailed opening stores for the benefit of Alliance trading members, holding stock in the company, and the company's organization.&lt;br /&gt;&lt;br /&gt;Across the country, Farmers' Alliance groups established similar local cooperative stores, factories, bargaining groups with other merchants and other arrangements designed to benefit agricultural interests.  At its outset, the Farmers' movement forwarded solely efforts designed at economic improvement.  However, due to the success experienced in Richmond and other places across the South, the Farmer's Alliance moved into the political arena as well."],"display_date":"January 23, 1890","search_date":"1890-01-23","locations":[{"id":11576,"lat":34.483612431,"lng":-82.005935906,"zoom":9,"place":"LAURENS, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}