{"id":11274,"place":"Danang Vietnam","lat":16.0544068,"lng":108.2021667,"episodes":[{"id":6741,"title":"A Struggle for Freedom: The 1966 Buddhist Crisis of South Vietnam","course_id":179,"status":"P","start_date":"3/26/66","end_date":"6/8/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            On March 27, 1966, the<em> New York Times</em> reported on ongoing anti-government protests led by young, angry Buddhists, mainly teenage boys and girls, in Saigon, South Vietnam (United Press International, 1966). With a crowd of over 3,000 demonstrators led by the Buddhist youth headquarters, they demanded that the military government of Premier Nguyen Cao Ky be replaced with a civilian government. The Rev. Hoang Quynh, chairman of the Catholic Greater Unity Force, also voiced a similar opinion saying that the current government should be replaced by civilian representatives of each of the country’s main religions. Premier Ky responded to the protestors by promising that a civilian government would be established soon, but at the same time, criticized the demonstrations and demanded for an immediate end to them. Premier Ky also hinted that the government would resort to physical force to dispel demonstrations occurring in not only Saigon, but also Hue and Danang, two other major cities where large-scale protests were happening. For Hue especially, being the old imperial capital, the protests attracted around 20,000 students. In Saigon, as well as Hue and Danang, the protests were not only anti-government, but also anti-American. Many speakers at the rallies denounced Ky’s government as being “corrupt” and having sold out to the American government. Among those in the rallies were South Vietnamese soldiers in uniform. The students, together with the soldiers, chanted for the overthrow of Ky’s government, and the enactment of democracy and return of sovereignty.","            Even before the 1966 Crisis, the Buddhist movement had been growing in size and support for years. To many, the Buddhist movement really began on May 8 1963, when government forces shot at crowds of Buddhists celebrating Wesak, the anniversary of the birth of Buddha (Roberts 1965, 240). This incident would not be the last act of religious suppression that Buddhists would face. President Ngo Dinh Diem, who came into power following the 1954 Geneva Convention (Sacks 1967, 516), installed a pro-Catholic regime that recognized Buddhism not as a religion, but as an “association” (Roberts 1965, 240). Many Buddhists publically spoke of their experiences of unfair treatment as a result of Diem’s regime. The Buddhist journal <em>Lien Hoa </em>published appeals to end religious oppression and forced conversion to Catholicism. Buddhists also spoke of favouritism towards Catholics when it came to promotions and land tenure (Roberts 1965, 241). Even though it is called the Buddhist Crisis, they were not the only group experiencing suppression at the time. All groups independent of the government, including the Boy Scouts, experienced a decline in influence as government-backed organizations took their place. Because of this, the boy scouts would come to play an active role during anti-regime protests (Roberts 1965, 242). The movement was not only anti-regime in nature, but also anti-American. During protests and demonstrations, the Buddhists claimed they represented the voice of the people in order to emphasize their dedication to Vietnamese nationalism and tradition. The Government of South Vietnam, by contrast, had brought in American forces and turned Vietnam into a battlefield between the United States and the forces of communism (Topmiller 1997, 207-208)."],"display_date":"March 26, 1966 - June 8, 1966","search_date":"1966-05-02","locations":[{"id":53091,"lat":16.4498,"lng":107.5623501,"zoom":8,"place":"Hue Vietnam"},{"id":53092,"lat":16.0544068,"lng":108.2021667,"zoom":8,"place":"Danang Vietnam"},{"id":53093,"lat":10.8230989,"lng":106.6296638,"zoom":8,"place":"Saigon Vietnam"}],"tags":[{"id":757,"tag":"Catholicism"},{"id":292,"tag":"Vietnam"},{"id":2247,"tag":"communism"},{"id":1385,"tag":"Social Movement"},{"id":3424,"tag":"Buddhism"},{"id":3425,"tag":"Nguyen Cao Ky"},{"id":3426,"tag":"Nationalism"},{"id":3427,"tag":"Suppression"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":179,"school_id":28}}]}