{"id":11325,"place":"England","lat":52.3555177,"lng":-1.1743197000001,"episodes":[{"id":6630,"title":"The Family Secret: Chamberlen Forceps","course_id":165,"status":"P","start_date":"1670-01-01","end_date":"1770-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Although there are many tools that have contributed to Obstetric medicine, only one was kept a family secret within a family of barber surgeons and practitioners of midwifery for over 100 years. This secret tool is referred to as the Chamberlen forceps. Forceps have been around for some time with Sanskrit writing from approximately 1500 BC, and come in many different forms. Forceps have many uses such as clamping, grasping, holding, cutting, dissecting, dilating and suctioning. Obstetrical forceps specifically are designed to smoothly hold and pull the baby head during vaginal delivery. The Chamberlen forceps were designed with a cephalic curve to fit around the baby's head but lacked the pelvic curve characteristic of the modern forceps.","Peter Chamberlen, later referred to as “the Elder,” invented the obstetrical forceps in the late 16th century in France as a means of avoiding both maternal and neonatal morbidity. Chamberlen went through great measures to introduce yet keep secret of the invention of this tool. He was forced to flee France and settle in England because of religious persecution, later joining the Barber Surgeon Company, often finding himself in trouble. His troubles however did not stop there. Peter later found himself being committed into prison for prescribing medicine and practicing midwifery and keeping his methods a secret, going against the rules of the College of Physicians. ","The Chamberlens made this obstetric tool a secret for two reasons. The first reason is because there was opposition at the time in the medical and surgical establishments to using this sort of tool in childbirth and it was also considered “meddlesome midwifery,” and could cause harm to the mother. Another reason why they went to great lengths to keep the forceps a secret is that a lot of money could be earned by being the people who could deliver a baby when no one else could. The Chamberlen family were said to have arrived at the house of the woman to be delivered in a special carriage. They were accompanied by a huge wooden box adorned with gilded carvings. It always took two of them to carry the box which everyone believed it contained some massive and highly complicated machine. The woman who was due to give birth was blindfold to avoid her seeing the family secret. Only the Chamberlens were allowed in the locked lying-in room, from which the terrified relatives heard peculiar noises, ringing bells, and other sinister sounds as the “secret” went to work.  In addition to blindfolding the women in labor, the Chamberlen’s would often make a lot of noise to distract what was going on and to mask the noise made from the forceps.","Not all of the Chamberlens found keeping the family secret important.  Dr. Peter’s (the nephew of Peter “the Elder) son, Hugh, went to Paris, where tried to sell the secret to the Royal Accoucheur, Clement, for 10,000 crowns. Clément’s challenged Hugh to deliver a grossly deformed rachitic dwarf who had already been in labor for eight days. After many hours sequestered with the woman Hugh failed and returned to England with the secret still unrevealed. The secret tool stayed preserved by Dr. Peter’s wife in a box of various family keepsakes. These were secreted under a trap door in the attic at Woodham Mortimer and were not discovered until 1813. However, the concept must have leaked out and by the early 18th century the first written records of similar but improved instruments appeared, notably from Chapman and Pugh, who both lived within a few miles of the Chamberlen family home in Essex."," "],"display_date":"1670 - 1770","search_date":"1720-07-02","locations":[{"id":53005,"lat":52.3555177,"lng":-1.1743197000001,"zoom":8,"place":"England"},{"id":53004,"lat":46.227638,"lng":2.213749,"zoom":8,"place":"France"}],"tags":[{"id":3220,"tag":"Childbirth"},{"id":3219,"tag":"Midwifery"},{"id":3218,"tag":"Obstetric"},{"id":3217,"tag":"Forceps"},{"id":3216,"tag":"Chamberlen"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6755,"title":"For the Sake of the Human Race","course_id":177,"status":"P","start_date":"1883-01-01","end_date":"12/31/14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 19th and 20th centuries saw a rapid influx of revolutionary ideas and innovations, but very few were as morally frightening as the eugenics movement. Coined in 1883 by Francis Galton, the term “eugenics” became popularized in the 20th century, especially after Galton’s 1901 publication “The Possible Improvement of the Human Breed Under Existing Conditions of Law and Sentiment.” Galton’s ideas refuted the impractical nature of implementing eugenics into society, aiding to convince the “elite” that eugenics was the quintessential mechanism to improve the human race. The elite consisted of the wealthy, the educated, and the “gifted,” and while Galton’s words definitely resonated, the potentially immoral nature of eugenics, including ideas of genocide and elitism, was troubling. Galton appeared to have very few qualms about the movement’s ideas, but the question remained--how could he persuade the elite, especially those with doubts, to adopt the eugenics movement?","Galton drew inspiration from his half-cousin Charles Darwin’s theories on genetics and natural selection to convince the elite of their duty to improve mankind. Biologically speaking, mankind was much like every other organism in that its genetic disposition and talents varied from individual to individual. If society proliferated certain breeds of dogs and horses, why can’t it also do the same with humans? Eugenics could be implemented by financing the education of precocious children and influencing marital practices. The easiest way to proliferate the spread of “good” genes would be for like to marry like, especially within the gifted classes. Children birthed from the “highly valued” would likely be more genetically superior and thus yield lives of higher civic worth. To encourage the formation of early marriages and subsequent highly productive childbearing, Galton claimed the “...tendency among cultured women to delay or even to abstain from marriage...has to be reckoned with.” ","His ideas were very influential in the medical community. Dr. William Polk argued in 1912 that many parents were already unknowingly practicing positive eugenics by discouraging their children from marrying those deemed unworthy, such as those with low intelligence or afflictions. He asserted that parents and educators should continue this practice by intentionally teaching children to marry wisely and to avoid the costly teacher of experimentation in one’s youth. Galton also claimed, “...an enthusiasm to improve the race is so noble in its aim that it might well give rise to the sense of a religious obligation.” Inspired by Galton, Dr. Caleb Saleeby further advocated in the early 20th century for eugenics by asserting that racial perfection should be idealized just as much as individual perfection is. Galton’s appeals were greatly influential in convincing the elite, particularly medical professionals, of the practical implementations of eugenics, pushing the eugenics movement into mainstream ideology. For example, the eventual atrocities of many states’ eugenic laws in the United States and the Nazi regime drew much of their inspiration from these works. Genetic perfection was attainable; it only required the efforts of the elite to accept and carry out their divine duty."," "],"display_date":"1883 - 1914","search_date":"1898-12-31","locations":[{"id":53005,"lat":52.3555177,"lng":-1.1743197000001,"zoom":8,"place":"England"},{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":8,"place":"United States"}],"tags":[{"id":533,"tag":"Eugenics"},{"id":100,"tag":"Medicine"},{"id":3456,"tag":"Francis Galton"},{"id":3457,"tag":"elite"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6761,"title":"The Battle between Infant Feeding and Artifical Foods during the Early 1900s","course_id":177,"status":"P","start_date":"10/1/00","end_date":"2/1/24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Among medical professionals in the early 20<sup>th</sup> century, there were many ideal practices agreed upon, and one practice in specific was advocated yet also debated upon, especially for the sake of survival among infants. In a 1900 entry on <em>Infant Feeding</em> that appeared in the American Journal of Nursing, W.B. Thistle stressed the importance of breastmilk as compared to artificial foods. She states that taking away a mother’s breast for artificial food is “fraught with the greatest importance to the infant” and that no matter how well the artificial food is, the child’s chances for survival are greatly lessened by the change. She goes on to explain how during the early days of milk secretion, the milk is richer in fats and have purgative properties. These properties were thought to cleanse the intestines of the infant during digestion but no provided evidence showed this at the moment.","<em>Mothers and Medicine: A Social History of Infant Feeding</em>, was an entry that braced the concept around <em>Infant Feeding</em>. During this same period, Thomas Morgan Rotch, a physician during 1890-1915, as well as many other physicians, stressed the importance of human milk as well and believed that it must be a standard for any infant nutrients, but implied how it could be unfit for the infant upon specific circumstances. As stated in the entry, if the mother doesn’t nurse on regular intervals or if her temperament is “undisciplined” this could cause the milk to be unfitting for the infant. Rotch goes on to explain that since the mother and infant are completely two separate individuals, the combination of nutrients from the mother’s breastmilk may not always be satisfying towards the infant. He sought out a solution with artificial infant feeding in a way that would be uniquely suited to the infant for digestion and development.","With this being said, though infant feeding was suggested among all medical professionals, it was more accepted within the nursing world. With an another <em>Infant Feeding</em> entry being released in 1924 by the American Journal of Nursing, 24 years later than when the original <em>Infant Feeding</em> was introduced, registered nurse Sister Mary Therese drew from the medical world that infant morbidity was mainly due to gastro-intestinal diseases. She went on to apply that these diseases can only be avoided through proper infant feeding. It was explained that the natural food for an infant is its mother’s milk. A mother’s breastmilk contains vital substances that all other foods lack no matter how modified they are. She sees the denial of breastmilk towards an infant as a crime as it would destroy life itself. Sister Therese also claims that she’s seen infants dying being retrieved by their mother’s milk. If there’s a case where mother can’t breastfeed, then a “wet nurse should be procured if possible”. If that fails, then artificial feeding can then be introduced."],"display_date":"October 1, 1900 - February 1, 1924","search_date":"1912-06-01","locations":[{"id":53005,"lat":52.3555177,"lng":-1.1743197000001,"zoom":8,"place":"England"}],"tags":[{"id":3479,"tag":"Artifical Foods"},{"id":3478,"tag":"Breastmilk"},{"id":3477,"tag":"Infants"},{"id":2189,"tag":"Nursing"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}