{"id":11322,"place":"Howth, Ireland","lat":53.3785693,"lng":-6.0570132,"episodes":[{"id":6760,"title":"The Irish Potato Famine: Lessons in Epidemiology and Public Health","course_id":177,"status":"P","start_date":"1847-05-30","end_date":"1847-08-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 30, 1847, Robert Whyte was forced to either leave his beloved homeland of Ireland or risk death by slow and painful starvation. Unsurprisingly, he chose the former, fleeing the country with no real possibility of ever returning. Whyte’s only transportation option was an Irish coffin ship, jam-packed with hundreds of other refugees seeking an end to the brutal living conditions of one of the deadliest famines in world history: The Irish Potato Famine. While the coffin ship was intended to deliver the emigrants from the hellish circumstances of Ireland, it instead hastened many of their deaths—as the lack of space and proper ventilation on the ship acted as a cesspool and incubator for disease. During his time aboard, Whyte witnessed firsthand the pestilence that ravaged the ship’s occupants and resulted in mass casualties. He recounted in his diary one such instance:","\"Passing the main hatch, I got a glimpse of one of the most awful sights I ever beheld. A poor female patient was lying in one of the upper berths - dying. Her head and face were swollen to almost unnatural size, the latter being hideously deformed… Her cheeks retained their ruddy hue but the rest of her distorted countenance was of a leprous whiteness… Her afflicted husband stood by her holding a 'blessed candle' in his hand and awaiting the departure of her spirit. Death put a period to her existence shortly after I saw her. And as the sun was setting, the bereaved husband muttered a prayer over her enshrouded corpse which, as he said Amen, was lowered into the ocean.\"","Whyte was just one among the hundreds of thousands of Irish emigrants who fled the nation in search of a better life during the mid-1800s, only to be met by worse living conditions and heightened disease exposure on the cargo vessels carrying them to safety. According to Irish historian, James Donnelly, Jr., the Irish Potato Famine—typically referred to as the Great Famine by Ireland natives—was responsible for the deaths of around one million people and for the mass emigration of about a million more; in effect, the population of the country fell by as much as 25%. However, contrary to popular belief, more deaths were caused by disease than by starvation. In fact, as much as 80% of the deaths that occurred during the famine can be attributed to disease acquisition, says economic historian Joel Mokyr.","Whyte’s story, as well as the stories of all the Irish emigrants of the time period, offer an intense glimpse into what the world looked like in the 19<sup>th</sup> century—more specifically, what the world looked like absent the epidemiological measures and public health knowledge available today. The general public of Ireland’s lack of education on disease transmission was the direct cause of a fraction of emigrant deaths on pilgrimage ships during the famine. At the time of the famine, Irish citizens held many misconceptions on the actual science behind disease transmission, the majority of them believing that sickness had mythical origins. Historians like Donnelly claim that with a simple understanding of how important sanitation and diet are to health, as well as today’s understanding of how diseases are passed from person to person, the number of deaths during the famine could have been significantly lower—and Robert Whyte’s experience may have been an entirely different story."],"display_date":"May 30, 1847 - August 3, 1847","search_date":"1847-07-01","locations":[{"id":53105,"lat":45.5016889,"lng":-73.567256,"zoom":8,"place":"Montreal, QC, Canada"},{"id":53104,"lat":53.3785693,"lng":-6.0570132,"zoom":8,"place":"Howth, Ireland"}],"tags":[{"id":3476,"tag":"disease transmission"},{"id":3475,"tag":"epidemiology"},{"id":3474,"tag":"Irish Potato Famine"},{"id":31,"tag":"Immigration"},{"id":1122,"tag":"Public Health"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}