{"id":11333,"place":"Tam Ky, Vietnam","lat":15.5638825,"lng":108.4786313,"episodes":[{"id":6762,"title":"NFL Player Suffers Career-Threatening Wounds in Vietnam","course_id":178,"status":"P","start_date":"8/20/69","end_date":"8/21/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            On August 20, 1969, Robert “Rocky” Bleier landed at LZ Siberia with Company C, 4<sup>th</sup> Battalion, 31<sup>st</sup> Infantry, 196<sup>th</sup> Light Infantry Brigade, to rescue Company B, who were pinned down by heavy gunfire during a weapons sweep. As Bleier carried the last dead body out of the area, a machine gun opened fire and every soldier dropped and held their position until the firing ceased. The companies set up camp there overnight and when Company D arrived to help with the remaining bodies the next day, the enemy machine gun again opened fire upon the soldiers. Bleier’s responsibility was to provide cover fire on the machine gun so his troops could continue to move. “When I rolled over to get a grenade,” he recalled, “I heard the medic behind me hollering ‘Rock! Rock!’ As I turned around, I felt a punch in my leg and it started spurting blood.” Bleier and the medic relocated their company and got into position. By that time, the enemy had gotten close enough to drop grenades on them one of which exploded on Bleier’s right foot. A nearby soldier carried Rocky Bleier to safety and he was sent to the field hospital, ending his combat career.","            Rocky Bleier played college football at Notre Dame University from 1964 until 1968, and was drafted by the Pittsburgh Steelers as a running back in the sixteenth round in 1968. Bleier knew that there was a chance that he could not only be drafted to professional football, but into the military too. Professional teams usually made that possibility very small. The Steelers managers, however, failed to protect Bleier from the draft and he became one of the hundreds of America’s professional athletes to participate in the Vietnam War. Bleier’s military career turned out to be quite short as he joined in December 1968 and was wounded in August 1969. His heroic services won him the Purple Heart, the bronze star, and many other campaign ribbons.","            Rocky Bleier’s football career after the war looked very much in doubt. The doctors in Tokyo told him that he would never again play professional football. After spending two seasons training and trying to make it back to the starting roster, Bleier completed the seemingly impossible returning to the Steelers lineup. Bleier and the Pittsburgh Steelers went on to win four Super Bowls between 1971 and 1980 when he finally retired. Bleier earned induction to the Professional Football Hall of Fame in 2015. His toughness and determination allowed him to overcome adversity in war and in athletics."],"display_date":"August 20, 1969 - August 21, 1969","search_date":"1969-08-20","locations":[{"id":53106,"lat":15.5638825,"lng":108.4786313,"zoom":8,"place":"Tam Ky, Vietnam"}],"tags":[{"id":264,"tag":"football"},{"id":3480,"tag":"Heroism"},{"id":5,"tag":"War"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":178,"school_id":3}}]}