{"id":1135,"place":"HAYWOOD, Tennessee","lat":35.5833009383,"lng":-89.282696235,"episodes":[{"id":1559,"title":"Black Leader Samuel A. McElwee attends the 1888 Republican National Convention\n","course_id":1,"status":"P","start_date":"1888-06-19","end_date":"1888-06-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of the most powerful black Republicans in Tennessee during Reconstruction, Samuel McElwee was elected to the State General Assembly in 1882. He excelled in oratory, speaking eloquently against Jim Crow at the State Capitol Building. In 1888, the young representative was selected as one of a handful of African American delegates to attend the Republican National Convention. &lt;br /&gt;&lt;br /&gt;Upon arriving at the Convention on June 19, McElwee joined his party in the process of narrowing down the original list of twenty candidates. McElwee and other black delegates, cognizant that they could not win the nomination, were nonetheless hopeful that civil rights would be on the agenda. At first, James Blaine, the nominee from 1884, and General Philip Sheridan appeared to be the leading contenders. However, Blaine's corrupt past , an issue that likely cost him the previous election , still worried the Party. The delegates also quickly ruled out Sheridan as a possibility, primarily because of his failing health (he would die two months later). During the convention, Benjamin Harrison of Indiana quickly distinguished himself among the nominees. His platform largely abandoned civil rights, instead choosing to unite the party around the tariff issue. &lt;br /&gt;&lt;br /&gt;After the convention, McElwee returned to Haywood County. However, though at the peak of his political career, McElwee was not reelected. White supremacists intimidated so many black voters that fewer than 600 voted for McElwee in the fall election. As of today, McElwee continues to remain the last African-American to win a county-wide election in Haywood County."],"display_date":"June 19, 1888 - June 25, 1888","search_date":"1888-06-22","locations":[{"id":12091,"lat":35.5833009383,"lng":-89.282696235,"zoom":9,"place":"HAYWOOD, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}