{"id":11382,"place":"Fort Sumter, South Carolina","lat":32.7523476,"lng":-79.8746925,"episodes":[{"id":138,"title":"Lien law passed in South Carolina\n","course_id":1,"status":"P","start_date":"1878-03-01","end_date":"1878-03-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The South Carolina legislature passed a new and improved lien law on March 1, 1878, to help farmers get credit in order to plant. This law and the benefits it brought helped the agricultural sector of South Carolina's economy to survive following the havoc of previous years. Also the lien law boosted Gov. Wade Hampton's popularity with voters even higher during a reelection year campaign in which he ran unopposed. Due to measures like the lien law, Hampton won an easy victory carrying a majority of both white and black voters.&lt;br /&gt;The law was heralded by many in the state, including the Charleston News and Courier which praised the action as a measure of importance to landowners and merchants and to the public in general.' Generous provisions were included in the law to sweeten the benefits for all involved in agriculture. For example, people who gave farmers advances on items necessary to produce crops were entitled to a lien on the crop which may be made during the year upon the land in the cultivation of which the advances so made have been expended in preference of all other liens existing or otherwise,' according to the paper. This law bolstered a South Carolina economy that had been struggling since the end of the Civil War. Popular measures like lien laws and other tactics were implemented all over the South to help bolster popularity of Bourbon governments after their takeover from Reconstructionist Republicans."],"display_date":"March 1, 1878","search_date":"1878-03-01","locations":[{"id":11458,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":171,"title":"Article about the Execution of a Rebel Spy\n","course_id":1,"status":"P","start_date":"1864-01-06","end_date":"1864-01-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The same article was printed twice (in the Charleston Mercury and the Southern Recorder) regarding the execution of a twenty-one year-old rebel spy named Samuel Davis.  The actual execution took place on November 27, 1863 in Pulaski, Tennessee at 10 o'clock a.m.  Davis had been captured on November 19, 1863 carrying dispatches and mail for to Union Gen. Braxton Bragg.  These documents had been sewn into Sam Davis' saddle and cavalry boots.  One of the documents actually came from the desk of the officer who captured Sam Davis.  &lt;br /&gt;&lt;br /&gt;Sam Davis was interrogated repeatedly and offered not only a chance to live, but also his freedom if he would disclose any information about his leader.   Davis refused to cooperate, even though his co-conspirator was currently being held in the same jail for an unrelated matter.  In the time leading up to his execution, Sam Davis was repeatedly offered the chance to live if he would only give the names of others involved.  However, even with only fifteen minutes remaining until his execution, Davis replied, Do you suppose I would betray a friend? No, sir  I would die a thousand times, first' (Charleston Mercury, 1)  Captain Henry Shaw, Davis' co-conspirator, watched the execution from his jail cell.  Shaw survived the war, but he lived to carry a reputation as the man who lived because Sam Davis died.' (Jones, 11)"],"display_date":"January 6, 1864","search_date":"1864-01-06","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":216,"title":"The National Bank of South Carolina opens up to stock.\n","course_id":1,"status":"P","start_date":"1827-02-01","end_date":"1827-02-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The bank crisis is one issue that plagues American history during 1827 and throughout the Jacksonian Democracy.  On February 1st, 1827 Charleston opened up its branch of the National Bank of the United States to private stock.  Limits were placed on the minimum and maximum amount of stock that could be purchased.  These bonds were meant to help the United States economic problems, but many saw a great distrust in the government holding onto American people's money.  The Charleston News and Courier explained that all said installments payable in silver and gold' and in return the donor received a bond that on February 20th of that year would reach 5% interest.  &lt;br /&gt;This event is important because it shows the road to which the current national banking system originated.  During this time, hostility was one of based on the Democratic principle of keeping the government out of one's life.  Ordinary citizens had a great deal of confidence when it came to gold or silver, but not when it came to government bonds.  The modern day banking system came about because of people like Henry Clay, an eventual Whig, who would later try to embrace the National Bank in his American System', one of his major tenets in the Whig platform.  He saw a system in which loans and bonds governed the economy and allowing the government to make a profit and earn funds through interest and investment.   Therefore, it should come to no surprise then that it is South Carolina, the state with no major Whig presence that this hostility towards government activism permeates the most.&lt;br /&gt;&lt;br /&gt;Their hostilities were multiplied when a robbery occurred in the State Bank of Ohio on June 5th, 1827.  While the Columbus paper tried to calm many frayed nerves, they admitted that the amount taken was enough to defray the civil list of this year'.  This event shows the impending struggle over national banking that Jackson worked adamantly against.  It also is one of many examples of South Carolina exceptionality.  Their one party system will prove important in other political issues down the road, helping light a flame of secession in 1860."],"display_date":"February 1, 1827","search_date":"1827-02-01","locations":[{"id":11453,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":273,"title":"Immigration Societies in South Carolina\n","course_id":1,"status":"P","start_date":"1874-01-30","end_date":"1874-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 30, 1874, Charleston's News and Courier featured an article concerning the recent phenomenon in the state of so-called immigration societies.  Before the Second Taxpayer's Convention attempted to bring in immigrants on a state-wide level in South Carolina, there were several counties that had immigration societies (See Second Taxpayer's Convention in Columbia, SC) including  Fairfield, Barnwell, Kershaw, Chester, Anderson, Oconee counties.  The immigrants paid their passage from New York to South Carolina or paid a fee and in return received some land in an immigration society.  &lt;br /&gt;The article in the News and Courier describes one reporter's encounter with an immigration society organization in New York called the Palmetto State Immigration Agency.  Many immigrants in that city had responded to flyers promising to provide them with employment in South Carolina.  The agency would only take men who were married and preferably had children.  There was also a preference for immigrants from Germany, England, Ireland, Scotland, and Switzerland.  The immigrants would pay a fee for each family member for traveling expenses from New York to South Carolina.  The reporter, however, seemed wary of the idea that the immigrants would be mortgaging their labor' or paying off their debt to the agency by work once they arrived.  &lt;br /&gt;These communities in South Carolina were an attempt to import white immigrant voters in order to get the democrats back in power in South Carolina.  However, there were appealing economic reasons as well.  After witnessing the success of immigration in the West, The Atlanta Constitution published plea to Georgia to make itself more appealing to immigrants.  We need a well-directed movement in this direction under the auspices of the State,' the article stated, Georgia has a vast quantity of unimproved lands;.If the people of Georgia will consider the immense money-power that lies in immigration, if they could witness great cities and populous villages springing up in the West by means of it almost like magic' the citizens of Georgia would move toward immigration a well."],"display_date":"January 30, 1874","search_date":"1874-01-30","locations":[{"id":11458,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":433,"title":"Hurricane\n","course_id":1,"status":"P","start_date":"1885-08-25","end_date":"1885-08-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A Category 3 Hurricane with 125 mph winds besieged the city of Charleston, South Carolina.  Beginning at about 5 AM, the cyclone ripped through the city for about eight hours, climaxing at roughly 8 AM.  It was at this point that the velocity of the winds dramatically increased, incurring within fifty minutes more damage in Charleston, according to the News and Courier, than has been known for many years.'  The worst destruction occurred on the water front on the Cooper River, as virtually all of the wharves were destroyed by the extreme winds and flooding of the storm.  This tragic event was only exacerbated by the fact that thousands of dollars had been put into the wharves to ensure that they met the standards set up by the insurance companies and in order to prepare for the cotton season.  It was estimated at the time that it would take up to three weeks of continuous labor to fix the wharves alone  &lt;br /&gt;The damage was not only reserved for the wharves, however, as the hurricane's path extended throughout the day to churches, schools, railroads, telegraph lines, and, most especially, homes.  In the end, it managed to damage or destroy up to 90 % of the houses within the city, exacting damages of up to  2 million.  Twenty-One people were killed by the natural disaster, and an already struggling local economy , one significantly reliant upon the cotton trade negatively affected by the hurricane -- was devastated."],"display_date":"August 25, 1885","search_date":"1885-08-25","locations":[{"id":11459,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":436,"title":"The Publication of a series of letters by Benjamin Ryan Tillman in the News and Courier of Charleston, South Carolina","course_id":1,"status":"P","start_date":"1885-11-19","end_date":"1885-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Benjamin Ryan Tillman was a relatively affluent farmer from Edgefield County whose family lost much of its property during the Civil War.  Benjamin, however, was able to regain much of his prosperity in the ensuing years.  Determined to , in his own words , overthrow an aristocracy which had come down to us from colonial days', he mounted a campaign in the 1880s to foment discontent amongst the agricultural community within South Carolina with the ruling agricultural political establishment.  Championing diversification and agricultural education, he was one of the founders of the Edgefield Agricultural Society in 1885.  &lt;br /&gt;However, it was the decision by Francis W. Dawson, the Editor of the News and Courier, to publish several of Tillman's letters in his newspaper in November of 1885 which dramatically increased his notoriety and popularity around the state.  In these letters he made a forceful case for increased agricultural education in South Carolina.  Praising the agricultural-specific colleges of Michigan, Kansas, and Mississippi, Tillman decried the pitiful, contemptible, so-called agricultural annex' at the South Carolina College in Columbia.  Claiming a desperate need for additional scientific training in agriculture within the state, he pointed to the distinct agricultural character of the state's populace , three-fourths of which are farmers -- as evidence that less of the farmer's money' should be used to fund the study of the professional arts.  Tillman proposed that the state legislature use the interest it had earned off the 30,000 acres appropriated to it by Congress in 1862 , roughly 11,520 , to finance such an agricultural institution as is found in the aforementioned states.&lt;br /&gt;In a later letter, Tillman delivered a stirring indictment of the institutions set up to support agricultural interests within the state of South Carolina , namely, the Board of Agriculture, the State Agricultural Society, and the College of South Carolina.  He intricately described a Board dominated by non-farmers uninterested in furthering agricultural progress, an Agricultural Society whose noble intentions are marred by bureaucratization and partisanship, and a College barely devoted to inculcating agricultural knowledge amongst its student body .  He proposed that South Carolina hold annual farmer's conventions as they do in many Northern states, and advocated the formation of agricultural societies, fairs, and farmer's institutes.  Tillman ended his letter with a call to the farmers of South Carolina to organize and push such reforms, and pleaded that the prosperity of the state is intimately tied to their implementation, especially that of agricultural education.&lt;br /&gt;Often depicted as a populist,' Tillman went on to serve both as governor and United States senator for the state of South Carolina, where he became , once again, in his own words , the most powerful political factor in South Carolina.'"],"display_date":"November 19, 1885","search_date":"1885-11-19","locations":[{"id":11459,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":438,"title":"The founding of the Women&#39;s Exchange for Women&#39;s Work in Charleston\n","course_id":1,"status":"P","start_date":"1885-01-01","end_date":"1885-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Women's Exchange for Women's Work was founded in Charleston in 1885 with the intention of helping the educated poor' become self-sufficient.  Numerous goods were sold there, including foods, flowers, and various crafts.  So that it would not be a humiliating charity,' they placed a 10% surcharge on the goods.  A similar exchange was soon opened in New Orleans.  These organizations and others continued the trend of charity work in which numerous Southern women engaged before and during the Civil War. &lt;br /&gt;More information about the principles and organization of the Women's &lt;br /&gt;Exchange for Women's Work can be found in annual pamphlets issued by the Richmond Women's Exchange in 1888 and 1889.  These documents demonstrate how the exchange began with a simple purpose , namely, to help needy women become financially secure both systematically and delicately,' as they put it.  Although it was founded as a charity, it was run on what they called purely business principles,' accepting work completed solely due to its virtues and not because of any undue sympathy for the laborer.  Moreover, the pamphlets note that, since the opening of the first exchange in 1878, 27 similar organizations had formed in 19 different states within a decade."],"display_date":1885,"search_date":"1885-07-02","locations":[{"id":11459,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":563,"title":"Slave Escapes from South Carolina Plantation\n","course_id":1,"status":"P","start_date":"1818-01-12","end_date":"1818-02-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 22, the South Carolina Southern Patriot first reported the escape of a slave girl by the name of Mary or Mary Ann' from Joseph Maybank on the 12th of the same month.  The advertisement described her as standing 5'8' tall with a yellow complexion and a split front tooth.  There was an offered award of 20 for her capture and return.&lt;br /&gt;It was not uncommon for four or more advertisements for missing slaves to be in the Southern Patriot or any comparable southern newspaper on any given day.&lt;br /&gt;A book, first published in 1817, but which had a second edition released in 1818, entitled A portraiture of domestic slavery in the United States, related the following description of a captured slave:  A slave having escaped from his master, in the state of North Carolina; was seized and brought back, by a being, who, when requested by the master to name the reward he should render him for returning the slave, he replied, that all the compensation he desired, was the satisfaction of flogging [emphasis his] him.  This being granted, the slave was bound to a log, and the resounding lash' [emphasis his] applied until the resentment of his executioner was satiated'.&lt;br /&gt;The advertisement for the escaped slave girl by the name of Mary or Mary Ann' was last printed on February 12th, 1818."],"display_date":"January 12, 1818 - February 12, 1818","search_date":"1818-01-27","locations":[{"id":11452,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":632,"title":"Southerners Respond to Reports of British Cotton Schemes\n","course_id":1,"status":"P","start_date":"1840-03-01","end_date":"1840-07-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In March of 1840, the Southern Cabinet of Agriculture, Horticulture, Rural and Domestic Economy included an article saying our readers are aware, no doubt, that certain parties in England have lately brought up a question as to this subject, which materially concerns this country; viz. whether there is any probability that England can hereafter raise her own supplies of the raw material for her immense cotton manufactories.'  The journal quoted from a report in the London Athenaeum.  British authorities in India had begun to consider the viability of growing all the cotton necessary for their nation in their Indian possessions.  At the time they estimated that Britain imported between 4 and 500,000,000 pounds of cotton per year.  Most of this came from the American South, with only about a tenth being produced in India.  The subcontinent had long grown cotton, but this was generally a household industry and the varieties cultivated were coarser and less valuable than American cotton.&lt;br /&gt;The East India Company sent their agent, Captain Bayles, to the American South to investigate the possibility.  There he recruited American farmers to assist the Company in its cultivation projects.  The Manchester Guardian reported the arrival of several individuals from the United States, with saw-gins and other machinery for the cleansing of cotton.'  The plan seems to have come about not only for current economic considerations, but also so that in the event of war with America, we shall thus, in due time be independent of that country for the supply of a staple commodity of very extensive utility, and productive of no inconsiderable profit.'  The editors of The Charleston Mercury, observing all this, had no doubt that the great Anti-Slavery agitation in London, also set on foot by the East India Company.'  According to some southerners this was a threat to the basis of the southern economy as well as a scheme to undermine the southern slaveholding system.&lt;br /&gt;Over the next decades the British began to build up the Indian cotton industry.  It was not an immediate change.  Steam presses for baling arrived in the 1850s, and in 1854 India saw its first large cotton mill.  The development of this industry would prove to be a crucial factor in the American Civil War."],"display_date":"March 1, 1840 - July 29, 1840","search_date":"1840-05-15","locations":[{"id":11455,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":636,"title":"The South Views the Foundation of the Liberty Party\n","course_id":1,"status":"P","start_date":"1840-04-01","end_date":"1840-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Gerrit Smith, a wealthy New Yorker, was a leading member of the abolitionist cause and desired for his movement to take the fight more aggressively and effectively in to American politics by forming a national party based on an abolitionist platform.  He, along with Lewis Tappan and others formed the Liberty Party in April of 1840.  The founders chose James Birney and Thomas Earle to run for president and vie-president, hoping that the 1840 campaign would be an exercise in Bible politics' in such a way that politics would become the vehicle for an evangelical moral revolution.''  The party and the platform, a single statement pledging to oppose slavery to the full extent of legislative power under the Constitution,' secured just one out of every 300 votes.  It had very little appeal in the South, and was the precursor of the Free Soil and Republican Parties, also sectional parties concerned largely with slavery.  The Republicans would have much more electoral success.&lt;br /&gt;The formation of the Liberty Party variously pleased, angered, and confused pro-slavery southerners.  Though anti-slavery agitation was always an offense to the South as a whole, in this election year, any split of the vote for the other party was an advantage for one's own.  The Whigs saw this as a blow to the Democratic hopes for the presidency, wondering, What is the matter with Mr. Van Buren?  Is he growing too faint in his devotion to the abolitionists when they are sheering off from him at this rate?'  If Van Buren was not extreme enough for the abolition party, they must be harder to please than expected.'  The fervency of abolitionist political sentiment, though proven relatively unpopular in the nation's election was becoming a more obvious and organized part of American politics.&lt;br /&gt;Democratic commentators also had mixed opinions about the new party.  The Kentucky Gazette asserted that, though they had nominated a candidate for president, they Liberty Party partisans would not actually campaign.  According to the editors, the Liberty Party would have a great enough effect on national policy simply by throwing it support behind Harrison.  If the Party backed the Whigs and they succeeded, they could then have an influence on Whig governing policy toward slavery.  If the Whigs won and did not concede anything to the abolitionists, the party might split.  Democrats who viewed the Whigs as the more abolitionist of the two major parties turned the foundation of the Liberty Party into a boon for Democrats, since it would likely draw votes from the Whigs.&lt;br /&gt;Finally, abolitionists themselves had varying opinions about the Liberty Party's purpose and usefulness.  Some obviously desired the Party itself to be successful and gain political influence.  Others, such as abolitionist lecturer J. Blanchard of Ohio, believed that voting for a third (Abolition) party, or withholding our votes, is only to draw off Whig voters, that Van Buren may succeed.  I would as lief vote for the present Administration directly as indirectly.'"],"display_date":"April 1840","search_date":"1840-04-15","locations":[{"id":11455,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":649,"title":"William Gilmore Simms Publishes History of South Carolina\n","course_id":1,"status":"P","start_date":"1840-07-01","end_date":"1840-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["William Gilmore Simms, though no match for Poe as a literary artist, stood as the preeminent man of letters in the antebellum South.'  He was known all over the nation, and his best works were compared to James Fenimore Cooper and Sir Walter Scott.  Seeing a need for greater appreciation of history, especially among his fellow southerners, Simms worked hard to build up the southern literary community, encouraging young writers and supporting southern literary journals.  The Ladies' Home Companion was pleased to announce the addition of Simms to its list of contributors in 1840, the same year in which he published his History of South Carolina.  Simms' John Smith, part of a series of biographical works on important American figures, also appeared in this year.&lt;br /&gt;The History was part of Simms' efforts to promote southern historical appreciation, and he intended it for use in the schools of his native South Carolina.  He dedicated to the youth of South Carolina, this record of the deeds, the trials, and the virtues, of their ancestors.'  The content of the book covered the state from the earliest European claims on its territory through the American Revolution.  He later added a supplementary chapter covering the period up to 1860.  The Charleston Mercury gave the work high praise, commending Simms both for its brevity and for its comprehensiveness.  The paper also noted that the hand of the skillful artist is every where visible in the style and manner,' and submitted that the work indeed seems to us to be in its kind perfect, and will, we doubt not, extend widely the reputation of its high-minded author.'  Simms' fans in South Carolina had nothing but good things to say about his work, and though he may not have been quite the glowing figure who appeared in the Mercury, he was a significant player in southern literature."],"display_date":"July 1, 1840 - July 30, 1840","search_date":"1840-07-15","locations":[{"id":11455,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":676,"title":"Popular Publication, Charleston News and Courier, opposes Jim Crow cars","course_id":1,"status":"P","start_date":"1898-09-04","end_date":"1898-09-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early months of 1898 South Carolina was one of the few remaining southern states that had not yet adopted Jim Crow cars on railroads.  Jim Crow cars were meant to separate black passengers from white passengers.  The editor of the Charleston News and Courier, a major South Carolina newspaper at the time, responded to such laws in a satirical article.  The editor sarcastically suggested that if Jim Crow cars were necessary, Jim Crow laws then must be enacted in other public arenas such as waiting saloons, eating houses, and jury boxes.  He went on to suggest establishing two or three Jim Crow counties at once and turning them over to;colored citizens for their special and exclusive accommodation.'  Although the editor was obviously opposed to such actions, it is ironic that much of what he suggests to be ridiculous later becomes a reality as segregation takes over the south.  &lt;br /&gt;&lt;br /&gt;In the months to follow segregation laws were adopted in South Carolina, yet state officials found it difficult to enforce adherence to such laws.  Although it was the responsibility of conductors and policeman to ensure that the races were separated on street cars, many trains continued to mix races.  As time went on and the laws were continuously ignored, orders were posted in some cities such as Augusta requiring conductors to assign passengers seats based on their race.  The segregation law applied to all members of community from the poor to the politicians.  Segregation on the basis of race would continue in America, especially in the South, until the Civil Rights movement of the 1960's."],"display_date":"September 4, 1898","search_date":"1898-09-04","locations":[{"id":11460,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":783,"title":"South Carolina Executive Council Created by Secession Convention\n","course_id":1,"status":"P","start_date":"1861-12-14","end_date":"1861-12-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In response to Union military action in South Carolina, including the fall of Port Royal, David F. Jamison President of the Secession Convention gathered members of the Secession Convention.  The Convention, created an Executive Council on December 14, 1861 to rule the state, partly because there was little confidence in the governor.  Governor Pickens was a scapegoat for the fall of Port Royal, as well as the fire in Charleston that started on December 11, 1861.  The Council consisted of five members: the governor and lieutenant governor were included in the Executive Council, but they were outnumbered by three members elected from the Secession Council.  The Executive Council possessed unchecked authority and began to pass measures that ignored the individual rights of South Carolina's citizens.&lt;br /&gt;The Council declared martial law along the state's coast, and made it known Unionist sentiment was intolerable.  Treason against this State shall consist only in levying war against the State, or adhering to its enemies, giving them aid and &lt;br /&gt;comfort; and that treason shall be punished by death, without benefit of &lt;br /&gt;clergy,' one proclamation read.  The state was divided into four districts, each of which was responsible for sending 750 slaves each month to work on Confederate fortifications.  For a period of time, no one could leave or enter Columbia or Charleston without a passport.  The Council often met in secret.  The citizens of South Carolina detested the Council; they felt they were fighting a war to escape such tyranny.  Less than a year after it was created, the Council was dissolved in September 1862."],"display_date":"December 14, 1861","search_date":"1861-12-14","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":787,"title":"Fire in Charleston\n","course_id":1,"status":"P","start_date":"1861-12-11","end_date":"1861-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A huge fire broke out in the city of Charleston on December 11, 1861.  It continued to burn into the next day.  Charleston was historically one of the wealthiest cities in the South because of its role as a leading port.  The fire attracted national attention, as the New York Times compiled what information it could from various Southern papers: A reprint from the Charleston Courier estimated the fire caused 7,000,000 in damage (in 1861 currency, not adjusted).  Close to 600 buildings 540 acres of the city burned, including five churches.  Negro shanties' may have been included in the count, exaggerating the damage, according to the opinion of the New York Times writer.  Confederate President Jefferson Davis expressed his condolences, according to a reprint from Richmond Dispatch, promising to pay part of the debt owed to South Carolina by the Confederate government.  &lt;br /&gt;The fire was thought to break out early in the morning in Russel and Olds' sash and blind factory.  By midnight much of the city was on fire.  The business and trading parts of the town, and a great part of its public edifices and churches, are in ashes,' the Times article stated.  Another article in the New York Times stated the fire was rumored to be brought about by arson many of the rumors featured slaves starting the blaze.  On December 13, South Carolina Governor Pickens addressed the state Senate and House of Representatives about the fire, as reported by the Charleston Mercury.  He noted that A great calamity has befallen our state,' and it had happened in the very place where secession had begun, as well as where the war had begun (Fort Sumter).  He called for aid for this city at the heart of the Confederacy.  I;call your immediate attention to the relief, for the present, of the poor and destitute who may be sufferers.'  There was a large outpouring of support from around the Confederacy.  The Charleston Mercury reported on December 24, 1861 that The Fourth Alabama Regiment alone has raised 1250,' a substantial sum when a private in the Confederate army earned only 11 a month if he was paid at all."],"display_date":"December 11, 1861 - December 12, 1861","search_date":"1861-12-11","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":811,"title":"South Carolina Enacts New Election Law\n","course_id":1,"status":"P","start_date":"1877-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1877 at the meeting of the South Carolinian General Assembly, a new decree was passed which initiated a re-drawing of precinct boundaries.  Most importantly, this new law greatly reduced the number of polling places available in counties consisting of a majority of black people.  By doing this, blacks were forced to travel long distances to be able to speak their voice on political issues.  The General Assembly justified this clearly discriminatory act by pinning the North as its impetus. &lt;br /&gt;In a long treatise by Edward McCrady, a member of the House of Representatives at the time, McCrady painstakingly, and meticulously states the justification for such a Jim Crow law.  He assures that these blacks were not educated enough to be entrusted with the vote, and that this was not the fault of the south, but that of their Northern neighbors.  McCrady announces that it was crazy that such a servile and ignorant race' was injected into legislative halls at the point of the bayonet.'  Moreover, McCrady goes on then to quote heavily from the constitution and from a number of different amendments to assure the public that the House of Representatives does indeed have the power to enact such a law.  He assures that the 15th amendment only indirectly' had the effect of producing new voters within the South, and that its ultimate enactment still ran through the individual states. McCrady's argument then goes on to infer that until the blacks become as educated as their white peers, they shall not receive an equal opportunity for vote.&lt;br /&gt;However, the well-educated McCrady's carefully argued explanation was certainly not the only way that bigoted whites kept blacks from the polls in the years after reconstruction.  Violence, threats, and fraud also played a critical role in the post-reconstruction culture.  In many towns, blacks were threatened with loss of employment or eviction to keep them away from the polls , and many were warned to not even be caught heard discussing local politics.  In addition, many armed white men, dressed in special uniforms, patrolled the areas in front of voting booths to shoot off their guns if any black man stepped forwards to vote.  In conclusion, the South Carolina act is significant as it affirms that 1877 was a critical turn away from the improvements towards equality made during reconstruction, and that blacks would struggle with suffrage rights for some time under the new auspice of Jim Crow' laws."],"display_date":1877,"search_date":"1877-07-02","locations":[{"id":11459,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":833,"title":"Southern disdain for Stowe&#39;s A Key to Uncle Tom&#39;s Cabin\n","course_id":1,"status":"P","start_date":"1853-07-01","end_date":"1853-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1853 Harriet Beecher Stowe wrote the companion to her famous novel Uncle Tom's Cabin, and she titled it A Key to Uncle Tom's Cabin.  Her purpose in writing the book was to explain why she thought that whites were still unwilling to take pity on slaves.  While Stowe claimed that she understood that slaves were more than property, she postulated that other whites still saw slaves as sub-human.  Stowe did admit that she did not fully understand blacks, but she thought that by applying Christian kindness to them, their situation might be helped.  One shocking thing that Stowe revealed was that she believed that slaves repulsed themselves; she wrote that they thought they were evil because their skin was black.  She did not think that blacks were capable of reaching the same intellectual and moral heights as whites, and she blames that inability on their disgust in themselves.  Southerners were not at all pleased with Stowe's book.  Critics characterized it as having a narrow field of view.  She was accused of making generalizations about Southerners as being unaffected by the plights of slaves.  This bothered critics who felt that Southerners were not deficient in their morality.  One critic tried to explain that the North had the same prejudices as the South.  He wrote wherever man is found, we find equally the same vices, crimes, and weaknesses.   Southerners were also alarmed at the lack of biblical references in <em>A Key to Uncle Tom's Cabin</em>.  They felt that she was writing too righteously not to be using the Bible.  The outrage caused by Stowe's book in South was significant because it exemplified the schism between what southerners thought about northerners, what northerners thought about southerners, and the truth."],"display_date":"July 1, 1853","search_date":"1853-07-01","locations":[{"id":11456,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":919,"title":"The Fifty-Fourth Massachusetts Regiment&#39;s Attack on Fort Wagner\n","course_id":1,"status":"P","start_date":"1863-07-18","end_date":"1863-07-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["July 18, 1863 marked the first time an all-black regiment fought in the Civil War.  The Fifty-Fourth Massachusetts Regiment composed of only blacks and led by abolitionist Robert Gould Shaw, attacked Fort Wagner in a Union attempt to gain control of Charleston Harbor in Charleston, South Carolina.  During the recruiting process of his regiment, Shaw experienced a difficult time attempting to recruit blacks from other states to fight in his regiment due to the fact that only men from Massachusetts could receive state aid for their families if they fought in a Massachusetts regiment.  Consequently, this policy discouraged black men from other states from fighting under Shaw.  &lt;br /&gt;Along with the duty of fighting to end the Confederate stronghold on Charleston Harbor, an additional role of the Fifty-Fourth Regiment was to provide cover for the Fourth South Carolina Calvary once the cavalry was deployed at Lighthouse Inlet in Charleston.  It should be noted that although the Fifty-Fourth did fight under the Union Army, they were not always taken to kindly by even their Federal allies in other regiments.  For instance, Captain Thomas Pickney of the Fourth South Carolina Calvary admitted his disgust at fighting alongside blacks regardless of the fact that blacks were providing protection for Pickney and his comrades.  During battle, Shaw was killed leading his men on, and the Fifty-Fourth Regiment's attack ultimately proved unsuccessful due to the overpowering numbers of the Confederate Army.  Of the 600 men of the Fifty-Fourth Regiment, 272 were lost in casualties, while the Confederates lost 174.  Regardless of the outcome, this battle proved to be very important, proving that blacks could fight with just as much heart as any white man.  As a result, this paved the way for the existence of future black soldiers, as well as future black regiments in the war."],"display_date":"July 18, 1863","search_date":"1863-07-18","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1012,"title":"Angelina Grimke&#39;s abolitionist Appeal is burned in Charleston\n","course_id":1,"status":"P","start_date":"1836-10-01","end_date":"1836-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Angelina Grimke was born in 1805 to a prominent slaveholding family in Charleston, South Carolina.  Her older sister, Emily, was also her godmother, and the two were very close.  Both sisters grew to despise slavery.  They moved to Philadelphia to join the Quaker Society of Friends and took up the abolitionist cause in the mid-1830s, eventually joining the American Anti-Slavery Society.  In 1836, the women moved to New York to become public advocates of abolitionism.  In September of that year, Angelina published an Appeal to the Christian Women of the South, reasoning that an essay addressed to women would reach the whole community, not just the men. The Appeal relied heavily on religious teachings.  Slavery was a sin, she said, because it caused human beings to be treated as objects.  It stripped them of all their God-given rights.  But even more compelling than her abolitionist arguments were her recommendations to the women of the South.  She encouraged them not only to pray over the matter, but to speak and act out against slavery.  The women of the South can overthrow this horrible system of oppression and cruelty, licentiousness and wrong.  Women could petition their state legislatures with the assurance that their opinions would be heard, for there is something in the heart of man which will bend under moral suasion.  She vehemently denied the accusations that abolitionists sought to provoke violence in the South, but prophetically proclaimed, There is no doubt there will be a most terrible overturning at the South in a few years, such cruelty and wrong, must be visited with Divine vengeance soon.  "," Angelina hoped that her status as a devout Christian woman and Charleston native would lead Southerners to listen to her as they had never before listened to abolitionists. She was sorely mistaken.  Immediately following its publication, Charleston's postmaster gave the Appeal the same treatment he gave all abolitionist literature: he ordered it publicly burned.  Southern hatred of abolitionists was more intense than ever at this time; Southern legislators had nearly succeeded in passing a universal ban on the circulation of incendiary literature in the South.  Angelina's mother was notified by Charleston police that if her daughter ever returned to the city for a visit, she would be arrested, imprisoned, and sent North on the first available ship.  Friends wrote to Angelina to warn her of the mob violence she would surely encounter if she came back.  The indignant response was natural; it was strictly taboo for Southern women to venture into the public sphere, much less to speak out against slavery.  Angelina Grimke challenged both forms of oppression.  The Grimke sisters' outspoken abolitionist views would eventually help to spawn the movement for women's rights."],"display_date":"October 1, 1836 - October 30, 1836","search_date":"1836-10-15","locations":[{"id":11454,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1122,"title":"Bank Failure precipitates &#147;commercial crisis&#39; in Charleston, South Carolina","course_id":1,"status":"P","start_date":"1879-09-19","end_date":"1879-09-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 19th a dispatch to The Enterpirse and Mountaineer of Greenville, South Carolina reported that The commercial circles were much agitated to-day by the announcement of the suspension of the banking and exchange house of James Adger &Co.' The failure of this bank was not only a significant financial blow to Charleston, but was also part of a larger story about the weakness of Southern financial institutions after the Civil War and the disastrous consequences that this weakness had for Southerners.&lt;br /&gt;&lt;br /&gt;After the destruction of the Southern financial system during the Civil War, financial institutions did not completely recover over three decades.  With high capital requirements set by the national government in response to the needs of the banks of the North, banks in the South found it very difficult to compete.  As a result, the Southern financial system was extremely underdeveloped after the war, and the region was underserved by banks.  For example, by 1880 the South had only one national bank for every 104,621 inhabitants compared to one bank for every 7292 inhabitants in New England (See Newby).  One result of this was that the relative scarcity of credit created high interest rates that stunted commerce and farmers who were particularly vulnerable to dips in the price of commodities caused by overproduction and the deflationary monetary policies of post Civil War America.  Another result was that the relative scarcity of banks and access to credit made local economies particularly vulnerable to bank failures such as the default the James Adger & Co."],"display_date":"September 19, 1879","search_date":"1879-09-19","locations":[{"id":11458,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1214,"title":"John England Named First Catholic Bishop of Charleston\n","course_id":1,"status":"P","start_date":"1820-06-17","end_date":"1820-06-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John England served a priest in various capacities in his native country, Ireland, from 1808 to 1820.  On June 17, 1820, England was appointed by Pope Pius VII as bishop of the new diocese centered in Charleston, SC.  He did not receive word of this decision until July 10, when he read the news in a letter from Reverend Henry Hughes.  England was asked to accept the position and travel to America as soon as possible, becoming the first bishop in a diocese consisting of North Carolina, South Carolina, and Georgia, with a Catholic population of about 5,000.  England described the process of arranging for his appointment and his holy consecration, on September 21st, in his diurnal, or personal notebook.  &lt;br /&gt;Reverend England became bishop during a time of significant growth in the American Catholic Church, though persecution of this minority group certainly existed.  Many nativist Southerners attacked his faith, and in response he established the first Catholic newspaper in the United States.  First published in 1822, England's newspaper influenced and strengthened Catholic thought in other parts of the nation.  Within his diocese, England instituted a system of conventions to support the need for continuity between contemporary issues and Catholic tradition.  The major reform involved with this system gave significant governing roles to the laity, but his ideas did not live on after his administration.  &lt;br /&gt; John England greatly contributed to the sense of collegiality of the bishops, but he is also known for his public stance on slavery.  Not a single American Catholic bishop before the Civil War spoke for abolition, and England was no different.  He argued that although the trade in slaves was wrong, no pope had ever condemned domestic slavery.  Bishop England had declared that he was not friendly to the existence or continuation of slavery,' but in the end he used examples from scripture and Christian tradition to defend the institution."],"display_date":"June 17, 1820","search_date":"1820-06-17","locations":[{"id":11453,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1268,"title":"Cotton in the South\n","course_id":1,"status":"P","start_date":"1860-02-11","end_date":"1860-02-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Cotton was one of the largest cash crops in the majority of southern states, but especially dominant in South Carolina.  Newspapers ran daily reports on the cotton market locally, regionally, and in other states.  Prices were reported, along with a report on how this related to past days' sales.  The Charleston Tri-Weekly Courier reported that prices generally strengthened under the combined influences of favorable advice from across the water and the limited supply of sale.'  Prices were always the most profitable when demand exceeded the supply.&lt;br /&gt;&lt;br /&gt;Some looked to build the cotton market in the South as a means to redeem' to South.  This meant that they wanted to use cotton to catch up to the North in manufacturing.  Thomas P. Kettell wrote that in the southern states, the choice of fresher material direct from the plantation, less the cost of transportation, gives the advantage'.  Southern states, such as South Carolina, had the right climate, land, and the plantation system to produce cotton on a large scale.  Starting in 1860, cotton production grew enormously, with it increasing over ten-fold from 1860-1880."],"display_date":"February 11, 1860","search_date":"1860-02-11","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1293,"title":"The Confederate bombardment of Fort Sumter\n","course_id":1,"status":"P","start_date":"1861-04-12","end_date":"1861-04-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At 4:30 am on April 12th, 1861, Confederate forces, under the leadership of Brig. General Beauregard, opened fire on Fort Sumter.  Two day prior, on April 10th Brig. General Beauregard called for the surrender of Major Robert Anderson and his Union garrison. They refused, thus prompting the batteries to fire upon the fort.  Unable to counter the forces by the Confederates effectively, Major Anderson surrendered the Union garrison the next day at 2:30 pm and pulled out of Fort Sumter.  &lt;br /&gt;&lt;br /&gt;          News quickly spread of the surrender of Fort Sumter via telegraphs, printing presses, and railways.  A New Orleans reporter ominously foretold that, South Carolina evidently thinks, that, the more wild and rash and unscrupulous and ferocious and bloody-minded she shows herself, the more anxious other States will be to tie themselves to her nether appendage.' (The Daily Picayune, February 4, 1861, p. 3.)  This comment was in reference to the growing tensions surrounding Fort Sumter between Union and Confederate forces and the session of sister slave states.  Brig. General Beauregard commented on his victory in a letter detailing his military operations by saying, ;our troops immediately garrisoned the fort, and before sunset the flag of the Confederate States floated over the ramparts of Fort Sumter.' (http://www.americancivilwar.com).  &lt;br /&gt;&lt;br /&gt;          This bloodless battle in Charleston lasted approximately forty hours and secured the first Confederate victory.  The bombardment of Fort Sumter in Charleston Harbor was significant because it showed that the Confederacy would not stand for military outposts of another power to remain within its borders; even the citizens of South Carolina gathered to watch the bombardment as if the bombs and batteries were fireworks.  One South Carolina newspaper, after the bombardment, commented that the old government' could now obviously abandon once and forever the hope of forcibly controlling the Confederate States after the clear victory at Fort Sumter. (The Charleston Mercury, April 13, 1861, p. 1.)  The Confederacy flexed its military force to show that they were completely autonomous of the United States.  The bombardment of Fort Sumter opened the door for the American Civil War to begin."],"display_date":"April 12, 1861","search_date":"1861-04-12","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1328,"title":"Charleston Doctor addresses Board of Health on Yellow Fever\n","course_id":1,"status":"P","start_date":"1839-10-18","end_date":"1839-10-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In October of 1839, Thomas Y. Simons addressed the Charleston Board of Health on the history and causes of the Yellow Fever.  He addressed the various names and reports from the areas the port city would have contacted on a regular basis.  The disease was referred to by sailors sometimes as black vomit.' This name being from the occurrence approximately three to four days after contracting the fever of vomiting a black substance, usually clotted blood.  Other names he included were jungle fever' and the Bulam Fever.'&lt;br /&gt;He elaborated on several arguments of the day on the cause of the Yellow fever.  Systematically disproving each one, he reached no singe conclusion on the cause of the fever in their city.  He mentioned an argument that it rose from the filth and exhalations near the wharfs, but refuted this saying these existed every year but the fever did not.  He also made note that native children rarely ever died from the fever.  He supposed that this was from the lack of shelter they received from the outside world in comparison to the white children.  &lt;br /&gt;Other observations he noted was that the fever always occurred in high heat and during humid times.  The stagnate water and lack of trees in the city, he said, my indeed lead to the fever.  He ended with a recommendation to clean the city of the filth where such mists, humidity and exhalations arise.&lt;br /&gt;The disease persisted in America throughout the 19th Century.  Not until the early 1900's was the modern scientific method applied to research on Yellow fever and malaria.  The discovery of germs and their affects on humans and disease was a breakthrough.  Stemming for Pasteur's research with canning and preservation, a doctor named Jesse Lazaer working for the army discovered the disease was carried by mosquitoes.  His discovery was made by being bitten himself while in Panama.  He died 11 days after the bite, but his death ended the mist and exhalation theories dominating the yellow fever research for more than a century."],"display_date":"October 18, 1839","search_date":"1839-10-18","locations":[{"id":11454,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1444,"title":"First Recorded Sit-In.\n","course_id":1,"status":"P","start_date":"1867-03-27","end_date":"1867-03-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 27, 1867, after the end of the Freedmen's meeting in Charleston, a group of African-Americans decided to test their right to ride on the Charleston Street Cars. The Streetcar Company's rules denied them this right. At 5 o'clock two to five men entered a streetcar on the King Street line, and sat among the white customers. Conductor Rivers endeavoured to explain the rules of the company and that he had the right to forcibly remove them, yet the men did not move. Rivers called the police, but they also failed to remove the men. A large group of African-Americans gathered and attempted to push the car forward while threatening the conductor and police with sticks and physical violence. The police ordered the driver to continue, and drove the protesters to the Guard house where they were arrested and removed the men. The police had to call the military to disperse the crowd.  &lt;br /&gt;&lt;br /&gt;Other African-Americans held protests at the same time. In response one driver removed his horses from the car and left the streetcar. When other groups of African-Americans were denied access to the cars by conductors they proceeded to disrupt the route by placing stones on the line. Further protests occurred on April 2, 1867 in which two policemen were severely beaten by two African-Americans. &lt;br /&gt;&lt;br /&gt;As a result of these protests, the police of Charleston arrested a total of eleven men on the charge of inciting a riot. The military restored order in Charleston, but African-Americans then used legal litigation to gain their full rights. By May, 1867 African-Americans rode in the streetcars. By June, Commander Sickles banned discrimination of railroads, horse-cars and steamboats."],"display_date":"March 27, 1867","search_date":"1867-03-27","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1487,"title":"Union Attempts to Gain Control of Fort Sumter\n","course_id":1,"status":"P","start_date":"1863-08-17","end_date":"1863-08-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Occupied by Confederates, Fort Sumter at Charleston Harbor in South Carolina prevented the Union from blockading the Atlantic Coast during their campaign to gain control of Charleston. The Federals needed to take back Sumter if such a blockade was to be successful.  Daily attacks around Charleston Harbor with little benefit for either Federal or Confederate sides, but as early as July 30, 1863, the Federals were already predicting the Confederates to relinquish Sumter in the very near future, believing the Confederates were not strong enough to hold out much longer.  With the Confederate loss of Fort Wagner, the primary fort of Charleston Harbor, the Union foresaw an easy and short final campaign to take control of the harbor.  Earlier, an exchange of fire had proceeded at the fort, but the Federals soon got serious and hit Sumter with a huge bombardment on August 17, 1863.  The attack left the fort's walls in ruins, but still Sumter refused to surrender as workers and slaves continued to fortify the walls day and night.  Later, another assault took place on September 9, but again the assault also fell short of gaining Union control and also cost the Federals five ships during the attempt.  The attacks continued well into December of 1863 but contrary to Union predictions, Sumter would not be a quick campaign.  It would not be until over a year later on February 17, 1865 that the Confederates would finally relinquish their stronghold on Sumter."],"display_date":"August 17, 1863","search_date":"1863-08-17","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1684,"title":"South Carolina State Lottery Drawing\n","course_id":1,"status":"P","start_date":"1821-03-08","end_date":"1821-03-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Betting during the earlier decades of the nineteenth century was remarkably more popular among southern citizens than among citizens of the northern states.  Although forms of gambling were less common up north, it was a prevalent facet of southern society in 1821.  While New Orleans proved to be the major gambling center in the south, even rural South Carolinians were likely to bet on cards, dice, dominoes, billiards, cockfights, state lotteries, horse races, and other activities.  In Charleston, advertisements concerning the potential winnings and dates of lottery drawings occupied half page spreads in the city paper.  &lt;br /&gt;One of the earliest established state lotteries in the country, revenue from the South Carolina State Lottery was designated for education funding throughout the state.  In March of 1821 the South Carolina State Lottery drawing held the potential to collect some of the largest cash prizes offered at the time.  Totaling 300,700.00, the potential winnings ranged from one drawing of 100,000.00 to twelve drawings of 50.00 each.  The grand prize of 100,000.00 was considerably larger than most, if not all, of the surrounding region's grand prize drawings."],"display_date":"March 8, 1821","search_date":"1821-03-08","locations":[{"id":11453,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1689,"title":"Major Earthquake Hits Charleston, South Carolina","course_id":1,"status":"P","start_date":"1886-08-31","end_date":"1886-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Almost exactly one year after being hit by a category three hurricane that destroyed 90 percent of Charleston's homes, on August 31, 1886, the city was hit with another devastating blow. Before it had fully recovered from the effects of the hurricane, the city was rocked by an earthquake that registered a 6.6 on the Richter scale. Eyewitness accounts report that tremors were felt all over the state. Over 2000 buildings were destroyed and 110 people died as a result of the disaster. Property damages were estimated at what would be around 100 million in today's time. As a result, many would-be investors looked to areas other than Charleston to make their fortunes, and South Carolina's economy was left in shambles. Eventually, however, the city was rebuilt and it remains an iconic city of the South."],"display_date":"August 31, 1886","search_date":"1886-08-31","locations":[{"id":11459,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2426,"title":"1841 Harvest Impacts Southern Society as Whole\n","course_id":1,"status":"P","start_date":"1840-06-01","end_date":"1841-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["To most South Carolina planters, the weather was of utmost importance. They relied on nature to provide them with their livelihood, the planting of rice and other crops. Charles Heyward resided in Charleston for most of the year, but controlled many plantations outside of the city, including Rose Hill, Amsterdam, and Lewisburg Plantations. By 1860, he owned 471 slaves. Therefore, it was in his best interest to record a journal like the one he kept during the years 1835-1855. It was to his benefit to record patterns in the weather.","Heyward recorded that June and July of 1840 were unusually cold and rainy for the summer months, putting a strain on the crops. He noted that although this kind of weather was favorable in the city, it was detrimental to the countryside where his plantations were located. In addition, August was a very wet month, which injured many of the crops and forced an early and unfavorable harvest. The cotton crop was injured the most. In the South during this time, cotton reigned supreme among crops. For a cotton harvest to fail like this created economic alarm among South Carolinians and Southerners in general. The year 1841 did not bring a good harvest, either. In fact, Heyward noted that it brought the worst harvest the area had seen in years. Although it came in September that year, relatively on time, the rain arrived that year in conjunction with the excessive high tides, which crested the river banks and caused the harvest to be quite deplorable.","The weather was just one of many factors that caused Charleston's cotton exports to fall sixty percent between 1821 and 1842. Business was terrible in the Charleston cotton market. Reportedly, grass was growing in the streets by 1842. Charlestonians grew alarmed because each member of the city's society, from slave to wealthy planter had a stake in agriculture. Planters and their families had less money; slaves were treated worse because of the darkened moods of the planters and overseers. They tended to blame slaves for bad harvests since they were the ones working with the crops. It was up to publications like The Southern Agriculturist to help planters think through their options in an effort for agriculture to become profitable once again. Theodore Rosegarten's essay The Southern Agriculturist in an Age of Reform, highlights a society based on the riches of the harvest. Because planters were arguing about what was causing their problems, The Southern Agriculturist was created to help scientifically sort out the issues of the growing season. Planters like Charles Heyward had to try to their hardest to make their crops profitable once again and be willing to learn from other plantations."],"display_date":"June 1, 1840 - September 30, 1841","search_date":"1841-01-29","locations":[{"id":11455,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2699,"title":"A Lonely Woman Outside Charleston\n","course_id":1,"status":"P","start_date":"1891-05-01","end_date":"1891-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["A woman identifying herself only as T.S. wrote a letter to the Ladies' Home Journal to express sympathy for another reader, Janet, who had complained of feelings of loneliness and desolation during the winter months in the Sea Islands off of South Carolina. The letter writer explains that she came to South Carolina by way of Vermont and Pennsylvania, and that the level salt marshes with the water oozing up among tufts of rank grass . . . revealed what seemed to me a dreary and desolate landscape. However, T.S also offers assurances that the landscape will seem much more pleasant when spring arrives and the weather improves. Finally, the editor of the Ladies' Home Journal remarks at the end of the letter that Janet has received several such letters of sympathy from around the country and implores her to write back and give an update on her situation."," This shows that even thirty years after the Civil War, the South was still a fundamentally rural, agrarian society. People were dealing with the same issues of country life that their ancestors had for generations. Additionally, the response elicited by this letter displays the fundamental unrest amongst Southern women in the years following the Civil War. William Cooper and Thomas Terrill explain that the war had decimated the white male population of the South and left many women in the position of caretakers for their homes and families. As the demographic situation began normalize after a generation, women found themselves shoved back into the domestic sphere they had occupied before the war. As these letters show, Southern women were becoming dissatisfied with the role of agrarian housewife."],"display_date":"May 1, 1891 - May 30, 1891","search_date":"1891-05-15","locations":[{"id":11460,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2715,"title":"A New Yorker&#39;s Observations of Charleston\n","course_id":1,"status":"P","start_date":"1892-04-07","end_date":"1892-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the spring of 1892, an evangelical writer from New York City identified only by his initials, J.H.M, visited Charleston. During his visit, he made a number of observations regarding the state of the city 30 years after the Civil War. First and foremost, he states that the economy still has not recovered to its pre-war prosperity. He states, The people are cotton poor. Farmers are so crippled that they cannot buy as much as usual of the fertilizers made of the phosphate 'rock,' which is one of the chief products of South Carolina . . . War, fire, cyclones and earthquake have terribly tried the birthplace of the Rebellion. Yet he also expresses optimism that the city's natural harbor will allow it to recover from this series of calamities."," The writer also comments on the state of religion in the city. He is pleased to find that the evangelicals of the city have begun to fight back against rampant sin and corruption. He describes an Episcopal minister who had battled civic corruption for months in the form of a saloon across the street that the city refused to close on the Sunday. After months of wrangling, the saloon was destroyed by a cyclone, which the writer sees as a sign of emerging righteousness in the city, even though gambling was still a major issue. Still, he is encouraged by the efforts local ministers are taking to reform their city."," This episode shows the paternal attitude that the North had towards the South even three decades after the Civil War. During Reconstruction (1865-1876) Northern Republicans dominated national politics by waving the bloody shirt at voters to remind them of the horror Southerners had unleashed on the nation. Additionally, Southern evangelicals remained hostile with their Northern counterparts over the issue of whether slavery and the war had been sinful. These debates helped foster a general view amongst the rest of the country that the South was backwards, unenlightened, and poor. It also reaffirmed for white Southerners that their identity was under attack and that they needed to close ranks to defend it. Thus, conflict and mistrust between the North and the South remained strong a generation after the end of the Civil War."],"display_date":"April 7, 1892","search_date":"1892-04-07","locations":[{"id":11460,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2877,"title":"The Burial of John C. Calhoun, Statesman","course_id":1,"status":"P","start_date":"1850-04-26","end_date":"1850-04-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early months of 1850, tuberculosis was shaping up to be the one opponent John C. Calhoun was unable to beat. Come March 4, Senator James Mason of Virginia had to read one of Calhoun's last speeches in the Senate, an ominous prediction of what the slavery debate would ultimately do to the cords which bound these states together in one common union. Calhoun never saw the cords finally snap and civil war break out. He died on March 31, 1850. ","His death led directly to a period of mourning in South Carolina, nowhere more so than in Charleston, where he was laid to rest on April 26, 1850, in St. Phillip's churchyard. The event was significant enough that both major newspapers in the city, the <em>Charleston Mercury</em> and the <em>Charleston News and Courier</em>, took the day off from publishing, but not without first spending considerable attention on the Arrangements For the Funeral of Mr. Calhoun. The papers provided astounding detail: for the march to the Citadel, for the march from the Citadel to City Hall, on the funeral services the next day, on the firing of minute guns during certain points in the procession-and several diagrams in case readers were confused. T. Leger Hutchinson, the mayor of Charleston, declared April 25 a day of mourning. ","But more important than the attention to detail each newspaper spent on explaining the procession was what the papers said in their obsequies on April 27. The <em>Mercury</em> noted the ceremonial absorbed the whole thought, and soul, and presence of the city...Charleston was as one house of mourning. The <em>News and Courier</em> said it occurred with imposing magnificence and impressive solemnity. Certainly, the words of Governor W. Benjamin Seabrook echoed the thoughts of all present: I receive...with the deepest emotions, the mortal remains of him for whom South Carolina entertained an unbounded affection.... The name John Caldwell Calhoun will live while time shall be permitted to endure.","The words and feelings of Charleston in the wake of Calhoun's burial should not be taken lightly. This episode demonstrates concretely the importance of Calhoun to the Southern psyche. As historian Gerald M. Capers puts it, Like Washington and Lincoln, in the American legend John C. Calhoun is a symbol-a symbol of the Old South which was to be destroyed in the Great Rebellion that began a decade after his death. Calhoun, South Carolina's political leader from 1824 until 1850, remained (even after his death) the physical embodiment of a much larger idea: states rights, which included the right to nullify a federal law or the right to secede from the Union. In March 1850 he predicted what would happen 10 years later, little knowing his beloved South Carolina would be the first cord to snap. "],"display_date":"April 26, 1850","search_date":"1850-04-26","locations":[{"id":11456,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2900,"title":"Military and Social Subordination\n","course_id":1,"status":"P","start_date":"1853-11-23","end_date":"1853-11-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Richard Yeadon was a man who rarely minced words. In speaking to the Calliopean and Polytechnic Societies at the Citadel Academy in Charleston in 1853, Yeadon took the opportunity to address the audience on what would happen if higher institutions in South Carolina did not maintain strict discipline among their pupils.","Stemming from God, Order is the great law of nature, whereas Insubordination or rebellion was the primal sin, which drove [man] from Paradise. In the United States, Yeadon noted, order takes the place of the sword of power, pervading, ruling, and harmonizing our political system, which leads to the people of the United States literally reveling in the enjoyment of a political Eden, a national Paradise. But he cautioned, without order, we would be torn by civil dissensions, beyond all other nations, as the necessary result of our division into separate States...and we would soon behold our great and glorious Union, now covering a continent with its nationality and with the ample folds of our starry banner, broken into warring fragments, unable to command peace at home or respect abroad, and a derision and a by-word among nations. ","Yeadon's was a timely lesson. In 1853, only 11 students graduated from the College of Columbia, and nary a soul from the Citadel. It is manifest that a spirit of insubordination among our youth is not only at the bottom of these deplorable results, Yeadon concluded, but that it has increased, is increasing, and ought to be diminished. ","There are several reasons he gave for why this spirit of insubordination ought to be diminished, but the last was the most telling: The nature of our institution of domestic slavery, and its exposure of us to hostile machinations, both at home and abroad, render it doubly incumbent on us, and on our whole sisterhood of Southern States, to cherish a military spirit and diffuse military science among our people.... Thus prepared and harnessed for conflict...the South, the united South, self-sustained and self-defended, and thrice armed, as having her quarrel just, may defy the world in arms. ","One can almost hear his voice rising to a crescendo on these last words. Yet it was November 23, 1853. War would not break out between the states for over seven more years. But one would think from listening to Richard Yeadon's speech that the armies were marching to Charleston that instant. And the main reason for preserving order in the South's colleges: the threat of external attack on the South's peculiar institution. ","This episode supports historian Arthur Cole and others who believe there existed in South Carolina in the 1850s the danger of a rupture of the Union and of civil war ten years before the firing of the first gun on Fort Sumter when even sober-minded southerners...began to calculate the value of the Union. In November 1853, Richard Yeadon was clearly calculating, and used his podium as a conduit to warn a younger generation."],"display_date":"November 23, 1853","search_date":"1853-11-23","locations":[{"id":11456,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2903,"title":"The Sale of James Miles&#39; Library\n","course_id":1,"status":"P","start_date":"1854-03-08","end_date":"1854-03-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One criterion for personal enlightenment in Charleston during the 1850s was the acquisition of a personal library. Such a library could be large-Charlestonians Thomas Smyth and William Gilmore Simms owned 20,000 and 12,000 volumes, respectively, in the 1850s-or much smaller. Regardless, it was important to have the newest book on your shelf, a collection of the classics, or at least a few books relating to one's field of study. ","By March 1854, James Warley Miles had built up such a collection, and the sale of his personal library would certainly have surprised his closest friends. This is especially true since Miles was a well-known figure around Charleston, known for being quite fond of books in general, his books in particular. Indeed, his love of books was enough to cause Francis Lieber in an 1853 letter to George Ticknor to comment, This Rev. Mr. Miles feels very unhappy at Charleston, and all his ardent soul longs for is to have a humble place in some library, for which by the way he would fit most admirably. Miles subsequently held the librarian post at the College of Charleston from 1857 until 1865.","But before this, Miles served as a pastor and as a professor of Ancient Languages at the College of Charleston. A theological liberal and philosophical idealist, religious and linguistic works dominated Miles' library, covering over 30 languages and coming from places as far off as Ghent and Calcutta. A catalogue created for its sale notes works on oriental languages (including Turkish, Sanskrit, Georgian, Persian, and Armenian) and classical literature, as well as works written in English, French, German, Italian, Spanish, and Latin. For Miles to part with such a collection was personally devastating. The need to raise funds for a trip to Europe (on doctor's orders) to recover his health, though, was more pressing. So on March 8, 1854, the books went on sale. ","Much to Miles' surprise, however, the library was purchased in whole (probably by William Gilmore Simms, himself, though no one was certain). In turn, Miles requested the entire collection be turned over to the College of Charleston. He explained his rationale for doing so in his first report as Librarian in 1857, saying, I do not know better how to respond to the feelings of those who have manifested such noble, generous and appreciative sympathy for the pursuits of a humble student than by endeavoring to extend in the most feasible manner to all students in our community whatever advantages may be derived from the consultation of a collection preserved from dissipation by an act as noble and praiseworthy as it is generous and unusual. ","This episode shows the academic nature of the Southern elite in the mid-1800s. Men (at least those with sufficient means) in Charleston were wont to dabble in a wide variety of endeavors, and there was no better place to start one's journey than to read and create a private library. Miles', in particular, sheds light on the talents of educated men at this time, and the extent to which they were able to cover the world in search of books. Moreover, this episode demonstrates the scholarly nature of Charleston, one of the South's cultural leaders. Historian Michael O'Brien agrees: Charleston made it possible for these eruditions (that is, a library like Miles') to be realized. Such a realization was crucial in upholding Charleston's place as a Southern capital for learning."],"display_date":"March 8, 1854","search_date":"1854-03-08","locations":[{"id":11456,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2909,"title":"The Creation of the South Carolina Historical Society\n","course_id":1,"status":"P","start_date":"1855-06-02","end_date":"1855-06-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1850s, Charleston, South Carolina, was home to a vibrant intellectual life, Renaissance men, and a host of debating and literary societies. The diversity of these intellectual societies is astounding, often catering to a single ethnic group. In Charleston during the mid-1800s, one could find the St. Andrew's Society for Scotch-Irish, the Hibernian Society or the St. Patrick Society for Catholic Irish (not to be confused with the Catholic French, who had the French Benevolent Society), the Hebrew Harmonic Society for Jews, the South Carolina Society for Huguenots, and the German Friendly Society for Germans. And for a while, even free blacks could participate in their own Clionian Debating Society. ","Still, white, Protestant males dominated the intellectual life in nineteenth century Charleston, often forming their own exclusive societies. One example was the Charleston Conversation Club. Founded in 1800, the club met in private homes during the season (typically November through May) where one member would make a speech, followed by a two-hour discussion, and concluding with a dinner. All the popular political and social issues were discussed, as well as the occasional foray into literature or history. For example, the first six topics in the 1854-1855 season were Sir Thomas Browne's Religio Medici, poetry (written by a Society member), Parish Representation, political representation, Grayson's The Hireling and the Slave, and the destiny of negroes in the South. ","Such was the framework in 1855 when an accidental meeting of several gentleman, at one of those old homesteads, in the vicinity of Charleston occurred. The result, on June 2, was the creation of the South Carolina Historical Society and the approval of a constitution drafted by Dr. James Moultrie and Professors W. J. Rivers and F. A. Porcher. In 1856, the state of South Carolina incorporated the Society, and by 1857, the Society had secured the means to publish the first volume of The Collections of the Historical Society of South Carolina. The first volume was innocuous enough, including rather harmless topics like an address to the Society by Professor Porcher, a College of Charleston history professor. Yet by 1859 the conversations had changed drastically. In a May 19 oration to the Society-a speech reprinted in the third volume of the Collections-Second Vice President William Trescot took the opportunity to make a few remarks on the institution of slavery. Trescot's message was in line with most Southern thinkers of the day. Slavery was the great leveler, making a society of equals, by elevating all citizens of the State to the condition of a privileged class. It was an institution that knit together its members in their various conditions into one harmonious whole and made South Carolinians a grave, earnest, resolute, just people. ","This episode is important in highlighting the origins of ideas in the nineteenth century South: ordinary citizens, typical Charleston residents discussing typical Charleston issues among peers. In the words of historian Michael O'Brien, they were an urbane intelligentsia, not a workshop of experts. Their ideas were their own, though those often trickled down through newspapers and day-to-day conversation to ultimately reflect-as Trescot's did-opinions held by society at large. Ideas like his on the justness of slavery ultimately dominated the debates in all the aforementioned societies in Charleston during this time, and succeeded in casting a shadow over subsequent literary discussion."],"display_date":"June 2, 1855","search_date":"1855-06-02","locations":[{"id":11456,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2912,"title":"The Creation of the Savannah-Charleston Railroad\n","course_id":1,"status":"P","start_date":"1860-11-01","end_date":"1860-11-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of the largest cities in the South, and conveniently located as a port city, Charleston in the 1850s was in a prime position to compete with Atlanta and New Orleans as the center for commerce in the South. And on November 1, 1860, Charleston celebrated a huge commercial step forward with the completion of the Savannah-Charleston railroad. The Charleston News and Courier commemorated the event with a lengthy history of the founding of Georgia and the opportunities the new line would bring economically for both states, boasting, For a new road it exhibits remarkable excellencies, and for its distance and cost it may challenge comparison with any road, European or American, within a maritime belt or region of country.","Accounts like this aside, historians vary between glass-half-full and glass-half-empty views of Charleston's status as an economic center in the antebellum South. Historian Ernest M. Lander, Jr., adopts the former view and concludes that Charleston was the industrial center of South Carolina in 1860, reaching a peak in 1856 of 3,000,000 in industrial production. However, his optimistic outlook is tempered in his conclusion, which notes that capital was limited, Northern competition fierce, and fires between 1856 and 1861 destroyed several promising factories. Historian Leonard Stavisky, in contrast, adopts an overall more pessimistic stance, contending that the plantation system, with its reliance on slave labor, kept an otherwise strategically positioned Charleston from achieving optimal levels of industrialization. ","Regardless of whether or not Charleston was one of the principal industrial centers in the South, this episode-and the reaction by the News and Courier-serves to illustrate the dominance of one particular economic variable in Southern life-trade-and the attempts of Southerners to use it to strengthen their economy. Indeed, as historian R.S. Cotterill notes, Time was when Charleston had been the social and industrial center of the south, but its glory had long since departed...Charleston was not ignorant of the cause of the decline, and set herself to the task of reviving her commerce by diverting western trade from New Orleans to herself. The surest way to divert western trade was to join the flurry of railroad construction occurring nationwide during the mid-nineteenth century."],"display_date":"November 1, 1860","search_date":"1860-11-01","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2916,"title":"Judge Magrath Tears His Robes\n","course_id":1,"status":"P","start_date":"1860-11-07","end_date":"1860-11-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A Charleston resident flipping through the <em>Charleston News and Courier</em> on November 7, 1860, to find the results of the presidential election the day before had to give more than a cursory glance to find what he was looking for. On a side column on the first page, stuck right in the middle of the results of several other individual states, the <em>News and Courier</em> mentioned, almost as an afterthought, The Result: The returns from the different States indicate the certain election of Abraham Lincoln to the Presidency. There is no use for trifling details.","Perhaps the News and Courier somehow thought avoidance or derision would change reality. Andrew Magrath knew differently. Magrath was the federal district judge in the Charleston district. He was considered to be somewhat moderate, opposed to the prevalent idea that South Carolina should act on the issue of secession regardless of what the rest of the South decided to do. Upon hearing the election results, however, Magrath tore his robes, declared that he had resigned from the bench, and promptly left his courtroom. ","The next day, the News and Courier was all applause. It is our duty to record the Judicial demise of Hon. A. G. Magrath, late District Judge of the United States in and for the late Federal District of South Carolina. It is at the same time our privilege and pleasing duty to record that Citizen A. G. Magrath, of South Carolina, survives in full honor, and rich in the approving admiration of his fellow-citizens, and of the true sons of the South in all Southern States. ","This episode represents a fascinating theme that resonated throughout the South following Lincoln's election and leading up to the ordinances of secession. The attitude was one into which South Carolina has been forced the News and Courier claimed, by the event of the 6th of November. ","The use of the word forced is interesting. Since the first presidential election, the political system of the United States had managed to contain sectional differences by offering citizens an alternative to violence-the voting box. A loss one year could be balanced simply by winning four years later; no one should have to feel forced into a given action by any election results. Yet as historian Michael Holt contends, Once faith in [the Whigs and the Democrats] collapsed, however, a sense of crisis developed that government was beyond control of the people, that it had become a threatening power dominated by some gigantic conspiracy, and hence that republican institutions were under attack. This feeling-a new feeling of utter hopelessness- is so clearly seen by Judge Magrath and reverberated throughout much of the South in 1860. Instead of relying on politics and the proverbial voting box, the South soon turned to guns and violence. "],"display_date":"November 7, 1860","search_date":"1860-11-07","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2917,"title":"Commissioner Adams&#39; Dispatch\n","course_id":1,"status":"P","start_date":"1860-12-05","end_date":"1860-12-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Guard your harbor well-Hasten your preparations for war. James Hopkins Adams was certainly aware of the tumult he caused with that short declaration. A former governor of South Carolina from 1854 to 1856, Adams was, in December 1860, serving as a commissioner to the committee discussing the possibility of secession and civil war in South Carolina. His remarks caused Charleston resident Emma Holmes, in a December 5, 1860, letter to her friend Lizzie Greene in Georgia, to declare, Last Sunday will never be forgotten by the Charlestonians. The Convention was sitting. The Governor was holding a council of war. Troops were marching in the streets. The Palmetto Guards (The Finest and largest company of infantry in the state) took control of the Arsenal, and subsequently a salute of thirty two guns fired to the 'fallen grandeur' of the Stars and Stripes, as they were hauled down, to give place to the banner of the glorious Palmetto State. To top it all off, it was a Sunday-the Sabbath, the day of rest, which all Charlestonians were assuredly enjoying in a peaceful, leisurely manner, before the onslaught of troops and gun salutes. ","To be sure, all these displays were mere show, one snowballing into the next, probably unnecessarily troubling Charleston's finest ladies. Abraham Lincoln had yet to be inaugurated, had yet to call for 75,000 volunteers to stop the South from seceding, had yet to issue any other proclamations. Fort Sumter's bombardment-and with it a war-would not occur until April 1861.","But much can be said for mere show. Indeed, the state seems to have been working its way towards such displays in the several months prior. In a November 10, 1860, letter to Lizzie, Miss Holmes wrote of similar events: The report having reached Boston that South Carolina had already seceded, Mr. Caleb Cushman sent on in a vessel owned by himself and brothers, then here with orders to fire a salute of fifteen guns for the Southern States and to hoist the flag of S.C., a palmetto tree and Lone star. Though Emma was mistaken-formal secession would not occur until December 20 of that year-the multiple-gun salutes and hoistings of the Palmetto flag seemed common occurrences in the months leading up to secession. ","This episode is important in demonstrating the fact that Charlestonians were celebrating secession several months before it actually happened, a fact that should not be taken lightly. Historian Walter Edgar concurs, stating that South Carolinians had been calculating the value of the Union since the 1820s, and with each passing year, more and more found the Union wanting in the balance, a threat to the order and harmony of the state. Letters like Emma Holmes' represent the very thoughts of Charleston citizens during this time, demonstrating, as was seen a fortnight after Emma's December 6 letter, that their views were in line with those of their politicians."],"display_date":"December 5, 1860","search_date":"1860-12-05","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2926,"title":"Secession\n","course_id":1,"status":"P","start_date":"1860-12-20","end_date":"1860-12-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 17, 1860, a convention formed in the South Carolinian capital of Columbia to debate and confront the single most important decision facing the state since voting on independence from Great Britain over 80 years earlier. As fate would have it, the city of Charleston would be the one to hear the verdict on secession first. We, the People of the State of South Carolina, in Convention assembled, do declare and ordain, and it is hereby declared and ordained, That the Ordinance adopted by us in Convention, on the twenty-third day of May, in the year of our Lord one thousand seven hundred and eighty-eight, whereby the Constitution of the United States of America was ratified, and also all Acts and parts of Acts of the General Assembly of this State, ratifying amendments of the said Constitution, are hereby repealed; and that the union now subsisting between South Carolina and other states, under the name of the 'United States of America,' is hereby dissolved. The delegates had moved their convention from Columbia to Charleston due to rumors of a smallpox outbreak in Columbia. The importance of the move cannot be underestimated. As historian Walter Edgar says, There may have been one case (of smallpox) in the city, but by moving to Charleston those favoring secession would be in a locale more hospitable to their ideas. ","Among the hospitable was Emma Holmes, a young Charleston lady, who was both very agreeable to secession and willing to accept wholeheartedly the smallpox outbreak story. In writing to her friend Lizzie Green on December 20, Holmes exclaimed, The Union is dissolved, and we the people of South Carolina are a free and independent sovereignty Yesterday dear Lizzie the Ordinance of Secession passed at 1 1/4 P.M. and last night it was signed at Secession Hall (formerly Institute) amidst an immense concourse of people, and illuminations of tar barrels and fireworks of every description, music and parading of various companies. The Convention and Legislature adjourned here this week on account of the small-pox which is very prevalent in Columbia... In celebration, Frank Porcher lit 48 colored lanterns at his home on East Battery; tar barrels were burnt on Meeting Street; Roman candles and bombshells were launched throughout the city. The vote had been unanimous-all 169 delegates in favor of secession. This episode is important, of course, for the national ramifications it held. South Carolina was the first state to secede, others soon followed, with the results a new nation and civil war. But historian Ralph Wooster's data on the members of the South Carolina secession convention are far more probing. Delegates to South Carolina's secession convention held a median age of 49 years-the oldest median age of all the conventions-and were the only delegates to vote entirely for immediate secession. South Carolina delegates were also richer-with median personal property of 50,000, 18,000 more than the next closest, Mississippi-and held the most slaves-a median of 37, compared to 15.5 for Mississippi, again the next closest. Finally, 250 of the total 1,048 delegates at all conventions were born in South Carolina, and were heavily in favor of secession. ","Supporters for war in South Carolina, at least, were wealthy, older men. Perhaps the best conclusion to be drawn from this episode, then, lies in the words of Mr. Wooster: The motives for supporting immediate withdrawal from the Union seem then to have had a deeper basis than personal characteristics of convention members alone. Thus the political climate in Charleston, as this episode shows, may have contributed more to secession than mere property, age, or birthplace. "],"display_date":"December 20, 1860","search_date":"1860-12-20","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2927,"title":"Days of Fasting, Humiliation, and Prayer","course_id":1,"status":"P","start_date":"1850-12-05","end_date":"1860-11-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["There was always a crisis in the 1850s, at least in the minds of the citizens of Charleston. On December 6, 1850, William H. Barnwell, rector of St. Peter's Church, took the pulpit to expand upon the great political question which is agitating our country. The occasion? A Day of Fasting, Humiliation, and Prayer, as designated by the South Carolina legislature. The great political question? Slavery, especially in the wake of the Compromise of 1850, a compromise most South Carolinians viewed as an absolute defeat for the South. ","Barnwell was very clear on his stance: The purpose of the North is to use the whole power of the Government for its own aggrandizement, and the destruction of an institution which we believe to be of vital importance to our welfare. The institution for Barnwell, though, was not just important for South Carolina's welfare-it was ordained by God and a gift to the African race. His ultimate conclusion, though (the morality of slavery aside) remained political: Whatever speculative notions any one may have as to the moral influence of slavery, that it is a fundamental institution of the Southern States, and that no Government on earth has the slightest right to meddle with it, either directly or indirectly.","Turn to November 21, 1860. This time, South Carolina Governor William Gist had proclaimed another Day of Fasting, Humiliation, and Prayer. This time, it was Reverend Thomas Smyth lecturing at Second Presbyterian Church on The Sin and the Curse. This time, it was the election of Abraham Lincoln and a growing secession movement that prompted the occasion. It was all a foregone conclusion in Smyth's mind: This is only the result,-the consummation of a tragedy which has been long progressing to its last act,-when the curtain fell upon the dismembered body of the Union. He goes on to blame Northern Christians for this situation; they pervert truth, justice, honor, and good faith by forgetting that the condition of slavery has been and is recognized and regulated by God, who first ordained that it should come to pass as a penal infliction upon a guilty race, for the mitigation of greater evils, and for the good of all... that under the fostering care of these Southern States, and of this legally bounded institution, these people have multiplied in a ratio greater than their masters; that they are healthier and happier than any other laboring class on the face of the earth. ","This episode is important in showing the fusion of religion and politics in 1850s South Carolina. The views of these two pastors also aligned with those in the rest of the South. As Charles Iron of Elon University notes, By the 1830s, Southern whites insisted in their formulation of a regional, evangelical orthodoxy that God had ordained slavery and that slaveholders could confidently hold their property in persons so long as they were attentive to the spiritual condition of their slaves. Though these two sermons were ten years apart, the themes they espouse and the justifications for slavery they promulgate remained the same."],"display_date":"December 5, 1850 - November 21, 1860","search_date":"1855-11-28","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3075,"title":"A Confederate Monument is Dedicated\n","course_id":1,"status":"P","start_date":"1891-08-20","end_date":"1891-08-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In August of 1891, the people of Charleston, South Carolina turned out to dedicate an Obelisk to the memory of the Washington Light Infantry Regiment, which fought in the defense of the Rebellion. The event featured a sermon by the popular preacher Reverend E.C. Edgerton, who praised the members of the regiment for doing their duty to their state despite the noble but ultimately hopeless cause for which they fought. He asserts that despite the fact that the Confederacy lost the war, the souls of those who died fighting for it were redeemed by their devotion to their principles. The author of the article praises Edgerton's lecture by declaring that A more eloquent prayer, and one adorned with more appropriate literary quotation was probably never addressed to a Charleston audience, and expresses surprise that an Episcopal minister was capable of such oratory."," Throughout the South after the Civil War, the orphaned sons of the Confederacy looked for ways to defend their futile struggle for independence. Recently, historians such as C. Vann Woodward have described a trend amongst former Confederates to explain the war as a Lost Cause, a noble fight that the South was doomed to lose from the beginning. This idea of the Lost Cause allowed Southerners to believe that they had been the superior men, and that their military prowess had allowed them fight on for four years when the Union's overwhelming advantages should have subdued them much more quickly. While this view became prevalent across the South in the late-nineteenth century, it failed to take into account that the Confederacy had several advantages, such as: they did not have to win but only draw, they were more familiar with the terrain they were fighting on, they had shorter supply lines, and public opinion about the war in the Union was divided. Still, this episode shows that while the spirit of defiance remained alive in Charleston, the religious leaders of the late-nineteenth century urged peace and reconciliation with their former enemy."],"display_date":"August 20, 1891","search_date":"1891-08-20","locations":[{"id":11460,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3093,"title":"Local and State Governments Battle Over Liquor\n","course_id":1,"status":"P","start_date":"1893-06-01","end_date":"1893-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In an effort to regulate drinking and in hopes of creating revenue, South Carolina passed a law in 1893 to have the state assume control of alcohol distribution and to take in a share of the profits from the sale of liquor. Under the statute, the profits . . . are to be equally divided between the State and the county, and out of the county's share one quarter goes to the municipal government for police purposes. The law was unpopular and the city of Charleston refused to accept it. Opposition grew so strong in the city that even many Prohibitionists came out against the law, massive quantities of liquor were purchased by private citizens before it went into effect, and the state responded by ordering bars across the city closed and arresting anyone who tried to distribute alcohol without a license."," This incident shows both the nature of local politics in South Carolina in the late nineteenth century and the state of the progressive movement in the South. As William Cooper and Thomas Terrill explain, progressivism in the North tended to focus on social reform and saving the souls of the ignorant masses while the Southern strain of the movement was more focused on busting monopolies. This tradition went back over a century and played on Southern planters' mistrust of big business in the North. Thus, while statewide regulation of alcohol would have been extremely popular in the North, it was met with resistance even amongst reformers in Charleston who felt that the state was overstepping its authority."],"display_date":"June 1, 1893 - July 30, 1893","search_date":"1893-06-30","locations":[{"id":11460,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3101,"title":"Charleston Suffers a Cold Spell\n","course_id":1,"status":"P","start_date":"1895-02-01","end_date":"1895-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" In February of 1895, Charleston experienced the coldest winter ever on record up to that date. It reached a low of twelve degrees Fahrenheit. Entire crops of strawberries, cabbage, lettuce, and peas were destroyed both within the city and across the state. The cold weather decimated both the city's food supply and its ability to export food products. While the account of the cold spell focuses on the adverse economic effects to the region, the poor African American population of the city must have been hit hard as well."," Charleston was the victim of several natural disasters in the late 19th century, foremost among which was a massive earthquake that severely damaged the city. The severe cold weather of 1895 was just another trial for the resilient citizens of Charleston to overcome. The loss of this crop to bad weather was part of a larger pattern of changing agricultural conditions. For hundreds of years, farming in the South had been dependent to varying degrees upon slave labor. Even though there were many small farmers who did not use slave labor directly, it was still a large part of the overall process of getting their crops to market. In the generation after the end of the Civil War though, very little changed. Most slaves simply became tenant farmers who were in debt to the land owners. Thus, even though the system that supported Southern agriculture was fundamentally altered by the Civil War, the overall process had not changed greatly in the decades after it."],"display_date":"February 1, 1895 - March 30, 1895","search_date":"1895-03-01","locations":[{"id":11460,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3105,"title":"A Controversial Letter to the Editor\n","course_id":1,"status":"P","start_date":"1895-09-01","end_date":"1895-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In the summer of 1895, a person identifying themselves only as Pee-Dee wrote an explosive letter to the Charleston News and Courier. He proposed all men, both white and black, should be allowed to vote, but that those who owned property should have their vote count for more. Specifically, a man would receive an additional vote for each 500 worth of property he owned up to 5000. Thus, a wealthy man could have his vote count for ten times as much as a poor man's ballot. The stated purpose of this plan was to counteract the African American majority in South Carolina. As an analysis of the proposal states, the plan would wipe out the colored majority of 40,000 voters and insure a white majority of 20,000. If enacted, this proposal would allow Southern governments to disenfranchise blacks without violating the Fourteenth Amendment."," Pee-Dee's proposal was not controversial because it disenfranchised African Americans, but because of the effect it would have on poor and middle class white voters. This attitude of searching for legal loopholes to institute segregation became prevalent across the South after the end of Reconstruction. Once they were no longer under military occupation, white Southerners began looking for ways to reassert control over their society. Proposals such as these would eventually build up to the Supreme Court validation of segregation in Plessey v. Ferguson and decades of African American segregation under Jim Crow laws. While this specific proposal was never passed, similar measures were soon enacted to disenfranchise African Americans and ensure white dominance of the political system in the South for generations. Pee-Dee's proposal is just one of many examples of white racism that set black Southerners back for decades."],"display_date":"September 1895","search_date":"1895-09-15","locations":[{"id":11460,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3110,"title":"The Effects of a Drought\n","course_id":1,"status":"P","start_date":"1898-02-19","end_date":"1898-02-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the winter of 1897-1898, a severe drought hit the city of Charleston. There was no rain for over a month and the city's wells and cisterns began to run dry. For Charleston's white population, who understood the principles of hygiene and clean water, this resulted in only two fatalities. For the poor, uneducated African Americans of Charleston, the drought caused a great deal of illness and twenty five deaths over the course of just one week. In an effort to ameliorate the situation, the city had commissioned the construction of drinking fountains in the black areas of the city."," Thus, despite the increased effort towards educating the African American children of Charleston, there was still a grave disparity in both wealth and in scientific understanding between whites and blacks. Stricken by poverty in the best of times, the black population of the city was decimated by illness when a drought caused a lack of fresh water and they were forced to resort to drinking fetid, diseased runoff water. As William Cooper and Thomas Terrill explain, inncidents such as this were typical of race relations in the South, and would not be solved until progressive reforms and major advances in the understanding of disease occurred in the early 20th century. Even though African Americans had been free for a generation by this point, the forces of society still conspired to make them marginalized citizens of the United States."],"display_date":"February 19, 1898","search_date":"1898-02-19","locations":[{"id":11460,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3111,"title":"Charleston Receives New Coastal Defenses\n","course_id":1,"status":"P","start_date":"1898-03-24","end_date":"1898-03-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the spring of 1898, the United States stood on the verge of war with Spain. One of the greatest concerns of American defense planners was that Spanish ships would attack the prosperous port cities of the Southeast that were in close proximity to Cuba. As a result of this concern, a number of these cities were reinforced to repel a potential Spanish naval attack. Along with Savannah, GA; Mobile, AL; Wilmington, NC; and Galveston, TX; Charleston received a new battery of cannons and more federal troops. The troops and artillery were placed on Fort Moultrie in Charleston Harbor, which had not been in active use since the Civil War. Still, an attack on Charleston was seen as enough of a threat to bring it back into service."," Edward Ayers states that at the outset of the war, it appeared that North and South would divide on the issue. Many Southerners saw it as a grab for overseas markets by Northern industrialists and opposed it. Yet, once the war began and the United States was quickly victorious, the Spanish-American War helped bring about reconciliation between North and South that had not been seen since the end of the Civil War. For the first time in decades, Southerners were fighting alongside the rest of the country for the greater glory of the nation, and people on both sides saw the positive effects of this. As a Detroit newspaper declared, Nothing short of an archaeological society will be able to locate Mason and Dixon's line after this."],"display_date":"March 24, 1898","search_date":"1898-03-24","locations":[{"id":11460,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3116,"title":"The Confederate Army Holds A Reunion\n","course_id":1,"status":"P","start_date":"1899-04-12","end_date":"1899-06-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Right before the turn of the Twentieth Century, the former Confederate Army held a reunion in Charleston, South Carolina. Men from all ranks of the army descended upon the city where secession began to reminisce about their former exploits and their lost way of life. For example, Henry W. Feilden, a British aristocrat who had served in the Confederate Army, wrote from England, After reading the accounts of the splendid Reunions of veterans, and what the old city did for them, you Charleston people may justly feel proud of yourselves. He goes on to say how deeply he regrets that he was not there himself and that even though he was born English, he considers himself a true Southerner."," After over thirty years, the concept of a Confederate Reunion was even palatable to Northerners. A newspaper called the Christian Observer, with a nationwide audience, published an article directed at former Confederate chaplains to come to Charleston for the reunion. While right after the war there was a strong backlash against all things Southern in the North, by the end of the Nineteenth Century the two former adversaries appear to be reconciling."," C. Vann Woodward explains that Confederate reunions did not become popular or socially acceptable for decades after the end of the Civil War. However, once they emerged in the 1890s, they became a popular source of Lost Cause historical revision. The Charleston reunion was just one of many that occurred during that decade as Southerners attempted to define what the legacy of their rebellion would be."],"display_date":"April 12, 1899 - June 2, 1899","search_date":"1899-05-07","locations":[{"id":11460,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3254,"title":"Free Persons of Color Granted Land for Burial Site\n","course_id":1,"status":"P","start_date":"1816-08-01","end_date":"1816-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["A piece of legislation was passed in August 1816 that granted land to free blacks to create a cemetery. This land was not a gift, but rather, made legally available for purchase. The plot was known as Cart's Lot and was located on Boundary-Street next to the Methodist Church. It was implied that only members of this church would buy and use the land. It was specified that no one may be buried after dark or before daylight.","The allocation of this land by race was an early sign of legal segregation. The ordinance contrasts with the race relations found in T. H. Breen's and Stephen Innes' <em>Mine Owne Ground</em> and Melvin Ely's <em>Israel on the Appomattox</em>, where blacks and whites were generally intermingled.","Charleston hosted a unique interracial relationship between blacks and whites. There was always a great fear of slave rebellion, as one was almost realized in 1822. Legislation began at the turn of the century to limit some of the freedoms that blacks (free and enslaved) had in Charleston. By segregating the population, whites in Charleston were able to have one more realm of safety and dominance. Boundary Street was the Northern border of the city in 1816. While it was convenient because it was next to the Church, the fact that both the church blacks were able to attend and the burial ground they were allowed to purchase was on the outskirts of the city is significant. Not only did free blacks have to have a separate cemetery, but it is as far out as possible while still being in the city. Disputes that arose from this legislation led to the creation of the Emanuel African Methodist Episcopal Church in South Carolina in 1818."],"display_date":"August 1, 1816 - August 30, 1816","search_date":"1816-08-15","locations":[{"id":11452,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3284,"title":"Directory of Charleston, 1816","course_id":1,"status":"P","start_date":"1816-01-01","end_date":"1816-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Charleston Directory and Strangers Guide offered a listing of the residents and businesses of Charleston (name, address, job title if one exists), street names, and wharfs. This was what would today be known as a yellow and white pages combined. This document revealed much about the population with little more than the names of its populace. Their addresses were indicative of the culture on streets based on the people who live there. Job titles told us what station in life the people held, and add to the information about the street on which they lived. Simple things, like if a woman had a job, tells us so much about what this group of people were like. We learn what kind of professions were in high demand in Charleston. ","There are a lot of professions dealing with ships ranging from Mariner to Ship Carpenter to Shipwright. When women were listed, they were usually described either as widows or laundresses (implying that they were not married and had a job appropriate for their gender). While there was a lot of professions that you would expect (grocer, merchant, attorney, post-master), there were some very specific job-titles that would lead one to assume that Charleston had a highly specialized economy and a great consumer culture. Tailors, jewelers, confectioners, cabinet makers, and dancing masters all made the list. ","Maurie McInnis states that there was an extreme amount of social diversity on any given street in Charleston and that one could find a range from wealthy merchants and planters, middling mechanics, free blacks, and slaves all living within close proximity. Race was not a factor listed in this document, but it is doubtful that free blacks and slaves were included. There was some mixing of social classes on streets based on profession, but there was also a lot of logic to it: people lived close to where they worked."],"display_date":1816,"search_date":"1816-07-01","locations":[{"id":11452,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3310,"title":"Oration Delivered to the Charleston Riflemen\n","course_id":1,"status":"P","start_date":"1821-07-04","end_date":"1821-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Robert Elfe, Esq. delivered an oration to the Charleston Riflemen about where America has been and where it is going. In the printed version, he used terms such as liberty and fellow citizens in bold face all caps, suggesting that these are words he emphasized in his speech. He spoke on the importance of government, stating Man's elevation or depression in society is the effect of good or bad laws. He harped on the morals of society and the need for government to back them up. Virtue is the only safeguard of free laws.  He tied into these moral ideas the conflict of slavery with the ideals the nation holds so high.","From a country so situated, bearing all the characteristics of freedom, uncontaminated by vice; with a country degraded and enslaved, abounding with all the evils which hereditary turpitude could engender, from such a contrast, our ancestors derived those impressions, which encouraged their hopes, gave stability to their principles, and produced a nation of freemen eclipsing the model of Greece and Rome.","This is  significant because it makes a statement against slavery in a city where the institution of slavery is such a large part of the economy and every day life. Elfe proceeded to emphasize how important it is that the course of events (the Revolution) happened as they did. He claimed the British owde us reputations for the injustices done Americans. He lauded the Americans in the Revolutionary war and its heroes. He also poses a daunting question: what would have happened had the United States not won the war? His answer is that America would have become like India, the prey of merciless commerce. After praising the United States, reflecting on its values, and championing the Revolutionaries, Elfe ended with praise to the heavens for Americans' escape from tyranny.","It is rare that we find such an argument in 1821. Using slavery as an analogy of Great Britain's control of the United States was often heard in the Revolutionary Era, and returned in the War of 1812 (though it was not used as profusely). To see it here, after slavery had taken the stage nationwide, is incredibly interesting."],"display_date":"July 4, 1821","search_date":"1821-07-04","locations":[{"id":11453,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3334,"title":"Mummy Visits Charleston\n","course_id":1,"status":"P","start_date":"1824-01-31","end_date":"1824-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Lady of Thebes Mummy was exhibited in Charleston and described in the Charleston Courier on January 31, 1824. The mummy was on a tour and had already visited Boston, Massachusetts. It's coffin was covered in hieroglyphics, and it was really a sight to see for the people of Charleston. ","The ancient Egyptian burial rites were a whole different world to the white Christians of South Carolina. The coffin's cover was made in the likeness of the deceased and decorated with words to travel with her to the next world. The Mummy's visit served as an ancient history lesson, showing multiple levels of life in ancient Egypt ranging from their writing to the wrapping of mummies and decoration of coffins, practices totally foreign to Charlestonians. This was a public exhibit which allowed for increased visibility, as opposed to selective viewing by the educated elite. ","Intellectual curiosity is very significant to the Mummy's visit to Charleston. In The Origins of the Southern Middle Class 1800-1861, JonathanWells discusses the blossoming of the intellectual movement in the South as an attempt to mirror the intellectual development of the North in previous years. The creation and growth in popularity of literary magazines and periodicals, literary and philosophical societies, and exhibits and speeches spread throughout the South. Charleston is home of the first American museum (est. 1777) and was known to be one of the cultural centers of Southern society; it would make sense for an exhibit that also toured the major cities of the North to be displayed in this Southern hub."],"display_date":"January 31, 1824","search_date":"1824-01-31","locations":[{"id":11453,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3360,"title":"The Southern Review\n","course_id":1,"status":"P","start_date":"1827-09-27","end_date":"1827-09-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Robert Y. Haynes of Charleston, South Carolina sent a letter to Littleton Waller Tazewell of Norfolk, Virginia encouraging Tazewell to lead Virginians in participation via entries and subscriptions to the <em>Southern Review</em>. The hand-written letter is written on a brochure explaining the proposed <em>Southern Review</em>. The Southern Review was a literary magazine that would not criticize the South and would cover issues found in other magazines as well as issues pertinent to the region. Stephen Elliot Esq. would edit the publication. Haynes mentioned that Virginia would be essential to the success of this journal, and the learned men should participate, specifically mentioning university-educated gentlemen. The creation of the Southern Review, and the outreach to areas outside of Charleston (where the publication was created) is significant because it recognized the distinction of the South as a region within the nation and that there were things that united the states within the area, rather than a state vs. state situation.","Wells argues that the rise in periodicals and literary magazines is due to the Southern interest in Northern intellectualism. The <em>Southern Review</em> was different from a lot of magazines because of its desire to cover issues pertinent to the South. The founder of the <em>Southern Review</em>, Stephen Elliot, had been educated in the North, supporting Wells' stance that the South was emulating the North's intellectualism. Starting as a South Carolina focused journal, the <em>Southern Review</em> hoped to move throughout the South to unite the issues that tied Southerners together and increase communication amongst them (a long term goal according to Wells)."],"display_date":"September 27, 1827","search_date":"1827-09-27","locations":[{"id":11453,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3367,"title":"South Carolina Jockey Club 1830 Race\n","course_id":1,"status":"P","start_date":"1830-02-23","end_date":"1830-03-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The advertisements started early in the year for the South Carolina Jockey Club's Annual Horse Race. News of the event was spread to New York and Virginia, as this was known to be one of the biggest social events of the season. The races lasted for several days, ending in a ball that topped all social events of the season and culminated in the election of the new slate of officers. The <em>Charleston Mercury</em> chronicled the events of the races and reported on them daily (taking up more room in the paper for coverage of a social event than almost any other news story). The names of the owners, the horses' names, genders, and ages were listed as were the outfits to be worn by the jockeys. Once the races commenced, the successes were also announced.","Charlestonians and visitors turned out in large numbers. The first race was a disappointment, as one of the horses expected to do well, Kate Kearney, had to withdraw due to injury. Mr. Singleton's horse, Phenomena, was injured during day two of the races. The South Carolina Jockey Club Ball was held at St. Andrew's Hall on Fri. Feb. 27, 1830. It was said to be the most fashionable event the city had ever seen. Saturday's meeting of the Jockey Club saw the election of its new officers: Col. J. McPherson, President; Col. Thomas Pinckney, Vice President; and Charles Winthrop, Secretary and Treasurer. ","The races hosted by the South Carolina Jockey Club were the event of the year for the South Carolinian (and Southern overall) elite. It was a place and an excuse for the wealthy to come together. According to Maurie McInnis, February was the liveliest time of year in Charleston and this was because of the horse races. The fashionable people of South Carolina turned out for the social events of the season in Charleston. Other social events of the season were coordinated around the races. The excuse to go to Charleston was more than just for pleasure, it allowed for the meeting of South Carolina's elite for a multitude of political and social activity."],"display_date":"February 23, 1830 - March 1, 1830","search_date":"1830-02-26","locations":[{"id":11454,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3379,"title":"Enslaved Man Named Tom Runs Away\n","course_id":1,"status":"P","start_date":"1815-05-02","end_date":"1815-05-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An enslaved man named Tom ran away on May 2. This was reported in the <em>City Gazette</em> and <em>Commercial Daily Advertiser </em>for months. He had been a paper boy (carrier of the <em>City Gazette</em>) and was able to read and write. He was formerly enslaved in Virginia (his mother was still there) and worked for the Petersburg Intelligencer. He was known for his skill at the printing press. ","The owner believed that Tom had left Charleston by ship and perhaps had forged his own free papers. The owner thought he may have been pretending to need passage to a Camp Meeting. Camp Meetings were the religious craze of the era and were connected most with the Methodist Church. There was a camp meeting being held at a local creek, and it would have considered un-Christian to refuse passage of a black man to a religious service. Many whites justified slavery as a way to spread Christianity to people who would otherwise live without it. ","There were rewards for the return of Tom to the owner (B.S. Thomas) that increased depending on the effort involved in Tom's return. His description is given as 5 feet 7 or 8 inches high, of a bright yellow complexion. Tom was not black (at least not fully), nor was he a stereotypical enslaved person. He was literate and worked in a trade for a major company. Clearly, he had some advantages afforded to him that many plantation field hands lacked and which put him in the perfect position to run away.","Charleston differed from many Southern towns and counties in its freedoms given to enslaved people. Slaves often took care of their own living arrangements and food, and made some (though very small) income. Charleston did not have the large plantations and thus it did not have the high demand for manual labor. Most owners hired out their slaves (most of whom were domestics or skilled in a trade) to other individuals to use. The owners were paid in return and were able to make profit off their slaves' work. Many slaves were allowed to retain some of the payment, and thus allowed some minor freedoms. This autonomy, and the ability of many Charleston slaves to read and write, made a lot of Charlestonians fear rebellion and runaways. Black people had to wear specific badges to identify them as free blacks or hired out slaves. The lack of a badge would indicate runaway status. Badges were often traded among slaves and free blacks, or counterfeited. Tom perhaps obtained a badge or other paperwork to certify he was free. Considering his education and connections, Tom would have been able to get away with a lot of things without being questioned. ","The belief that Tom escaped via ship was reflected in a general fear of runaway slaves through the port that had led to legislation in 1822. The Negro Seaman Acts required black seamen to be locked up while not at sea, so any black man on a ship was assumed to be a run away, and to prevent the black seaman from instigating trouble among the slaves."],"display_date":"May 2, 1815","search_date":"1815-05-02","locations":[{"id":11452,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3391,"title":"Col. Cumming and Mr. M&#39;Duffie Duel\n","course_id":1,"status":"P","start_date":"1822-06-08","end_date":"1822-06-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 8, 1822 in Savannah, Ga. Col. Cumming and Mr. M'Duffie carried out a long anticipated duel over a political dispute. M'Duffie was shot in the back (he lived) and Col. Cumming was not injured. M'Duffie was a congressman for South Carolina at the time, and would later become governor of the state. Original reports sent back to Charleston anticipated that M'Duffie would die from his wound. The next day two letters were received, one from M'Duffie and another from a friend, both claiming that M'Duffie was stable and that they were slowly making the return home. The ball was reportedly removed from M'Duffie and he quickly healed.","Dueling was part of the code of honor in the nineteenth-century South. It was a way to settle disputes, and assert power and status. The <em>Charleston Courier</em>, the most popular newspaper in Charleston, covered the duel between M'Duffie and Cumming and spoke out against the ritual as something only to be used in extreme circumstances. A duel taking place between two prominent politicians was certain to have only strengthened the tradition.","Dueling was not done over disputes, but over one's honor. Greenberg argues that an attack on one's honor (usually, by claiming that he is a liar) is what leads to a duel, not the actual issue over which the original dispute was based. To not duel when challenged would mean that one does not care enough to refute an accusation of lying, and is considered very disgraceful. Honor was such an important institution in Southern society that to lose it would be a severe handicap in the professional, social, and political realms. One would be better off to duel, risking death, and maintain their honor than to guarantee they will live and lead a dishonorable life."],"display_date":"June 8, 1822 - June 18, 1822","search_date":"1822-06-13","locations":[{"id":11453,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3526,"title":"Random Crime Shocks Charleston\n","course_id":1,"status":"P","start_date":"1832-10-29","end_date":"1832-10-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Today's well intended celebrations of Halloween were nothing compared to the horrors that took place one haunting October in 19th century Charleston. On a Saturday night in late October 1832, Joseph Wienand, the manager of the Neptune Hotel in Charleston, was murdered. Apparently, he was in possession of between 200 and 300 in cash. His murder was discovered by his African-American female servant at close to 6 a.m. the next day. After repeatedly rapping on his door to awaken him to start the day, the servant became nervous and forced her way into his room. He was found lying in a pool of his own blood. Upon investigation by a coroner, it was declared that he was murdered by strangulation with a handkerchief and by blows to his head with a stone. It was a sad fate for Mr. Wienand, a good member of Charleston society. ","Like any other city, murder and crime were facets of life in Charleston; however, it was not a huge problem for the antebellum city. In fact, the problems of regulating crime were more centered on slaves and free blacks rather than whites. Whether a white person or a black person killed Mr. Wienand is not known. However, it was quite apparent that as time wore on, white members of Charleston society who committed crimes were subjected to more lenient punishments than their black counterparts. In fact, city leaders became so worried about slaves and free African Americans committing crimes that the Charleston Work House was established in 1839. That year, the Work House became a house of correction for slaves. In addition to becoming a place for the punishment of slaves who committed various offenses or crimes, the Work House was also established so that the city would have a central place for a slave market. The work house was run under Spartan conditions and in a correctional manner. Many considered it a deterrent to committing crimes. No one wanted to go to the Work House. In addition, it was designed in a Gothic Revival style, similar to that of many churches built after the Great Fire of 1838, serving as a reminder that the righteous did not commit crimes like that one that was so cruelly bestowed on Mr. Wienand. ","Judging from the murder of Charleston hotel manager Joseph Wienand, one would assume Charleston was unsafe. However, as Maurie McInnis points out in a chapter of her book, <em>The Politics of Taste in Antebellum Charleston</em>, crime was greatly controlled in Charleston during the 1830s and 1840s, thanks in large part to fear of being incarcerated in the Work House. Most Charlestonians need not worry that they would be victims like Mr. Wienand."],"display_date":"October 29, 1832","search_date":"1832-10-29","locations":[{"id":11454,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3527,"title":"Slaves Drown While Fishing\n","course_id":1,"status":"P","start_date":"1842-08-01","end_date":"1842-08-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a blustery summer day, August 1, 1842, a fishing boat in which five slaves were traveling was swamped and capsized. Because of the nature of the gale that had blown ashore that blustery Charleston day, all five were presumed dead. The slaves were: Jefferson and George, property of Mr. J. Jeannerett, Ned of Mr. Mellichamp, William of Mrs. C. Macbeth, and a slave boy, Issac, of Mrs. Hughes. Although other had occupied a boat a short distance ahead of them, it, too, was in a dangerous situation and could not come to the rescue of the slaves' vessel. The storm that took place that windy August day caused many additional losses. Because the tide rose to an unprecedented height, most of the Charleston's wharves were covered in water. In addition, many streets were submerged on the Western side of the city. Some residents had to be rescued from their homes by boat. ","The influence of the weather on the antebellum South was a great one. Many of the city's slave owners chose rice as their main crop. If rice fields, some of which were located in close proximity to the city, became too flooded, then the harvest that year would be abominable. In addition, storms like these sometimes caused some of Charleston's more precious architectural resources to be destroyed. So much of Southern history can be and has been lost in events of Mother Nature. Environmental constraints pressured the inhabitants of a city like Charleston to adapt to different ways of life depending on the natural disaster.","Another important issue brought up by this newspaper clipping, which was clipped from a newspaper and placed in the Journal of Charles Heyward, a Charleston resident, concerns the relative freedom that Charleston slaves possessed. Slaves were permitted to be hired out by their owners to others, allowing bondsmen to diversify their skills. Because they could accept earnings for their services, sometimes they were able to buy their freedom. Slaves were also permitted to attend church services with their master. In addition, they were allowed to participate in other leisurely activities, such as fishing, because many did not live on their master's property. Those who did usually lived in separate quarters, so they could come and go with relative ease. Many Charlestonian masters allowed these activities, especially around this time period, in order to appear like benevolent Christian masters in an effort to suppress the idea that slavery was a cruel institution. However, others felt that allowing slaves this much freedom would cause insubordination and deterioration of the institution of slavery, as shown by historian David R. Goldfield. He also contradicts Bernard E. Power's book, <em>Black Charlestonians</em>, by noting that even though some slaves were able to diversify their skills through this freedom, many had skill levels that remained low, even lower than slaves on working rice and cotton plantations. This newspaper article shows that, although the situation of slave freedom ended perilously for the poor men in a boat, slaves in the greater Charleston city area enjoyed many more opportunities than those in other areas."],"display_date":"August 1, 1842","search_date":"1842-08-01","locations":[{"id":11455,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3529,"title":"Slave Sale Comes in Many Forms\n","course_id":1,"status":"P","start_date":"1836-05-20","end_date":"1836-05-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["ohn Stapleton, an English attorney, handled the affairs of several Charleston properties included in the estate of Mrs. Hannah Bull. He managed the sale of her slaves, cattle, hogs, sheep and other effects of Mrs. Bull's properties after her death. In a letter to Higham, Fife & Co. dated May 20, 1836, Stapleton detailed the sale of several slaves and included the titles. As the attorney, the money realized from the purchases was received through Bills of Exchange.","In 1836, the sale of slaves was increasing as the need for their labor moved farther and farther south. South Carolina was at an economic standstill; at the time of this letter, Charleston was about as anti-entrepreneurial as it could become. South Carolina's rice culture was in decline, and cotton farms were appearing all over the Deep South. Therefore, many slaves found themselves sold to outlying plantations and other states at a very fast rate. According to Walter Johnson's <em>Soul by Soul</em> it was necessary for South Carolinians to obtain legal assistance when attempting to sell their slaves, just as Mrs. Bull did. In addition, Mr. Stapleton sold her slaves by private bargaining rather than in a huge slave market. Although popular image dictates slaves were sold in large venues, often there was a lot of behind-the-scenes private bargaining that took place, as it did with this sale. Johnson notes that even though much of the slave trade remained rural and personal like this sale, there were increasing opportunities during this time for trade in large, urban centers, such as New Orleans, Louisiana. ","Selling her slaves through her lawyer may have been one of the least cruel ways Mrs. Bull knew to convey them. Allowing her estate to be liquidated rather than sold through an attorney would have almost guaranteed cruel treatment in slave market, as seen in Johnson's book. Perhaps she was attempting to portray the role of the benevolent slave holder, like so many other South Carolina slave holders did before the Civil War in order to shed a more positive light on the institution of slavery."],"display_date":"May 20, 1836","search_date":"1836-05-20","locations":[{"id":11454,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3530,"title":"Northern Abolitionists Influence on Charleston\n","course_id":1,"status":"P","start_date":"1837-01-25","end_date":"1837-01-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As the years passed, it seemed that more and more Americans became frustrated with the institution of slavery. But there were many in the South who dissented from this opinion, who held steadfast to the ideal that slavery was a just institution. E.W. Taylor was one of them. Taylor, who moved to Charleston from the North to become a slave owner, enjoyed the perks of ownership to the fullest extent. Presumably a bachelor, Taylor realized soon after making his purchase how enjoyable it was to have a female to make his house into a home. To Taylor, having a woman to cook his meals and clean house was the best gift slavery could offer. ","However, soon after his arrival in the South, Taylor was inundated with of anti-slavery propaganda from Northern abolitionists. Concluding that the actions of these abolitionists had the potential to cause separation of the Union, he was of the belief that abolitionists should pay attention to their own affairs. Many Southerners like Taylor believed that slavery was not the cruel institution portrayed by Northern abolitionist. In an 1837 letter to Jeremiah Wilbur, a friend from New York, he recounted the tale of a minister from the North who met a wealthy slave-owning woman from the South. Up until that point, the minister had made it known that he was against slavery and for abolition. However, the minister and the woman fell in love, and the minister began to change his previous thinking. He began to rant against Northern abolitionists and Northerners in general. Ironically, he had once been an abolitionist himself.","Abolitionism was a great concern for many in Charleston. Like Taylor, prominent members of Charleston society feared that if slavery was abolished, hired labor would come to resemble hired labor in the North- a cruel, cautionary tale against capitalism. Abolitionists were only causing distress in Southern cities like Charleston. ","Taylor's views on slavery and abolitionism echoed those of many Southerners, especially those who resented being inundated with propaganda. Abolitionists accused slaveholders of many cruelties, including forced reproduction and childbearing of female slaves, and not allowing slaves to practice religion, just to name a few. According to historian Ira Berlin, abolitionists experienced difficulty proving many of these accusations, but the mere appearance of those caused uproar in the South and planted the seeds of disunion, as seen in Taylor's letter. E.W. Taylor exemplified Southerners for whom abolitionist propaganda from perceived hypocrites raised the spectre of disunion. Yet, many Northern abolitionists were, in fact, free blacks who were drawing on their own experiences in captivity for information for said abolitionist propaganda."],"display_date":"January 25, 1837","search_date":"1837-01-25","locations":[{"id":11454,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3531,"title":"The Great Fire of Charleston and its Cultural Awakening\n","course_id":1,"status":"P","start_date":"1838-04-27","end_date":"1838-04-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 27, 1838, an enormous fire broke out in Charleston, South Carolina, around 9:00 pm. It raged until noon the next day, damaging over 1,000 buildings. It ruined many businesses, a new hotel, several churches, a new theater, and the entire market except for the fish section. Many houses were burnt to the ground. In efforts to put the fire out, all the water in the city pumps was used. In addition, several people died in the flames. Most famously, Charleston's Trinity Church was burned. Another important building that fell victim was the new hotel that had been recently built. The damaged buildings amounted to about one-fourth of all the businesses in the main part of the city. The fire rendered penniless many who were wealthy. The total monetary loss amounted to about 3,000,000, a sum even more significant in nineteenth century Charleston than today. ","A newspaper article mentioned that several slaves died in the fire, but declined to name them, unlike the many white victims who were named. This reflected the social hierarchy. A long obituary was even given for Colonel Charles John Steedman, a Naval Officer stationed in Charleston, on account of his exemplary citizenship both before and during the fire. Additionally, several prominent store owners are listed as having died attempting to save their stores. Ironically, the fire did not cause Charleston's demise. Rather, it caused a great cultural awakening as many homes and business were rebuilt or repaired. ","The Great Fire of 1838 had a far-reaching impact on the city of Charleston. In many ways, it helped to put Charleston on the map as a great cultural and architectural center. Although previous to the fire only a few homes were styled in the Greek Revival, many residents decided to construct new buildings in that style after the conflagration. This tradition continued and made Charleston one of the foremost places to view Greek Revival architecture. The Gothic Revival also made a significant appearance in the construction of many churches after the fire that exhibited picturesque forms and reminders of devout European religion. This may have also represented an effort to portray the slaveholders who were attending these churches are benevolent, Christian men and women. Gothic was not used for state buildings, however, as James Patrick confirms in his article Ecclesiological Gothic in the Antebellum South. In addition to being used for religious buildings in Charleston, the use of the Gothic, according to Patrick, reflected an attempt to portray Southern locales such as Charleston in the most romantic light possible. Southerners were fighting to keep their culture alive, especially in state like South Carolina, where there was constantly talk of nullification and states rights after the Nullification Crisis. All in all, the art and architecture of Charleston had great implications for a city rebuilt after a horrific fire."],"display_date":"April 27, 1838","search_date":"1838-04-27","locations":[{"id":11454,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3532,"title":"Charleston Women Discuss Support of States Rights\n","course_id":1,"status":"P","start_date":"1833-01-07","end_date":"1833-01-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Women like Laura Margaret Cole Smith of South Carolina were not blind to the implications of politics for the Union as a whole. Upon receiving news of the 1832 Nullification Crisis, Laura wrote to her cousin Camille explaining her opinions on the state of the Union. Smith held steadfastly to her belief in South Carolina's states rights. Although the prospect of war saddened her because her father and brothers would have to fight, she believed that it was important for South Carolina to preserve its liberty instead of conceding to the Union. South Carolina was discussing war and succession far before states like Virginia.","The Nullification Crisis was not the first time that the slavery/anti-slavery debate had threatened American political stability. In signing the Tariff Act of 1832, President Andrew Jackson pushed a previous tariff struggle that had been brewing between South Carolina and the federal government to a climax. Tariffs previously established in 1828 had been deemed by South Carolinians unconstitutional because they taxed imported goods, which were popular in the states, more heavily than those made in the North. In the view of many South Carolina planters, the North was being favored by this tariff, and the economic problems of the Carolina rice culture were being ignored. In addition, they saw themselves as unnecessarily persecuted because South Carolina was a slave state. Jackson signed a new Tariff Act in 1832 that lowered the tax somewhat; however, South Carolinians had hoped he would do away with the law all together. In November 1832, the South Carolina assembly came together in a special session to declare the tariffs null and void in South Carolina. It became a struggle of states rights versus federal rights, now known as the Nullification Crisis. ","Letters like Smith's of January 1833 also show that Southern women before the Civil War were required to be involved enough in political affairs to be able to support their husband's or father's political opinions. Their opinions were usually congruent with that of the male members of the families. Sally G. McMillen confirms that women were expected to have the same views as the men in their families in her article Women in the Old South. Interestingly, in Harry L. Watson's long description of the Nullification Crisis in his book Liberty and Power, he does not even allude to women being involved in the political front at all, because, quite frankly, they were not. Although women could discuss politics and support the opinions of their families' males, they did not have a say in politics and were not allowed to vote, showing that women were expected to fulfill the traditional female role of family caregiver. Laura addressed her father and brother in the beginning of the letter; they were absent from the home, and she wished for their return, showing how much she cared for them. Speculation leads us to the conclusion that they were dealing with the nullification crisis in a political context. In addition, she commented that she had discussed the issue of nullification in private with the gentlemen in her life; they were grateful for her support."],"display_date":"January 7, 1833","search_date":"1833-01-07","locations":[{"id":11454,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3533,"title":"Massachusetts Judge Driven from South Carolina\n","course_id":1,"status":"P","start_date":"1844-11-01","end_date":"1844-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The people of Charleston were not above standing up for what they believed in, even at the expense appearing rude and overzealous. Judge Samuel Hoar of Concord, Massachusetts, and his daughter, Elizabeth, traveled to Charleston in November of 1844. Their intentions were not known when the trip was announced; however, soon after they arrived, it became clear that the Massachusetts judge had come to Charleston to assist the state of Massachusetts' citizens in dealing with South Carolina law. Free black sailors from the Northern state were attempting to load cotton onto Massachusetts' ships. However, those were soon impounded, and the captains were forced to pay a ransom or the African Americans on board would be sold into slavery. South Carolinians did not feel that Massachusetts had any business meddling in their affairs. In a resolution passed by the South Carolina state legislature, they called Judge Hoar an emissary of foreign government, even though South Carolina was still part of the Union at this time. In addition, the resolution declared that even free blacks are not citizens of the United States under the Constitution. It also called for Judge Hoar's immediate expulsion from the city. ","It was rumored that Hoar and his daughter left the city on account of actual mob violence. However, the apparent truth was that they left the city after being asked to leave to avoid violence. Although Hoar was not backing down on the issue, he was also not attempting to have physical harm done to him by what seemed to him as some unsavory Charlestonians. ","At the heart of this issue are South Carolina's unwavering commitment to slavery and its loyalty to secessionism. Additionally, Hoar's experience was perhaps all a misconception and misunderstanding, as many Northern visits to the South were. However, by the time of the 1840s, even free blacks who resided in Charleston were in a precarious situation. Many were not legally emancipated, but had found ways to circumvent the law. Although they were often respected as contributing members of the economic totem pole, they had to tread carefully in order not to make the white elite of the city angry. For the Charleston free blacks, their freedom was only determined by how kind the white members of society felt, since they were not actually free. This is supported by Bernard Powers in his book <em>Black Charlestonians</em>. While he acknowledges the great accomplishments of free blacks in antebellum Charleston, evidence greatly supports that their successes were always at the hands of the elite lawmaking white. No wonder outsider free blacks who had no personal ties to the city were taken hostage. In addition to the fact that they were not legally emancipated, by 1850, free blacks were competing with an immigrant population for jobs. Their whole life situation was always at the hands of others. Unfortunately, this particular incident involving Jude Hoar ended quite badly and was eventually a detrimental blow to South Carolina's willingness to stay in the Union."],"display_date":"November 1844","search_date":"1844-11-15","locations":[{"id":11455,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3534,"title":"A Remarkable Case of Slave Manumission\n","course_id":1,"status":"P","start_date":"1844-03-14","end_date":"1844-03-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Slavery was not a permanent institution for some Southerners. In 1838, Dr. Brisbane, a Charleston, South Carolina resident, sold his twenty-seven slaves in order to move to Cincinnati, Ohio. While in Cincinnati, he decided that he did not want his former slaves to be subjected to bondage any longer. Brisbane returned to Charleston in 1844. Searching for and finding the twenty-seven enslaved African Americans, he bought them back at a cost of 6000 more than what he had received for their sale. He and newly reacquired slaves departed for Baltimore, Maryland; subsequently, they traveled to Valley Forge, Pennsylvania. From there they set out for Cincinnati. Intending to give them their freedom and a head start in their new lives, Brisbane then purchased a tract of land in Hamilton County, Ohio where the formerly enslaved could settle comfortably. ","Did Dr. Brisbane free his former slaves because some of them were his children? Did he free them because he was affected by those around him after he moved to Cincinnati, a locale less in favor of slavery? Neither answer is known. We can, however, speculate that either of these was perhaps the case. Joshua Rothman notes in Notorious in the Neighborhood that, when white men in Virginia freed their slaves, it possibly signified an intimate, sexual relationship with their mother. Dr. Brisbane's slaves may have been freed under the same auspices."],"display_date":"March 14, 1844","search_date":"1844-03-14","locations":[{"id":11455,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3535,"title":"Christianity as a Justification for Slavery\n","course_id":1,"status":"P","start_date":"1835-09-29","end_date":"1835-09-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Slave owners had many justifications for why holding people in bondage was acceptable. From the idea that African Americans were a lesser race who needed taking care of by white patriarchs to the economic justification, slave owners were always trying to find new ways to dispute those who disagreed with their choice to hold others in captivity. Charleston slave holders were no exception in attempting to find justifications to mask their guilt. Often, religion came into play, on both the slavery and anti-slavery sides of the debate. In 1835, at the end of two long articles about religion and slavery in the Charleston Mercury, it was said that both the Old and New Testament give permission to hold others as slaves. In the Old Testament, God and the Patriarchs approve. As for the New Testament, Jesus and the Apostles show that slavery is permissible. Therefore, slavery, to those who wrote the article, was not an anti-Christian institution. It was just the opposite. Furthermore, they added, it is impious to say slavery is anti-Christian because such a conclusion contradicted God. ","Such extremist beliefs were common in the slavery/antislavery debate. Slaveholders believed that slavery would liberate Africans from their savage-like ways, especially if they were infused with Christianity. As religion ran deep through slavery, white Christian slaveholders argued that slavery was a necessary evil because it would control the sinful, less humane, black race. ","Slave owners, beginning in the 1830s, began to permit black religious gatherings in some forms. In addition, Charleston slaves and free blacks were allowed to attend church with their owners. However, previous slave revolts like Virginia's Nat Turner caused worry that religion would make slaves think they had the right to be free. Turner experienced religious visions that caused him to believe that revolt was divinely ordained. Slaves allowed by their masters to worship were closely monitored thereafter.","Even though the article in <em>The</em> <em>Charleston Mercury</em> claimed that Jesus supported slavery, the Biblical truth is, according to J. Albert Harrill, that Jesus was remarkably silent on the slavery issue. He never outright named it explicitly as a sin. Both sides of the slavery/anti-slavery debate used this ambiguity to their advantage, embellishing the details that supported their case. The slaveholding South stretched the truth and claimed that Jesus permitted slavery. The anti-slavery North claimed that Jesus never said sodomy, blasphemy, and idolatry were sins, even though to Christians, they clearly are. The word of the Lord, to them, did not have to spell out what was right and wrong. Overall, both sides of the debate used religion to their advantage, stretching the truth wherever necessary to help their cause, just as in this article from <em>The Charleston Mercury</em>."],"display_date":"September 29, 1835","search_date":"1835-09-29","locations":[{"id":11454,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3828,"title":"Threat to the Union: Thomas Grimke on Nullification\n","course_id":7,"status":"P","start_date":"1832-12-01","end_date":"1832-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    Angered by a set of tariffs passed by the Federal Government that protected the interests of northern merchants without benefitting the South at all, the South Carolina state convention met in Columbia on November 19, 1832 and adopted a statement declaring the tariffs of 1828 and 1832 \"null and void\" within South Carolina. Former state senator Thomas GrimkÉ felt this action was completely uncalled for. Although likely in the minority of his peers, he was not alone in this belief. GrimkÉ believed that nullification, far more than being an overreaction to the tariffs, was a step taken against the Republic. ","    Possessing such strong feelings about the nullification doctrine, GrimkÉ took it upon himself to fight back by informing the citizens of South Carolina of the threat that such a doctrine posed. In his pamphlet, \"To The People Of The State Of South Carolina,\" published December 1, 1832 in Charleston, GrimkÉ addressed these dangers. Claiming that \"no other age, no other country, no other men, have ever struck such a blow at Liberty,\" GrimkÉ warned the citizens of his state that \"if they [the state convention]...imitate the example of the Ordinance, there is nothing they cannot, nothing they will not do, which they may judge necessary.\" GrimkÉ, against the idea of nullification itself, was more concerned with the idea that South Carolina, a state \"committed to their [the Federal government's] jurisdiction by a <em>joint</em> act of the States,\" had no constitutional right to nullify any action or law of the Federal government. He felt that if the state were allowed to ignore any law put in place by the National government, then the entire Union was threatened. GrimkÉ, like many politicians, wanted to keep the Union together. As he explained in his pamphlet, \"South Carolina is <em>not a Nation</em>;...she is but a <em>district</em> of one great Nation.\" And it was for the sake of this \"great Nation\" that Thomas GrimkÉ fought strongly against nullification in South Carolina."],"display_date":"December 1, 1832","search_date":"1832-12-01","locations":[{"id":11454,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3868,"title":"Ad in Charleston Mercury Offers Ladies Benefits of an Academy Education\n","course_id":5,"status":"P","start_date":"1832-11-17","end_date":"1832-11-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Saturday, November 17, 1832 an ad appeared in the <em>Charleston Mercury</em> for a \"Young Ladies' French and English Academy\" which had just opened in Philadelphia. Such ads for girl's academies were not uncommon in the 1830s, for over the span of the early 1800s there was a growing trend for families to send their daughters to one of these schools if they could afford it. The popularity of these academies is best explained by the belief in the early 1800s that a good education was instrumental in preparing an upper class woman for her role in society and at home. Among the courses offered in the ad were \"French and English Languages, Sacred and Profane History, Ancient and Modern Geography, Mythology, and all the various types of Fancy and Ornamental Needlework.\" Such fields of study were common among these academies, although there were variances from school to school. The inclusion of needle work in the curriculum, however, is a bit uncommon, for although it was an important skill for most women in the antebellum period it was only taught in about thirty-percent of academies. In addition, courses in music and dance were offered in the ad but at an extra cost. This highlighted a common trend in the academy movement. While these fields were thought to be an important part of creating a lady, they lost value with a newer emphasis on more academic courses which had previously been for males only. Christie Farnham, in her <em>Educating the Southern Belle</em>, argues that this change occurred because of the changing ideas of the capacities of women. Because women were now thought to be just as capable as men they too could receive the same benefits of a liberal arts education as men did. And this was the main point of a woman's education, to make her a better person for her role in society. Thus, the knowledge gained in schooling was important in creating what was thought to be a proper lady."," In addition to the knowledge gained, a proper education was pivotal in creating a charming and sophisticated lady. And this highlighted an important role of a woman's education, as a sign of class distinction. One of the most prominent ways in which the upper-class distinguished itself from lower classes was with the refinement and knowledge gained from these institutions. It reinforced the idea that they were better than the people in these other groups by virtue of their knowledge and ability to interact in proper society. Such an ideal is played upon in the ad as when it states, \"Advantage will be taken of every opportunity to cultivate their minds, and qualify them for refined and polite society.\" Thus, in many respects a young ladies education was a defining symbol of her class status. Also, an education became a sign of class rank simply because of its immense cost. Tuitions were usually around 200 annually but could range much higher,  the ad's tuition is listed at the exorbitant price of 500, and this did not include other expenses such as clothing, transportation, extra classes, and so on. A woman's education was an expensive investment that could only be provided by those with high incomes. Therefore, women of high social status attended these academies in large numbers for it had become an integral part of their class rank and social status to do so.   "],"display_date":"November 17, 1832","search_date":"1832-11-17","locations":[{"id":11454,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":3932,"title":"An Editorial on the End of the Civil War in Charleston\n","course_id":7,"status":"P","start_date":"1865-07-22","end_date":"1865-07-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 22, 1865, in Charleston, South   Carolina, a man by the pen-name of Juhl wrote an editorial in the <em>Charleston Courier </em>describing many elements of city life in the post-Civil War period. The writer's real name was Reverend Julius J. Fleming, a prominent and outspoken citizen of Charleston widely respected for his roles as a preparatory school principal, a Methodist preacher, and earlier in his life, as the editor of the <em>Sumter Watchman</em>, a Charleston area newspaper. More importantly, however, the editorial Fleming penned shows a distinct knowledge of the fundamental problem that plagued Reconstruction South Carolina.","In the editorial letter that he penned in the <em>Courier</em>,<em> </em>one of dozens that he would write during his lifetime, Fleming addressed many problems that the Civil War had laid on South Carolina. In particular, Fleming's message also posed two significant queries relevant to the safety and survival of Southern culture: \"How can<em> </em>peace and quiet be permanently secured?\" and \"How and where will farmers find an adequate, reliable labor force?\" ","Interestingly enough, both of Fleming's questions hinged on one all-important aspect of Southern lifestyle, the slave labor agricultural system that had existed for nearly two hundred years at the time of the Civil War. Fleming, in his editorial, described slavery as \"the life-blood of secession and the real <em>casus belli</em> [cause of war],\" thereby showing that slavery's end was to be the single largest hardship faced during Reconstruction. On this note, he claimed that \"by one sweep the wealth of the country is taken away, and a people accustomed to wealth and ease are suddenly reduced to poverty, humiliation and toil.\" Fleming's idea of South Carolina's economic ruin as a result of emancipation was later supported by Civil War historian W. Scott Poole, who cited the disappearance of \"enormous wealth, founded as it had been on a now defunct social system.\"","There is no doubt that both questions Fleming posed were difficult ones to answer, especially considering the Union Army had freed a gigantic number of former slaves during their march through South Carolina. Nevertheless, there is also no doubt that the author developed several sensible answers to uncertainties faced not only in South Carolina, but the South as a whole, in his landmark editorial. Among these suggestions, Fleming's envisioned arrangement for agricultural change was particularly impressive, and featured a version of sharecropping in which wealthy planters would \"divide up a portion of their estates into small farms which emigrants can readily obtain by purchase or lease.\"  In the post-war South, Fleming's system was put to use on a large scale, and it lasted into the twentieth century. ","Across his editorial, Fleming displayed an acute knowledge of the problems to be faced as the result of slavery's demise in post-Civil War South Carolina. While there is no question that Fleming's editorial addressed on one hand \"a people picking up the pieces of an existence shattered and changed by war and defeat,\" there is also no question as to the overarching theme of his letter. This motif, of course, was not disquiet or misery, but rather an appreciation that \"the war [was] over never to be renewed.\""],"display_date":"July 22, 1865","search_date":"1865-07-22","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3944,"title":"Writing for the South: William Gilmore Simms and Southern Intellectualism\n","course_id":7,"status":"P","start_date":"1867-05-01","end_date":"1867-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1867, Charles Warren Stoddard sent the well-known author William Gilmore Simms a sample of poetry that he, a hopeful young author, had written. On May 1, 1867, Simms replied, congratulating Stoddard on the quality of his poetry and discussing his desire to help young authors whom he felt merited encouragement. These letters began a correspondence between the young author and his mentor that would last over the next few years. Simms and Stoddard were both fairly highly regarded (Simms much more than Stoddard), but the men differed greatly in backgrounds and the kind of literature they produced. Simms was a man from the South and an important member of the movement to create a distinct Southern literature that began in the years leading up to the Civil War, while Stoddard was a northerner who spent most of his life writing poetry. At the time Simms wrote, many considered him to be one of the first great Southern novelists. This title, although complimentary, became less meaningful as time passed and people began to look back at the \"distinctly Southern\" literature.","            The effort to create an intellectual culture unique to the South was short-lived. Leading up to the Civil War, southern authors felt a strong desire to separate themselves from the North; they therefore attempted to create a style of literature that could be their own. This effort, however valiant, was not terribly successful. The literature these Southern authors produced was strikingly similar to that which was found in the North, but it never gained the same degree of popularity. For a short time following the Civil War, Southerners continued to attempt to distinguish themselves by writing of the fallen South, but as the war faded into history, so did the attempts of Southern authors to separate themselves. The fact that this movement did not last does not, however, reduce the importance of the role that men like William Gilmore Simms played in uniting the South and attempting to create a distinct Southern intellectualism."],"display_date":"May 1, 1867","search_date":"1867-05-01","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3945,"title":"Enslaving the Free: The Development of Southern Sharecropping\n","course_id":7,"status":"P","start_date":"1865-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    \"We are going to work for ourselves and for nobody else.\" The newly-freed slaves of Thomas Pinckney took this stand when he called them to start working again after the Civil War ended. Pinckney, a plantation owner in South Carolina, did not expect these men to continue working for free, but he realized that without them, his plantation was destined for failure. He stated simply, \"I acknowledged their freedom; did not expect them to work on the old terms, but would pay them for their labor, etc.\" Pinckney respected the knowledge of the land and agricultural work that these men had acquired while working for him, and for this reason he wished them to stay on his plantation. After his request, Pinckney received a largely negative response from these former slaves. Acknowledging their rights as free men, Pinckney told them that if they were to stay on his land they would have to work for him, but they were free to go wherever they wanted. The slaves found themselves in a frustrating bind. Fearing the failure of the federal paper currency (greenbacks), they wished to work for themselves instead of Pinckney employing them. They questioned the actions of the government, asking \"what good does it do for the government to give us our freedom and not give us land to plant?\" Pinckney, probably like most former plantation owners, was equally frustrated because his livelihood relied on the productivity of his plantation, and he could not possibly do all the work himself. ","    The free men did begin to work, but \"it was only starvation that brought them to it.\" Without any land, they could not provide food for themselves or their families, so they had to work under whatever conditions Pinckney offered. On Pinckney's plantation they were \"generally forced to adopt the share system.\" This share system became common throughout the South in the years following the war. In the early stages, the plantation remained the most common unit with free men working on it for a share of the crops, but soon enough a true sharecropping system developed. Black men were granted pieces of land to work, and when the year was over the owners returned to them a share of the crop produced. By 1870 sharecropping was so common in the South that it made any other system seem unusual. Sharecropping did not, however, allow the South to develop any more industry or diversify any more than it had under the plantation system, leaving it lagging far behind the North for many years to come."],"display_date":1865,"search_date":"1865-07-02","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3978,"title":"Arguments of a Slaveholding Society\n","course_id":7,"status":"P","start_date":"1850-05-12","end_date":"1850-05-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["J. W. Parmalee, a South Carolina businessman, maintained close correspondence with an individual by the name of \"Wheeler\" in a series of letters spanning from 1848 to 1850. One topic of interest evident in Parmalee's letters was politics, with a particular focus on the sectional tension between the North and South. Parmalee's commentary on the sectional crisis echoed the sentiments shared by many Southerners at the time. \"We are, as a people, in a state of considerable political excitement,\" he wrote of the Southern attitude. Parmalee then went on to discuss Southerners' desire for \"equal rights under the Constitution,\" a fundamental principle that Congress had, in his opinion, violated. He also addressed the divisive issue of slavery that had begun to wear at the ties of the Union throughout the 1840s and 1850s.","Parmalee argued that \"slavery as it exists in the Southern states is as benevolent an institution as there is within our [country].\" Southerners at the time made this claim to defend the institution and way of life they were fighting to protect as a means of civilizing and humanizing the black race. Furthermore, the South was an agrarian society, and slavery, many believed, was vital to maintaining the prosperity of that agricultural economy. It had been deeply rooted in Southern culture for decades, and the recent rise of the abolitionist movement threatened that lifestyle both economically and socially. Southerners justified the institution of slavery on historical, Biblical, racial, and moral grounds. Parmalee's opinions from his letters also reflect the paternalist interpretation of slavery and the widely held belief in the South that \"slavery was a necessary institution of social control.\"","Paternalism was the relationship between slave and master based upon the idea of reciprocal duty and the acknowledgment of the slave as a human being, rather than just property. It established a mutual tie between the master and the slave as an individual. Under this system, masters also felt a greater sense of responsibility to care for the livelihood of their slaves. Southerners used the notion of paternalism in defense of slavery as a benevolent and humanizing institution."],"display_date":"May 12, 1850","search_date":"1850-05-12","locations":[{"id":11456,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4146,"title":"Reconstructing the Constitution in South Carolina\n","course_id":5,"status":"P","start_date":"1868-01-14","end_date":"1868-03-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    The Civil War was over, but the fight to ensure that it was not fought in vain was just beginning.  After the Civil War, the North wanted to ensure the abolition of slavery, recognition of the rights of African Americans, and that the South would remain a part of the nation; these were the major goals of the Reconstruction policies.   To meet these goals, The North required all former Confederate states to write a new state constitution, incorporating these measures, in order to be readmitted to the Union.  From January 14, 1868 to March 17, 1868, delegates met in Charleston, South Carolina to formulate a new South Carolina State Constitution.  This new constitution incorporated the goals of the North.  Article I included provisions that:  stated the equality of all men (Sec. 1), abolished slavery (Sec. 2), asserted that the Union was \"indissoluble\" (Sec. 5), and pledged \"paramount allegiance\" to the United States Constitution (Sec. 4).  While Article I abolished slavery and dictated equality, the new constitution also had to have provisions that ensured the political and social rights for African Americans.  Article VIII Sections Two and Eight ensured the political freedom of universal male suffrage regardless of \"race, color, or former condition.\"  While, Article X Section Ten, which ensured that \"all public schools...shall be free and open to all children...without regard to race or color,\" was intended to provide the social right to education.   With these new statues in the state constitution, the North felt that South Carolina had met the provisions to be readmitted to the Union; the North hoped these new laws would end the discrimination and disenfranchisement of the African American community in South Carolina.  ","    Historian Richard Zuczek argues that while the constitution provided a new government and new protections for African Americans, \"State whites rejected out-of-hand the constitution and the government it would establish.  For Carolinians, although the new constitution 'may have the authority of law...it has not and never can have the moral sanction of right, truth, or justice...\"  Because the new constitution was written mainly by African Americans and white Republicans, most of the white citizens of South Carolina saw the constitution and the government as illegitimate and longed for the reinstallation of a society based on white supremacy.  This attitude represented the major failure of Reconstruction; it ended de jure political and social discrimination against African Americans, but could not address the de facto discrimination based upon the attitudes and culture of white Carolinians.  These attitudes led to actions that disrupted the government and ensured that African Americans were not given the equality or rights the new constitution guaranteed them.  Southern whites used extralegal forms of violent or economic coercion to continue the discrimination of African Americans; the new rights, provided by the law, were being circumvented by a society that hoped for a return to the antebellum culture of racial superiority.  Thus, the goals of Reconstruction could not be fully applied to a society that was not ready to embrace a culture of racial equality."],"display_date":"January 14, 1868 - March 17, 1868","search_date":"1868-02-14","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4218,"title":"Cyclone Ravages Charleston\n","course_id":5,"status":"P","start_date":"1828-08-24","end_date":"1828-08-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early morning of August 25th, 1885, dark clouds began to roll in over Charleston.  The wind began to blow, lightly at first, then steadily increasing in strength as morning drew nearer.  Rain began to fall, harder and harder, until water levels rose all over the city.  The weather grew steadily worse throughout the night, and the storm from the Atlantic Ocean moved in.  According to one Charleston resident, \"Looking out into the gloom during the closing hours of the night and the early hours of the morning, the eye encountered a scene never to be forgotten, and which the beholder would scarcely care to see twice.  The powers of the air seemed to have been loosed for a carnival of havoc, and earth and heaven, the winds and the waters, warred together in a fury of blind rage.\"","          Carl McKinley stepped out of his house at around seven that morning, and looked toward the eastern waterfront where all but one or two of the buildings and structures were still intact.  About an hour later, the scene was completely different.  \"Everything lay in ruins; pier heads, sheds, vessels, offices, and docks, presented one mass of indescribable confusion.\"  The skies cleared around noon, and people finally began to emerge from their homes, only to be met with the sight of their city in ruins.  Electrical wires covered the streets, trees lay across the roads, and water stood knee deep all around the city.  In the words of McKinley, \"The brave, beloved city which had been swept by fire, stormed at with shot and shell, and occupied by a hostile army, within a quarter of a century, had now been buffeted for hours by raging seas, and shaken to its foundations by the most fearful storm that has ever visited our coasts within the knowledge of man.\"","          Winds in the storm reached an astounding 125 miles per hour, and the cyclone claimed the lives of twenty-one people.  Ninety percent of the private homes in the city were damaged, and about one fourth had the roofs torn away.  In the week after the storm, approximately 10,000 cartloads of debris were removed from the city streets.  The damages began to add up, and the cost of the destruction exceeded two million dollars.  Interestingly, the storm destroyed the city's gas lamps, but instead of funding a project to begin to adopt electricity in the city, Charleston officials continued their contract with the Charleston Gas Light Company, which had more local investors than its competitors in the electricity market.  "],"display_date":"August 24, 1828 - August 25, 1828","search_date":"1828-08-24","locations":[{"id":11453,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":2,"tag":"Health/Death"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4235,"title":"The Black Warrior Affair Exposes U.S. Tensions with Spain\n","course_id":5,"status":"P","start_date":"1854-02-28","end_date":"1854-03-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 13, 1854 the Charleston Daily Courier ran a series of correspondences from Havana which reported on the escalating Black Warrior affair. These correspondences explain that on February 28 the ship Black Warrior stopped in Havana on its way from Mobile to New York as it had done numerous times in the past and upon arriving delivered its manifest to customs as was required. The captain listed his cargo only as ballasts as he had ordinarily done since all other cargo was in transit. However, the Black Warrior also carried 1000 bales of cotton and the customs officer, upon learning of this, seized the ship and cargo without giving the captain an opportunity to change the manifest. The correspondence explained that the outrage stemmed from the fact that under Spanish law a captain had twelve hours from the time the ship arrived in which he could make corrections to the manifest if an error had occurred, a time which had not elapsed when the ship was seized. The captain immediately informed the U.S. Consul in Havana who attempted to resolve the matter by petitioning the Captain General of Havana to release the ship and cargo. But the correspondence states that the Captain General responded \"the law must take its course\" and so made a speedy end to this affair impossible.","Normally such a minor customs battle would hold little importance for the people of Charleston and the nation as a whole, but the escalating political interest in the affair is best explained by tensions between the United States and Spain around this time. The bulk of this tension was the result of the United States' continued interest in acquiring Cuba from Spain; a sentiment especially strong among Southern Democrats who saw it as an opportunity to create another slave state out of Cuba and among some moderates who hoped that the acquisition of Cuba would ease the growing tensions between the North and South. Also, some hoped that a war with Spain over Cuba would turn the nation's attentions from internal divisions onto national affairs and so alleviate the growing regional crisis in the United States. Thus, it is not surprising that in his essay Henry James tells \"Of the sensation created throughout the length and breadth of the Union by the detention of the Black Warrior.\" Many newspapers portrayed the \"Black Warrior Affair\" as an outrage and a slight against American honor that deserved retribution. Strong political pressure was exerted on President Peirce to act, and Peirce himself was not totally indifferent to the political possibilities this crisis created. While sentiments in the correspondence were not so strong, the author did emphasize the idea that the United States had been wronged in some way. He too called for action by the government to intervene in this \"outrageous affair.\" However, the Spanish government, realizing the political implications, quickly resolved the issue by releasing the ship and cargo. While there were some lingering political repercussions, American interest in the affair ebbed with this resolution and emphasis shift back to the problems of the nation. The strong reaction to this minor incident, however, reveals the volatile political atmosphere of the nation at this time."],"display_date":"February 28, 1854 - March 16, 1854","search_date":"1854-03-07","locations":[{"id":11456,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":18,"tag":"Politics"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4238,"title":"America&#39;s Need for a Second Transcontinental Railway\n","course_id":5,"status":"P","start_date":"1869-05-18","end_date":"1869-05-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Tuesday, May 18, 1869 an editorial appeared in the Charleston Courier titled \"The Pacific Railway and a Southern Route\" in which the author made the argument that the nation needed a southern transcontinental rail route. The first Transcontinental Railway had only been completed a few days earlier but already there were calls from southerners for a route that was more suited to their needs. A southern transcontinental rail route was not a new idea though, and, in fact, there had been serious discussion about choosing it as the primary route before the Civil War. A Southern route became feasible after 1848 with the annexation of Texas and the vast territorial acquisitions from Mexico and in 1853 with the Gadsden Purchase. Moreover, this region's geological features seem exceptionally good for rail building. As the editorial notes, surveys conducted during the early 1850s painted the southern route as the far superior when compared to the northern or central routes that had been proposed. And southerners during this time had their own motives for preferring this route. Many hoped a southern transcontinental railway would liberate the South economically from the North by making the North reliant upon the South for access to the Far East. Additionally, it was hoped that a Southern route would open up the West to southern political influence and possibly pave the way for the spread of slavery. As it was though northern influence put plans on hold and politics leading up to the Civil War were enough to kill the idea for a period.","But shortly after the war hopes for a southern route were renewed. Many still believed that the southern route was the most feasible and efficient route, and the concerns voiced by the author of the editorial about the First Transcontinental Railway were valid ones. Snow has always been a challenge for trains and winters in the Rocky Mountains always have an abundance of it. The conditions the author describes of high, impenetrable snow drifts were not uncommon and long delays were always a possibility. Another problem not mentioned in the article was that of avalanches which could bury or destroy tracks and any locomotive unlucky enough to be in their path. The railroad companies did erect sheds and snow fences in an attempt to alleviate these problems but often times, as the author describes, these proved ineffective. More importantly these structures were expensive to build and maintain and only added to the costs of the already expensive railroads. Even so, the author's hopes for a southern route were not met quickly, for it was not until December of 1881 that the Southern Pacific railway was finally completed. "],"display_date":"May 18, 1869","search_date":"1869-05-18","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":18,"tag":"Politics"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4258,"title":"An Early Condemnation of &#39;Legal&#39; Disenfranchisement\n","course_id":5,"status":"P","start_date":"1880-02-07","end_date":"1880-02-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February7, 1880 the <em>New York Times</em> ran an article condemning educational tests for voting registration in the South which an editorial in the Charleston <em>News</em> had proposed as a way of suppressing the black vote. The article explains that the reasoning behind the author in the <em>News</em> editorial was that the \"'more intelligent and reasonable citizens must rule'\" no matter whether they are the majority or not and that suppressing the Negro vote was the only way to ensure this. The problem the <em>News</em> editorial author saw was that the current method of violence and intimidation seemed to violate the law and went against the sentiments of many people both in the state of South Carolina and outside it. Moreover, the current method was inconsistent in its effects, whereas an indoctrinated system would be much more systematized and effective. ","The concepts expressed in the News article were a precursor to future action by southern states. In 1890 Mississippi enacted laws such as literacy tests as a method of \"legal\" disenfranchisement, and as the <em>News</em> article predicted these laws worked amazingly well. They were so effective, in fact, that by 1900 all but four southern states had enacted some form of literacy tests and in those states that had them the black vote was all but extinct. The reason these literacy tests worked so well on the black population was that most slaves had never been taught to read or write and only some progress had been made in educating them after Emancipation. ","The successful imposition of these literacy tests was due in part to the fact that there was wide support for them across the country. The author of the New York Times article, in fact, voiced his support for literacy tests as \"a simple and natural method by which a community can protect itself against serious abuse and dangers.\" The problem the author saw was that these laws would not be administered equally or impartially and were simply a tool for suppressing the black vote. Under this premise \"an educational test becomes merely an instrumentality of wrong and fraud\" and so cannot be tolerated because it interferes with the democratic process. ","One must conclude in reading this article that Northern politicians were well aware of Southern intentions to disenfranchise blacks using legal tools long before they were ever able to enact them. The question is why did they let them? Part of the reason lies in the fact that the Democratic Party returned to national dominance in the mid 1880s and undid much of the Reconstruction legislation meant to ensure black rights. But Richard Valelly in his book <em>The Two Reconstructions</em> argues that it was also the fact that the Republican Party lost interest in the black community as a political group. As he states, \"The enormous and rapid growth of the Republican Party in the late 1890s outside the South substituted for lost black voters at the margin.\" So despite the fact that Republicans in the North knew that Southerners sought legal means to disenfranchise blacks they lacked the legal power and political interest to do anything about it."],"display_date":"February 7, 1880","search_date":"1880-02-07","locations":[{"id":11459,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4260,"title":"Separation of Church and Race\n","course_id":5,"status":"P","start_date":"1866-07-01","end_date":"1866-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Throughout 1866, the First Baptist Church in Charleston, South Carolina was rapidly losing its membership.  However, on July 1, 1866, something extraordinarily important happened: several black men applied for a blanket \"letter of dismission\" to cover every \"colored member.\"  Prior to this date, the church officers had been unconcerned because the only requests had been from white members, but black men and women liberated by the Civil War were eager to form separate congregations for the first time, and this was the cause of some concern.  ","The First Baptist  Church record indicates that a committee was formed to decide whether or not to allow the division, ultimately recommending letters to those \"whose standing [was] unquestioned.\"  The committee refused to grant a blanket letter because some blacks wanted to retain their First Baptist membership.  While the church seemed hesitant in permitting separation, it was \"glad\" to sustain black membership.  Those who stayed were guaranteed all privileges enjoyed before.  But these probably included stringent limitations as there was no further movement toward racial equality.","Following the Civil War, race relations within the church were thrown into confusion.  Southern white preachers taught in a process called \"theological racism\" that God supported divisions and inequalities between the races.  At first, white Southerners believed that the situation would remain much the same: white leaders with segregated black sections.  But as evidenced by the First  Baptist Church records, many black people wanted complete separation.  Generally once religious segregation began, white Southern churches resisted the reintegration hoped for by Northern brethren, and black Southerners wanted to retain their new independence, even though they understood its limitations.  Blacks and whites found very little common ground and eventually wanted nothing more than complete separation.  Among various Southern Protestant denominations, the Baptist church was one of the most accessible.  Its independent and localized structure easily supported the organization of new black churches.","In 1866, the First Baptist Church of Charleston, S.C. was in transition, simultaneously supporting segregation and peaceful coexistence.  But the paternalistic union was by no means equal, and in the not-so-distant future, nearly all of the black members were granted \"letters of dismission.\""],"display_date":"July 1, 1866","search_date":"1866-07-01","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4270,"title":"Federal Troops Take Refuge In Fort Sumter\n","course_id":5,"status":"P","start_date":"1860-12-26","end_date":"1860-12-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    At noon on December 26, 1860, two cannon shots sounded throughout Charleston Harbor. Six days earlier, the state of South Carolina seceded from the Union. The gun shots were a pre-arranged signal for the federal troops stationed in Fort Moultrie on Sullivan's Island, located a few miles from Charleston. Under the command of Major Robert Anderson, the troops heard the signal and began to evacuate their garrison. Packing up provisions, ordnance, and the fort's United States flag, the soldiers left Moultrie permanently. Their destination was Fort Sumter.","    Tensions in Charleston were high, as city commanders, loyal to the state, organized militia and built batteries throughout the Charleston area aimed at Fort Moultrie. Despite these threatening troop movements and gun placements, Major Robert Anderson was under strict orders to show no hostility towards the rebels. However, likewise, he was also instructed to \"hold to the last extremity\" if attacked. Afraid of being overwhelmed by a land-based assault on Moultrie, Anderson had planned for weeks to abandon his position and relocate to Fort Sumter, which he believed was much more defensible installation. He had no express orders from Washington to move to Sumter and his move could be perceived by rebel commanders as a hostile act. ","    After evacuating Moultrie, Anderson and his command took two schooners across the harbor to Sumter. There, the troops took possession of the fort and ceremoniously raised the U.S. flag. Done with great speed and careful planning under the noses of secessionist forces, all of the South viewed it as an act of defiance. Charleston was outraged. Militia companies were called out and Citadel cadets prepared for combat. Charleston officials sent word to Anderson demanding that he return to Moultrie. His refusal nearly started the Civil War four months early.","    Papers across the North praised Anderson for his \"heroism\" for acting to protect his command from being besieged by the rebel forces. Local rebels met with Anderson and accused him of treachery; a Southern delegation to President Buchanan blamed him for taking a hostile action. The evacuation of Fort Moultrie highlighted the tensions and distrust between Charleston rebels and the tiny Union force in their midst-- a distrust that would lead South Carolina commanders to fire on the Star of the West four months later and start the Civil War."],"display_date":"December 26, 1860","search_date":"1860-12-26","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4281,"title":"Fire and Steel:  Weaponry of the Confederacy\n","course_id":5,"status":"P","start_date":"1863-01-01","end_date":"1863-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Cannons and rifles perform a cacophony of blood and thunder as the cold steel of bayonets slice through the enemy line.  Deadly technology meets close quarters fighting and Napoleonic tactics, and the result is not pretty.","These deadly weapons are listed in detail in Col. J. Gorgas' <strong><em>The Ordnance Manual for the Use of the Officers of the Confederate States Army</em></strong><strong>.  In this book are the specific types, dimensions, and qualities of these weapons.  In and of itself, this book does not shed much insight into the effect these weapons had upon the battles of the Civil War.  We must look for this instead in personal accounts of soldiers who witnessed their effects firsthand.  For this, Caldwell's <em>History of a South Carolina Brigade, </em>Brunson's <em>Pee Dee Light Artillery</em> and Brown's <em>A Colonel at Gettysburg and Spotsylvania</em> work exceedingly well, as all of these books give detailed and sometimes vivid descriptions of the effect of these weapons.  For example, Caldwell describes a particularly gruesome scene in which several soldiers' remains lie mangled by grapeshot and rifle wounds.  </strong>","<strong>During the Civil War, most generals still employed Napoleonic tactics, preferring to move large amounts of troops in tight formations to fire highly accurate rifle volleys at short distances.  This factor, combined with the particularly sinister use of grape and canister shot, which is basically a shotgun burst fired from a cannon, meant a high casualty count.  One can well imagine the devastation these weapons caused upon those unfortunate enough to be in their path.  Bayonets were also used, often causing severe infections in the wound.  Heidler's <em>Encyclopedia of the American Civil War</em> further supports these facts, stating that percussion rifles were the cause of  90% of all combat casualties.</strong><strong></strong>"],"display_date":1863,"search_date":"1863-07-02","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4358,"title":"Dawn of the Attack Submarine\n","course_id":4,"status":"P","start_date":"1864-02-17","end_date":"1864-02-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While many people know that the American Civil War revolutionized naval warfare with the introduction of the ironclad warship, few realize that another, equally important, seaborne weapon was introduced in that conflict: the submarine. The first sub was developed by the Confederacy in the later years of the War in an effort to counteract the Union blockade, with Charleston Harbor being used as the proving ground. ","The boat that would become the <em>Hunley</em> first launched in July, 1863 for sea trials under the command of its designer, H.L. Hunley. Although Hunley himself (as well as his entire initial crew) would drown in one of at least five unfortunate accidents, the CSA command was impressed and brought the boat, renamed in honor of its designer, to the blockaded Charleston Harbor. Several months later, on the night of February 17, 1864, the <em>Hunley</em> set out into the blockade, targeting the USS<em> Housatonic</em>, a steam-powered sloop of war. Although sighted by the crew of the larger ship, the <em>Hunley</em> was able to destroy the boat, killing five Union sailors in the process. The submarine never returned. Although communicating with the harbor via a pre-arranged system of lanterns, the <em>Hunley</em> and its crew simply disappeared, becoming one of the many mysteries of the sea, until 1995, when the wreck was found by archeologists.","The <em>Hunley</em> itself was not the sleek predator of the deep that comes to mind with the word \"submarine.\" It was only 40 feet long, intended to accommodate a crew of only eight or nine men. Obviously, it could not stay submerged for long, since its tanks apparently only held three hours worth of air, although this is just as well since its range was only 15 miles. For armament, it carried a single \"spar torpedo,\" which was basically a bomb on a long pole sticking out in front of the sub itself, with locomotion being provided by the crew rowing.<em> </em>","The Union had been attempting to develop a submersible craft as well, although the <em>Hunley</em> was the first such craft to actually destroy a ship. As might be expected with a new project, the official naval records for both sides during the war hardly mention the <em>Hunley</em> at all, with one of its only mentions being made by the North in a short dispatch dated February 29, 1864. In it, the writer warns his subordinate to be wary of \"low, cigar-shaped steamer[s]\" like the one that sunk the <em>Housatonic</em>. Obviously, the sub itself is not referred to by name, in part because it was mistaken for one of the semi-submersible <em>David</em>-class torpedo boats. But despite the Union knowing the description of the ship (as opposed to it being a fully mysterious and unseen hunter), the <em>Hunley</em> still struck a blow against the blockaders' psyche. After all, they were unaware of the fact that the CSA did not have any more weapons like this, or even that one itself, technically.","Although not as grand an entrance as the ironclad, the submarine had nonetheless surfaced on the military stage, with the two combined creating a huge impact on naval warfare as we know it. When Sumter was bombed, naval warfare was in a steam-powered Napoleonic age. When Lee surrendered at Appomattox, it was poised for World War I, quite a leap for five years by anyone's standards. "],"display_date":"February 17, 1864","search_date":"1864-02-17","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":4979,"title":"Regulating Freedpeople’s Marriages in South Carolina","course_id":37,"status":"P","start_date":"1866-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In hopes of assimilating ex-slaves into life as freedmen, the Freedmen’s Bureau worked to legalize marriages and establish standards for the marriages of freedmen.  Such <em>Marriage Rules</em> were observed in South Carolina in 1866, when such matters were under the jurisdiction of the Freedmen’s Bureau.  The <em>Marriage Rules</em>, contained six sections that, outlined “the parties eligible for marriage, parties authorized to grant permits for marriage, commission for dissolving marriage agreements, causes for dissolving marriage agreements, first marriages and reunions and the duties of husbands to former wives, certifications of marriages and separations, and returns of marriages.”","The section on “Parties Eligible for Marriage” first detailed that “all male persons of the age eighteen, and having never been married; and all females of the age fourteen or sixteen, and having never been married, shall be eligible for marriage.”  The subsequent requirements contained information that those freedmen who claimed to be married had to furnish evidence in support of that claim, as well as those who claimed that they were not married.","There was no mention of interracial marriage contained in this section.  This was largely because the <em>Marriage Rules</em>, issued as Freedmen’s Bureau General Order No. 14, were issued by The Bureau of Refugees, Freedmen, and Abandoned Land, commonly known as the Freedmen’s Bureau was run by the Federal War Department, and worked to assist African-Americans make the transition from slaves to freedmen.  While the Freedmen’s Bureau worked to assist the newly freed slaves, the benefit of the policies, as well as the enforcement and recognition of them is highly contested, as stated by scholar Eric Foner.  This occurred as attitudes towards freedmen in the South were largely that they were lazy and simply wanted to make a living off of government funding.  Further, there was a drive to place slaves back into agricultural labor.","While the Freedmen’s Bureau did not work to explicitly keep the races separate, laws preventing intermarriage can be seen in the Black Codes of many states.  For example, the <em>Mississippi Black Codes 1865, </em>explicitly stated that intermarriage between and white people was against the established laws.","While laws detailing who a person could marry, and an individuals’ in the marriage such as a husband being responsible for his wife’s children as well as their “protection and support so long as they are minors, or until their marriage provided they have no other means of support.”  The laws carried great significance and weight.  This occurred as during slavery, slave marriages were not recognized as legal, and slave masters could separate unions at any time as addressed by scholar Reginald Washington.  Therefore, through this legislature, freedmen, were granted one of the many rights that they had been denied during slavery."],"display_date":"1866 - 1870","search_date":"1868-07-01","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":573,"tag":"Government Laws"},{"id":18,"tag":"Politics"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}},{"id":5062,"title":"<strong>History: The Cornerstone of Baptism</strong>","course_id":43,"status":"P","start_date":"1851-11-01","end_date":"1876-07-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For two Baptist preachers, both religion and history were necessary to promote a moral life and an educated mind. History had a huge significance for their churches, as well as understanding about their future.  Both preachers taught that by understanding the past, and understanding the nuances of it, one could have attained morality through example.  Although morality can be achieved in many ways, a credible way of viewing the present place and the future outcomes is by viewing the past. (This isn't their thoughts, but mine.  Need to put theirs here).  History was, to them, the cornerstone to the Baptist denomination and Christian religion.","James C. Furman started his sermon with Deuteronomy 32:7, “Remember the days of old; consider the years of many generations.”  From this he went into a sermon discussing the history of the Charleston Baptist Association.  The Charleston Baptist Association had existed for one hundred years, and their work had shown great progress.  James Furman preached on the values of looking at the history of organizations as a means to define one’s morality, stating, “Much is gained for human virtue, whether in the family, the State, or the Church, when each member is impressed with a sense of personal moral accountability.”  He also discussed the “most important and interesting phenomena of the human mind…the expectation of the future.”  He went into how the only way to define one’s future is to look at the past.","Twelve days after the celebration of the United States Independence, David W. Cuttino preached an extensive sermon on the history of the Baptist denomination.  He alluded to all the events going on across the nation that celebrated the nation's history up to that point.  The focus of Cuttino's sermon was not on the sacrifices of the soldiers in the American Revolution.  He asked in his sermon, “Shall we celebrate our National Independence and not call to mind the great victories of soul liberty, and do what we can to extend like blessing to all the race of man?”  He discussed what Baptists do believe in, and preached boldly that the Baptist church was the original church in Jerusalem.","Both sermons, however, told a very specific lesson – without the past, the future cannot be written.  Both advocated education of the past as a means to understanding the present and looking to the future.  In order to enjoy the present liberties and look to the future, one must respect the past.  In addition, one must respect it and learn of its false analyses and bias nature.  Rosenberg writes that the Baptists go to near obsession over the past.  Today’s historians strive to learn facts and how bias was attached to that historical fact.  However, learning what the bias is, and finding where else that same kind of bias appeared is its own history."],"display_date":"November 1, 1851 - July 12, 1876","search_date":"1864-03-06","locations":[{"id":11621,"lat":33.5119530737,"lng":-80.8773339627,"zoom":9,"place":"ORANGEBURG, South Carolina"},{"id":11456,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":729,"tag":"Religious History"},{"id":79,"tag":"Religion"},{"id":6,"tag":"Education"},{"id":540,"tag":"Baptists"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5073,"title":"South Carolina Court of Appeals, 1834","course_id":43,"status":"P","start_date":"1834-05-25","end_date":"1834-05-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the spring of 1834, the South Carolina court of appeals heard numerous cases none more prominent than a case on Military law determining whether newly appointed Lieutenant Edward McCready’s rights were infringed upon when he was denied commission by a superior officer, Colonel Benjamin F. Hunt.  Presiding over the cases at Law argued and determined in the Court of Appeals of South Carolina at Charleston were the Honorable judges David Johnson, J.B. O’Neall, and W.M. Harper.  Lieutenant McCready approached the court with the following argument, “The relator prays the court to grant him a writ of mandamus, to be directed to the said Col. Hunt, and all others whom it may concern in refusing to deliver to the relator his commission and commanding him and them to acknowledge your relator as rightfully entitled to exercise the said office of Lieutenant of the Washington Light infantry,  aforesaid and the relator further prays for such other, and further relief in the premises, as to the Court shall seem meet.”  After McCready’s argument was brought before the court, Colonel Hunt presented his opening statement arguing that Lieutenant M’Cready had refused the oath provided under the Military Act.  In defense of his actions Colonel Hunt demonstrated why he refused to commission the young officer in which the presiding Judge Johnson stated, “And for the cause why he refused to commission the said Edward McCready, the respondent sheweth that the authority given to the colonel of a Regiment to issue commissions, respondent considers purely executive; and that he is bound to do what he presumes the Governor would do, if he had acted directly.”","                Of the many following arguments, Mr. Attorney General Smith provides an insight into whether the oath under the military act required allegiance to the state.  Mr. Smith argues whether the state can demand such allegiance, “If she has, of course there can be none due to the general government and all objections based upon any such supposition, are laid aside.”  By providing the history of the word allegiance, Mr. Smith brings before the court the issue as to where the word allegiance derived and makes his claim that the term is used to “form the bond of connexion and obedience between the people and the government.”  Mr. Attorney General Smith then expounds upon the term of allegiance and its subservient role to sovereignty.  “Having now settled that allegiance is due to sovereignty, and that sovereignty is that power in a state, which is supreme, irresistible, absolute and uncontrollable; the next questions in order are was there every any sovereignty in South Carolina?”  The intricacies of the legal process are extremely well noted and documented in the text ranging from the extensive vernacular used by the judges and attorneys to the adherence to state statutes and local ordinances all the while connecting them to the Constitution.  Mr. Smith concludes his argument before the court, “I trust that I have shewn, that the state has a right to the exclusive allegiance of her citizens, and whether the oath in the Military Bill is considered as passed by the authority of the Ordinance, or as a mere act of the legislature, passed by the authority of its general legislative powers, it is equally constitutional.” Judge Johnson delivers the opinion of the court by issuing a writ of mandamus to Lieutenant McCready under the presumption that, “the allegiance of the citizens of South Carolina is due both to the state government and the government of the United sates—that the state constitution having prescribed the form of an oath on that subject, the legislature had no authority to change, add to, or alter it.  That the convention having been called for a specific object, and that object having been fully attained and accomplished, the legislature could not derive their authority to require an oath of allegiance, in a different form, from an ordinace of the convention, subsequently passed.”"],"display_date":"May 25, 1834","search_date":"1834-05-25","locations":[{"id":11454,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":9,"tag":"Law"},{"id":715,"tag":"Military"},{"id":744,"tag":"court case"},{"id":745,"tag":"charleston, sc"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5238,"title":"The South's Exciting First Victory","course_id":62,"status":"P","start_date":"1861-04-17","end_date":"1861-04-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The newspaper article \"Glory Enough for One Day\" was written on April 17, 1861. The article describes how the Union surrendered Fort Sumter to the Confederate Army on April 13, 1861. The article starts out by talking about the telegram that announced to the south that Fort Sumter had been surrendered to the Confederate States, and how it \"sent a thrill of joy to the heart of every true friend of the South.\" The article goes on to describe how the people of the South were very happy, and that the \"face of every southern man was brighter than it had been before.\" The southern states were \"rejoicing\" at the news of this victory. The article explains how Major Anderson of the Union Army had to take down the flag of the Union, and they Confederate flag would soon be raised in its place. It also says that \"there was no longer a foot of territory in the state of South Carolina in possession of a government foreign to her soil and its interests.\"","            The article has a very arrogant sound to it at the start of the next paragraph when the author mentions that there would be other victories \"equally as decisive, until the government of the North shall be compelled to recognize our independence.\" There should be a feeling like this from southern people because the South did not lose one man in the battle, which took \"over thirty hours.\" The article also gives this impression when it explains that the Confederate States \"have given the Abolition power an earnest of what it may expect in the future. As is the beginning, so will be the end.\" This ending to the article definitely gives a feeling that the South thought they would win the war with ease.","            The battle at Fort Sumter was the start of the Civil War. The shots fired by the Confederates at the fort were the first shots fired in the war. History was completely changed on the day that Anderson surrendered Fort Sumter to the Confederates. Bruce Catton writes in his book <em>The Civil War</em> that \"the bombardment of Fort Sumter was the visible symbol that the war had begun.\" Catton notes that \"Lincoln and Davis had already made up their minds to fight rather than to yield.\" Jefferson Davis did not feel like waiting any longer for the Union to attack first. He was tired of the “peace” and the people of the South were also tired of waiting. David Detzer comments in his book, <em>Allegiance: Fort Sumter, Charleston, and the Beginning of the Civil War,</em> that “peace is always conditional.” Davis was tired of depending on the North to fire shots first. Detzer also states that “wars begin when people consider that the state of peace that exists is no longer acceptable, that war would relieve their problems.” This fatigue of the peaceful status quo could be why the newspaper article sounded so excited about the first battle of the war taking place, and the fact that the fort was surrendered to the Confederacy.  "],"display_date":"April 17, 1861","search_date":"1861-04-17","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":32,"tag":"Civil War"},{"id":755,"tag":"Confederacy"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5293,"title":"Teaching in the Unknown","course_id":73,"status":"P","start_date":"1865-05-15","end_date":"1867-05-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Emily Bliss and Mary Ames had never taught before, and they were about to venture into the heart of the Reconstruction south and teach the newly freed slave children. They were two women from the North with no teaching experience at all. Intrigued by Emily Bliss, Ames decided to follow her to Boston and enroll as teacher to work for the Freedmen's Bureau in 1865.","They were not supported by their families and upon their arrival in Charleston were shuffled from place to place. They met Mr. Pilsbury, who was one of the education leaders in the town, and a discouraged and exhausted Emily Bliss desperately asked him for sympathy, and if he happened to have a wife who would feel for them and bring them comfort. Ms. Pilsbury took them in, and they found themselves in one of the nicest mansions in Charleston. They were asked to stay and teach there, but shocked Mr. Redpath, who was the leader of the Freedmen’s Bureau who extended the invitation, when they declined and said they would rather teach the freed slaves who had been sent to Estido Island on Sherman’s March following the war.","The Blacks were very welcoming to the two newcomers, and they soon found out that the officers and the teachers were the only white people on the island, along with the 10,000 newly freed slaves.\tOn their first day of school, May 15, 1865, they had only 9 boys and 6 girls. Only two of the children knew their letters, and none knew how to read. They next day, however, there were 28 students present, and of the new students, 2 of them could read. The children were not in good shape and did not have nice clothes, according to Bliss, “the poor creatures (having) lived so long in a filthy condition that they don’t know what it’s like to be clean”. Once June hit, it got so hot that the 2 women were advised to leave as soon as they could, for it was hazardous to their health. They stayed however, committed to their cause, and by June they had 101 students. It was hard for them to keep order however, and they had immense trouble keeping the older students in line. School ended on June 30, and on July 2 they were told that the soldiers received orders to leave the island, allowing the freed slaves to do so as well. It was troublesome to Ames, because it was the soldiers she received her rations and supplies from. By July 12 many of the soldiers and freedmen were leaving the island, however Ames was determined to stay and keep teaching those who had no one to teach them. Ames stayed on the island, and moved to a house in order to continue her teaching. She stayed for a little over a year until she no longer received any support at all from the Freedmen’s Bureau, but continued to be very successful in her teaching of the freed slave children."],"display_date":"May 15, 1865 - May 15, 1867","search_date":"1866-05-15","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":7,"tag":"Women"},{"id":1056,"tag":"Teaching"},{"id":123,"tag":"Reconstruction"},{"id":1119,"tag":"Freedmen's Bureau"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5347,"title":"<em><em>Black Codes and Racism in South Carolina Prevent Migration to the State by Northerners</em></em>","course_id":74,"status":"P","start_date":"1865-12-08","end_date":"1865-12-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the close of the Civil War, wealthy northerners were interested in acquiring new farmland to develop. To do so, they needed to relocate to areas that were less populated than the North. Despite their admiration for South Carolina’s “lands and climate,” northerners feared living in the state, because of the potential violence. During this time, South Carolina began enacting black codes to restrict the freedoms and movements of freedmen. Northerners believed it to be only a matter of time until blacks started protesting the laws. While other states in the South enacted similar codes, these northerners thought South Carolina’s to be the harshest. Because of this, they chose to settle in the northwest rather than the South.","White residents of South Carolina did not believe the state had a lack of migrants due to the black codes. Instead, they expressed the opinion that white northerners were apprehensive to live among such a large number of free blacks. A writer for the <em>Nashville Press </em>article vehemently denounced this claim. “It is not true white immigrants will not go where there are negro laborers, or where there is negro competition. The sole condition of immigration is embraced in the word security.”","For these settlers, the number one concern was safety. They believed that as long as the codes were in effect, security could never exist in the state. Settlers, or emigrants, were not the ones negatively affected by the codes. They found suitable land for their intended purposes in other parts of the country. The people who the codes hurt, the article argued, were the residents of South Carolina. As long as the black codes were in place, immigration would not occur. If the codes were abolished, there would be “unprecedented progress of the South” as a result of new settlement.","South Carolina began passing black codes immediately following the war. The state ratified a constitution in 1865 that forbade blacks from voting. In order to prevent blacks from combating the laws, South Carolina set up racial restrictions for entering office. This way, no black person could enter South Carolina’s legislature and attempt to do away with the codes.","Besides preventing blacks to enter political office, the black codes in South Carolina stopped freedmen from becoming an “artisan, mechanic, or shopkeeper” without the proper license from a judge. This license cost more than $100, making it unlikely a free black could afford one. Perhaps the most restrictive of all parts of the codes, was the section that limited black migration to the state. If a black person moved to South Carolina, he or she was required within twenty days to enter into a contract and bond to a white master."],"display_date":"December 8, 1865","search_date":"1865-12-08","locations":[{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"},{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"}],"tags":[{"id":366,"tag":"Migration"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":477,"tag":"Black Codes"},{"id":719,"tag":"South Carolina"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5411,"title":"Developing A Vaccination","course_id":77,"status":"P","start_date":"1808-02-16","end_date":"1808-02-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter dated February 16, 1808, David Ramsay, a Charleston physician, discussed the grant money that was given to Dr. Edward Jenner for research on vaccinations.  Ramsay outlined why the money was funded to Dr. Jenner and what had led to the grant. He wrote to tell how a committee of physicians had met in England to discuss the efficacy of the smallpox vaccine. According to Ramsay, “the report was an unanimous opinion that Vaccination afforded perfect security against small pox.” Up until this committee meeting, most doctors who believed in vaccinations, let alone researched them, were considered fools, and received little financial support.  Dr. Jenner, in contrast, was even greeted with “a hero’s welcome” following the meeting.","Even with Dr. Jenner’s new found success, vaccination research would not reach its prime until some 100 years later. Doctors still found it hard to step outside the box and try to find new ways to prevent such a crippling disease. But doctors, such as Edward Jenner were trying their very hardest to prevent such disease. Dr. Jenner helped pave the way for other vaccine developments such as the rabies vaccine, discovered by Dr. Louis Pasteur 90 years after Jenner’s initial smallpox discovery, as well as vaccines for cholera, tetanus and typhoid fever.","While all inventors face challenges, the creators of vaccinations seemed to have the highest challenge: creating a disease defying vaccination without harming anyone. The leading pioneers such as Dr. Edward Jenner and Dr. Louis Pasteur were faced with criticism daily until they were able to prove the efficacy of their hard work. Patrice Debre’s work on the development of early medicine shows that the doctors had to “fight courageously and mercilessly against the existing erroneous notions” that were preconceived by the public. They were also struggling to introduce new concepts to a previously uneducated audience about the necessities of their developments. Without the fundamental concepts developed by Dr. Jenner that became so widely accepted after the committee of physicians announced their approval, many of today’s crucial vaccines and medical developments may not exist."],"display_date":"February 16, 1808","search_date":"1808-02-16","locations":[{"id":15846,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"Charleston, South Carolina"}],"tags":[{"id":1253,"tag":"vaccine"},{"id":100,"tag":"Medicine"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}},{"id":5652,"title":"Push Enough to Run","course_id":103,"status":"P","start_date":"1835-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Men and women who owned slaves had to constantly emphasize their position of authority and dominance over the people they owned. Some did so through beatings, starvation, and atrocious treatment. Others did through simple words, such as order a slave to perform a task that the owner knew the slave particularly despised. Regardless of how, each slave's day was full of a constant reminder that they were nothing more than owned manual labor; without an immense stroke of luck, that was all they would ever be.","In Charleston, South Carolina, William Green was reminded of this fact every single day. From the earliest point of his life he was robbed of the good luck that would've made him a free man. He missed being freed by the will of his old mistress because he was born three months before she died; he was no longer to be freed when he was twenty-five because his new master traded him without mentioning that fact to his new owner, and so he became a slave for life.","Eventually, the humiliation and degredation became too much for him to take. Green was acutely aware that the only fact that he was not beaten by his new master was because he was the favorite slave of his master's wife. So instead of being whipped and degraded directly by his master, Green was sent to fetch a box from the jail. Now for Green, that was the last thing he could take. His master had ordered him to go fetch a package from the jail, which on the surface seems mundane. In actuality, as Green very well knew, his master was sending him to the jail to be whipped by the man who ran the jailhouse. So instead of willingly walk to his own beating and potential death, Green decided to flee to Massachusetts. After many months of struggling, he arrive in Springfield, where he lived the rest of his life as a free man.","As Hartman discusses in Scenes of Subjugation, \"a slave must be subject to the master's will in all things,\" and Green wasn't. Whether it was because of the protection from his master's wife, or his acute sense of the injustice he was forced to be subjected to, Green was not an obedient slave. And because of that, his master saw himself as forced to send Green to be whipped at the jail, in an attempt to teach him respect and discipline. And while the master himself couldn't subjugate Green, because Green was still a piece of property, he could still order Green to go somewhere where he could be subjugated. Unfortunately for Green's owner, that line of thinking ended up backfiring.","Becuase of his early life and being robbed of his freedom by being traded, William Green was constantly painfully aware that his life and liberty had been injustly taken from him. This was a constant theme throughout his narrative, and the passion with which he writes about his early years in Charleston clearly show how much hatred he had trapped inside of him during that time. Becuase of these emotions, the tension eventually broke, and he couldn't take being subjugated as a piece of property any longer, so he fled to Massachusetts, where he lived as a free man until he died."],"display_date":"1835 - 1853","search_date":"1844-07-01","locations":[{"id":11454,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":5818,"title":"Northern Democrats Rally Around the Union Flag","course_id":113,"status":"P","start_date":"1861-04-18","end_date":"1861-04-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Upon the end of the siege on Fort Sumter in Charleston, South Carolina, <em>The Democratic Watchman</em> of Bellefonte, Pennsylvania reflected a disappointment with the Lincoln Administration, but gave support for the Union war cause. The Union lost the fort for the remainder of the war during the first battle of the American Civil War, but the newspaper was more concerned with the fact that the North was going to be under control of the Republican Party because the war had officially started.","During the battle, not a single life on either side was lost to hostile fire, but in the eyes of the northern Democrats the real loss was the representation of Democrats in Congress, according to the newspaper. The political unrest, such as outlined in the Democratic-leaning <em>Watchman</em>, occurred as a result of the war starting to spread throughout the country. Citizens had many new worries including the length and cost of the war, and whether  the states would unite under again.","Despite the many different reactions to the attack on Fort Sumter, the one aspect that was commemorated was the flag. The flag of the United States, a symbol of freedom and democracy in the Union was taken down after the battle and replaced with the Confederate national flag. In the article, the tone changed when the flag was discussed. Historian Mark E. Neely commented about the flag at the fort, “the first prints of Sumter were quickly supplanted by those depicting the American flag under attack. These constituted the earliest manifestations of the Union image…” As Neely points out, the tone of the Watchman piece was hardly unique in expressing fervor for the Union despite opposing Republican leadership in general. As the <em>Watchman </em>article stated, “We can have no government on any other terms, but it has often been found in the world’s history that a bad government is better than none at all.” The statement exemplifies that the Democratic northern citizens know that they need the government to win the War Between the States and without it there would be not be a chance.","The article portrays a negative connotation towards all government bodies, but the rally-around-the-flag cry had a larger impact because the people know that they need the government to win the war."],"display_date":"April 18, 1861","search_date":"1861-04-18","locations":[{"id":10917,"lat":40.9190359343,"lng":-77.8196278227,"zoom":9,"place":"CENTRE, Pennsylvania"},{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1873,"tag":"Republicans"},{"id":1876,"tag":"Fort Sumter"},{"id":1877,"tag":"Flag"},{"id":1878,"tag":"Democrats"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6155,"title":"<strong>History Engine Episode I</strong>","course_id":130,"status":"P","start_date":"1800-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When slaves were sold across the Atlantic, they brought with them some aspects of their culture. A few of these aspects included music, and the instruments used to create the music of their original cultures. Naturally, being from totally differing regions, the Africans cultures were completely different from that of Europeans. This is shown in the accounts of the Europeans travels to Africa, in hopes of trade. After being captured, transported, and enslaved across the Atlantic to the Americas; some African slaves continued to maintain parts of their original respective cultures of their homeland. Often times Europeans did not accept the distinctive culture of the African slaves, and even thought their customs to be barbaric; while others embraced it.","In the nation of Zanzibar of the African continent, music was an important part of the sense of cultural connection the people valued. However the way the Africans expressed themselves in this music was very strange for the European traders. For example, when William H. Ingrams came to trade he noted his opinions and experiences of such strange cultural customs. He explained such impressions in his book, “The People of Makunduchi, Zanzibar.” He spoke of how the inhabitants of the communities would make music with the instruments used for expressing their culture and would participate in ritual dances to go along with the music. It was apparent throughout his book of his allusion of how they were barbaric in nature. Though instruments such as the “Murungura,” a gong called the “Chapuo,” or the horns they made from the rich culture of the gold coast displayed the craftiness of their cultures. Along with the music went the dances for this cultures true form of expressiveness. The African women of Zanzibar would dance as the men orchestrated with their “Chapuo’s” and “Mashindo’s”, which both were drum-like instruments. Even once in the Americas, the African slaves would still continue to handcraft these cultural instruments.","Another account, written by Richard Cullen Rath, discusses Africans on the other side of the Atlantic still clinging on to these forms of expression similar to those in Zanzibar. Even after being enslaved and traded to the Caribbean, some slaves initially had a sense of their original homeland culture. He spoke of how slaves on the island of Jamaica would dance and sing around a fire, with instruments like the drums; which were similar to the cultures of the gold coast regions of Africa. The difference of this situation was that the Europeans of the Caribbean enjoyed this experience and viewed it as “a spectacle not to be missed.”","To show another case of the cultural attainment of some Africans forced over the Atlantic by way of the transatlantic slave trade; the sense of culture was shown, once again, in a book about a Louisiana slave-master. Maum Guinea referred to her slaves as her children in her book and also thoroughly enjoyed the song and dance of their culture. Though in this case the instruments weren’t really traditional. These slaves would use homemade banjos, tambourines, and kettle-drums; however with a vibrancy that was just as rich as of their ancestors celebrations based on her descriptions.","All of these accounts essentially are unified in that they show linkages to African ancestry in African slaves continued cultural expressions. Whether the expression was done traditionally or just similarly, the African slaves were able to hold on to parts of their cultures; despite being forced to separate from their ancestral communities in Africa."],"display_date":"1800 - 1825","search_date":"1812-12-31","locations":[{"id":15846,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"Charleston, South Carolina"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":157,"tag":"Transatlantic Slave Trade"}],"course":{"name":"African-American History to 1877","school":"Rollins College","course_id":130,"school_id":5}},{"id":6385,"title":"The Escape of William and Ellen Craft from Slavery in America to Freedom in England","course_id":149,"status":"P","start_date":"1848-12-01","end_date":"1852-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William and Ellen Craft were both born in 1820s Georgia to, by the standards of that time, fairly sensitive masters. Neither was ever beaten by their masters, yet they still could feel the shackles of slavery. They met each other in 1846 by coincidence, and by 1848 were married. Their decision to escape slavery was heavily influenced by, besides their desire for and right to freedom, their desire to raise children out of the confines of slavery. Their escape was quick—eight days from their initial idea—however it was not easy and they ran into many obstacles along the way.","Their idea was based on the fact that Ellen’s quadroon skin made her passably white. So, they decided she was going to dress up as William's male master and chaperone him to Philadelphia, a free state. With nerves rumbling, they gathered costumes and props--Ellen decided to wear glasses and poultices around both her mouth and her arm so that she would neither be recognizable nor be asked to speak or write. Their masters issued them “holiday” papers for a short Christmas vacation. Along their journey, they encountered Ellen's family's friend and William's employer, but luckily were not caught. Many pro-slavery Southern Whites they met warned Ellen, code-named \"William Johnson,\" that her “slave” may escape when they get to the North. Blacks free and enslaved urged William to seek freedom when he got to Philadelphia.","If William and Ellen had good masters, why, then, did they want so badly to be free? Did they not have food, a job, a bed? This sentiment is what Saidiya Hartman says is the worst part of this institution. \"If the excess of enjoyment imputed to the enslaved displaced what we would think of as disturbing circumstances, it did so only by obscuring violence and comflating it with pleasure\" (Hartman 25). The institution's ideologies as a whole seeped within the community in the form of subconscious racial discrimination and subordination, allowing whites to alleviate their guilt in an instance where a slave seems to be treated more humane than usual. This natural inclination towards racism under the lens of paternalistic, goodly masters is seen throughout the Craft's interactions with the upper-middle to upper class white persons on the trains and steamers. When they were on a train in Richmond, an elite woman mistook William for her escaped \"Ned\" because she “never in my life saw two black pigs more alike” (Tweedie 62).  This incidence truly emphasizes the social atmosphere of the era. A majority of whites held skewed views of blacks and a lot of people were very proud and open about it. This woman was of a paternalistic view of blacks, that they were less intelligent and she knew what was best for them. This idea led her to change the will of her late husband, which had called for the emancipation of his slaves. She sold them because she thought it was “such a cruel thing to turn n****rs loose to shift for themselves, when there are so many good masters to take care of them” (Tweedie 64). A discussion, thus, took place amongst her, Ellen, and gentleman who was sitting by them, though it brought no change of mind to the woman. She reserved her paternalistic view of her slaveholding status."," Mysteriously, the couple came across much luck in their travel. At the port in Baltimore en route to free land in Philadelphia, a \"Yankee of the low order\" (Tweedie 68) claimed he could not let men with slaves pass without his approval, to prevent the emancipation of the slaves. With sheer luck, the conductor of the train recognized the couple and convinced the Yankee to let them board. While in Philadelphia, they met a man who was a member of the Society of Friends and who graciously hosted them for three weeks. During those three weeks, the freed William and Ellen learned the alphabet and how to spell and write their names.","It came to be, however, that they were not safe in the supposedly free land of the North for, in 1850, the Fugitive Slave Act was enacted and their masters sent out warrants for their re-enslavement. As quickly as they arrived in the North, they fled for Canada and then England. William remarks at the end of his narrative about how unfortunate it is that, in order to be free, he and Ellen had to flee a land that prides itself in freedom and equality for the land which that country fled from just a few centuries prior.","                                    \"In short, it is well known in England, if not all over the world,                                                                                        that the Americans, as a people, are notoriously mean and cruel                                                                                    towards all coloured persons, whether they are bond or free\" (Tweedie 111). "],"display_date":"December 1, 1848 - January 31, 1852","search_date":"1850-07-02","locations":[{"id":52774,"lat":32.8406946,"lng":-83.6324022,"zoom":8,"place":"Maçon, GA"},{"id":52775,"lat":32.0835407,"lng":-81.0998342,"zoom":8,"place":"Savannah, GA"},{"id":52776,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"Charleston, SC"},{"id":52777,"lat":37.5407246,"lng":-77.4360481,"zoom":8,"place":"Richmond, VA"},{"id":52778,"lat":39.2903848,"lng":-76.6121893,"zoom":8,"place":"Baltimore, MD"},{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"},{"id":52780,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"Philadelphia, PA"},{"id":52781,"lat":42.3600825,"lng":-71.0588801,"zoom":8,"place":"Boston, MA"},{"id":52782,"lat":43.661471,"lng":-70.2553259,"zoom":8,"place":"Portland, ME"},{"id":52783,"lat":45.2733153,"lng":-66.0633081,"zoom":8,"place":"St John, NB, Canada"},{"id":52784,"lat":44.9902861,"lng":-64.1310364,"zoom":8,"place":"Windsor, NS, Canada"},{"id":52785,"lat":44.6488625,"lng":-63.5753196,"zoom":8,"place":"Halifax, NS, Canada"},{"id":52786,"lat":53.4083714,"lng":-2.9915726,"zoom":8,"place":"Liverpool, UK"}],"tags":[{"id":4,"tag":"Slavery"},{"id":501,"tag":"Escaping slavery"},{"id":2306,"tag":"Slave narratives"},{"id":420,"tag":"Slaves"},{"id":2737,"tag":"Civil War era"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6428,"title":"Remembering Reconstruction: Attitudes and Perceptions of Reconstruction from Senator Doolittle","course_id":149,"status":"P","start_date":"1871-09-05","end_date":"1871-09-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Covered by the Charleston Daily, a newspaper based in Charleston, S.C., Senator Doolittle gave an acceptance speech for the democratic nomination for governor of Wisconsin. On September 5, 1871, Doolittle touched on many current events in the world of US politics. Most importantly, he touched on Reconstruction. He retold the story of reconstruction from his perspective and the aspirations of Abraham Lincoln, whom he shared similar ideas on Reconstruction. Doolittle told how Lincoln was opposed to reconstruction based upon the fear that it would disenfranchise whites and subject them to black suffrage. Doolittle quoted Lincoln saying, “I did not break the chains of slaves to put chains on others.” Unfortunately, Doolittle said that Lincoln could not see out his specific vision because he was assassinated. At this point, Doolittle continued his speech by referencing his issues, along with the issues of other current politicians, relating to the issue of Reconstruction and the implications of Reconstruction affecting the country as a whole. Specifically, Doolittle pointed out the issue of how states in the South were to proceed following the war. Doolittle stated in his speech the controversy of martial law being implemented in eleven states. He pointed to this being a gross violation of the constitution. He mentioned how even prominent people in the military such as General Grant have ceded to the martial law implementation.  After these current event summaries, Doolittle thanked the audience for the nomination and promised to deliver on his campaign promises. ","             Blight’s <em>Race and Reconstruction</em> can further contextualize the significance of the speech made by Senator Doolittle<em>.</em><em> </em>In <em>Race and Reconstruction, </em>we are recounted of other politicians who voiced their displeasure for the idea of Reconstruction. From Ulysses Grant to Jefferson Davis, perspectives of current politicians were used to give the general sentiment of Reconstruction during the era. While Doolittle was in the camp against Reconstruction, it was a testy issue that separated many people along political party lines. Doolittle used Abraham Lincoln and Lincoln's personal thoughts about reconstruction to speak out against it. By implementing other prominent figures that offered similar analysis as his own, Doolittle attempted to legitimize and back up the claims he is made. Additionally, Doolittle mentioned his displeasure in the implementation of martial law in southern states. In Blight's work, we saw this idea hotly debated and contested by both sides of the political spectrum. Many northerners wanted to see the South disciplined for its actions while many southerners wanted to have their political agency returned so that can resume to running their states and begin their recovery."],"display_date":"September 5, 1871 - September 6, 1871","search_date":"1871-09-05","locations":[{"id":11452,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":2812,"tag":"James Rood Doolittle"},{"id":2811,"tag":"Senator Doolittle"},{"id":683,"tag":"Abraham Lincoln"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6603,"title":"Denmark Vesey Conspires to Lead a Slave Revolt","course_id":164,"status":"P","start_date":"1822-05-01","end_date":"1822-07-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Denmark Vesey and his supporters planned a slave rebellion for July 14, 1822. However, “a servant prompted by attachment to his master, communicated to him that he had been requested to give his assent and subscribe his name to a list of persons already engaged in the conspiracy.” Vesey and thirty-four others were executed, by South Carolina, for their plans of treason against the white population of the United States.","Vesey, a literate free black man living in Charleston, bought his freedom in 1800. Years later, he learned about the successful Haitian slave revolt, which inspired him to plan a similar event in the United States. In the year 1817, he joined the African Methodist Episcopal Church (AME) in Charleston, along with around 4,000 blacks who left white churches. Upon his association with the church, he quickly became a leader and realized that the whites in the area targeted those who attended the church; this greatly angered Vesey. As a result, he began to preach from the Old Testament, and he taught that the blacks who attended were the new chosen ones and because of their enslavement, those who forced them into this lifestyle would be punished. By getting his supporters into the mindset that whites deserved to be punished, he encouraged them to support his plan for rebellion.","<em> Narrative of the Events Comprising the Vesey </em>Rebellion states, around 1818, “Vesey considered leaving Charleston…but he decided to stay and see what he could do for his fellow creatures. With a new urgency he preached that freedom for slaves would be realized.” Vesey and his fellow leaders began to plan for a rebellion. Gullah Jack, an African Priest, teamed with Vesey to spread the word of the rebellion and to inspire potential participants. The date for the rebellion was set for July 14, 1822. The plan was to seize the city of Charleston, set fire to the city, kill the governor, and basically every white man in sight.","Denmark Vesey became a martyr to his followers and those to come after him. He assisted in planning a rebellion that could have changed the fate of many slaves and free blacks. David Robertson believes that Vesey \"organized the most elaborate and well-planned slave insurrection in the history of the United States.\" Robertson believes that if he had succeeded the majority of whites in Charleston could have been wiped out. Not only would this have changed their lives, it also would have changed the lives of the white population. With the threat of this possible rebellion, the South realized that they needed to keep a closer eye on the black population. His actions and the results gained support for the abolitionist movement, and the country of the United States began to move closer and closer to a Civil War."," "],"display_date":"May 1, 1822 - July 14, 1822","search_date":"1822-06-07","locations":[{"id":52976,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"Charleston, South Carolina, USA"}],"tags":[{"id":3142,"tag":"Revolt"},{"id":2743,"tag":"Abolitionist"},{"id":4,"tag":"Slavery"},{"id":1018,"tag":"rebellion"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}},{"id":6637,"title":"Raised from the Locker","course_id":164,"status":"P","start_date":"5/3/95","end_date":"4/17/04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","            On the Seventeenth of February, 1864, a Confederate States submarine, known as the <em>CSS Hunley</em>, made its first attack on the Union blockade ships. The <em>USS Housatonic</em> sank to the bottom of the sea, a victim to the first successful submarine attack. However, she would not sink alone. <em>The Hunley</em> did not return to shore to bask in the glory of her achievement. She and her crew of eight would be lost to the waves for over a hundred years. The Hunley had sunken to the deep thrice in her lifetime, killing her crews each time. One of these would include the principle designer and creator, Horace Lawson Hunley. However, this was not the end to the Hunley’s tale. Stories would be told of the famed submarine that would then reach the ears of author, adventure seeker, and founder of the National Underwater and Marine Agency (NUMA) Clive Cussler. Cussler is a man with a mind that functions, in his own words as written in July 1980, “left of delirium and right of monomania.” To Cussler, there was no greater thrill than that of the ocean’s discovery. His first attempt at finding the lost ship would be away from the site of the <em>USS Housatonic</em>’s wreckage as he had reports by the deck officers of the vessel that the Hunley had backed away some 50-100 feet before the explosion. His first search in 1980 would yield no results."," ","            Cussler’s third expedition, from June 1994 to May 1995, would prove different. Armed with new hands, new technology, and a determination bordering obsession; the NUMA diving crew of Ralph Wilbanks, Wes Hall, and Harry Pecorelli would locate the sunken submarine a thousand feet southeast from the <em>Housatonic</em>’s boiler. When they resurfaced, they were instructed by Cussler to photograph their dig for authentication. On the first of May, 1995, the <em>Hunley</em> had been found."," ","            Finding the ship, though a challenge, was the easy part. The real question was how to move a multi-ton, rusting, and fragile piece of history from the bottom of the ocean back to the surface. This task fell to the NUMA group using technology from Oceaneering International Inc. Cussler donated $50,000 to the effort, but the ocean refused to make it easy. Structural integrity was weak, the possibility of looting was real, visibility for divers was a hassle, and the recovery crew had to deal with the possibility of weather setbacks. New strategies were needed. By this point, a basic procedure had been formed: dive, prep, install suction piles, set up recovery frame, set up a sling under the hull, load cells to support the system, foam protection for the <em>Hunley</em> against the system, recover the wreckage. As one could imagine, this was a long and drawn out process. One could not be too careful with the history below the waves. Five years after the discovery of the historic vessel, the <em>Hunley</em> finally returned to Charleston, South Carolina after over a century missing at sea and her crew was given a proper burial on April 17, 2004."],"display_date":"May 3, 1995 - April 17, 1904","search_date":"1949-10-24","locations":[{"id":53010,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"Charlestown, South Carolina"}],"tags":[{"id":3230,"tag":"Public History"},{"id":113,"tag":"Navy"},{"id":32,"tag":"Civil War"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}},{"id":6724,"title":"600 Confederate prisoners of war suffer on Morris Island","course_id":176,"status":"P","start_date":"1864-08-04","end_date":"1865-03-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 4, 1864, fifty Confederate prisoners of war were exchanged for fifty Union prisoners in Charleston, South Carolina. News of this exchange quickly spread among the Confederate prisoners held at Fort Delaware, although the more skeptical men pointed out the lack of evidence, and without further information, the discussion quieted. The rumor revived when a Union sergeant told an officer guarding prisoners there had been an exchange, and the federal government was arranging another. On August 17, 1864 a Union officer named Sergeant Murphy called six hundred names, all officers, who the prisoners believed would be the next group exchanged. One prisoner, John Ogden Murray, wrote: “When the M’s were called on the roll I could hardly contain myself; when my name was called I could have shouted for joy; and I really felt sorry that all my comrades were not included in the list, as we thought, for exchange.” When there was no movement from their guards the next day, the prisoners began thinking that the whole thing had been a cruel joke, until finally, at 3 p.m. August 20, 1864, roll was called again and the six hundred ordered to take their belongings and march onto the steamship <em>Crescent City</em> headed for Morris Island, South Carolina. After eighteen days, with only brief turns above deck, the ship arrived off Morris Island early in the morning of September 7, 1864. Unfortunately for the prisoners, Lt. Gen. Ulysses S. Grant sent a letter on August 21, 1864, specifically forbidding the exchange of the prisoners now at Morris Island. Prisoner exchanges were officially halted in July 1863, due to Confederate refusal to include black prisoners of war, but some generals continued arranging unofficial exchanges. By 10 a.m. September 7, 1864 the prisoners were informed there was no intention of exchanging them. The general who ordered the prisoners to Morris Island, Maj. Gen. John G. Foster, was retaliating for Union prisoners of war being placed in the parts of Charleston the Union was shelling. The battery on Morris Island was a target of the guns in Charleston, and he hoped the Confederates would be reluctant to fire on their own men. Although none of the prisoners died from the artillery, they were far from comfortable. Murray wrote that rations consisted of “the luxurious diet of four hardtack army crackers, one ounce of fat meat, and half a pint of sandy bean soup (which often tasted like it had been seasoned with soap).” The prisoners had to dig to the water table to get anything to drink. Three prisoners died on Morris Island of starvation-related illnesses. In early October 1864 a yellow fever outbreak in Charleston led the Confederates to remove their prisoners of war from the city, and in response Foster ordered the men, who would eventually be known as the Immortal 600, moved to Fort Pulaski at the mouth of the Savannah River. They stayed there until March 4, 1865, when they returned to Fort Delaware to wait out the end of the war."],"display_date":"August 4, 1864 - March 4, 1865","search_date":"1864-11-17","locations":[{"id":53080,"lat":32.02706,"lng":-80.8904868,"zoom":15,"place":"Fort Pulaski, Georgia"},{"id":53079,"lat":32.7124021,"lng":-79.8940806,"zoom":15,"place":"Morris Island, South Carolina"},{"id":53078,"lat":39.5906951,"lng":-75.5721664,"zoom":13,"place":"Fort Delaware, Delaware"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":32,"tag":"Civil War"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}},{"id":6769,"title":"The History of the Ambulance-Wagon During the Civil War","course_id":177,"status":"P","start_date":"1861-04-12","end_date":"1865-05-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Between April 12, 1861 to May 9, 1865, the Civil War waged claiming the lives of about 620,000 American. The Civil War conflict was a great tragedy, but if could have been worse if it wasn’t for William A. Hammond the surgeon general at the time. It was thanks to his almost single-handed push of a vehicle designed to get medics to the injured faster, and/or the injured out of combat zones.","Known as the ambulance-wagon in its time, it was the first vehicle of its kind; with the express purpose of transporting care to the wounded. An 1891 diagram detailed the inner workings of this type of ambulance was used as a detailed diagram of the innerworkings of the type of an old-style ambulance. It was used in its time as a reference to how a vehicle meant for treating wounds on a battlefield should be built and stocked. It includes a medicine pannier, Autenreith medicine wagon, hospital tent, Sibley tent, litters, Wheeling or Rosecrans ambulance wagon, Rucker ambulance wagon, Confederate field ambulance wagon, hospital rail cars, hospital ship, and six-mule team with U.S. Army wagon. The reason from then number of different types of elements was due to the number of different types of war zones the ambulance-wagon would be used in, and the vast amount of different types of injuries one would fall victim to during the war. The company who created it was Julius Bien & Co.","The photo the same ambulance described by the lithograph in action, shows medical staff tending to the wounds of soldiers on the battle field. During the Civil War, when medicine hadn’t advanced to the point where ambulances only served a means of stabilization, and transportation to a hospital like they do now; it was the ambulance-wagon, and those who pushed its integration that no doubt saved thousands of lives.   ","Hammond demanded (and got) one ambulance for every 150 soldiers and got two medical supply wagons for each regimental corps. His improved transportation system proved itself, and at the battle of Antietam (September 1862) his stretcher bearers and ambulance-wagons had every one of the Union Army's 9420 wounded soldiers off the battlefield before the day ended. It was a remarkable feat in the early history of ambulances. At first, ambulance at the time was used strictly for combat zone purposes, but was quickly adopted by hospitals soon after. "],"display_date":"April 12, 1861 - May 9, 1865","search_date":"1863-04-26","locations":[{"id":53115,"lat":32.7523476,"lng":-79.8746925,"zoom":7,"place":"Fort Sumter, South Carolina"},{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":7,"place":"United States"}],"tags":[{"id":3500,"tag":"William A. Hammond"},{"id":3499,"tag":"ambulance-wagon"},{"id":3498,"tag":"Ambulance"},{"id":5,"tag":"War"},{"id":100,"tag":"Medicine"},{"id":32,"tag":"Civil War"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6882,"title":"Blood Fighting Blood: An example of two brothers in the Civil War","course_id":188,"status":"P","start_date":"1862-06-16","end_date":"1862-06-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On the June 18, 1862, two days following the Battle of Secessionville, a young Union color bearer named Alexander “Sandy” Campbell received a letter from his brother James. Born in Scotland, the two had immigrated to America. Unlike Sandy, though, James served as a lieutenant in the Confederacy. Sandy Campbell lived in the North, while James lived in the South, leading to the siblings being on opposite sides of the conflict. The two brothers had just fought against one another in the same battle, demonstrating the brother versus brother adage.  ","            The Battle of Secessionville was a planned Union attack on the Confederate-held James Island, South Carolina. This plan called for the U.S. to take the island, and gain a foothold to stage a land attack upon Charleston. Brigadier General Henry Benham commanded the Union forces, while the Confederates were under the command of Colonel Thomas G. Lamar. The Union troops assaulted the Confederate fort near Secessionville, but the fort was heavily defended and soon augmented with reinforcements. Taking the fort proved too tough a task for the Union, resulting in a Confederate victory, despite the small size of the battle. The total numbers for the Union were approximately 6,600 men, while the Confederates had a strength of around 2,000 men. ","            After the conclusion of the battle. James learned of Sandy’s presence this from some of the Union prisoners of war, and soon wrote to his brother. In this letter he stated “I was astonished to hear from the prisoners that you was colour Bearer of the Regmt that assalted the Battrey [sic] at this point the other day.” He went on to state that while he hoped they would never meet on the battlefield face to face again, he would continue to fight for his cause. An interesting note is that he wrote a request to his brother, pertaining to their sister. “When you write north you will please Let Sister ann know that I am Still alive and in good health. I am verry anxious to hear from her but surcimstances does not afford a chance.” Even though his sister remained loyal to the Union, the family bonds weighed heavily even in the midst of conflict. ","Both brothers survived the war, with James living to age 74, passing in 1907, while Sandy outlived his brother, dying in 1909 at the age of 71. Both lived out their lives in their respective regions, Sandy in the North, and James in the South."],"display_date":"June 16, 1862","search_date":"1862-06-16","locations":[{"id":53208,"lat":32.706152180761,"lng":-79.941089444718,"zoom":15,"place":"Secessionville, Charleston, United State"}],"tags":[{"id":32,"tag":"Civil War"},{"id":5,"tag":"War"},{"id":2768,"tag":"charleston"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}