{"id":11398,"place":"North Korea","lat":40.339852,"lng":127.510093,"episodes":[{"id":6778,"title":"MASH Doctor Performs Emergency Medicine From the Book","course_id":178,"status":"P","start_date":"6/25/50","end_date":"7/27/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dr. Hermes Grillo had just arrived on his first assignment to a MASH unit during his tour in Korea.  He served in a medical unit with the 1st Marine Division and the Fleet Marine Force. Once the doctor had to operate by the book, which means directly from a book.  He recalled, “I had taken one medical book to Korea with me…I remember opening it to whatever page it was, which showed the hilum of the lung, and I propped it up on an ammunition case.” Dr. Grillo described the circumstances further, “…of course, the first thing I encountered was a massive outpouring of blood from the hilum of the lung.” He then proceeded to simultaneously read from the book and perform the operation. The Interviewer then asked “So you, in essence, were operating by the book.” “By the book,” Responded Dr. Grillo.","During the Korean Conflict (1950-1953) the United States fought alongside South Korean and United Nations troops seeking to oust communist North Korean and Chinese forces.  As an innovation based on lessons from World War II, the U.S. instituted MASH (Mobile Army Surgical Hosptial) units that moved medical personnel as close to the front lines as possible, and also brought women closer to the front lines than ever before.  The goal was to help improve the survival rate of casualties.  If a soldier got to the surgeon quickly enough he had a quite good chance of survival. According to medical surgeon Dr. Grillo “… very few of them died… the worst wounds never make it; they’re dead. And then a lot of others die in transport.”  Still, to be able to save almost all your patients is an impressive feat. During 1951, MASH 8076 treated 21,143 patients and of those patients only 188 succumbed to injuries or illness. This means that only 0.889% of their patients died in 1951.","MASH units played the role of unsung hero of the war at least until the feature film and highly successful television show made Americans much more aware of their history. In World War II there were no MASH units and each soldier had a 1 in 56 chance that he was going to die. When you look towards the Korean War the soldier had a 1 in 171 chance of dying. That is a dramatic difference and a huge number of young men who did not need to die."," ","The doctors of the Korean War did everything they could to keep the soldiers that came into their care alive. Thanks to them and the system that was set up they were able to keep more people alive than in any previous war. Even the doctors themselves that when they out of all the soldiers they cared for very few of them died."],"display_date":"June 25, 1950 - July 27, 1953","search_date":"1952-01-09","locations":[{"id":53119,"lat":40.339852,"lng":127.510093,"zoom":5,"place":"North Korea"},{"id":53120,"lat":35.907757,"lng":127.766922,"zoom":5,"place":"South Korea"}],"tags":[{"id":5,"tag":"War"},{"id":664,"tag":"Korean War"},{"id":3511,"tag":"MASH"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":178,"school_id":3}}]}