{"id":11393,"place":"Prince Edward County, Virginia","lat":37.1982888,"lng":-78.4297187,"episodes":[{"id":3623,"title":"Return to Religion\n","course_id":1,"status":"P","start_date":"1833-10-17","end_date":"1833-10-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1823 James Andrew Riddick was sent by his parents from North Carolina to Suffolk, Virginia so that he could be brought up a merchant. While in Suffolk, Riddick studied under a Mr. Wright, from whom he learned about and gained interest in religion. Riddick later moved to Prince Edward County, Virginia where he kept an elaborate journal of his daily life. While in Prince Edward County, Riddick became a member of a local Baptist church. In his journal, Riddick mentioned how lost his soul was prior to joining the church. Furthermore, in his journal, Riddick emphatically apologized for neglecting to have written for a span of two weeks. He went on to explain that the reason for his neglect was that he was preoccupied by his church's revival. Reflecting back on the revival, Riddick noted the error of his ways and vowed to more thoughtful and less trifling [with] [his] words, thoughts and desires, and vows to alter [his] conduct and live more by rule...try to govern [his] body and [his] mind; deny [himself] take up his crops and follow the example of Christ. Throughout the rest of the journal Riddick praised his preacher and wrote admiringly of his sermons. ","It is evident that Riddick was a member of an evangelical church. Brought to America around the 1740's during the First Great Awakening, Evangelical Christianity proliferated throughout the United States and became a fixture in southern religious life. By the nineteenth century, Evangelical Christianity became an integral part of the Southern tapestry. Church revivals were and still are a way in which Evangelists disseminate their beliefs and achieve their goal of winning additional souls for Christ. Evangelist revivals often spanned a course of a weekend or even a week, at the commencement of the revival the Evangelicals set their goals knowing their salvation through an experience of Jesus Christ. It was probably through an experience with Christ during the revival, which made Riddick realize he would like to conduct his life in a more Christ-like manner. Furthermore, evangelical Christianity looked down on the rowdy nature of some Southerners, urging them to turn to the Lord and let go of their worldly ways-this may account for Riddick's apologies for his past transgressions."],"display_date":"October 17, 1833","search_date":"1833-10-17","locations":[{"id":14168,"lat":37.2365347972,"lng":-78.4710141577,"zoom":10,"place":"PRINCE EDWARD, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3982,"title":"Gentlemen and Scholars: Fraternity Life in the Nineteenth Century\n","course_id":7,"status":"P","start_date":"1893-01-01","end_date":"1893-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["        Collegiate life in the nineteenth century bore many resemblances to modern university life.  In Hampden-Sidney College's yearly publication, The Kaleidoscope, students shared stories of pranks, sports victories, and rigorous course loads that could easily have been written by a college student today.  However, the influence of Greek life was much greater in the nineteenth century.  Especially at all-male schools, like many of the best were, fraternities were not an option, they were a way of life.","    The first collegiate society bearing Greek letters was founded at the College of William and Mary in Williamsburg, Virginia in 1776.  This fraternity, Phi Beta Kappa, was founded as a secret organization with the express purpose of exploring and discussing literature with the other members of the society.  Phi Beta Kappa remained the only Greek letter organization on the collegiate scene until the founding of Chi Delta Theta at Yale in 1821.  Chi Delta Theta had a similar philosophy to Phi Beta Kappa, but was generally too large to encourage bonding and brotherhood amongst members.  The first fraternity that bore any resemblance to the modern social fraternity was Kappa Alpha, founded at Union College in 1825.  In 1827, Union was also the cradle for the creation of Sigma Phi and Delta Phi.  These three organizations became known as the Union Triad and were the models for other Greek letter organizations to follow.","    The first social fraternity to charter in the South was known as the Mystical Seven, and was founded at Emory College in 1841 and at Franklin College, later known as the University of Georgia, in 1844.  However, the first distinctively \"southern\" fraternity, WWW, was founded at the University of Mississippi in 1842.  The second fraternity to be deemed southern in nature was Sigma Alpha Epsilon, founded at the University of Alabama in 1856.  The dichotomy between southern and northern fraternities became clear during the Civil War.  Collegiate activity was largely suspended during the war, and although no new fraternities were founded, national pride became instilled in the brotherhoods.  After the war, many southern schools refused to re-charter fraternities that were founded in the North, and even went so far as to establish the Southern and Northern Orders of the Kappa Alpha Fraternity. ","    Fraternal rivalries existed not only between northern and southern fraternities, but also between fraternities at individual colleges.  As the Kaleidoscope shows, Hampden-Sidney chose to form a Pan-Hellenic council with representatives from each fraternity to ameliorate feuds between the young men.  The \"spirit of Pan-Hellenism\" at Hampden-Sidney was preserved through this council, and Pan-Hellenic councils still exists at many Universities today.  ","    In the grand scheme of American history, fraternities have played a much larger role than that any other collegiate social clubs have.  During the nineteenth century, the southern fraternity grew from a simple social organization to an institution used to perpetuate southern ideals and lifestyles.  Some of these ideals are very positive, such as honor, scholastic achievement, and brotherhood.  However, the southern fraternity has also become a vehicle to preserve less progressive ideals, such as racism, classism, and geographic discrimination.  "],"display_date":1893,"search_date":"1893-07-02","locations":[{"id":14174,"lat":37.2242881205,"lng":-78.441116268,"zoom":10,"place":"PRINCE EDWARD, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4444,"title":"Prince Edward Free Schools Association\n","course_id":19,"status":"P","start_date":"8/1/63","end_date":"8/30/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["<em>\"We will oppose…with every facility at our command, and with every ounce of our energy, the attempt being made to mix the white and Negro races in our classrooms. Let there be no misunderstanding, no weasel words, on this point: we dedicate our every capacity to preserve segregation in the schools.<strong></strong>\" </em>","<em>- Virginia Governor James Lindsay Almond, Jr. </em>","Dr. Neil V. Sullivan arrived in Prince Edward County, Virginia with the intention to open a free school system for all students regardless of race. However, his efforts were not made easy by any means because of the strong opposition to integration of the white people in the county and the state of Virginia in general. Almost all of the county's 1700 black students missed five years of their education between 1959 and 1964 as the school board shut down the public school system. On his first night in town in August, 1963, he opened his mailbox to find letters telling him to \"pack his Yankee bag and start traveling\", and that the \"Prince Edward Negroes were 'their' Negroes and that he should leave them alone\". Dr. Neil V. Sullivan continued his efforts to start a school to ensure that all students would be guaranteed an education. Even amongst receiving threatening phone calls every day and people shooting at his car, Dr. Sullivan made sure his schools were open for the students every day.","The effort to create a free school system for both white and black citizens in Prince Edward  County began in 1959 with the efforts of the NAACP, but it was not until President Kennedy created an initiative to open schools in 1963 that such a school system exsisted. After receiving a petition signed by 695 citizens of the county demanding public education for all students, he created the initiative to start the Prince Edward Free Schools Association. This one year project would be headed by Superintendent Dr. Sullivan. 1600 black students and a handful of whites enrolled in the free schools. There was minimal community backlash against these schools; in fact, <em>The Farmville Herald</em>, known for its segregationalist viewpoints and conservative manner, ran an ad for the Free Schools in the weeks prior to its opening. On May 25th, 1964, only nine months after the Free Schools project had begun, the Supreme Court decided that the Prince Edward County Board of Supervisors had violated the Fourteenth Amendment by denying students of color the right to a free and public education. Public schools were officially integrated and reopened in the fall of 1964.","Opposition towards integration after the <em>Brown v Board</em> decision of 1954 in Prince Edward County, Virginia remained strong even ten years later. The \"Prince Edward Crisis\" as it came to be known nationally, was the only case of its kind, as every other school district in the United   States eventually conformed to the new policies of public schools becoming integrated. The white opposition was represented in Prince Edward by the leadership of <em>The Farmville Herald</em>, the local newspaper. This twice weekly newspaper and its editor, J. Barrye Wall, Sr. led efforts to remain segregated. However, the county allowed the Prince Edward Free Schools project to fully operate without intervening. The following year, the public schools reopened without any problems."],"display_date":"August 1, 1963 - August 30, 1964","search_date":"1964-02-14","locations":[{"id":33940,"lat":37.2242881205,"lng":-78.441116268,"zoom":10,"place":"Prince Edward, Virginia"}],"tags":[{"id":43,"tag":"Desegregation"},{"id":42,"tag":"Civil Rights"},{"id":6,"tag":"Education"}],"course":{"name":"Race and Politics of Reconciliation","school":"University of Virginia","course_id":19,"school_id":1}},{"id":4460,"title":"NAACP&#39;s Litigation Strategy in Prince Edward County\n","course_id":19,"status":"P","start_date":"5/1/48","end_date":"12/1/56","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["      The NAACP's litigation strategy against school segregation went through a drastic change during the summer of 1950. Instead of working within the confines of Plessy v. Ferguson, which declared the constitutionality of the \"separate but equal doctrine\", the NAACP decided that the time had come to force the courts to reconsider segregation. Prior to 1950, the NAACP only tried cases where they could prove obvious inequality in segregated public education.  This philosophy changed dramatically at the Boston convention in the summer of 1950, when the NAACP made a resolution to only take new cases that challenged the institution of segregation itself.  The NAACP's deliberate change in legal maneuvering had alienating effects in both white and black communities, but it was ultimately successful with Brown decision. When looking at the relationship of history and the law, it is important to ask how and why such a pronounced change occurred in the legal thinking of the NAACP's lawyers. The Prince Edward County case provides helpful insight into understanding this legal change because it was filed in 1951 just as the NAACP was in the process of transitioning their legal strategy. ","      While the NAACP lawyers were busy going through huge organizational changes, the African American students at Moton High School in Prince Edward County were equally busy unifying themselves to go on strike. Under the student-initiated leadership of Barbara Johns, the students at Moton High were tired of their overcrowded and dilapidated school, and the students sought legal redress from the school board . The students at Moton High called upon the Richmond branch of the NAACP to help with its legal campaign. However, the student leaders at Moton high were completely unaware of the NAACP's change in legal strategy. Instead of integration, students like Barbara were merely hoping to improve their segregated educational facilities.  The leading attorneys Oliver Hill and Spottswood Robinson had a completely different agenda. In a speech to the African American students and parents in Prince Edward County, Robinson implored the necessity for challenging segregation as an institution stating \"The NAACP has undertaken its non-segregation policy after realizing that previous experiences had proven that there can exist no equality in a segregated school system\".  The previous experiences that Robinson mentions come directly from previous court rulings where ridiculous restrictions and exceptions were made by segregationists to maintain white supremacy.","       Prior to 1950 most NAACP lawyers and organizers believed that public school officials would eventually realize that operating dual public school systems with equal facilities was economically infeasible. However, as the NAACP tried cases with graduate students, it became apparent that segregationists were not rational. Instead of working within the free market system, segregationists would spare little expense to keep white and black students apart. The NAACP grew exceedingly disillusioned with the idea that segregation would eventually come to an end for economic reasons. Furthermore, equal facility suits were time consuming and expensive to prove and the outcomes of such suits only applied to the district where the case was brought.   While previous cases challenged the inequality of segregated facilities, the NAACP lawyers took an extremely different approach in the Prince Edward County case. In the Prince Edward County case much of the evidence was based on sociological and psychological research that focused on the negative effects that segregation had on African American children.  Reputable doctors and psychologists demonstrated how the segregated facilities led black students to have lower conceptions of themselves and their race. The acceptance of this evidence as credible is crucial to understanding how the system of segregation was undermined in the Brown vs. Board of Education case."],"display_date":"May 1, 1948 - December 1, 1956","search_date":"1952-08-16","locations":[{"id":26640,"lat":37.2242881205,"lng":-78.441116268,"zoom":10,"place":"Prince Edward, Virginia"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":62,"tag":"Prince Edward"},{"id":9,"tag":"Law"}],"course":{"name":"Race and Politics of Reconciliation","school":"University of Virginia","course_id":19,"school_id":1}},{"id":5381,"title":"Advances In Education For Women","course_id":81,"status":"P","start_date":"1863-10-01","end_date":"1863-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The document entitled \"The Next Term of This Institution will commence Thursday, October 1st, 1863\" was a notice, authored by A. Preot, that described Farmville Female College. The information in the notice pertains to the term that was scheduled to begin on October 1, 1863. The notice included the subjects that were offered by Farmville Female College, as well as the courses of study that students could have expected to follow during their 3 years of study at the collegiate level at the college. According the to the offerings listed in the notice, the material to which the students could have expected to have been exposed involved a progressively more extensive investigation of the disciplines presented in the course of study as the students advanced through their education at Farmville Female College; for example, students in their first year of study could have expected to cover \"Grammar\" in French and Latin as well as \"Arithmatic,\" in the subjects of language and mathematics, and “Botany” in the sciences, whereas students in their second year of study could have expected to focus on more advanced linguistic concepts such as \"Prose Composition,\" in addition to “Algebra” and “Chemistry,” whilst students in their third and final year of study could have expected to study “Rhetoric,” \"Trigonomety\" and \"Mental Philosophy.\" The courses that students could have expected to take, in each of the 3 years were more advanced levels of the same subjects, that would have allowed the students the opportunity to build an understanding of the material of each of the subjects, such as the use of language and the application of mathematics and the sciences. The notice included a list of the board of trustees of the college and a list of the instructors at the college. The notice also contained details about non-academic aspects of life at Farmville Female College, such as its location, and the options for religious worship that were to be made available to students. The expenses that students would have incurred at Farmville Female College were included in the notice.","The notice entitled \"The Next Term of This Institution will commence Thursday, October 1st, 1863\" displayed the greater educational opportunities that were available to Women in the nineteenth century. The material that was offered courses of study in the education that was offered at Farmville Female College, according to the notice, required that the students who, with their own products, received degrees from the institution, possess or learn the skills to read and write, because the curriculum included the study of written work, and required that the students produce \"Original Compositions.\" The degrees of \"Mistress of the Arts,\" or of \"Mistress of English Literature\" that were offered by Farmville Female College were comprised of the study of texts from multiple different cultures, such as English and Latin, which provided a contrast to the limited availability of higher learning to women; to whom, during the eighteenth century, the education available was focused on crafts, such as embroidery. The increased intellectual rigor of the subjects available to women in the second half of the nineteenth century represented the changes that had occurred in the expectations of women's intellectual activities during the eighteenth century and the nineteenth centuries. The increase in the intellectual rigor of the education available to women allowed them to publicly participate in intellectual pursuits in the form of published work; examples of which include the book entitled <em>A New England Tale</em> by Catherine Maria Sedgewick published in 1822 and the publication of Elizabeth Ricord’s issue of the periodical entitled <em>Circular, Report and Catalogue</em>, in 1839. Ricord's publication and Sedgewick’s literary contributions during the nineteenth century were examples of the ability of a woman to present ideas to the literate public that was made available to women as a result of the access to intellectual pursuits, which was made available to them by the fluency in intellectual debate that was afforded them by their education."],"display_date":"October 1, 1863","search_date":"1863-10-01","locations":[{"id":14171,"lat":37.2242881205,"lng":-78.441116268,"zoom":10,"place":"PRINCE EDWARD, Virginia"}],"tags":[{"id":875,"tag":"Women, Education"},{"id":1211,"tag":"Published Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}},{"id":6774,"title":"Supreme Court Orders the Desegregation of Prince Edward County Schools","course_id":178,"status":"P","start_date":"1/6/64","end_date":"1/6/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 6, 1964, the Supreme Court ruled that public schools in Prince Edward County, Virginia must integrate.  This decision came in the case <em>Griffin V. School Board of Prince Edward County</em> where Reverend L. Francis Griffin sued the school board for closing all public schools in the area so they would not have to integrate.  Instead, white students attended private school or school in another county while black students did not get to go to school at all from 1959 until 1964 effecting approximately 3,300 students. ","Most southern county governments opposed integration, but none like Prince Edward County.  When the <em>Brown V. Board of Education </em>(1954) decision was handed down, Virginia state and local officials declared a “massive resistance” to the law. Prince Edward County decided to defund public schools, causing them to close in order to forestay integration.  In 1961 plaintiffs challenged this closing in <em>Allen v. County School Board of Prince Edward </em>where it was argued that the closing of Prince Edward County public schools was a form of racial discrimination.  The court ruled in favor of Allen citing it is a form of discrimination and the county was expected to reopen schools to all pupils regardless of race.  However, Prince Edward County kept the schools closed for two more years in spite of this ruling leaving many black students without any formal education.  In the publication “<em>Their Voices, Our History: Stories of Prince Edward County Virginia</em>”; Everett Berryman, Jr. who was twelve at the time public schools closed, explained that he attended a grassroots training center run by his mother instead of public school.  He did not know that he was missing out on anything until his cousin from Baltimore proved much more proficient in reading and math than Everett.  To get a good education, Everett was forced to move in with a family friend so that he could attend school in nearby Appomattox County. ","In 1963, the NAACP and other civil rights groups created privately- funded free schools open to all students on an integrated basis.  In March of 1964, lawyers argued <em>Griffin v. School Board of Prince Edward County </em>in the Supreme Court.  The court ruled in favor of Griffin in a six-to-two decision.  The majority opinion, written by Justice Hugo Black, asserted that the School Board of Prince Edward Counted had violated the Fourteenth Amendment by denying equal protection or opportunity. They also held the school board in contempt of the <em>Brown v. Board of Education </em>(1955), which ordered it was “ necessary and proper to admit (complainants) to public schools on a racially nondiscriminatory basis with all deliberate speed.” The court also asserted that even though local government control led public education, they could not close public schools because citizens have a right to free accessible education.","In 1964, an estimated 1,500 students returned to public schools in Prince Edward County. This event marked the end of massive resistance in Virginia. "],"display_date":"January 6, 1964","search_date":"1964-01-06","locations":[{"id":53117,"lat":37.1982888,"lng":-78.4297187,"zoom":8,"place":"Prince Edward County, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":1795,"tag":"integration"},{"id":1071,"tag":"Civil Rights Movement"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":178,"school_id":3}},{"id":6842,"title":"The First Punishment: A Comprehension of Enslavement","course_id":187,"status":"P","start_date":"1823-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At just four-years old, Elizabeth was instructed to care for her master’s baby when she was only a child herself. By this age, Elizabeth had been taught to rely upon and prepare herself to render assistance to others. To take care of this baby, whom she called her pet, became her first duty as an enslaved child. Elizabeth, dressed in a short dress with a little white apron, became the baby’s “little maid” as her mistress instructed her to rock the cradle of the baby, keep the flies out of her face, and prevent her from crying. However, as Elizabeth eagerly rocked the cradle, the baby rolled onto the floor and immediately erupted in piercing cries. Her mistress, aggravated by Elizabeth’s mistake, ordered that Elizabeth be taken out and lashed for her carelessness. Doubtless the severity of the lashing she received caused Elizabeth to remember the incident quite vividly, even as she reflected on this experience as an adult.","Children born into slavery were not always immediately aware of their enslavement, and they often experienced a particular moment in which they realized that they were not free. For Elizabeth, this moment was her retribution after accidently dropping the baby. She recognized that she was indeed human property, stripped of the innocence of childhood. Through their first punishment, enslaved children began to understand and grasp the realities of their oppression and their status as property. Early in their lives these children were subjected to authority, cruel maltreatment, and separation from family. Overworked, underfed, and brutally punished, many enslaved children died. Others learned the necessity of respecting white authority and obeying commands. The peace and innocence of childhood for enslaved boys and girls was short lived. Elizabeth was not an exception. At forty years old, her brain displayed a rapidly moving panorama of the past as she often found herself “wondering if [she] was not living the past over again, for the visions were so terribly distinct that [she] almost imagined them to be real” (Keckley 19). Within these ponderous volumes of memories that influenced the molding of her character, Elizabeth’s first punishment defined her understanding of enslavement and her consideration as human property. Through punishment, children came to comprehend their enslavement, understanding that misery awaited them and as a result grew old before their time."],"display_date":"1823 - 1858","search_date":"1840-12-31","locations":[{"id":53117,"lat":37.416086795863,"lng":-77.25692423347,"zoom":9,"place":"Prince Edward County, Virginia"}],"tags":[{"id":2786,"tag":"punishment"},{"id":3667,"tag":"child slaves"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":187,"school_id":11}}]}