{"id":11433,"place":"Toronto, Ontario, Canada","lat":43.6378194,"lng":-79.3902334,"episodes":[{"id":6390,"title":"The Life and Family of a Black Slave: John Jacobs","course_id":149,"status":"P","start_date":"1855-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The narrative of John Jacobs begins with his youth in Edenton, North Carolina. He recalls his mother and father with only the most barebones descriptions. His mother died while he was very young and his father while he was only 13 years old. Jacobs recalls his father having been dehumanized and stripped of his manhood due to slavery. The inability to have a right to hsi wife, his body, and his kids robbed Jacobs' father of any humanity he could have possessed. In replacement for this lack of humanity came a nasty hatred and temperement that Jacobs can recall clearly. Jacobs attributes his character and perception of life as a slave to his father; thus, adopting a similar ill-tempered manner and mind.","Jacobs describes his processes for being traded or distrubuted to several differented slave holders. He recalls the ownershop paths of several of his other family members as well. A good part of his known family remain in close proximity to him in Edonton throughout their lifetime as slaves.","John Jacobs' uncle runs away but is later caught and returned to his owner. Then, he escapes perminately once his wife's honor is stripped due to evil white-men. Jacobs also mentions his one sister running away and not being found. Later, Jacobs writes that his sister had been hiding behind the cupboard of his freed grandmother's home for 6 years and 11 months. ","Jacobs develops a postive reputation amongst his slave owners due to strong compliance and a trustworth demeanor. According to Jacobs, however, he did not possess such well intentioned thoughts. Instead, he dreampt of his escape and formulated his compliance with his owners to advance his progression toward eventual escape, especially with his final owner Mr. Sawyer. It is with Mr. Sawyer that Jacobs is able to attempt and escape but his family ties pull him back into slave territorty.","Jacobs's story stresses the importance of family, community, and relationships amongst the black slave community. The story speaks clearly to what slaves valued during their time enslaved. Th narrative gives readers a view of how the brutality of the time formed the character of the enslaved. The narrative gives first hand accounts of the many brutal attacks committed on black men, women, and children. Reading the narrative replicates the fear and mental development of any black slave. This is a story of pure perseverance through the tough turmoil of the antebellum south. John Jacobs is just one individual who owns a story as devastating as this related to slavery in the south."],"display_date":"1855 - 1875","search_date":"1865-07-01","locations":[{"id":52759,"lat":36.057938,"lng":-76.6077213,"zoom":8,"place":"Edenton, North Carolina"},{"id":52800,"lat":43.8638703,"lng":-79.013729,"zoom":8,"place":"Niagara Falls, New York"},{"id":52801,"lat":43.7726461,"lng":-79.354268,"zoom":8,"place":"Canada"},{"id":52802,"lat":41.883178,"lng":-87.6214853,"zoom":8,"place":"Chicago, Illinois"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":455,"tag":"Plantation Life"},{"id":454,"tag":"Slave Life"},{"id":2749,"tag":"Slave Family"},{"id":2732,"tag":"slave narrative"},{"id":2750,"tag":"Slave Punishment"},{"id":2751,"tag":"Slave Hiding"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6711,"title":"Jennie Kendricks: A Domestic Slave in the Absence of Brutality","course_id":171,"status":"P","start_date":"1/22/36","end_date":"1/22/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Sometimes she and Mrs. Moore’s youngest child, a little boy, would fight because it appeared to one that the other was receiving more attention from Mrs. Moore than the other” (5).  For most slaves, life was miserable and brutally relentless. However, for Jennie Kendricks her life as a domestic slave was less agonizing than many others. Jennie was a product of the intricate slave system, but was able to pass her days in the comfort of the Moore household, rather than having the redundant task of tirelessly picking cotton until darkness invades the sky.","Born in 1855 in a small Georgia town, Jennie Kendricks was the oldest of seven children in a family that lived on a large plantation, owned by a non-wealthy white man and his family. Jennie’s grandmother was responsible for cooking all of the meals for the Moore family and all of the other slaves, while the other women and men worked in the fields from sunrise to sunset, picking cotton and corn. As a child, Jennie played with the host family’s children, slowly working towards new responsibilities, until she was old enough to help Mrs. Moore and her daughters with the weaving and threading of the dresses.","Slavery was a spectrum. The relationships between enslaved and enslavers varied greatly, depending on the owner and his or her beliefs. In Jennie’s instance, she received a less strict and violent relationship with her owners, expressing the uncommonness of her situation in her Slave Narrative Project interview during the 1930s. Jennie was allowed to play with the Moore children in a sheltered environment and was allowed to sew with her owner and her daughters. She was given balanced meals and was able to enter the kitchen at any point in the day to grab extras if she pleased. Jennie and her family were able to attend a church every Sunday whose pastor was black. They were also able to receive medical treatment from a doctor who provided medicines and other remedies for all possible injuries and illnesses.","From an outsider’s perspective, Jennie’s experience as a domestic slave appears peculiar, because of the absence of the sexual and physical violence that is present in many other slave and slave owner relationships. Although Jennie lived a less tragic life than most slaves, she was still a product of the slave system and was forced to be a part of one of the most ruthless economic systems in American history. Jennie was fortunate to live with the Moores, as she was never brutally tortured or whipped, and instead was able to live a more comfortable life than other slaves. Until the end of the Civil War, Jennie was forced to live a life that she didn’t want to live, confined to a plantation where her fate depended on her owners. No matter the severity of a slave’s living situation, slavery will always be seen as a complete appropriation of the personal liberties and freedoms of enslaved people."],"display_date":"January 22, 1936 - January 22, 1937","search_date":"1936-07-23","locations":[{"id":53065,"lat":43.6544852,"lng":-79.5110169,"zoom":8,"place":"Sherem, Georgia"}],"tags":[{"id":3346,"tag":"Domestic Slavery"},{"id":3358,"tag":"domestic labor"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}},{"id":6746,"title":"Expression of Opinion on the French-Canadian Divide","course_id":179,"status":"P","start_date":"8/10/60","end_date":"12/30/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 30, 1961 <em>The Globe and Mail</em> printed an article about a newspaper article printed by the University of Toronto Varsity regarding criticism of Québec separatism. The co-editor who wrote the piece was accused of French-Canadian nationalism for not growing academically in Quebec, infringing civil liberties, and accusing French-Canadian culture is not with modern times but of the last century. Various editors from universities across Canada of both English and French language expressed their opinion on the matter detailing the right of freedom of expression but also the requirement for a writer to have all the facts before writing; what the facts are were not included. Some editors were for the motion to censure, whereas the Varsity writer of the controversial editorial, Mr. Musgrove, would prefer those who were disappointed by the article to write a letter to the editor. The article brought on a split at the Canadian University Press national conference, although a slim majority of student editors refused to censure the Varsity. The delegates at the Ryerson University eventually voted 12 to 10 against the motion to censure. Despite this the issue doesn’t seem to end here as, the president of the CUP charter is to poll all member newspapers on their opinion of Musgrove’s article and results will be published in the students papers the following month. In the end, the conference is supporting a study of the causes for the discord and finding ways to remove them. "," ","The 1960s introduced many reforms called the “Quiet Revolution” (Révolution tranquille) in Québec under Premier Jean Lesage of the Québec Liberal Party. Some plans included: establishment of a public hospital network, creation of ministries of cultural affairs and for federal-provincial relations, lowering the legal age to vote from 21 to 18. During this time John Diefenbaker was Prime Minister and while dealing with an economic-slowdown after World War II did not seem at ease with this new display of Québec nationalism. Diefenbaker pursued a “One Canada” or “unhyphenated Canadianism” policy, a single Canadian nation for people of all ethnic origins under a government that would respect everyone’s fundamental human rights and would not allow to make special exceptions to Québec’s Francophones. In 1960, his government passed a federal Bill of Rights emphasizing individual freedoms of every Canadian. The political divide at the time was also in due part of Lesage being part of the Québec Liberal Party, and Diefenbaker being part of the Progressive Conservatives. Whereas Lesage wanted to modernize Québec independently with new reforms Diefenbaker’s outlook was to keep Canada united as one entity under the category of Canadians respectively. These ideologies of what it means to be a Canadian or Québecois at the time did lead to people being on opposing sides and expressing their opinions on the matter that sometimes seemed to divide rather than unite people which is reflected in the debate on university campuses caused by voicing conflicting beliefs. "],"display_date":"August 10, 1960 - December 30, 1961","search_date":"1961-04-20","locations":[{"id":53097,"lat":43.653226,"lng":-79.3831843,"zoom":8,"place":"Toronto, Canada"}],"tags":[{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"},{"id":3426,"tag":"Nationalism"},{"id":600,"tag":"Media"},{"id":3505,"tag":"Freedom of Expression"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":179,"school_id":28}},{"id":6780,"title":"Braceros: the lead up to Operation Wetback","course_id":181,"status":"P","start_date":"4/4/42","end_date":"1/1/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Braceros and American agricultural workers finally had a government act on their side. It was July 13, 1951 and President Truman had approved (S. 984), also known as public law 78. This would mean the enforcement of better living and working conditions for all farm workers whether foreign or domestic. (S. 984) would also allow for fixed pay, government sponsored transportation and recruitment, and standard worker contractual terms. It was a chaotic time for Braceros; American agriculture demands were sky high and that meant that cheap labour was desperately needed. Many Mexicans answered the call and moved north, becoming “Braceros”, which was “wage labourers” in Spanish. Yet, many illegal workers followed since working conditions in America were more tolerable, even as the Mexican government tried reforming its labour laws. These were known as the “Wetbacks”, and their presence threatened to negate public law 78. Truman argued that this would leads to serious competition between legal and illegal workers. So he came up with a three point plan to solve this problem. First, Congress will punish those who allow Wetbacks to stay within America. Second, the Immigration and Naturalization Services (INS) now reserve the right to inspect workplaces, without a warrant, where they believe illegal immigrants are working. Third, the INS was to expand its personnel in the southwest to increase apprehension, investigation, and deportation of illegal workers. This was the immediate plan, but Truman ultimately wanted only US citizens in the farm labour force by reducing dependence on foreign sources.","Leading up to Operation Wetback, which started around 1954, President Truman and later, Eisenhower tried to prevent illegal immigrant from the entering the US with a combination of policies aimed at supporting legal Braceros while punishing Wetbacks. However, most were not enforced under the State, Justice, Agriculture and Labour departments and led to Braceros “[enduring] harsh working conditions, prejudice, substandard housing, poor quality food, etc.”[1]. Many organizations emerged at this time to call for equality among Bracero and “native” workers including César Estrada Chávez and the National Farm Workers Association. Out of Congress’ reach, local states and municipalities known as “drying out the Wetbacks”. Illegal workers were captured, taken back to the border and converted into Braceros. According to historian Anna Bartnik, during this time, “the number of illegal immigrants from Mexico increased by 6, 000 percent”[2]. Another issue was that many Braceros became illegal immigrant rather than just workers. Congress therefore allowed banks to take 10% of workers’ incomes, which would be distributed back once they arrived back in Mexico. Finally, the INS decided that mass deportation was the only solution to the Wetback problem and ordered the “[detention] of hundreds of thousands of aliens, encouraged the \"self-deportation\" of hundreds of thousands more”[3]. In the end, the Braceros’ legacy was threefold: it increased the production of southern agriculture significantly, led to increased calls for better foreign workers’ treatment and paved the way for the successor of the Bracero Program, the H-2 Visa Program."," "," ","Work Cited","Bartnik, Anna. \"The Bracero Program.\" Journal of American Studies, 2011th ser., no. 12 (December 2011): 23-31. Accessed February 2, 2018. <a href=\"https://www-ceeol-com.myaccess.library.utoronto.ca/search/viewpdf?id=45091.\">https://www-ceeol-com.myaccess.library.utoronto.ca/search/viewpdf?id=45091.</a>","Hazelton, Andrew J. \"Farmworker Advocacy through Guestworker Policy.\" Project Muse. 2017. Accessed February 2, 2018. <a href=\"http://muse.jhu.edu.myaccess.library.utoronto.ca/article/664030.\">http://muse.jhu.edu.myaccess.library.utoronto.ca/article/664030.</a>","Truman, Harry S. \"Harry S. Truman: Special Message to the Congress on the Employment of Agricultural Workers from Mexico. - July 13, 1951.\" The American Presidency Project. Accessed February 02, 2018. <a href=\"http://www.presidency.ucsb.edu/ws/index.php?pid=13837&st=mexican&st1=.\">http://www.presidency.ucsb.edu/ws/index.php?pid=13837&st=mexican&st1=.</a>"," "," "," "," "," ","[1] Anna Bartnik, \"The Bracero Program,\" Journal of American Studies, 2011th ser., no. 12 (December 2011): 27, accessed February 2, 2018, <a href=\"https://www-ceeol-com.myaccess.library.utoronto.ca/search/viewpdf?id=45091.\">https://www-ceeol-com.myaccess.library.utoronto.ca/search/viewpdf?id=45091.</a>","[2] Ibid. 28","[3] Andrew J. Hazelton, \"Farmworker Advocacy through Guestworker Policy,\" 2017, accessed February 02, 2018, <a href=\"http://muse.jhu.edu.myaccess.library.utoronto.ca/article/664030.\">http://muse.jhu.edu.myaccess.library.utoronto.ca/article/664030.</a>"],"display_date":"April 4, 1942 - January 1, 1964","search_date":"1953-02-15","locations":[{"id":53097,"lat":0,"lng":0,"zoom":7,"place":"Toronto, Canada"}],"tags":[{"id":3515,"tag":"Bracero Program"},{"id":3516,"tag":"Operation Wetback"},{"id":3517,"tag":"Public law 78"},{"id":3518,"tag":"Mexican workers"}],"course":{"name":"US History since 1865","school":"University of Toronto Scarborough","course_id":181,"school_id":28}},{"id":6791,"title":"Well-Behaved Women in the '60s Seldom Make History; they get Divorces","course_id":180,"status":"P","start_date":"2/7/18","end_date":"2/26/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Liberal Member of Parliament for Parkdale, Toronto- Stanley Haidasz, has sent 20 000 personal opinion questionnaires to residents of the city’s west-end. Little over 2100 surveys were returned, and revealed new data supporting easier divorce laws. The survey also asked whether Torontonians were in favor of: better diplomatic relations with China under a communist government, more lotteries to fund hospital construction, and increased taxation on tobacco. However, the <em>Globe and Mail</em> newspaper took an interest on the surprisingly high percentage of divorce favorability, because it had been uncommon in Canadian history. In the article, “Easier divorce favored by 74% in Toronto poll”, posted by the <em>Globe and Mail </em>on July 28 1966, reveals the breakdown of the survey. As 74% favored easier divorce; requesting to shorten the three-year separation period, into just one year. 22% were not in favor of easier divorce, and 4% had no official opinion on the matter. In conclusion, Stanley Haidasz’ position in government meant he was aware of the socio-cultural demand for change within the city and launching this survey may have acted as the kick-start he needed for his own personal career direction.","            The increased favorability in divorce can be a result of increased feminist movements in the 1960s. Prior to 1968, Ontario’s civil courts were responsible for divorce cases. This court system had set an unreasonably long separation period of three to five years, and treated marriage as more of a contract than a holy sacrament. From the late nineteenth century to early twentieth century, a woman’s role in society was to be subordinate and devoted to her husband. The colonial government at the time, wanted to maintain a content male labour force, and one way that can be ensured is through a wife’s legal dedication to stay with her husband. This can be seen when adultery was removed as a criminal offence, and therefore lost its base for divorce under the English Divorce and Matrimonial Causes Act of 1857. Furthermore, Canadian women already recognized the unequal treatment they received in society, but with employment and increased personal wealth, brought a sense of autonomy and authority to the lives of many women whom were previously silenced by male figures. Many new employment positions had opened to middle class women during/post-WWII, that were previously dominated by men. Even after the War, many women maintained their employment positions to support their families and secured themselves in middle class positions for the following decades. Additionally, the 1960s were a period of radical social and humanitarian changes demanded by middle class women. Protests for peace and non-conflict during the Cold War (1961), a united Canada wide- divorce law in 1968, the decriminalization of same sex activity in 1969, and legal abortion in 1969, are some of the social battles in which Canadian women were on the forefront. In conclusion, a new wave of feminist movements can potentially explain why more Torontonians were in favour of easier divorce laws, as examined in Stanley Haidasz’ 1966 survey."],"display_date":"February 7, 1918 - February 26, 1918","search_date":"1918-02-16","locations":[{"id":53134,"lat":43.6378194,"lng":-79.3902334,"zoom":8,"place":"Toronto, Ontario, Canada"}],"tags":[{"id":3538,"tag":"post-war"},{"id":3537,"tag":"Stanley Haidasz"},{"id":3536,"tag":"Feminist Movements"},{"id":3535,"tag":"Toronto"},{"id":291,"tag":"Cold War"},{"id":617,"tag":"Feminism"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":180,"school_id":28}},{"id":6792,"title":"Human tie of Canada and Hong Kong in 1980s and 1990s","course_id":180,"status":"P","start_date":"1/1/80","end_date":"12/31/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Canada and Hong Kong were strongly connected by immigrants, business, government, and education in the 1980s and 1990s. In 1989, eleven percent of 189,956 immigrants to Canada were coming from Hong Kong (“Hong Kong”, 1990). One in eight new Canadians were Hongkongers. 20,000 Hongkongers landed in Canada in 1989, which included independents, business, and family class immigrants. The Commission for Canada in Hong Kong was the largest overseas Canadian immigration office. The agent for British Columbia in Hong Kong, Dickson Hall, said that these immigrants strengthen the trade relationship between the two regions. Hong Kong companies were interested to invest in Canada for two reasons: It was easier for them to find their targeted client, and the demand for Canadian products was increased in Hong Kong. In order to retain the strong tie with Hong Kong, Canada negotiated with China for a wide network of bilateral agreements after 1997 when Hong Kong reverted to Chinese control. One of the important goals of the agreement was to ensure Hong Kong residents with Canadian passports were able to enjoy consular protection after 1997. Before the negotiation with the Chinese government, Canada had already established several agreements on the air services, mutual legal services and film co-production with Hong Kong. In the governmental field, The Commission of Canada was planning an exchange program of officials between two governments in order to let the younger leaders of Canada learned about the regulation of financial institution and public services. Canada was also a popular study aboard country for Hong Kong people, while 14,000 Hong Kong students were in Canada, and 60,000 graduates of Canadian universities were living in Hong Kong.    ","           During the 1980s, business immigration was an important approach to migrate to Canada. According to the Immigration Regulations 1978, there were three categories of business immigrants: Entrepreneur, Investor and Self-Employed. The purpose of introducing business immigrants was to import skilled business people and capital to improve the Canadian economy. In 1989, there were 17,035 business immigrants, representing 9% of Canada's total immigration population coming into Canada that year (Atkey, 69). Due to the economic recession in the 1980s, the Canadian Ministry of Employment and Immigration introduced the Immigrant Investor Program in 1986 (Atkey, 70). The program introduced people into Canada who have business skills and experience that will benefit Canada, and who are prepared to make a minimum investment in a small to medium-sized business in Canada in order to develop the economy in some provinces (Atkey, 70). Also, their investment must create or maintain employment opportunities in Canada. This policy attracted many Hong Kong people because of the fear of the handover to Communist China, especially those who were middle-class professionals and upper-class business people (Harrison, 17). The business immigration program provided an opportunity for the Hongkongers who were afraid of the Chinese governance to transfer their business and capital to Canada. Between 1983 and 1992, 36 percent of all business immigrants, 40 percent of all entrepreneurs and 48 percent of investors came from Hong Kong (Harrison, 17). Most of the Hong Kong people settled in three Canadian major cities: Toronto, Vancouver, and Montreal. According to the Regulatory Impact Statement, the average dollar amount that brought by business immigrants was $1.7 million per investor (Atkey, 71). Since the threshold of becoming a business immigrant was relatively low compared with independent and family immigrants, therefore, it encouraged many Hong Kong people to apply as a business immigrant.  "],"display_date":"1980 - 1999","search_date":"1989-12-31","locations":[{"id":53135,"lat":22.396428,"lng":114.109497,"zoom":8,"place":"Hong Kong"},{"id":52801,"lat":56.130366,"lng":-106.346771,"zoom":8,"place":"Canada"}],"tags":[{"id":3540,"tag":"Business immigrants"},{"id":3539,"tag":"Hong Kong"},{"id":1630,"tag":"Canada"},{"id":2394,"tag":"Immigration Policy"},{"id":759,"tag":"Immigrants"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":180,"school_id":28}},{"id":6824,"title":"Humanitarian, Yet Overwhelmed Canada, Saves Another Family's Life.","course_id":189,"status":"P","start_date":"1/1/89","end_date":"2/15/96","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 19, 1995, <em>The Globe and Mail </em>reported an attention-grabbing incident. Nazrul Bhuiyan, an honest Bangladeshi journalist who wrote articles exposing the military-run Bangladeshi government corruption, was no longer safe in his country. Consequently, in 1989, with his wife and four children, Bhuiyan sought refugee status in Toronto, Canada. Realizing that 10,000 Bangladeshis already in Canada had no local newspaper and eager to inform people about what was happening in Bangladesh, in 1991, he started the monthly Deshe Bideshe. In 1992, his refugee claim was denied; consequently, he appealed. On September 16, 1995, Bhuiyan received an award from Ethnic Press Council of Canada for his outstanding journalism. Three days later, his appeal failed, along with a notice of removal. The saddening factor was the existence of the policy of deferred removals order class (DROC) since 1994, stating “refugees who had been in Canada for three years after their claim was rejected, could apply to remain here permanently, provided they had worked for six months and did not have a criminal record.” (<em>The Globe and Mail</em>, 1995). The Bhuiyan family had only two months left for the eligibility. The community that he helped by also setting up information telephone lines, and a desktop publishing business and in which he became a social figure, helped him along with his lawyer by sending letters to the immigration minister, requesting a review on the rejection for his approval. As a result, the federal court ordered an investigation. The earned public voice led to a quiet in-depth investigation, which resulted in the permanent residency on February 15th, 1996 (<em>Toronto Star, 1996).</em>","<em><br /></em>","Between 1982-1990 Bangladesh was ruled by Hussain Muhammad Ershad, a dictator who came to power through a coup. Ershad imposed the martial law, meaning the suspension of ordinary law by military take-over. The elections were neither fair nor free (Bureau of South and Central Asian Affairs, 2008). Under the first immigration Act of Canada, anyone in good health and financial condition could enter the country. The new immigration act was put in action in 1978. This new act focused on how to select immigrants that were more beneficial for the country by deciding on “who” could enter the country, it also added “refugees” as a class of immigrants (Dirks, 1984). With the popularity of refugees, many people started to seek asylum although they were safe, to enter Canada without status (Dirks, 1984). The increase in non-documented people led Canada to restrict the entrances and the refugee cases. Bhuiyan’s case was weak for the lack of evidence, but mostly since it took so long for the case to be heard, the government had changed and therefore so did the credibility of his claim (even though the recent regime was also problematic), these factors led already drowning refugee case judges, decide on deportation of the victim. Canada still welcomed so many people. In 2007, approximately 100,000 Bangladeshi-origin people were living in Canada according to the Bangladesh High Commission report."," "," "],"display_date":"January 1, 1989 - February 15, 1996","search_date":"1992-07-24","locations":[{"id":53097,"lat":43.653226,"lng":-79.3831843,"zoom":6,"place":"Toronto, Canada"}],"tags":[{"id":3614,"tag":"Freedom of writing"},{"id":3613,"tag":"DROC"},{"id":1765,"tag":"Asylum"},{"id":3612,"tag":"Reporter"},{"id":366,"tag":"Migration"},{"id":3611,"tag":"Military Corruption"},{"id":3610,"tag":"Bangladesh"},{"id":3290,"tag":"Deportation"},{"id":1619,"tag":"family"},{"id":17,"tag":"Government"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":189,"school_id":28}}]}