{"id":11457,"place":"Wounded Knee","lat":43.1405442,"lng":-102.365715,"episodes":[{"id":6671,"title":"Inquiry into the Battle of Wounded Knee","course_id":173,"status":"P","start_date":"1891-02-13","end_date":"1891-02-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the late 1800s, the living conditions of Native Americans deteriorated significantly. Settlers were aggressively expanding westward and coerced Natives to sign treaties to legally give away their land in return for very little. In 1890, a spiritual movement named the “Ghost Dance” became popular among Natives which preached that Natives were confined to reservations because they have angered the Gods and their living conditions would improve if they perform the dance. This dance terrified white settlers who notified the government authorities. When the troops arrived to arrested some of the leaders of the spiritual movement, someone fired a weapon and eventually, over a hundred men, women and children were massacred.","A government inquiry was conducted by the federal government into what is now known as the “Battle of Wounded Knee.” After the battle, Colonel Forsythe, the commander of the troops in this battle was suspended from command during the conduct of the investigation. It exonerated the members of the seventh Cavalry who were responsible for the killings. However, according to General Nelson Miles who testified in the investigation, he stated that most of the native men were not armed as most of their weapons were found back at their camp. He also stated that some bodies of women and children were found three miles away from camp which implied that some natives who tried to flee were hunted down. According to the interviews of the troops conducted for the report, they stated that the native men hid behind their women and children and fired under their cover, leaving the troops with no choice but to return fire and accidently killing the women and children.","Although General Nelson Miles gives a different account of what happened during the battle, his opinion is that of the minority and not accepted by the government. The inquiry laid blame on the ordeal on natives and stated “This unfortunate phase of the affair grew out of circumstances for which the Indians themselves were entirely responsible.” In fact, the report commends the officers of the seventh cavalry whose conduct they described as “skill, coolness, discretion and forbearance and reflects the highest possible credit upon the regiment.” In the end, many of the troops who participated in this battle were rewarded with the medal of honour and Colonel Forsythe was exonerated and reinstated as the command of his regiment."," "," "],"display_date":"February 13, 1891","search_date":"1891-02-13","locations":[{"id":53039,"lat":43.1405442,"lng":-102.365715,"zoom":8,"place":"Wounded Knee, South Dakota, USA"},{"id":950,"lat":38.5815719,"lng":-121.4943996,"zoom":8,"place":"SACRAMENTO, California"}],"tags":[{"id":3282,"tag":"spiritual revival"},{"id":3281,"tag":"ghost dance"},{"id":537,"tag":"Native Americans"},{"id":2859,"tag":"Massacre"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}},{"id":6678,"title":"Wounded Knee: Battle or Massacre?","course_id":173,"status":"P","start_date":"1890-12-29","end_date":"1890-12-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Wounded Knee Massacre was a conflict that took place in 1890 near Wounded Knee Creek, South Dakota, between the U.S. Army and the Lakota peoples. According to James W. Forsythe, Colonel of the Seventh Cavalry and Commander at the Battle of Wounded Knee, the actions of the American forces at Wounded Knee were justified and necessary. Forsythe claims to have been following protocol as it relates to the treatment of prisoners of war. Upon an attempt to search the ‘Indians’, whom they had captured as prisoners, meaning they were required to surrender their weapons, the captured men attempted to ‘make a break’. This, according to Forsythe, led to his soldiers opening fire. The result was the deaths of many Native American men, women and children. Any of the ‘Indians’ who escaped were pursued and captured or killed. Forsythe contends that some of his forces which had separated and pursued the escaping ‘Indians’ were attacked by a band of 125 men. This attack forced his men to leave behind the injured and dead ‘Indians’ they had pursued. Forsythe claims that he mistakenly opened a letter which stated that these 125 men were on the warpath and he therefore felt he was in danger of an attack from “the discontented Indians in the vicinity”. Due to this danger, Forsythe claimed he did not have time to count the dead Indians on site and instead retreated to the agency as quickly as possible. Forsythe finishes his report by praising his own efforts stating, “I desire to express my admiration of the gallant conduct of my command in an engagement with a band of Indians in desperate condition and crazed by religious fanaticism.” ","Relations between the Natives and the U.S. government had been souring for many years leading up to the tragic event, with the government making concerted expansion efforts at the expense of Native-Americans’ lands. Historian David W. Grua placed this massacre in the larger context of the Native relationship with the government in the following way: “The late nineteenth-century conflicts with Native peoples were...seen as necessary for the progress of the nation and foundation for the prosperity that followed in the twentieth century.” The Wounded Knee Massacre, then, was part of a long continuum of destructive events, perceived at the same as a positive step towards civilization for America. There were twenty American soldiers who received the Medal of Honor for their efforts at Wounded Knee. Although the Medal of Honor was not awarded with the same criteria as it is currently, there is something that does not feel right about awarding valor to those involved in the killing of women and children. There have been attempts to seek reparations from members of Native American community which survived the bloody event. In an attempt to get justice, Joseph Horn Cloud and Dewey Beard, both survivors of the event, sought compensation from the American government for the massacre. They were unsuccessful in that attempt. By examining this event we can begin to scratch the surface as to the attitude of the American government towards the Native American people."],"display_date":"December 29, 1890","search_date":"1890-12-29","locations":[{"id":53043,"lat":43.1405442,"lng":-102.365715,"zoom":6,"place":"Wounded Knee, South Dakota"},{"id":53036,"lat":43.9695148,"lng":-99.9018131,"zoom":8,"place":"South Dakota"}],"tags":[{"id":3298,"tag":"Wounded Knee"},{"id":3297,"tag":"The Wounded Knee Massacre"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}},{"id":6782,"title":"The Wounded Knee Story","course_id":181,"status":"P","start_date":"5/8/73","end_date":"4/16/75","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["United States of America v. Russel Means and Dennis Banks reveals the consequences of the siege that occurred at Wounded Knee - which resulted in a shootout with the FBI agents. In the shootout of 8 May of 1973, both FBI agents were wounded: the FBI agent was critically wounded, and the US marshal of Nebraska became permanently paralyzed. The leaders of the American Indian Movement, were responsible for the seventy-one-day siege, Russel Means and Dennis Banks were charged with “11 violations of federal law, one conspiracy count and 10 substantive counts”. Chief Judge Fred J. Nicol of the District Court of South Dakota, dropped the charges against Russel Means and Dennis Banks. The charges were dropped due to the alleged prosecutorial misconduct: “failing to correct the ‘obviously false’ testimony of Government witness Louis Moves Camp, […] prosecutor’s ‘grossly negligent conduct’ […] offering the testimony of Government witness Alexander David Richards when that testimony was […] contradicted in a previously transcribed interview” and listed three other governmental misconducts. In a response to the charges being dropped, the United States government wanted to appeal the decision, but the Court of Appeals decided to reject it, which they did on April 16 of 1975 – based on the double jeopardy clause, where “a mistrial occurred on by operation of law when the Government refused to proceed with 11 jurors”.  "," ","The events that unfolded at Wounded Knee, resulted in the members of AIM being arrested: Russel Means, Dennis Banks, and Leonard Peltier. Originally the Indigenous people and the members of AIM, were gathering to remember the massacre that occurred there in 1890, which ended with government involvement. Leonard Peltier, a member of AIM, was convicted of the 1975 murders of FBI agents Jack Coler and Ronald Williams on the Pine Ridge Reservation and is serving two consecutive life sentences. The American government’s involvement shows how it always intervenes, while ignoring the Indigenous peoples’ legitimacy over its own affairs – which the intervention would have consequences for both sides. The siege reflects the mistreatment Indigenous people face from the American government. In the Peltier case, it “was a federal case that maintained without question the government’s power and legitimacy while negating Indian power and legitimacy […] as illegitimate, uncivil, and contradictory to dominant American culture”. The siege of Wounded Knee was a protest to the AIM’s unhappiness with how the Pine Ridge Reservation tribal chair handled its role: “abuse of power, misuse of monies, and use of a repressive personal police force”. The involvement of the government, reveal the injustice Indigenous people faced at the trials - for prosecution to easily put the AIM members in jail. In both US v. Means and Banks and the US v. Peltier cases, they reveal how injustice occurred with “FBI malpractices […] and the evidence adduced by the prosecution in the indictments has become a matter of conjecture”.  "],"display_date":"May 8, 1973 - April 16, 1975","search_date":"1974-04-27","locations":[{"id":53124,"lat":43.1405442,"lng":-102.365715,"zoom":8,"place":"Wounded Knee, South Dakota, United State"}],"tags":[{"id":1627,"tag":"Leonard Peltier"},{"id":3298,"tag":"Wounded Knee"},{"id":3520,"tag":"Dennis Banks"},{"id":3519,"tag":"Russel Means"}],"course":{"name":"US History since 1865","school":"University of Toronto Scarborough","course_id":181,"school_id":28}},{"id":6783,"title":"Wounded Knee Incident of 1973","course_id":181,"status":"P","start_date":"2/27/73","end_date":"5/8/73","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the late afternoon of Monday, March 26<sup>th</sup> 1973, Lloyd Grimm, 56, an officer with the U.S. Marshall Service, was seriously wounded in an attack carried out by militants of the American Indian Movement (A.I.M.). This incident occurred in the village of Wounded Knee, South Dakota. The village had been under siege for 28 days following the occupation of the village by leaders of the American Indian Movement. Grimm was wounded while stationed at a road block manned by other members of the U.S. Marshall Service. He was there to gather intelligence on the leaders of the A.I.M. Following the attack, Grimm received a transfusion at Pine Ridge and was then transferred to the Fitzsimons Army Medical Center in Aurora, Colorado. X-rays of Grimm’s body showed that the bullet that penetrated him missed all of the vital organs and spine. However, after a five hour operation, Grimm’s physician stated that a portion of his lower body was paralyzed. According to the chief of the U.S. Marshall Service, the surge of gunfire that wounded Lloyd Grimm was part of a very heavy exchange of gunfire that engulfed all six roadblocks surrounding the village of Wounded Knee, to which the F.B.I. agents and U.S. Marshals returned fire four minutes after Marshall Grimm was shot.","The shooting of U.S. Marshall Lloyd Grimm was a part of the much broader incident that came to be known as the Wounded Knee Incident. The incident began on February 27<sup>th</sup>, 1973 when 200 members of the American Indian Movement occupied Wounded Knee, South Dakota, which lead to a seventy-one day standoff between members of the American Indian Movement and both local and federal Law enforcements including the F.B.I. and the U.S. Marshall Service. The site of the standoff had a symbolic significance as it was the site of the Wounded Knee massacre of 1890, where 300 unarmed Sioux were killed by the Seventh Calvary. This incident could also be paired with two other incidents including the takeover of Alcatraz Island in 1969 and the Bureau of Indian Affairs in 1972. All of these takeovers represent a change in the political landscape of the country as all were dealt with at a federal level, showing the new level of importance that the White House placed on Native American Issues. Furthermore, Wounded Knee shows a change in public perception of both Natives and Native-American affairs as evident from a Harris poll that was conducted. The poll showed that 93% of those surveyed were following the Wounded Knee incident and 51% of them were in favor of the native occupation. Moreover, the incident was looked at globally, which put pressure on the United States government to be sensitive when dealing with Native-American affairs as missteps could lead to both domestic and international condemnation of the United States government."],"display_date":"February 27, 1973 - May 8, 1973","search_date":"1973-04-02","locations":[{"id":53124,"lat":43.1405442,"lng":-102.365715,"zoom":8,"place":"Wounded Knee, South Dakota, United State"}],"tags":[{"id":3521,"tag":"Native-American Affairs"},{"id":3522,"tag":"Red Power Movement"}],"course":{"name":"US History since 1865","school":"University of Toronto Scarborough","course_id":181,"school_id":28}},{"id":6784,"title":"A Day at Wounded Knee, 1973","course_id":181,"status":"P","start_date":"2/27/73","end_date":"5/8/73","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Reporter Kevin Barry McKiernan feared for his life during the occupation of Wounded Knee on April 17, 1973. His diary entry, on the morning of April 17<sup>th</sup>, 1973 shows the last days of the occupation that occurred between February 27, 1973 to May 8<sup>th</sup> 1973, and the stress and fear that the occupants had to live through. McKiernan reports that food was scarce and the living conditions were poor, as the trailers the protester slept in were “shabbily built”. The diary also describes how FBI agents were shooting at the Wounded Knee occupants, including women and children who were in the area although McKiernan implies that the shots were not directed at them. The text also states that the occupants themselves were shooting back, although it is not made clear where the shooting first originated, and aggression from both sides (Federal agents and occupants) was present through mutual possession of weapons. The journalist also insinuates that although he was only there to cover the occupation, and did not participate in the conflict directly, he was still fearful for his life.","The Wounded Knee occupation was a result of growing dissatisfaction and tension between leaders and members of the American Indian Movement (AIM) and the US federal government. This climate of conflict was being worsened by suspicion of corruption in the Bureau of Indian Affairs (BIA), the arguable misuse of Indian owned resources and perhaps most importantly the inability of the Indigenous population to govern themselves as a result of federal control and legislation. As a protest against all these issues, and the leadership of Richard Wilson (the tribal-chairman) members of the AIM and residents of the Pine Ridge Reservation occupied Wounded Knee for 71 days. The FBI considered, by the time of the occupation, the AIM as an “extremist organization”, which explains what can be seen as an aggressive reaction to the occupation, by the FBI, as a “large” group of agents were sent to end the occupation. It is important to note that the Wounded Knee site had also been the site for a massacre that killed approximately 200 men, women and children in 1890, and therefore was an important representation for the fight for rights of the Indigenous population in the area. The journalist that wrote the diary entry had reported on different occupations of different groups, and therefore is assumed to have knowledge of the subject. His, at times, extreme and emotional reaction to events portrayed in the entry imply that the protest at Wounded Knee was unusual in its nature due to the violence that arose because of it. While initially McKiernan shows that even though there were women, children and elders at the site and suggests the brutality of the actions by the federal agents, the reporter also illustrates how even elders were in possession of weapons and as a result were not as harmless as one would initially suspect."," "," "],"display_date":"February 27, 1973 - May 8, 1973","search_date":"1973-04-02","locations":[{"id":53038,"lat":43.1405442,"lng":-102.365715,"zoom":8,"place":"Wounded Knee"}],"tags":[{"id":3524,"tag":"AIM"},{"id":3523,"tag":"Wounded Knee 1973"},{"id":2282,"tag":"American Indian Movement"}],"course":{"name":"US History since 1865","school":"University of Toronto Scarborough","course_id":181,"school_id":28}},{"id":6785,"title":"An Editorial of The Wounded Knee Incident","course_id":181,"status":"P","start_date":"2/27/73","end_date":"5/8/73","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Eighty-three years after the Wounded Knee Massacre in 1890, the American Indian Movement (AIM) chose the same village again in the Oglala Sioux to protest condition on the reservation. Wounded Knee was a symbolic site of the American Indians, it witnessed the oppression of the white people to indigenous people and the development of the native rights movement. The American society had been changed during this 83 years. Violence was less tolerated in the 1970s especially when hostages were holding. It was not acceptable that people used violence no matter what were their grievances. The AIM thought they could be succeed in this protest, however, their militant actions were not only gaining the support and sympathy of the majority but generating the feeling of fear and hostility to public. Even the chief of Oglala Sioux was strongly opposed the movement from the tribal reservation. Due to the opposition of the chief, the militants of AIM was asking the Federal Government to drive out the chief from office. The author suggested the Administration should accept the recommendation of President Nixon for greater tribal self government. He also advised the Bureau of Indian Affairs should have less intervention by their own agents on the tribal internal affairs and allowing tribes to carry out federally sponsored programs. He concluded that the Americans should feel guilty for the repeat of armed confrontation by the same group of people after 1890.   ","The Wounded Knee incident was a protest called out by the American Indian Movement (AIM) in 1973, seeking treaty rights, sovereignty and improve the dire condition of all Indian Reservation in the United States (Rich, 79). It eventually evolved into a gunfire conflict between the government and Indians . The relation between the U.S. government and native people had been strained from the 18th century until 20th century. Even in today’s America, the living conditions on the reservations are worse and Indians are facing a lot of challenges to improve their life in the American society. The conflict between two of them began in 1887, the U.S. government passed the General Allotment (Dawes) Act, aimed to separate the reservation system and tribalism, forced the natives to sell their lands to non-natives (Pritzker, xiii). During the 1920s to 1930s, the American government tried to rebuild the relationship. In 1924, they granted citizenship to Indians, they also passed the Indian Reorganization Act ten years after. This Act abolished the allotment, encouraged Indians to create a constitutional tribal government, but the decision that made by tribal government need to grant the approval by the Bureau of Indian Affairs (BIA) (Pritzker, xiii). Under the restriction of the BIA to tribal governments and the termination policy that encouraged Indians moved into cities, many Indians experienced poverty and alienation on reservations (Pritzker, xiv). The Indians considered these policies as the violation of their sovereignty which gave rise to “Red Power” movement in the late 1960s and 1970s (Pritzker, xiv). Militant organizations were rising such as the American Indian Movement (AIM) organized several protests to fight for native rights (Rich, 71). The strained relationship eventually ended up after the 1990s, Indians population increased generally (Pritzker, xiv). However, poverty, poor education, and health are still being the existing problems on reservations in today’s America.     "],"display_date":"February 27, 1973 - May 8, 1973","search_date":"1973-04-02","locations":[{"id":53039,"lat":43.1405442,"lng":-102.365715,"zoom":8,"place":"Wounded Knee, South Dakota, USA"}],"tags":[{"id":3527,"tag":"Indians, Riot"},{"id":3528,"tag":"Native Relations"}],"course":{"name":"US History since 1865","school":"University of Toronto Scarborough","course_id":181,"school_id":28}}]}