{"id":11458,"place":"Hattiesburg Mississippi","lat":31.3271189,"lng":-89.2903392,"episodes":[{"id":6786,"title":"Hattiesburg Mississippi","course_id":181,"status":"P","start_date":"1/1/64","end_date":"2/1/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In January 1964 300 citizens protested at the Forest County Courthouse to demand the right to vote in Hattiesburg Mississippi[1]. They wanted to force the Country Registrar to register Black Americans. The protestors were joined by 51 minsters from out of state, united under the Council of Federated Organizations (COFO). The article explains that it was the first time in Mississippi where the police didn’t arrest anyone and didn’t hinder an event of this type. The protest lasted three days, and increased in population each day. Donna Moses, a voter registration worker stated “we will continue to demonstrate until we can get the majority of Negroes in Forest County registered”. Due to the national news coverage, TV cameras and the ministers being involved, arrests were not undertaken to keep injustice and violence from getting a lot of publicity, though those involved believed once the minsters left, arrests would begin. By the end, approximately 150 black people had filled out registration forms; however they wouldn’t know if they had passed the test on the registration forms for 30 days.  At the time of the writing of the article, of the 7,400 black people of voting age in Forest County, only 12 were able to vote according to the 1961 Civil Rights Commission. It was explained that when voting workers tried to help the black voters register, they were often arrested. The fact that no arrests were made at this Civil Rights protest was seen as a breakthrough for the movement.","In the 1950s the United States was still suffering under segregation, a system that had taken root since the United States Civil war, 90 years before[2],  this ensured a racially divided society in the southern United States. This is being challenged in the 1950s, protests often leading to violence and repression. Black leaders started to organize and many black community leaders organized into the Montgomery Improvement Association under the leadership of Martin Luther King Jr.[3] From the 1950s into the 1960s many victories were made in the areas of civil rights. In 1954 segregated schools were made illegal and put in action in 1957. By the mid-1960s we are seeing some changes. In 1964 literacy tests for the right to vote was limited and completely outlawed in 1965 and all poll taxes were made illegal in 1966.[4] Civil rights protests had a history of being supressed, when schools were desegregated in Arkansas, the black students were stopped from entering by the Arkansas National Guard[5] and an angry mob. The protest in Mississippi, not being hindered by police and violence, was a big deal. According to the Student Nonviolent Coordinating Committee (SNCC), the event described in the newspaper was called Freedom Day in Hattiesburg, which was the second freedom day in the civil rights movement. This was part of the Mississippi Freedom Summer Project, an effort that brought hundreds of white and black volunteers from across the United States to the state to register black voters.[6]"," ","[1] \"300 in Hattiesburg Demand Ballot Rights\". Mississippi Free Press (Jackson, MS), Feb 1, 1964.","[2] Encyclopedia Britannica, Inc. “American Civil War”. Encyclopedia Britannica. Accessed February 05, 2018.  <a href=\"https://www.britannica.com/event/American-Civil-War\">https://www.britannica.com/event/American-Civil-War</a>","[3] Encyclopedia Britannica, Inc. “American Civil War”. Encyclopedia Britannica. Accessed February 05, 2018.  <a href=\"https://www.britannica.com/event/American-Civil-War\">https://www.britannica.com/event/American-Civil-War</a>","[4] Lesniak. Michael. “Constitutional Law-THE POLL TAX. In Harper v. Virginia State Board of Elections”. <em>William and Mary Law Review 8</em>, (1966-1967): 161.","[5] John A. Kirk. \"Not Quite Black and White: School Desegregation in Arkansas, 1954-1966.\" The Arkansas Historical Quarterly 70, no. 3 (2011): 225-57","[6] Erin Sullivan. “Council of Federated Organizations (1962-1965)”. BlackPast.org. Accessed February 5, 2018. <a href=\"http://www.blackpast.org/aah/council-federated-organizations-1962-1965\">http://www.blackpast.org/aah/council-federated-organizations-1962-1965</a>"],"display_date":"January 1, 1964 - February 1, 1964","search_date":"1964-01-16","locations":[{"id":53129,"lat":31.3271189,"lng":-89.2903392,"zoom":8,"place":"Hattiesburg Mississippi"}],"tags":[{"id":3529,"tag":"Freedom Day"},{"id":3530,"tag":"Hattiesburg"}],"course":{"name":"US History since 1865","school":"University of Toronto Scarborough","course_id":181,"school_id":28}}]}