{"id":11464,"place":"Phoenix, Arizona","lat":21.8863621,"lng":-102.2881179,"episodes":[{"id":6781,"title":"The Debate Over the Bracero Program","course_id":181,"status":"P","start_date":"1/1/21","end_date":"1/19/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the beginning of 1952 the fate of the Bracero program was unclear.[1] While a meeting between American Farm Bureau Federation representatives and the Mexican National Association of Farmers agreed on extending the program, the subsequent meeting between the American and Mexican governments raised doubts with criticism coming from both sides of the border.[2] The Mexican press criticised “the scandalous violations committed by farmers in Mississippi, Tennessee, and the lower Rio Grande region” while President Truman reportedly received increasing criticism following the introduction of stiffer policy intended to stop the hiring of “wetbacks”.[3] Both the former assistant manager of the United States Labour Department’s Aguascalientes Farm Placement Migration Center, former Arizona legislator, Conrad Carreon, and the manager of the Albuquerque Migration Center, Peter Gallegos supported the extension. They were worried the effect frequent misinformation in the United States was having on the Bracero program, citing as an example a health official statement claiming Mexican labourers raised American rates of venereal diseases. Mr. Carreon hoped Americans would take the time to educate themselves on the program.[4]  In contrast to Mr. Carreon and Mr. Gallagos statements, the program was less beneficial to the migrant workers than it seemed."," ","In the period leading up to the 1950’s agriculture still constituted the majority of the South’s economy.[5] Family members filled only 35% of  the jobs, and with pay and conditions making it harder for employers to hire domestically there were opportunities for temporary migrant labour.[6]  This situation led to the start of an informal version of the Bracero Program in 1921, and a formalized edition in 1942.[7]  Basic life necessities were provided by the employer with the cost being deducted from the worker’s wage.[8] Their temporary status meant this labour-force had no political power and were at the employer’s mercy.[9] In the early 1950’s, President Truman created the President’s Commission on Migratory Labour. This committee’s objective was to work towards improving the experience of Mexican migrant labourers through the revision of the Bracero program.[10]  The committee recommended extending social legislative support for the workers, and even extended the idea of ending the importation of Mexican workers with the support of the Mexican government.[11]  Congress, however, ignored the recommendations and the program was instated for a further decade following the passing of Public Law 78.[12]"," "," ","[1] Morgan Monroe, “Ex-Legislator Urges Extension of U.S.-Mexican Bracero Agreement”, <em>The Arizona Republic</em> (Phoenix, Arizona), Jan. 19, 1952.","[2] Ibid.","[3] Ibid","[4] Ibid","[5] Ray N Gilmore, Gladys Gilmore, “The Bracero in California”, <em>Pacific Historical Review</em> 32 no. 3 (1963): 266","[6] Ibid: 267","[7] Ibid: 269","[8] Ibid: 267","[9] Ibid","[10] R. S. Robertson, “Taking the fair deal to the fields: Truman's commission on migratory labor, public law 78, and the bracero program”, <em>Agricultural History</em> 84 no. 3 (2010): 381","[11] Ibid","[12] Ibid"],"display_date":"January 1, 1921 - January 19, 1952","search_date":"1936-07-11","locations":[{"id":53081,"lat":21.8863621,"lng":-102.2881179,"zoom":8,"place":"Phoenix, Arizona"},{"id":53123,"lat":21.8852562,"lng":-102.2915677,"zoom":2,"place":"Aguascalientes, Mexico"}],"tags":[{"id":3515,"tag":"Bracero Program"},{"id":13,"tag":"Agriculture"},{"id":3432,"tag":"Labour"},{"id":295,"tag":"International Relations"},{"id":3115,"tag":"President Truman"},{"id":366,"tag":"Migration"}],"course":{"name":"US History since 1865","school":"University of Toronto Scarborough","course_id":181,"school_id":28}}]}