{"id":11478,"place":"Marietta, Ohio","lat":39.415352,"lng":-81.4548436,"episodes":[{"id":6797,"title":"Women's Role in the Court System in Early Marietta","course_id":182,"status":"P","start_date":"1790-01-01","end_date":"1795-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Women on the frontier may not have had the right to vote, but they did have the right to charge their abusive husbands with assault and defend themselves in court. Once Marietta was established as a permanent settlement in the Northwest Territory in 1787, the legal and court system was created to keep order along the frontier of the United States. Although many laws focused on men and land ownership, women also had a role to play. There is relatively no mention of women’s roles in legal documents, but there is enough evidence to suggest that women gained a voice within this newly established legal system. Abigail Kilfoil and Eliza Brasher, for example, demonstrate both the positive and negative situations that women could experience within the court system.","            Abigail Kilfoil, a local woman of Marietta, was indicted in the Court of Common Pleas, for the use of “force and arms, assaulted the body of William Linet.” She was accused of being an “evil example in like kind,” and “offending the peace of the United States of America.” This language was in her indictment, signed by the court foreman, in June of 1791. This is the only existing record of her account. Nevertheless, this document reveals a great deal about the role of women within the legal system. Although Abigail was charged for a violent act, the fact that she had a right to jury trial was significant because it illustrated that women had similar rights to men in the court of law. According to Article 2 of the Northwest Ordinance, the rights of “inhabitants of the said territory shall always be entitled to the benefits of the writ of habeas corpus, and of the trial by jury.” While inhabitants, during the 1790s, could have meant only men, it can be seen that women were entitled to these rights as well. Women had a voice in the court system, as seen through court records, even though their rights are not explicitly stated in the Northwest Ordinance.","            While the outcome of Abigail’s case did not survive, the case brought by Eliza Brasher did. Eliza Brasher filed a complaint against her husband, John Brasher, for “beating and abusing her most inhumanely,” and “attacking her with a knife drawn in his hand.” Rufus Putnam filed this indictment in July of 1792. The indictment detailed Eliza Brasher’s relationship with her husband John. Eliza was heard and acknowledged by the court through an interview and recorded statement. A warrant was issued for John Brasher. He was arrested for assaulting her both physically and verbally. Eliza Brasher demonstrates the rights of women to use the court system for their safety and advantage, despite living along the frontier in Ohio. Her testimony was central to the case against her husband, which was an uncommon trend in eighteenth century.","            Marietta was founded on an idea of fairness and freedom, which extended to all races and genders. The Northwest Ordinance made clear that the principles of life, liberty, and property were essential to the foundation of this new settlement. Marietta was progressive in providing legal rights to women, whether it be prosecutorial or defensive. Abigail was charged with assault, while Eliza was able to prosecute her abusive husband. While none of the accounts of the foundations of Marietta explicitly stated that women were able to utilize the court system, early court records from the 1790s demonstrate that this new legal system was progressive regarding the rights of women.  "," "],"display_date":"1790 - 1795","search_date":"1792-12-31","locations":[{"id":53139,"lat":39.415352,"lng":-81.4548436,"zoom":9,"place":"Marietta, Ohio"}],"tags":[{"id":3560,"tag":"Women, Law"},{"id":2917,"tag":"Frontier"}],"course":{"name":"Professional Historian","school":"Marietta College","course_id":182,"school_id":101}},{"id":6798,"title":"Catherine Barker's School Experience","course_id":182,"status":"P","start_date":"1812-01-01","end_date":"1820-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["              Catherine Barker was a young student in Marietta in the early 1800s and experienced firsthand the bias against girls in education. While at school, Catherine was taught things considered proper for a young lady to learn: sewing, stitching, and working samplers. How to make clothing was an important skill for a young woman to learn because they could make money from it. One way they could demonstrate their skill was through samplers. Catherine’s mother, however, did not want her girls to just earn money through needlework. Catherine expressed in her memoir that “Many girls that I knew were smart enough, to spin and weave flannel and exchange it for calico for dresses, my mother thought it not good economy for us.” Many of the older women in town did not agree with Mrs. Barker’s thinking. According to them, girls only needed to learn math to sew or how to read and spell for letter writing, “but beyond that, they did not see any use in the teacher putting it into the heads of their daughters to study history, algebra astronomy and the like, just intended for men that go to congress to make laws.” These fields of study were not considered necessary for feminine duties, and therefore, they believed should have no part of a girl’s education.","            Catherine’s sister, Fannie, was negatively affected by the different educational quality for boys and girls. Fannie wanted to be a writer, but she was accused of copying when she wrote because girls were not supposed to be good writers. While living on the frontier, Fannie would have tremendously benefited from going to college. College was not an option for Fannie though because “the colleges were closed to women,… a female writer was a strange thing out of place surely.” While Catherine and Fannie were not afforded the opportunity to go to college, their brothers attended Ohio University.","            During the early 1800s when the Barker’s received their education in the Northwest Territory, there were numerous school houses that went through a high rate of teachers. Teachers were not classically trained for the profession and as a result, “The students got a heavy dose of the schoolmaster’s particular field of expertise.” For example, a doctor taught more science and a mathematician concentrated on algebra and geometry. Since each teacher stressed different disciplines, the quality of education was uneven throughout the region. Each student was exposed to different fields of study.","            Education was probably not a priority in newly settled territories, however, this was not the case in the Northwest Territory; “the moral and educational quality of the early settlers was extremely high.” Indeed, the Muskingum Academy, which had an expense of $1,162 in 1797, illustrated the emphasis placed on education in early Marietta. Despite this, Catherine Barker was not able to enjoy the educational quality afforded to others because she was a girl. Although the settlers thought education was important, not all of them believed in the equality of education between boys and girls."],"display_date":"1812 - 1820","search_date":"1816-07-01","locations":[{"id":53139,"lat":39.415352,"lng":-81.4548436,"zoom":8,"place":"Marietta, Ohio"}],"tags":[{"id":1205,"tag":"Women's History"},{"id":6,"tag":"Education"}],"course":{"name":"Professional Historian","school":"Marietta College","course_id":182,"school_id":101}},{"id":6799,"title":"PlanningaCelebrationfor the50thAnniversary ofAmericanIndependencein Marietta","course_id":182,"status":"P","start_date":"1826-06-14","end_date":"1826-06-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 50th Anniversary of Independence Day was a very significant event across the United States. The minutes recorded in Marietta, Ohio, on June 14 and 15 1826, for this celebration nearly one month prior to the jubilee illustrates how important the event would be for the first organized settlement of the Northwest Territory. Caleb Emerson was one of the many coordinators who planned the 50th Anniversary celebration of the, \"Jubilee of American Independence.\" Besides Emerson, the committee consisted of nine men including, Augustus Stone, John Cotton, Silas Cook, John Crawford, Anselm F. Nye, David C. Skinner, Douglas Putnam and Luther Edgerton. They spent two days laying the groundwork and responsibilities for not only being a member of the committee but also for the citizens and their participation in the celebration. In the minutes of the meeting notes, Emerson suggested that all citizens be invited to the jubilee. \"Resolved that the proceeding of this meeting be published,\" he wrote, \"and the citizens of the townships be invited to unite with us in the celebration.\" 1 The celebration was set to include activities like, prayer, the reading of the Declaration of Independence, music, a benediction and more.  ","A celebration like this was so important to the Revolutionary War veterans because of the blood they shed for the sake of American independence. In the fifty years since July 4, 1776, Americans fought a revolution, wrote a Constitution, defended their new nation from empires and Indians, and expanded westward into the Ohio Valley. Many veterans from these events lived in Marietta, Ohio, where danger remained for the new nation. For example, in a letter from General Rufus Putnam to President George Washington, Putnam shared how the Indians destroyed a settlement very close to Marietta, killing eleven men, one woman, and two children. 2 Difficult times that Americans endured along the frontier made a jubilee worth celebrating. Later, Louise Zimmer remarked on what it was like during the holiday season in the first decades of living in Marietta. Celebrations of almost any kind, especially Christmas celebrations, were banned because of the need to work and defend the settlement. Working during Christmas is another example of why the jubilee was important. It was not until 1815 that the United States was able to push the British and Indians out of the Northwest Territory, providing enough safety to even consider a large anniversary celebration.3 Emerson's purpose of documenting these minutes was to provide a record on what the committee believed was important for the nation, pioneers, army and veterans, as well as the first organized settlement of the Northwest Territory in celebrating this significant jubilee. "],"display_date":"June 14, 1826 - June 15, 1826","search_date":"1826-06-14","locations":[{"id":53139,"lat":39.415352,"lng":-81.4548436,"zoom":8,"place":"Marietta, Ohio"}],"tags":[{"id":1525181178,"tag":null},{"id":3553,"tag":"Jubilee of Independence"}],"course":{"name":"Professional Historian","school":"Marietta College","course_id":182,"school_id":101}},{"id":6800,"title":"Family Life in Early Marietta","course_id":182,"status":"P","start_date":"1790-01-01","end_date":"1873-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1790, the Nye family moved to the new frontier settlement of Marietta, Ohio. Ebenezer Nye, the father, made the decision from the prompting of his brother Ichabod Nye, who was a soldier already living in the area. Ebenezer and his wife set out with their five-year-old son Melzer Nye. Melzer would provide a detailed look at what life was like in the new territory of Ohio as he grew older. In his memoirs, he described aspects of daily life with his mother, father, and sisters. He showed that frontier life was a complex balancing act."," Melzer focused a lot of attention on the planting, gathering, and preparation of food. When Melzer mentioned his mother or sisters in his writing, they were almost always cooking or preparing food. The first work that Melzer remembered his father doing when he arrived in Marietta was to gather crops. Farming, therefore, dominated early settlers' attempts to survive on the frontier. Both men and women were involved in the maintenance of viable and sustainable food sources. Melzer even connected food to the early conflicts with Natives by telling two stories about how dangerous a farmer's life could be on the frontier. One was how his father had been paid a half dollar to go out into the woods at night to recover the cows, an important food resource, because he said: \"The cows were to run out in the woods.\" He showed how dangerous this was when he later wrote: \"some cows [would] came home with arrows in them.\" In other stories, he recounted how his family had to grind the meal at the mill by hand until a company was formed in 1791 to build one for the town. The mill, he said, had to be powered by oxen because at the time no one owned a horse.  The intensive focus on food and farming brought attention to the rigors and hardship of the frontier settlement. Food was a priority along the frontier because it had to be secured and could not be bought at the market if it was destroyed or it failed. Food and water were daily necessities, so the focus on them in his memoirs makes logical sense. ","Family connections and interactions were also important. For instance, Melzer wanted his parents to get a knife for him. This was not out of the ordinary. Living along the frontier and being a boy, having a knife was a necessity. It is important to remember the context in which Melzer wanted his knife. Hunting knives were used to clear small patches of brush, simple utility, or as protection against wild animals or possible Indian attack. Therefore, a knife for a boy was a necessary tool. His father and uncle almost definitely carried knives of some kind. He undoubtedly felt pressured to be like his older male relatives. He got into trouble for trying to take his father's knife and was brought before his mother. He was relieved because \"She would not whip me for it because she had not strength to whip me hard enough.\" She told him that his father would deal with him when he got home. Melzer did not write much more on the subject but the scenario he presented was a familiar one in American culture. This example showed that despite the frontier being a harsh life it also reflected the foundation of American society, the family."," ","Early life in Ohio Valley was shaped by family and the community. The dreams of promise that drove people West with everything they owned began in Marietta. The youth of America was shaped by struggles and values that are were described by Melzer Nye. The scene described played itself out thousands of more times as the nation expanded. Marietta was home for the Nyes, and with hard work and the support structure of a family, they did their part to claim the West."],"display_date":"1790 - 1873","search_date":"1832-01-01","locations":[{"id":53139,"lat":39.4186879,"lng":-81.455377,"zoom":8,"place":"Marietta, Ohio"}],"tags":[{"id":3555,"tag":"Ohio History"},{"id":3556,"tag":"Westward Movement"}],"course":{"name":"Professional Historian","school":"Marietta College","course_id":182,"school_id":101}},{"id":6801,"title":"The Road to Statehood","course_id":182,"status":"P","start_date":"1802-06-01","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["One of the greatest obstacles along the frontier was transportation. No railroad existed to get settlers over the mountains or across rivers. In a letter to Luther Shepard, Rufus Putnam petitioned the court for a road to be built “from Marietta to Griffin Greene’s farm.” This road would be vital to the infrastructure of the Northwest Territory. Infrastructure was necessary for statehood, and Ohio was no different. This process involved developing a road system, working with other established states, and holding a constitutional convention to present the state of Ohio to the National government. While this process ended up creating an entirely new state, it all began with Marietta as the first settlement of the Northwest Territory.","            The settlement of Marietta began because of the close proximity to the Ohio and Muskingum Rivers. This made Marietta accessible and suitable to receive supplies from the East. Rivers were the primary mode of transportation in the early twentieth century, making Marietta a prime destination for expansion into the West. As settlers moved further inland, the need for roads became necessary. Therefore, in 1802, the court petitioned to build a road system. The origins were in a document from the Court within Washington County with the intent of fully developing this new land. This road would stretch from, “the easterly bank of said creek to the Ohio River at the mouth.” This is in reference to Duck Creek, and shows the perimeter within Marietta where the first roads were built. The roads permitted faster transportation, a better supply of goods, and a larger number of people for settlement, and thus statehood. According to the Northwest Ordinance, “sixty thousand people resided in a territory, they could apply for statehood.” Thus, a system of roads was vital to the development of the Northwest Territory and the eventual creation of the state of Ohio."," The National Road was built once the road network was created in Eastern Ohio. It connected the new state to Cumberland, Maryland. The completion of the National Road allowed for a more extensive road system throughout the state over the following ten years. The national government had an interest in expanding further into the Northwest Territory as people were moving and sold goods in the region. Furthermore, this is due to the clause in the Northwest Ordinance, in which it was declared that within the Northwest Territory should be, “the creation of at least three but not more than five states.” Therefore, development and infrastructure pioneered by Marietta’s settlers in the early 1800s led to the establishment of the State of Ohio and a system of networking throughout the new frontier.It also permitted further expansion into the Northwest Territory."],"display_date":"June 1, 1802 - undefined 0, 0","search_date":"1851-03-01","locations":[{"id":53139,"lat":39.415352,"lng":-81.4548436,"zoom":8,"place":"Marietta, Ohio"}],"tags":[{"id":3559,"tag":"Northwest Territory"},{"id":3558,"tag":"statehood"},{"id":3557,"tag":"roads"}],"course":{"name":"Professional Historian","school":"Marietta College","course_id":182,"school_id":101}}]}