{"id":11497,"place":"Michigan, United States","lat":44.3148443,"lng":-85.6023643,"episodes":[{"id":6811,"title":"Double- Consciousness: Defining and Skewing Black Superheroes","course_id":185,"status":"P","start_date":"10/6/18","end_date":"10/6/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","The Civil Rights Movement of the 1960s-70s defined the decade and marked it as the most progressive era to date. With the marches, protests, sit-ins, etc. America saw huge steps towards a more fair and free country for African Americans. With all this being said, there was still the underlying disconnects between how black people defined blackness and what white America defined as blackness. The comic book culture at this time can clearly be seen following this same pattern in relation to racial representation, usually doing so in problematic and condescending ways. The 60s-70s saw the introduction of many black characters such as the Black Panther, Luke Cage, etc., who were in all honesty, lackluster and riddled with stereotypes. Consider the Black Lightning, whom was portrayed as donning an Afro wig and speaking slang. In this case, the hero is defined by his blackness as opposed to his substance. Many comics representing black characters, including this one, are interesting though in that their disguises shed light on this idea of double-consciousness, meaning that black people always look at themselves through the eyes of others. In this way, it is almost inevitable that these characters would be flat because, though the world was progressing, black people were looked at through predominately white American eyes who struggled with only seeing what they wanted to see. Black superheroes found some freedom in their powers though. Luke Cage, who possessed super strength and impenetrable skin is made more powerful in the fact that he is not just a common man—he is capable of bigger and better things than what someone would assume just by looking at him. This was a way to challenge what many white supremacists considered “the real” lives of black people, which they defined in their own, skewed terms. These comics, though admittedly underdeveloped and stereotypical, still help show its readers that black lives are not definable by white eyes. Instead, the increase of black characters in comic books allowed for a deeper understanding of their lives. Literature representing black characters allowed for many readers to finally get a glimpse into the complexities of black lives, which white Americans had been ignorant to for years. This knowledge represented in literature, including comics, ranged from male/women relations, gender roles, parenting, etc. Obviously, this is a plus, but not even this could make black comic book characters of the 60s-70s progressive enough. This is preciously what Keith Henry Brown, in his article “Growing Up Black Reading Comics”, argues in <em>Amazing Heroes</em>. These black characters introduced in this era simply weren’t progressive enough. Characters such as Luke Cage and Black Lightning were only defined by the fact that they were black and the stereotypes that plagued them counteracted most steps they took toward progressivism. These characters could have been something, but not simply just because they were black, which is what comics were only able to define them as at the time. In all, the 1960s could have been extremely progressive, but the country was changing rapidly and its citizens still hadn’t caught up to seeing black people outside of their mostly white eyes. The culture was trying to see black people as separate, powerful entities, as evident by the introduction of black characters, but this outlook still clouded them and made them end up rather stereotyped. Progressivism is tricky and non-linear, but over time it can and will seep into the country culture to be consumed by all."],"display_date":"October 6, 1918","search_date":"1918-10-06","locations":[{"id":53144,"lat":44.3148443,"lng":-85.6023643,"zoom":8,"place":"Michigan, United States"}],"tags":[{"id":629,"tag":"race"},{"id":1775,"tag":"Comics"},{"id":3579,"tag":"double conciousness"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}},{"id":6814,"title":"Misrepresentation and Sexualization of Women in Comics and Media in the 1970s-'80s\nBy Miranda Kalinowski","course_id":185,"status":"P","start_date":"1/1/70","end_date":"12/31/90","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Heidi MacDonald’s article, “House of Semi-Raging Women”, written in the <em>Amazing Heroes</em> series focuses on the skewed, sexist representation of women in comics in the 1980s. This article was written in a time where there were only a limited number of female comic book writers because it was believed that women aren’t as skilled at writing about/drawing superheroes as men (MacDonald). Although MacDonald notes that comics written in the ‘80s were less sexist than they were in 1970s, they’re still notably sexist, mentioning that it’s “like saying now that Stalin is dead and can’t send people to labor camps in Siberia, how things have improved in Russia” (MacDonald 21). One reason MacDonald lists for this misrepresentation is the fact that there are not many female creative writers, so the way that female comic book characters are being portrayed is sexist and based on a man’s views of how women should look.","            This touches on the social/political issue of women not being in control of their representation in the media, instead having a man decide how to portray her. Because women’s portrayal in comics is being controlled by men and primarily distributed to men, women are represented in a way that feeds into the sexualized/fetishized views that men hold of women. Jeffrey Brown adds to this problem of misrepresentation in his book, writing that “The highly sexualized visual representation of contemporary action heroines is a prominent aspect of how they are marketed and packaged for potential viewers/consumers” and that “This eroticized promotional style is important because it marks the point where action heroines are offered up as objects for male consumption” (Brown 20-21). Because the comic book audience is mostly male, male writers believe that portraying female comic book characters in a sexual manner is exactly what these young readers want to see.","            In his review of Aaron Diaz’s Wonder Woman, another author, Philip Smith, further stresses this problem surrounding gender misrepresentation in comic books. Not only does he agree with the fact that women in comics are sexualized, but he also points out how they’re highly idealized: “Diaz makes Wonder Woman exceptional rather than representative. She is not an Amazon, or even a human, but a golem. Rather than being designed as an inspiration for women … she represents a clearly unachievable ideal” (Smith 8). This is another problem that women must face in the comic book world; not only do they see themselves being portrayed in a way that sexually appeals to men, but these portrayals are highly unachievable, which can lead to body dysmorphia.","            However, not only are women being misrepresented in comic books during this time, but also in films. Andrea Wright, a member of the Department of English and History at Edge Hill University, examines this problematic representation in her article about the female body in action/adventure cinema. In this film genre, women are weak and feminine, and their only purpose is to be saved by a big, strong man, rather than doing any saving or fighting herself (A. Wright). This suggests that the only reason women exist in these ‘80s movies in the first place is because the male heroes need something to save; they’re not included because they’re meaningful characters with their own strong, heroic storyline.","            This essay engages with this discussion of female misrepresentation and misuse in media by getting insight about this subject from many different sources. The sources used support the idea stated in MacDonald’s <em>Amazing Heroes </em>article about the lack of women’s input in character creation leading to sexualized and idealized characters, rather than characters with a meaningful storyline. While there had been an increase in the number of female characters in comics between the 1970s and ‘80s, they are not being given an accurate representation. As Bradford Wright notes in <em>Comic Book Heroes, </em>it seems that the main reason for their existence is to be “targeted more at adolescent male lusts”, providing further reasons to sexualize women (B. Wright 250). Today, female superheroes are becoming more independent, but there is still a lot of work that needs to be done to fully eliminate the fetishization and misrepresentation of women in media."],"display_date":"1970 - 1990","search_date":"1980-07-01","locations":[{"id":53144,"lat":43.765087,"lng":-84.8209346,"zoom":6,"place":"Michigan, United States"}],"tags":[{"id":3586,"tag":"Women, comics"},{"id":3587,"tag":"misrepresentation"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}}]}