{"id":11541,"place":"Parliament Hill, Ottawa, Ontario","lat":45.4235937,"lng":-75.700929,"episodes":[{"id":6821,"title":"Liberal policy reform in the 1960's: Canada's path to decriminalizing homosexuality","course_id":189,"status":"P","start_date":"12/21/67","end_date":"12/21/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 21<sup>st</sup> of 1967, an amendment to the Canadian Criminal Code was introduced in Parliament decriminalizing homosexual acts performed between two consenting adults in privacy. The amendment was spearheaded by the Justice Minister at the time, Pierre Trudeau, whose face emblazoned the <em>Globe and Mail</em><em> </em>issue which announced the story the following day. As news concerning the federal amendment spread from Ottawa to Toronto, Toronto Metropolitan Police authorities, members of the gay community, and medical professionals alike expressed their approval of what was unanimously deemed a step in the right direction for sex law reform in Canada. One Toronto Police inspector commented that the amendment was likely to provide more security to homosexuals who found themselves victims of assault and extortion. Medical experts based in Toronto similarly noted that decriminalization of homosexuality was a progressive reform which would help to deter homophobia. Finally, two members of the gay community remarked that the amendment would allow them to live more freely in private, although there was more work to be done regarding how the state regulates expressions of homosexuality in public. (<em>Globe and Mail, </em>December 22, 1967)","When Trudeau introduced his proposed amendment to the Criminal Code before the House of Commons, the Justice Minister famously remarked, “I think the view we take here is that there’s no place for the state in the bedrooms of the nation.”(CBC, 1967 Omnibus Bill) Although <em>The Globe and Mail </em>commentator’s spoke in support of the amendment, Trudeau’s Omnibus Bill C-150 was not without controversy- the statute sparked intense debate across the nation as Trudeau set the stage for a discussion not only regarding homosexuality in Canada, but also brought abortion and divorce law to the center stage of Canadian politics.(CBC, Trudeau) The Bill espoused a desire among Canadian Liberals to separate legalism from moralism in forming federal laws and was initially unsuccessful during the 1967-1968 2<sup>nd</sup> session of the 27<sup>th</sup> Parliament. It was only until Trudeau rose from the rank of Justice Minister to Prime Minister that the bill was reintroduced in December of 1968 and the House of Commons was swayed by the Liberal Party’s secular platform to pass the Bill and subsequently amend the criminal code in favor of decriminalizing homosexuality.(Chambers, 250) The amendment came as a result of a trend, as early as 1965, towards liberal public policy formation in Canada and the separation of the state law from Judeo-Christian natural law. (Chambers, 251)"," "," "],"display_date":"December 21, 1967","search_date":"1967-12-21","locations":[{"id":53153,"lat":45.4235937,"lng":-75.700929,"zoom":8,"place":"Parliament Hill, Ottawa, Ontario"}],"tags":[{"id":3605,"tag":"Omnibus Bill"},{"id":3604,"tag":"Canadian Politics"},{"id":3603,"tag":"Homophobia"},{"id":3602,"tag":"Sex Laws"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":189,"school_id":28}},{"id":6894,"title":"Recommendation for Change, Multiculturalism in the Making","course_id":191,"status":"P","start_date":"12/10/68","end_date":"12/10/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The December 10th, 1968 edition of The Globe and Mail highlights a news article by Lewis Seale that details recommendations made in a report by the Royal Commission on Bilingualism and Biculturalism (RCBB). Seale describes the report as a call for the Canadian government to provide federal aid to elementary and secondary minority language schools for districts whose French minority makes up at least 10% of the total population. The author explains that the report was based upon two primary principles: the right of all Canadians to have their children taught in the official language of their choice and the opportunity to learn a second language. In favour of supporting Canada’s national duality (English and French identities), Seale details that the report calls for Ottawa to abandon its policy of overlooking the educational needs of minority groups. In addition to this, Seale describes how the federal government can support duality in Canada through the promotion of dual-language schools, training centres for French-language teachers, and the revision of history texts to begin to dissolve conflict between Canadians of French and English identity. Seale then goes on to explain the importance of RCBB reports in the past in advocating for French-Canadian rights and producing improvements in equality for French Canadians. Through the exploration of an RCBB recommendation, Seale presents an argument favouring future practises towards French Canadian educational inclusion within Canada.","Between Confederation and the 1970s, Canada considered itself an important segment of the British empire. As the connection between Britain and Canada began to fade, Canada strove to redefine the national identity using a strategy of ‘new nationalism’. This created an identity for Canadians that was primarily Anglo-centric. This was accomplished through the establishment of national symbols such as a national flag during the Great Flag Debate of 1964. However, in the mid 1960s there were new efforts to influence Canadian policy towards multiculturalism which would form a Canadian identity that would accurately represent the existing population. This began with voices advocating for French-Canadian rights through Quebec’s Quiet Revolution. Between 1960 and 1966, Quebec saw numerous governmental, social, and economic reforms that increased the modernization of Quebec such as an embrace of secularism and national electricity. Through these new policies, Quebec’s French population was encouraged to occupy positions of power and thus begun to frame French Canadians as social equals to the Anglo-Canadians that existed at the time. These voices were furthered by the creation of commissions such as the RCBB which was established by Prime Minister Lester B. Pearson and his government. This commission provided a channel in which to discuss rights of language, education and the political future of minority neighbourhoods within Canada. This commission and its recommendations (such as the one seen above) helped to create the framework for changing government policy towards multiculturalism during the 1960s and 1970s. Pearson used these voices and recommendations to pass numerous multicultural policies within Canada. For example, on account of these voices, Bill 101 was created and declared French the official language of Quebec and its government. These policies led the way towards more inclusive immigration and constitutional policies from the 1970s to today."],"display_date":"December 10, 1968","search_date":"1968-12-10","locations":[{"id":53223,"lat":45.4215296,"lng":-75.6971931,"zoom":2,"place":"Ottawa, Canada"}],"tags":[{"id":3713,"tag":"Educational Rights"},{"id":3712,"tag":"Language Rights"},{"id":3426,"tag":"Nationalism"},{"id":1630,"tag":"Canada"},{"id":2353,"tag":"Identity"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":191,"school_id":28}}]}