{"id":1157,"place":"JOHNSON, Texas","lat":32.3790149365,"lng":-97.3663344715,"episodes":[{"id":1584,"title":"The Grand State Farmers&#39; Alliance Convention\n","course_id":1,"status":"P","start_date":"1885-08-04","end_date":"1885-08-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Formed in response to rapidly declining commodity prices and monetary deflation, the National Farmers' Alliance and Industrial Union, or the Southern Farmers' Alliance, was first formed in September of 1877 in Lampasas County, Texas, to address the economic plight of the farmers in the region.  An outgrowth of the Grange Movement, the Alliance endeavored to solve the economic woes of the agricultural community through collective action, with the ultimate object of having their products marketed at more profitable prices.  Nevertheless, membership in the early years was surprisingly dismal.  However, under the leadership of President W.L. Garvin and his colleague S.O. Daws, the Alliance was able to draw roughly 600 delegates to the 1885 convention, an increase of 300% from the previous year. At the convention, the Alliance mandated the establishment of trade committees throughout the region, empowered with the task of ensuring low prices for their supplies from local merchants in return for their patronage, as well as committees of correspondence charged with guaranteeing pooled sales of the farmers' commodities on certain business days.  &lt;br /&gt;In the convention which occurred next year at the same location, the delegates issued an even more set of seventeen demands , dubbed the Cleburne Demands' , including the uniform coinage of gold and silver, the state's recognition of trade unions, a more equitable lien law, state laws requiring that workers be paid on time and with cash and not scrip, the eradication of convict leasing, and a national convention of all labor organizations.  This platform proved to be quite divisive and almost permanently divided the convention, if it were not for the leadership of Charles W. Macune, who would go on to take a prominent role in the Alliance movement in the ensuing years.  Moreover, the platform he and the other delegates championed at the convention would help spread this movement throughout the South.&lt;br /&gt;Observation of the Constitution of the National's Farmer's Alliance, crafted in 1890, sheds a little bit more light on the principles that these organizations espoused and their administration on the national scale.  The document states broadly that it intends to promote the education of the agricultural class, prosperity for what it calls the toiling masses,' proper compensation for labor, and a just exchange of agricultural commodities.  Although it does craft a tripartite separation of powers within its national government much like the actual federal Constitution, it more significantly details the relationship between the national organization and its counterparts in the states.  Qualifications for being chartered as a state organization included having seven participating county organizations, having a distinct and non-conflicting constitution of their own, and acknowledging the supremacy of the national organization and its constitution.  Similar to the Tenth Amendment to the federal Constitution, the document mandates that all powers not explicitly given to the National Alliance would be reserved for the states' individual organizations."],"display_date":"August 4, 1885","search_date":"1885-08-04","locations":[{"id":12918,"lat":32.3790149365,"lng":-97.3663344715,"zoom":9,"place":"JOHNSON, Texas"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}