{"id":11597,"place":"Essex County Massachusetts USA","lat":42.162902127816,"lng":-75.118826455943,"episodes":[{"id":6849,"title":"The Tragic Death of President Pierce's Son in a Railroad Accident","course_id":188,"status":"P","start_date":"1853-01-06","end_date":"1853-01-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Franklin Pierce rode the Boston and Maine Railroad with his wife, Jane, and only son, Bennie, on their return trip from Jane’s uncle’s funeral in January of 1853. Pierce won the presidential election against Winfield Scott the previous year and was preparing for his inauguration in two months. Approximately five minutes into the trip, the train entered the first bend in the line near Andover. Suddenly, an axel on the rail car broke in two, causing the car to be thrown from the tracks at forty miles per hour, careen down a twenty-foot embankment and land in a pile of wreckage. <em>The Huntington </em><em>Globe </em>reported that the car was “crushed to atoms.” Bennie, age eleven, was thrown from his seat on impact and killed in front of his onlooking parents. Both Pierce and Jane were severely bruised, and several other passengers in the car sustained serious injuries although there were no other fatalities reported. According to White House historians, the event traumatized Pierce and his wife for the remainder of their lives, and many believe that it had a profound effect on Pierce’s presidency.","Just a few months earlier, Franklin Pierce won the presidential election in a landslide electoral college vote. Debates in the 1852 presidential election focused on slavery, with Pierce drawing a significant portion of southern support for his position to act in favor of states’ rights to retain slavery where it already existed. Historian James McPherson says that this support was necessary to draw a two-thirds majority for the Democratic bid and then to sweep the Whigs’ Winfield Scott in the election.","Pierce’s political victory was short lived with the tragedy that befell his son. Pierce continued to grieve even on the day of his inauguration, evident in the opening line of his speech: “It [is] a relief to feel that no heart but my own can know the personal regret and bitter sorrow over which I have been borne to a position so suitable for others rather than desirable for myself.” Pierce thus became President of the United States “nervously exhausted,” according to White House historians. In addition, his wife Jane was so heartbroken that she did not attend the ceremony and stayed at home in New Hampshire. She remained a reclusive first lady for the duration of Pierce’s presidency.","The train wreck became a metaphor for the remainder of Pierce’s time in office. His negligent leadership through multiple conflicts of his presidency helped to polarize the country. It saw the repeal of the Missouri Compromise through the enactment of the Kansas-Nebraska Act and set the stage for outright fighting between free-soilers and pro-slavery supporters in Kansas, known as “Bloody Kansas.” Meanwhile slavery debate in the House of Representatives lead pro-slavery Preston Brooks to beat abolitionist Charles Sumner with a cane which the situation. Pierce’s refusal to send federal troops to Kansas to put down the violence was heavily criticized by Democrats, loosing him the Democratic nomination in the 1856 presidential election."],"display_date":"January 6, 1853","search_date":"1853-01-06","locations":[{"id":53178,"lat":42.162902127816,"lng":-75.118826455943,"zoom":8,"place":"Essex County Massachusetts USA"}],"tags":[{"id":1824,"tag":"Railroads"},{"id":1864,"tag":"The Civil War"},{"id":3653,"tag":"Franklin Pierce"},{"id":3654,"tag":"Bloody Kansas"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}