{"id":1160,"place":"INDIAN LANDS, Georgia","lat":33.3278783249,"lng":-84.5112380239,"episodes":[{"id":501,"title":"The Emigration of the Creek Indians is reported in Cherokee Phoenix and Indians&#39; Advocate\n","course_id":1,"status":"P","start_date":"1829-04-22","end_date":"1829-04-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Creeks had begun to emigrate in larger numbers in 1829 largely due to the expiration of the annuities that had been paid their nation. In 1820, the Creeks were being paid 25,000, but 22,000 was set to expire in 1829. The Creeks that did emigrate settled in the area of Muskogee County, Oklahoma. In typical U.S. style, 300 US troops were positioned near the peaceful emigrants (Phoenix).&lt;br /&gt;&lt;br /&gt;By 1829, the number of Creeks that had already emigrated west of the Mississippi was about 1400. Of this once mighty nation there were only about 15,000 left in the South. The Cherokee Phoenix and Indians' Advocate believed that the Creeks had a greater disposition to emigrate, than among the Cherokees; and it is possible that the whole tribe will at length consent to remove. Sadly, though, many Creeks had sought to become civilized' as they had been told by the United States, and many had even become wealthy slave and plantation owners. Many Creeks had to leave behind this civilization' to go and live again in primitive settings. In fact, the Phoenix said that their progress towards civilization will be greatly retarded' by such a move.&lt;br /&gt;&lt;br /&gt;Civilizing the Indians had been the Governments alleged motives in all Indian affairs and such a policy of removal went directly against their supposed benevolent attitude towards the Indian nations. R.S. Cotterill wrote that, Federal Indian management in the South may fairly be said to have come to an end with the year 1825; after that it was no longer management, but force. The only remaining problem was as to the time of removal.' For the Creeks this time of removal came ever closer with the Indian Removal Act of 1830. Soon the Creeks Trail of Tears' occurred and by 1837 almost all the Creek Nation had moved or been forced to move west of the Mississippi (Cotterill)."],"display_date":"April 22, 1829","search_date":"1829-04-22","locations":[{"id":2389,"lat":33.3278783249,"lng":-84.5112380239,"zoom":7,"place":"INDIAN LANDS, Georgia"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1588,"title":"Cowford &#40;Jacksonville&#41; Formally Becomes US Territory\n","course_id":1,"status":"P","start_date":"1820-12-01","end_date":"1820-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Following the War of 1812, Isaiah D. Hart was living on a farm near the St. Mary's River in Florida.  Learning of the early successes of some small stores opened by white settlers near the Ferry Crossing on the St. John's River, Hart envisioned great potential for the area.  Making perhaps the most profitable decision of his life, in late 1820 Hart purchased what was then known as Cowford from settler L.Z. Hogans, trading cattle for the 18 acres of land.  At the time of Hart's acquisition, the population of Florida, without counting Native-Americans, did not exceed 12,000.   &lt;br /&gt;Because the Floridas were of interest to many other Southerners as well as Hart, Georgia's Southern Recorder provided a thorough description of the territory in an August 15, 1820 article.  The editor gave a precise explanation of the size and location of Florida for the many readers without access to a map or any other geographical background.  The Recorder primarily discussed the two major cities in Florida at the time, Pensacola and St. Augustine, but the article also went into detail about the agricultural advantages offered by Florida as a whole.  Although the soil was sandy, near rivers and lakes planters produced sugar, cotton, potatoes, corn, indigo, groundpeas, melons, plums, and many other goods.  Settlers found immense red and white oaks;mulberry, hickory, sassafras,' and typical animals such as horses, sheep, goats, cattle and swine, and in the deserts, otters, hares, rabbits, raccoons, and foxes (Southern Recorder).' &lt;br /&gt;The opportunity for economic growth in the Floridas, described by this and many other newspapers, provided the incentive for Hart's investment in Cowford.  The town lay in a valuable location in the northeast part of the territory and near a few bodies of water.  Hart built a boardinghouse and store, which soon became the heart of Jacksonville and made him a wealthy merchant and planter.  The city was incorporated in 1832, and once Florida became a state in 1845, it served as an important port specifically for timber and cotton trades.  Additionally, it would serve as a base for Southern blockade runners in the Civil War."],"display_date":"December 1820","search_date":"1820-12-16","locations":[{"id":2389,"lat":33.3278783249,"lng":-84.5112380239,"zoom":7,"place":"INDIAN LANDS, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}