{"id":11615,"place":"Fort Wayne","lat":41.088733511542,"lng":-82.799955198756,"episodes":[{"id":6853,"title":"Frances Clayton: Story of a Woman Soldier","course_id":188,"status":"P","start_date":"1864-08-15","end_date":"1864-08-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the night of August 15, 1864, a woman sought lodging at a station house in Fort Wayne, Indiana. This was no ordinary woman. Frances Clayton told her story to Officer Rand, who then recounted it to the <em>Fort Wayne Daily Gazette</em> the next day. In 1861, Clayton enlisted in the Union Army of Missouri under the alias Jack Williams, with her husband. She fought in eighteen battles, serving in both the cavalry and artillery. Her husband died during the Battle of Stones River, but she continued to serve without him. During the same battle that took the life of her husband, she received a bullet wound to her knee. Upon being taken to a hospital, her identity as a female was discovered and she was discharged from the army. Officer Rand described her as a “…course-looking…woman, thirty years of age, chews plug tobacco, is communicative on the subject of her adventures, and would be a tough customer to handle in a fair fight.” Many other newspapers reported her story, in awe of how a woman could disguise herself as a man and fight in battle. Many documents have supported Clayton’s claims of having disguised herself as a male and served in battle, but little is known as to her life after the war.","            According to historian DeAnne Blanton, Clayton’s story is one of the few documented of women disguising themselves as men and serving in the Civil War. Scholars believe hundreds of women disguised themselves as men and enlisted. While it is thought that their presence at battles did not alter any of their outcomes, the fact these women denied the subordination of their gender as passive and existing only within the private realm is significant. According to historian Richard Hall, women soldiers have been recorded as binding their breasts, cutting their hair, and even wearing false facial hair. While recruiters often put enlistees through health examinations, no standard test was conducted and often they did not have to remove their clothing. Many women that enlisted had no prior experience firing a gun, but many soldiers that volunteered also had no prior experience. As Victorian societal standards remained in place during this time, soldiers often slept in their uniform and did not change their undergarments regularly. Many soldiers chose not to use the unsanitary latrines in the army camp. These societal standards opened the door for women to portray themselves as the opposite gender undetected.","            According to Blanton, there are various reasons why women decided to enlist as soldiers on either side of the war. Clayton’s choice most likely was swayed by her desire to stay close to her husband. Many women may have been persuaded by the idea of adventure, patriotism, or a regular paycheck. The only information we know about Clayton’s life after this event is from Officer rand. He told the newspaper she was planning on gaining pay from her time as an enlisted soldier and lecturing on her experiences during the war."],"display_date":"August 15, 1864","search_date":"1864-08-15","locations":[{"id":53185,"lat":41.088733511542,"lng":-82.799955198756,"zoom":6,"place":"Fort Wayne"}],"tags":[{"id":3658,"tag":"Battle of Stones River"},{"id":3657,"tag":"Women Soldiers"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}