{"id":11632,"place":"Antietam Church, Franklin County, Pennsy","lat":39.786199014051,"lng":-77.571002583671,"episodes":[{"id":6858,"title":"The German Baptist Brethren Begin Their Own Reconstruction","course_id":188,"status":"P","start_date":"1866-05-22","end_date":"1866-05-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<strong>            </strong>In 1866, delegates from the German Baptist Brethren (Church of the Brethren) gathered for their Annual Meeting to formally address pressing matters of church doctrine. While these ordained men discussed topics ranging from lightning rods to funeral attire, some of their conversation also focused on addressing consequences of the recently concluded Civil War and the role they should play in its wake. The first article of discussion reinforced their traditional aversion to voting after a faction of the delegates brought it into question. Later in the meeting, the elders, despite their lack of specific knowledge, forbade ministers in Missouri from swearing the oath of loyalty for ministers and officials, as found in their new state constitution, “if it conflicts with the principles of the gospel.” Delegates also addressed the fact that “the freedmen of the south [were] in a starving condition, and also destitute of education and Christianity” by raising funds and sending brethren to “distribute those funds among the needy, irrespective of color.” Finally, near the close of the meeting, the ordained men agreed to reimburse a brother who had freed Anabaptists draft-dodgers from prison with his own funds and suffered Confederate thefts during the war.","            The Brethren, like all Americans, had to deal with the consequences of the Civil War. Hunger was wide spread. Education, especially for African Americans, remained almost nonexistent. While Southern Brethren were generally had more resources than freedmen, many suffered serious property damage as well, especially during the Valley Campaigns in Virginia. According to Anabaptist historians James Lehman and Steven Nolt, costs associated with avoiding conscripted service through substitutes, prison bail, relocation and, eventually, a consensus objector fee, also weighed heavily.","On top of material issues, there proved to be continued political discord as the South slowly reintegrated itself into the United States. The Brethren traditionally played little role in politics, especially the politics of war, on grounds of their non-resistant doctrine. Therefore, they generally did not vote nor participate in the creation of Federal Reconstruction. This said, the Brethren were not always supportive of the outcomes. For example, while many Brethren remained loyal to the Union, they disagreed with swearing the required loyalty oaths for ministers, officials and voters.","While the Brethren refused to participate in the politics of Reconstruction, they understood that there were still needs and found their own way to address them. Within their church structures they successfully supplemented federal inadequacies in their own community and in the broader South. They raised thousands of dollars and sent Brethren to feed, educate and minister to communities in need. Most importantly, they did so without regard to race, which cannot be said about much in those turbulent years. "],"display_date":"May 22, 1866 - May 23, 1866","search_date":"1866-05-22","locations":[{"id":53194,"lat":39.786199014051,"lng":-77.571002583671,"zoom":11,"place":"Antietam Church, Franklin County, Pennsy"}],"tags":[{"id":32,"tag":"Civil War"},{"id":123,"tag":"Reconstruction"},{"id":3615,"tag":"Protestants/Anabaptists"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}