{"id":11648,"place":"hilton head island","lat":32.216316,"lng":-80.752608,"episodes":[{"id":6555,"title":"The Gullah and Geechee People after the Port Royal Expeirment.","course_id":160,"status":"P","start_date":"1861-01-01","end_date":"1/1/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Port Royal Experiment along with the collapse of the Confederacy brought about unfamiliar freedom to the slaves of the Savannah, Bluffton, Beaufort, and Hilton Head Island area who were now allowed to buy and obtain property. The majority of these slaves identified as Gullah and Geechee people. As Southerners left the islands to escape the occupation, slaves had the opportunity to buy land from their former owners. The Gullah and Geechee people who bought this land kept their African heritage alive. "," ","Gullah and Geechee refers to two different groups of African Americans; Geechee refers to those who are from the Georgia sea islands and Gullah refers to those who are from the South Carolina sea islands. The Gullah and Geechee people were and still are isolated from mainland culture. The Gullah and Geechee people live collectively on the same property. Since they like to have minimal ties to the outside world, they grow their own crops and cook traditional meals. Furthermore, they honor their ancestors that worked on the very plantations where they currently live, by speaking in their unique dialect and practicing rituals that date back hundreds of years."," ","The result of the newly freed slaves created an extraordinary culture that is unique to the sea islands of the Lowcountry and has withstood nearly six generations. Although the people are still  present on the islands today, their property is under legal fire. The turn of the 20th century brought about discomfort for the Gullah and Geechee. Resort towns began to pop up around the islands of Cumberland, Jeckyll, Ossabaw, Sapelo, and St. Simons became reservations and popular tourist destinations. Today, resort towns, like Hilton Head Island, are quickly developing near Gullah property. Even more troubling, the Gullah people have heirs property, meaning property was passed down through verbal will without legal documentation. Because of this, real-estate moguls are finding loop holes to obtain the coveted property. "," ","The Gullah and Geechee people have seen trials throughout their entire existence. From being enslaved to being newly freed, they had to confront the adversity of mainland culture and are currently in legal and communal battles over their heirs property on the sea islands of Georgia and South Carolina. "," "," "],"display_date":"January 1, 1861 - January 1, 1961","search_date":"1911-01-02","locations":[{"id":52942,"lat":32.3790843,"lng":-80.6926069,"zoom":5,"place":"port royal, sc"},{"id":52943,"lat":32.216316,"lng":-80.752608,"zoom":4,"place":"hilton head island"}],"tags":[{"id":32,"tag":"Civil War"},{"id":2978,"tag":"Confederate"},{"id":1609,"tag":"georgia"},{"id":719,"tag":"South Carolina"},{"id":3065,"tag":"gullah"},{"id":3066,"tag":"geechee"},{"id":3067,"tag":"port royal experiment"},{"id":3068,"tag":"sea islands"}],"course":{"name":"Civil War through the Lens of Biography","school":"Furman University","course_id":160,"school_id":4}},{"id":6861,"title":"Burt G. Wilder Journals About Pay Inequality in the 55thMassachusetts","course_id":188,"status":"P","start_date":"1863-11-29","end_date":"1863-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September ninetieth, 1863, Burt G. Wilder, regimental surgeon, wrote about the first time the Army payroll administrators came to the campsite of the 55<sup>th</sup>Massachusetts   He recounted that Col. Howell told the men that they would make the same pay as white soldiers, but when pay came in it was far from the same. Wilder explained; “there were reports that it would be only ten dollars per month, and they could not be made out without the company books which are with our baggage in Newbern.”  Wilder believed that this inequity in pay would be fixed, but it turned out to be even worse than he knew. The average enlisted white soldier made thirteen dollars per month with a three and a half dollar allowance for clothes while black enlisted men made ten dollars per month but had to pay a three-dollar deduction for clothing, leaving them with a net pay of seven dollars per month.  Wilder wrote about how he could see that some of the men were worried about supporting their families at home when making much less than they expected.  ","            The 55<sup>th</sup>Massachusetts was made up of over 300 freed black volunteers from Massachusetts, Ohio, Illinois, and Pennsylvania. Burt G. Wilder, only a twenty-two year old medical student, accepted a position as an assistant surgeon for the 55<sup>th</sup>Massachusetts.  Wilder was born in Boston in 1841 to parents of Puritan decent.  He attended Harvard University for his bachelor’s degree in anatomy and had begun his medical training at Judiciary Square Hospital in Washington D.C.  The offer to work for the military as a surgeon excited Wilder as he wanted to “not only help people physically but also morally.”  Wilder spent twenty-seven months with the 55<sup>th</sup>during which time, he kept a detailed diary of the day-to-day life of the regiment.  ","            This pay gap bothered Wilder as he got to know the enlisted men.  With this in mind, he often paid enlisted men who helped him with extra chores, giving them some additional income.  ","            Wilder never forgot the men of the 55<sup>th</sup>and the struggle they felt fighting for a country that would not fight for them.  After the war, Wilder became a prominent zoologist as well as a social activist, specifically speaking on behalf of black Americans and the unfair treatment they faced for over a century.  "],"display_date":"November 29, 1863 - December 1, 1863","search_date":"1863-11-30","locations":[{"id":53197,"lat":32.216316,"lng":-80.752608,"zoom":2,"place":"Hilton Head"}],"tags":[{"id":1118,"tag":"Black soldiers"},{"id":3671,"tag":"Salary"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}},{"id":6862,"title":"Private Dirk Keppel Writes Home from Hilton Head South Carolina","course_id":188,"status":"P","start_date":"1861-11-18","end_date":"1861-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            ","            “I cannot refrain to write you a few lines” wrote Private Dirk Keppel, “because I am at the moment still in good health and I hope you may receive this letter in good health.”  Keppel, just eighteen when he joined the 8<sup>th</sup>Michigan Infantry of the Union Army in 1861, began each letter he wrote home this way.  His company moved south though 1861 from their homes in Detroit, Michigan down the eastern seaboard to Port Royal, South Carolina where he took some time to send letters to his brother and brother-in-law.  ","            On November 18, 1861, Keppel wrote to his brother from Fort Walker on Hilton Head Island.  He first explained to his brother that he remained healthy and why it had been so long since the last letter he sent home. He described his day starting at seven in the morning with a stopover at Fort Monroe. Keppel marveled at the vessel he rode on, a boat bigger than he could have ever imagined, which held his entire company, all 500 horses, their gear, and food. The surroundings, however, took him aback as South Carolina looked extremely different from Michigan. The letter ended before it is finished because the rest of the original primary source was either unreadable or damaged, leaving Keppel in mid thought.  ","            Keppel penned another letter the next day to his brother-in-law.  At this point his company had settled into Port Royal making it the second fort they had capture in their campaign.  This letter started the same as the first and continued on to explain how his company captured the point after just six hour of artillery fire.  He stated, “They (Union forces) could not understand that they (Confederate forces) gave up so soon, because these were heavy cannons but it seemed that they did not have the know how to set up the cannons.”  He wrote about the land surrounding him, stating that it was unfertile land but there was plenty of livestock to keep the company fed.  He ended this letter with good wishes to his brother-in-laws wife and their children.  ","            These letters summed up the experience of a young private in the Union Army as they moved into southern territory for the first time and saw battle for the first time.  Just a year later, Private Dirk Keppel’s career and life were cut short as he was killed in action in April 16, 1862 on Wilmington Island, Georgia at only nineteen years old.  "],"display_date":"November 18, 1861 - November 19, 1861","search_date":"1861-11-18","locations":[{"id":52943,"lat":32.216316,"lng":-80.752608,"zoom":2,"place":"hilton head island"}],"tags":[{"id":60,"tag":"letters"},{"id":719,"tag":"South Carolina"},{"id":3672,"tag":"Union Soldier"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}