{"id":11654,"place":"Westchester County, New York","lat":42.614266142353,"lng":-75.69234765625,"episodes":[{"id":6864,"title":"In Westchester Lies the Fear of Spies","course_id":190,"status":"P","start_date":"7/12/18","end_date":"7/12/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 12, 1918, the Bronxville Review published an article entitled, “Why Westchester County Must Be Guarded.” It claimed that Westchester County had a problem with the presence of “enemy aliens” during the First World War. An “enemy alien” was a person living in America who was a citizen of a foreign country at war with the United States. The article described efforts to ensure the protection of the county. The local sheriff established a camp, known as the “field headquarters,” which consisted of twenty men who went out on patrols day and night across the entire county, looking for anyone they thought could be suspicious enemy aliens. Westchester even developed its own intelligence bureau. Enemy aliens were supposedly interested in Westchester, because “of easy access to New York, together with the fact that there were many unguarded and unobserved sections in the remote part of the county.” Authorities were worried about potential espionage and “various unfriendly acts” that enemy aliens might commit. This article highlights a broader issue of spy panic that was occurring throughout the United States during the First World War.","When the war broke out in 1914, President Woodrow Wilson acted under the Alien and Sedition Act of 1798, which allowed the president to arrest and deport aliens who had fallen under suspicion. When the United States entered the war in 1917, the fear of spies only intensified. To help ease this hysteria, President Wilson ordered all German-American citizens fourteen years of age and older to register with the government. People were paranoid about the idea of possible enemy aliens living amongst them and were suspicious of all German-Americans, whether they had a reason to be or not. In 1918, a man named Robert Prager, a German-American citizen living in Collinsville, Illinois, was publicly lynched after falling under suspicion of being an enemy alien.","German-Americans were discriminated against during World War I and faced unfair regulations. In April 1917, the federal government ruled that German-Americans were prohibited from living near munitions manufacturers. German-Americans living in New Haven, Connecticut near the Winchester Repeating Arms factory were forcibly evacuated from their homes. Some Germans-Americans were imprisoned in internment camps. A widespread feeling of xenophobia towards German-Americans swept over the United States. For example, in 1917 the German language was eliminated from the curriculum of many public schools in the United States, all due to the panic that people felt about enemy aliens.","The dilemma that the people of Westchester County faced was only a preview of the hysteria spreading throughout the country. The actions of county officials demonstrates the idea that the war took a psychological toll on the people on the homefront, causing people to be fearful of things that were not a present threat. The attitude towards German-American civilians at this time was one of fear and hatred, and the government’s fears about security from these possible threats outweighed the rights of individuals. The First World War stoked unreasonable panic about internal enemies that led to the violation of people’s civil rights."],"display_date":"July 12, 1918","search_date":"1918-07-12","locations":[{"id":53198,"lat":42.614266142353,"lng":-75.69234765625,"zoom":6,"place":"Westchester County, New York"}],"tags":[{"id":1111,"tag":"World War I"},{"id":3673,"tag":"Enemy Aliens"},{"id":3674,"tag":"German-Americans"}],"course":{"name":"Historian's Craft","school":"SUNY New Paltz","course_id":190,"school_id":102}}]}