{"id":11663,"place":"Shelby County, Tennessee","lat":42.094667852651,"lng":-78.482875,"episodes":[{"id":6866,"title":"Reconciliation: Nathan Bedford Forrest's Speech to Southern African Americans","course_id":188,"status":"P","start_date":"1875-07-05","end_date":"1875-07-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 5, 1875, Lou Lewis, a former slave, approached former Confederate General Nathan Bedford Forrest with a bouquet of flowers while on stage at the Independent Order of Pole-Bearers Association’s fair in Memphis, Tennessee. The Pole-Bearers Association consisted of formerly enslaved people and in some ways preceded the National Association for the Advancement of Colored People. The bouquet served as a peace offering from the freed people to an iconic southern planter and Confederate officer. Forrest took the bouquet saying, “I accept the flowers as a memento of reconciliation between the white and colored races of the southern states.”  Forrest became the first white man to speak to the Association and was invited to the podium with genuine anticipation. During Forrest’s short speech, he advocated for African Americans’ right to vote, promoted cooperation between the two races, and pledged his allegiance to the African American cause. “We were born on the same soil, breathe the same air, and live on the same land,” Forrest exclaimed, “Why then can we not be brothers?”  Forrest thanked Lewis for the bouquet, gave her a kiss on the cheek, and exited the stage.","            The Association asked Forrest to speak as a symbolic act of coexistence between the former planters and freed people. His extremely controversial past specifically surrounding race, and his war-era actions toward African Americans indicated the significance of such an event. According to Brigit Katz of the Smithsonian, Forrest’s most lucrative enterprise before the Civil War was slave trading. In fact, he was one of only eight slave traders in the Memphis directory in 1855. During the war, Forrest’s racial ideologies climaxed at the Massacre of Fort Pillow, where his troops massacred hundreds of surrendering African American soldiers. After the war, Forrest helped launch the Klu Klux Klan and became the first Grand Wizard. This title came from his Confederate cavalry nickname “wizard of the saddle.”. The Klan, whose numbers exploded under Forrest’s leadership, used tactics such as whippings, house-burnings, kidnappings, and lynchings to intimidate southern African Americans and Republicans in general and perpetuate racial inequalities in elections and other aspects of southern society. The organization became so severely violent that Forrest requested the disbandment of the Klan in 1869.","            Forrest’s legacy is synonymous with racism, intolerance, and hatred. However, this speech and the actions that he made at the Pole-Bearer’s convention raise questions about how his ideas on these topics may have changed in the late years before his death in 1877. Considering the raucous applause that answered Forrest’s words, a request of forgiveness had been accepted. When transcripts of the speech were distributed in newspapers after the convention it was met with a variety of replies. Ex-Confederate cavalrymen denounced Forrest for his speech saying it was “unworthy of a southern gentlemen.” Transcripts of the statement surfaced throughout the country, serving as a dramatic symbol of change. Although hostilities surrounding race continued to plague the South decades after the Civil War, profound attempts of reconciliation from the most unlikely of sources exist."],"display_date":"July 5, 1875","search_date":"1875-07-05","locations":[{"id":53199,"lat":42.094667852651,"lng":-78.482875,"zoom":3,"place":"Shelby County, Tennessee"}],"tags":[{"id":2860,"tag":"Equality"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}