{"id":11691,"place":"Secessionville, Charleston, United State","lat":32.706152180761,"lng":-79.941089444718,"episodes":[{"id":6385,"title":"The Escape of William and Ellen Craft from Slavery in America to Freedom in England","course_id":149,"status":"P","start_date":"1848-12-01","end_date":"1852-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William and Ellen Craft were both born in 1820s Georgia to, by the standards of that time, fairly sensitive masters. Neither was ever beaten by their masters, yet they still could feel the shackles of slavery. They met each other in 1846 by coincidence, and by 1848 were married. Their decision to escape slavery was heavily influenced by, besides their desire for and right to freedom, their desire to raise children out of the confines of slavery. Their escape was quick—eight days from their initial idea—however it was not easy and they ran into many obstacles along the way.","Their idea was based on the fact that Ellen’s quadroon skin made her passably white. So, they decided she was going to dress up as William's male master and chaperone him to Philadelphia, a free state. With nerves rumbling, they gathered costumes and props--Ellen decided to wear glasses and poultices around both her mouth and her arm so that she would neither be recognizable nor be asked to speak or write. Their masters issued them “holiday” papers for a short Christmas vacation. Along their journey, they encountered Ellen's family's friend and William's employer, but luckily were not caught. Many pro-slavery Southern Whites they met warned Ellen, code-named \"William Johnson,\" that her “slave” may escape when they get to the North. Blacks free and enslaved urged William to seek freedom when he got to Philadelphia.","If William and Ellen had good masters, why, then, did they want so badly to be free? Did they not have food, a job, a bed? This sentiment is what Saidiya Hartman says is the worst part of this institution. \"If the excess of enjoyment imputed to the enslaved displaced what we would think of as disturbing circumstances, it did so only by obscuring violence and comflating it with pleasure\" (Hartman 25). The institution's ideologies as a whole seeped within the community in the form of subconscious racial discrimination and subordination, allowing whites to alleviate their guilt in an instance where a slave seems to be treated more humane than usual. This natural inclination towards racism under the lens of paternalistic, goodly masters is seen throughout the Craft's interactions with the upper-middle to upper class white persons on the trains and steamers. When they were on a train in Richmond, an elite woman mistook William for her escaped \"Ned\" because she “never in my life saw two black pigs more alike” (Tweedie 62).  This incidence truly emphasizes the social atmosphere of the era. A majority of whites held skewed views of blacks and a lot of people were very proud and open about it. This woman was of a paternalistic view of blacks, that they were less intelligent and she knew what was best for them. This idea led her to change the will of her late husband, which had called for the emancipation of his slaves. She sold them because she thought it was “such a cruel thing to turn n****rs loose to shift for themselves, when there are so many good masters to take care of them” (Tweedie 64). A discussion, thus, took place amongst her, Ellen, and gentleman who was sitting by them, though it brought no change of mind to the woman. She reserved her paternalistic view of her slaveholding status."," Mysteriously, the couple came across much luck in their travel. At the port in Baltimore en route to free land in Philadelphia, a \"Yankee of the low order\" (Tweedie 68) claimed he could not let men with slaves pass without his approval, to prevent the emancipation of the slaves. With sheer luck, the conductor of the train recognized the couple and convinced the Yankee to let them board. While in Philadelphia, they met a man who was a member of the Society of Friends and who graciously hosted them for three weeks. During those three weeks, the freed William and Ellen learned the alphabet and how to spell and write their names.","It came to be, however, that they were not safe in the supposedly free land of the North for, in 1850, the Fugitive Slave Act was enacted and their masters sent out warrants for their re-enslavement. As quickly as they arrived in the North, they fled for Canada and then England. William remarks at the end of his narrative about how unfortunate it is that, in order to be free, he and Ellen had to flee a land that prides itself in freedom and equality for the land which that country fled from just a few centuries prior.","                                    \"In short, it is well known in England, if not all over the world,                                                                                        that the Americans, as a people, are notoriously mean and cruel                                                                                    towards all coloured persons, whether they are bond or free\" (Tweedie 111). "],"display_date":"December 1, 1848 - January 31, 1852","search_date":"1850-07-02","locations":[{"id":52774,"lat":32.8406946,"lng":-83.6324022,"zoom":8,"place":"Maçon, GA"},{"id":52775,"lat":32.0835407,"lng":-81.0998342,"zoom":8,"place":"Savannah, GA"},{"id":52776,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"Charleston, SC"},{"id":52777,"lat":37.5407246,"lng":-77.4360481,"zoom":8,"place":"Richmond, VA"},{"id":52778,"lat":39.2903848,"lng":-76.6121893,"zoom":8,"place":"Baltimore, MD"},{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"},{"id":52780,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"Philadelphia, PA"},{"id":52781,"lat":42.3600825,"lng":-71.0588801,"zoom":8,"place":"Boston, MA"},{"id":52782,"lat":43.661471,"lng":-70.2553259,"zoom":8,"place":"Portland, ME"},{"id":52783,"lat":45.2733153,"lng":-66.0633081,"zoom":8,"place":"St John, NB, Canada"},{"id":52784,"lat":44.9902861,"lng":-64.1310364,"zoom":8,"place":"Windsor, NS, Canada"},{"id":52785,"lat":44.6488625,"lng":-63.5753196,"zoom":8,"place":"Halifax, NS, Canada"},{"id":52786,"lat":53.4083714,"lng":-2.9915726,"zoom":8,"place":"Liverpool, UK"}],"tags":[{"id":4,"tag":"Slavery"},{"id":501,"tag":"Escaping slavery"},{"id":2306,"tag":"Slave narratives"},{"id":420,"tag":"Slaves"},{"id":2737,"tag":"Civil War era"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6603,"title":"Denmark Vesey Conspires to Lead a Slave Revolt","course_id":164,"status":"P","start_date":"1822-05-01","end_date":"1822-07-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Denmark Vesey and his supporters planned a slave rebellion for July 14, 1822. However, “a servant prompted by attachment to his master, communicated to him that he had been requested to give his assent and subscribe his name to a list of persons already engaged in the conspiracy.” Vesey and thirty-four others were executed, by South Carolina, for their plans of treason against the white population of the United States.","Vesey, a literate free black man living in Charleston, bought his freedom in 1800. Years later, he learned about the successful Haitian slave revolt, which inspired him to plan a similar event in the United States. In the year 1817, he joined the African Methodist Episcopal Church (AME) in Charleston, along with around 4,000 blacks who left white churches. Upon his association with the church, he quickly became a leader and realized that the whites in the area targeted those who attended the church; this greatly angered Vesey. As a result, he began to preach from the Old Testament, and he taught that the blacks who attended were the new chosen ones and because of their enslavement, those who forced them into this lifestyle would be punished. By getting his supporters into the mindset that whites deserved to be punished, he encouraged them to support his plan for rebellion.","<em> Narrative of the Events Comprising the Vesey </em>Rebellion states, around 1818, “Vesey considered leaving Charleston…but he decided to stay and see what he could do for his fellow creatures. With a new urgency he preached that freedom for slaves would be realized.” Vesey and his fellow leaders began to plan for a rebellion. Gullah Jack, an African Priest, teamed with Vesey to spread the word of the rebellion and to inspire potential participants. The date for the rebellion was set for July 14, 1822. The plan was to seize the city of Charleston, set fire to the city, kill the governor, and basically every white man in sight.","Denmark Vesey became a martyr to his followers and those to come after him. He assisted in planning a rebellion that could have changed the fate of many slaves and free blacks. David Robertson believes that Vesey \"organized the most elaborate and well-planned slave insurrection in the history of the United States.\" Robertson believes that if he had succeeded the majority of whites in Charleston could have been wiped out. Not only would this have changed their lives, it also would have changed the lives of the white population. With the threat of this possible rebellion, the South realized that they needed to keep a closer eye on the black population. His actions and the results gained support for the abolitionist movement, and the country of the United States began to move closer and closer to a Civil War."," "],"display_date":"May 1, 1822 - July 14, 1822","search_date":"1822-06-07","locations":[{"id":52976,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"Charleston, South Carolina, USA"}],"tags":[{"id":3142,"tag":"Revolt"},{"id":2743,"tag":"Abolitionist"},{"id":4,"tag":"Slavery"},{"id":1018,"tag":"rebellion"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}},{"id":6637,"title":"Raised from the Locker","course_id":164,"status":"P","start_date":"5/3/95","end_date":"4/17/04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","            On the Seventeenth of February, 1864, a Confederate States submarine, known as the <em>CSS Hunley</em>, made its first attack on the Union blockade ships. The <em>USS Housatonic</em> sank to the bottom of the sea, a victim to the first successful submarine attack. However, she would not sink alone. <em>The Hunley</em> did not return to shore to bask in the glory of her achievement. She and her crew of eight would be lost to the waves for over a hundred years. The Hunley had sunken to the deep thrice in her lifetime, killing her crews each time. One of these would include the principle designer and creator, Horace Lawson Hunley. However, this was not the end to the Hunley’s tale. Stories would be told of the famed submarine that would then reach the ears of author, adventure seeker, and founder of the National Underwater and Marine Agency (NUMA) Clive Cussler. Cussler is a man with a mind that functions, in his own words as written in July 1980, “left of delirium and right of monomania.” To Cussler, there was no greater thrill than that of the ocean’s discovery. His first attempt at finding the lost ship would be away from the site of the <em>USS Housatonic</em>’s wreckage as he had reports by the deck officers of the vessel that the Hunley had backed away some 50-100 feet before the explosion. His first search in 1980 would yield no results."," ","            Cussler’s third expedition, from June 1994 to May 1995, would prove different. Armed with new hands, new technology, and a determination bordering obsession; the NUMA diving crew of Ralph Wilbanks, Wes Hall, and Harry Pecorelli would locate the sunken submarine a thousand feet southeast from the <em>Housatonic</em>’s boiler. When they resurfaced, they were instructed by Cussler to photograph their dig for authentication. On the first of May, 1995, the <em>Hunley</em> had been found."," ","            Finding the ship, though a challenge, was the easy part. The real question was how to move a multi-ton, rusting, and fragile piece of history from the bottom of the ocean back to the surface. This task fell to the NUMA group using technology from Oceaneering International Inc. Cussler donated $50,000 to the effort, but the ocean refused to make it easy. Structural integrity was weak, the possibility of looting was real, visibility for divers was a hassle, and the recovery crew had to deal with the possibility of weather setbacks. New strategies were needed. By this point, a basic procedure had been formed: dive, prep, install suction piles, set up recovery frame, set up a sling under the hull, load cells to support the system, foam protection for the <em>Hunley</em> against the system, recover the wreckage. As one could imagine, this was a long and drawn out process. One could not be too careful with the history below the waves. Five years after the discovery of the historic vessel, the <em>Hunley</em> finally returned to Charleston, South Carolina after over a century missing at sea and her crew was given a proper burial on April 17, 2004."],"display_date":"May 3, 1995 - April 17, 1904","search_date":"1949-10-24","locations":[{"id":53010,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"Charlestown, South Carolina"}],"tags":[{"id":3230,"tag":"Public History"},{"id":113,"tag":"Navy"},{"id":32,"tag":"Civil War"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}},{"id":6724,"title":"600 Confederate prisoners of war suffer on Morris Island","course_id":176,"status":"P","start_date":"1864-08-04","end_date":"1865-03-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 4, 1864, fifty Confederate prisoners of war were exchanged for fifty Union prisoners in Charleston, South Carolina. News of this exchange quickly spread among the Confederate prisoners held at Fort Delaware, although the more skeptical men pointed out the lack of evidence, and without further information, the discussion quieted. The rumor revived when a Union sergeant told an officer guarding prisoners there had been an exchange, and the federal government was arranging another. On August 17, 1864 a Union officer named Sergeant Murphy called six hundred names, all officers, who the prisoners believed would be the next group exchanged. One prisoner, John Ogden Murray, wrote: “When the M’s were called on the roll I could hardly contain myself; when my name was called I could have shouted for joy; and I really felt sorry that all my comrades were not included in the list, as we thought, for exchange.” When there was no movement from their guards the next day, the prisoners began thinking that the whole thing had been a cruel joke, until finally, at 3 p.m. August 20, 1864, roll was called again and the six hundred ordered to take their belongings and march onto the steamship <em>Crescent City</em> headed for Morris Island, South Carolina. After eighteen days, with only brief turns above deck, the ship arrived off Morris Island early in the morning of September 7, 1864. Unfortunately for the prisoners, Lt. Gen. Ulysses S. Grant sent a letter on August 21, 1864, specifically forbidding the exchange of the prisoners now at Morris Island. Prisoner exchanges were officially halted in July 1863, due to Confederate refusal to include black prisoners of war, but some generals continued arranging unofficial exchanges. By 10 a.m. September 7, 1864 the prisoners were informed there was no intention of exchanging them. The general who ordered the prisoners to Morris Island, Maj. Gen. John G. Foster, was retaliating for Union prisoners of war being placed in the parts of Charleston the Union was shelling. The battery on Morris Island was a target of the guns in Charleston, and he hoped the Confederates would be reluctant to fire on their own men. Although none of the prisoners died from the artillery, they were far from comfortable. Murray wrote that rations consisted of “the luxurious diet of four hardtack army crackers, one ounce of fat meat, and half a pint of sandy bean soup (which often tasted like it had been seasoned with soap).” The prisoners had to dig to the water table to get anything to drink. Three prisoners died on Morris Island of starvation-related illnesses. In early October 1864 a yellow fever outbreak in Charleston led the Confederates to remove their prisoners of war from the city, and in response Foster ordered the men, who would eventually be known as the Immortal 600, moved to Fort Pulaski at the mouth of the Savannah River. They stayed there until March 4, 1865, when they returned to Fort Delaware to wait out the end of the war."],"display_date":"August 4, 1864 - March 4, 1865","search_date":"1864-11-17","locations":[{"id":53080,"lat":32.02706,"lng":-80.8904868,"zoom":15,"place":"Fort Pulaski, Georgia"},{"id":53079,"lat":32.7124021,"lng":-79.8940806,"zoom":15,"place":"Morris Island, South Carolina"},{"id":53078,"lat":39.5906951,"lng":-75.5721664,"zoom":13,"place":"Fort Delaware, Delaware"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":32,"tag":"Civil War"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}},{"id":6769,"title":"The History of the Ambulance-Wagon During the Civil War","course_id":177,"status":"P","start_date":"1861-04-12","end_date":"1865-05-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Between April 12, 1861 to May 9, 1865, the Civil War waged claiming the lives of about 620,000 American. The Civil War conflict was a great tragedy, but if could have been worse if it wasn’t for William A. Hammond the surgeon general at the time. It was thanks to his almost single-handed push of a vehicle designed to get medics to the injured faster, and/or the injured out of combat zones.","Known as the ambulance-wagon in its time, it was the first vehicle of its kind; with the express purpose of transporting care to the wounded. An 1891 diagram detailed the inner workings of this type of ambulance was used as a detailed diagram of the innerworkings of the type of an old-style ambulance. It was used in its time as a reference to how a vehicle meant for treating wounds on a battlefield should be built and stocked. It includes a medicine pannier, Autenreith medicine wagon, hospital tent, Sibley tent, litters, Wheeling or Rosecrans ambulance wagon, Rucker ambulance wagon, Confederate field ambulance wagon, hospital rail cars, hospital ship, and six-mule team with U.S. Army wagon. The reason from then number of different types of elements was due to the number of different types of war zones the ambulance-wagon would be used in, and the vast amount of different types of injuries one would fall victim to during the war. The company who created it was Julius Bien & Co.","The photo the same ambulance described by the lithograph in action, shows medical staff tending to the wounds of soldiers on the battle field. During the Civil War, when medicine hadn’t advanced to the point where ambulances only served a means of stabilization, and transportation to a hospital like they do now; it was the ambulance-wagon, and those who pushed its integration that no doubt saved thousands of lives.   ","Hammond demanded (and got) one ambulance for every 150 soldiers and got two medical supply wagons for each regimental corps. His improved transportation system proved itself, and at the battle of Antietam (September 1862) his stretcher bearers and ambulance-wagons had every one of the Union Army's 9420 wounded soldiers off the battlefield before the day ended. It was a remarkable feat in the early history of ambulances. At first, ambulance at the time was used strictly for combat zone purposes, but was quickly adopted by hospitals soon after. "],"display_date":"April 12, 1861 - May 9, 1865","search_date":"1863-04-26","locations":[{"id":53115,"lat":32.7523476,"lng":-79.8746925,"zoom":7,"place":"Fort Sumter, South Carolina"},{"id":52839,"lat":37.09024,"lng":-95.712891,"zoom":7,"place":"United States"}],"tags":[{"id":3500,"tag":"William A. Hammond"},{"id":3499,"tag":"ambulance-wagon"},{"id":3498,"tag":"Ambulance"},{"id":5,"tag":"War"},{"id":100,"tag":"Medicine"},{"id":32,"tag":"Civil War"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6882,"title":"Blood Fighting Blood: An example of two brothers in the Civil War","course_id":188,"status":"P","start_date":"1862-06-16","end_date":"1862-06-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On the June 18, 1862, two days following the Battle of Secessionville, a young Union color bearer named Alexander “Sandy” Campbell received a letter from his brother James. Born in Scotland, the two had immigrated to America. Unlike Sandy, though, James served as a lieutenant in the Confederacy. Sandy Campbell lived in the North, while James lived in the South, leading to the siblings being on opposite sides of the conflict. The two brothers had just fought against one another in the same battle, demonstrating the brother versus brother adage.  ","            The Battle of Secessionville was a planned Union attack on the Confederate-held James Island, South Carolina. This plan called for the U.S. to take the island, and gain a foothold to stage a land attack upon Charleston. Brigadier General Henry Benham commanded the Union forces, while the Confederates were under the command of Colonel Thomas G. Lamar. The Union troops assaulted the Confederate fort near Secessionville, but the fort was heavily defended and soon augmented with reinforcements. Taking the fort proved too tough a task for the Union, resulting in a Confederate victory, despite the small size of the battle. The total numbers for the Union were approximately 6,600 men, while the Confederates had a strength of around 2,000 men. ","            After the conclusion of the battle. James learned of Sandy’s presence this from some of the Union prisoners of war, and soon wrote to his brother. In this letter he stated “I was astonished to hear from the prisoners that you was colour Bearer of the Regmt that assalted the Battrey [sic] at this point the other day.” He went on to state that while he hoped they would never meet on the battlefield face to face again, he would continue to fight for his cause. An interesting note is that he wrote a request to his brother, pertaining to their sister. “When you write north you will please Let Sister ann know that I am Still alive and in good health. I am verry anxious to hear from her but surcimstances does not afford a chance.” Even though his sister remained loyal to the Union, the family bonds weighed heavily even in the midst of conflict. ","Both brothers survived the war, with James living to age 74, passing in 1907, while Sandy outlived his brother, dying in 1909 at the age of 71. Both lived out their lives in their respective regions, Sandy in the North, and James in the South."],"display_date":"June 16, 1862","search_date":"1862-06-16","locations":[{"id":53208,"lat":32.706152180761,"lng":-79.941089444718,"zoom":15,"place":"Secessionville, Charleston, United State"}],"tags":[{"id":32,"tag":"Civil War"},{"id":5,"tag":"War"},{"id":2768,"tag":"charleston"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}