{"id":11746,"place":"Kerrville Texas","lat":30.035348730812,"lng":-99.117148294689,"episodes":[{"id":6890,"title":"Women and the 21st Amendment","course_id":186,"status":"P","start_date":"12/18/17","end_date":"12/5/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Women and Prohibition","It is not a new discovery that women have played a significant role in changing the face of America. For example, women pushed desperately to pass the 21<sup>st</sup> amendment (1933) repealing the 18<sup>th</sup> amendment (1919); prohibition. While previous women desperately fought to create the 18<sup>th</sup> amendment, none of them truly sought through the possible consequences its implementation could entail. Hence, a 21<sup>st</sup> amendment was sought not long after.","            The initial plan women created, the 18<sup>th</sup> amendment, was in attempt to “take back the home”. What I mean by this is that women believed that alcohol was the cause for their husbands being drawn away from the home all day, only to come home late and do very awful things to her.[1] In addition to this, women who were suffering from drunken husbands teamed up with the groups of religious people such as the National Women’s Christian Temperance Union, and males who could vote.[2] With strong effort they were able to successfully pass the 18<sup>th</sup> amendment. Over the years following, some women continued to celebrate while others began to see a change in light.","            The reason for this is as follows. While alcohol became illegal to sell, it did not prevent people from getting their hands on it and consuming it anyways. Another thing women noticed after the 18<sup>th</sup> amendment was that bars were no longer regulated. This meant they could stay open however late they please and let whom ever they want in. This allowed for the creation of “speak easies” which were basically the old bars but were now being used primarily for illegal actions such as selling black market alcohol. Some other things came from this as well.[3] These included an increase of prostitution, increase in youth drinking, increase in political/government corruption, increase in death, and also did not put an end to most husband’s violent actions.","            Because of these consequences, it was time for action, and action came in the form of a group of strong-willed women. For example, The WONPR, Women’s Organization for National Prohibition Reform, was a women’s organization in support of the soon to be 21<sup>st</sup> amendment. Importantly to note, this organization did not want to segregate political parties or previous movement organizations. Due to this, WONPR claimed over 1.2 million members at the beginning of 1933. One thing this organization campaigned on was “the repeal of the 18<sup>th</sup> amendment is not defeat”.[4] This was in attempt to show 18<sup>th</sup> amendment prohibition supporters that their actions were in good means, and that it is not a loss but rather a creation for a better, safer way.","Another organization of powerful women who played a role in the creation of the 21<sup>st</sup> amendment was the Women’s Organization for Prohibition Reform. For example, Ione Nicoll, secretary of WOPR, saw the destruction of the 18<sup>th</sup> amendment and began to look for ways to repeal it. Nicoll frequently brought up that instead of eradicating the evils people faced, prohibition made it worse.[5] To further show her reasonings for why women “should vote wet”, Nicoll explained a study done in 1925 by the Women’s National Republican Club. This study concluded that out of the vast variety of women they surveyed, ninety percent voted to get rid of or make changes to the 18<sup>th</sup> amendment. Not only did she use facts to back up her reasonings for a 21<sup>st</sup> amendment, she also tried to get female Prohibitionists on her side like the WONPR did.","Though some of the Prohibition supporters were scarred by experiences, others began to see a new light that shined on the creation of a 21<sup>st</sup> amendment. Overtime these groups of women were able to gain mass support and became successful at repealing prohibition. With one of the campaign tactics being creating alliances, women in the 21<sup>st</sup> amendment were able to get the government, as well as others, on their side. Once this occurred, rapid changes began and the 21<sup>st</sup> amendment was created."," "," ","Reference List:","Nicoll, Ione. \"Should Women Vote Wet?\" <em>The North American Review</em> 229, no. 5 (1930): 561-65. <a href=\"http://www.jstor.org.schreiner.idm.oclc.org/stable/25113543.\">http://www.jstor.org.schreiner.idm.oclc.org/stable/25113543.</a>","Rose, Kenneth D. 1996. American Women and the Repeal of Prohibition. The American Social Experience Series. New York: NYU Press. <a href=\"http://schreiner.idm.oclc.org/login?url=http://search.ebscohost.com/login.aspx?direct=true&db=nlebk&AN=19000&site=eds-live&scope=site.\">http://schreiner.idm.oclc.org/login?url=http://search.ebscohost.com/login.aspx?direct=true&db=nlebk&AN=19000&site=eds-live&scope=site.</a>","Rose, Kenneth D. \"Nonpartisanship, National Politics, and the Momentum for Repeal.\" In <em>American Women and the Repeal of Prohibition</em>, 114-29. NYU Press, 1996. <a href=\"http://www.jstor.org/stable/j.ctt9qfzjn.11.\">http://www.jstor.org/stable/j.ctt9qfzjn.11.</a>","Lillian M. N. Stevens. \"The Work of the National Woman's Christian Temperance Union.\" <em>The Annals of the American Academy of Political and Social Science</em> 32 (1908): 38-42. <a href=\"http://www.jstor.org/stable/1010550.\">http://www.jstor.org/stable/1010550.</a>"," ","[1] Rose, Kenneth D. 1996. American Women and the Repeal of Prohibition. The American Social Experience Series. New York: NYU Press. Chapter 1.","[2] Lillian M. N. Stevens. \"The Work of the National Woman's Christian Temperance Union.\" The Annals of the American Academy of Political and Social Science 32 (1908): 38-42. Page 41.","[3] Nicoll, Ione. \"Should Women Vote Wet?\" The North American Review 229, no. 5 (1930): 561-65. Page 2..","[4] Rose, Kenneth D. \"Nonpartisanship, National Politics, and the Momentum for Repeal.\" In American Women and the Repeal of Prohibition, 114-29. NYU Press, 1996. Page 114-129.","[5] Nicoll, Page 1."],"display_date":"December 18, 1917 - December 5, 1933","search_date":"1925-12-11","locations":[{"id":53216,"lat":30.035348730812,"lng":-99.117148294689,"zoom":14,"place":"Kerrville Texas"}],"tags":[{"id":1685,"tag":"Woman"},{"id":3702,"tag":"21st Amendment"},{"id":111,"tag":"Prohibition"},{"id":1563,"tag":"18th Amendment"},{"id":265,"tag":"america"},{"id":2471,"tag":"20th Century"},{"id":7,"tag":"Women"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":186,"school_id":69}}]}