{"id":11769,"place":"Samos","lat":37.499782024664,"lng":26.334286951706,"episodes":[{"id":6898,"title":"The Small Newspaper Article that Saw a War Coming","course_id":191,"status":"P","start_date":"9/23/12","end_date":"8/10/13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 23, 1912, the Canadian Press Dispatch wrote on the front page of their newspaper a small article called “Turkey and Bulgaria on the Verge of War”. The article described rising tensions between Bulgaria and Turkey and escalating events on the Greek island of Samos. Bulgaria was attempting to ship several wagons of military supplies through Turkey, where they would eventually be delivered to the Serbian government when the shipment arrived in Saloniki. According to the reporter, the shipment did not make it to its intended destination. Instead, the shipment was stopped and seized by officials stationed at the Turkish border. There was no explanation why Turkey seized the wagons, but their actions with the military supplies intended for Bulgaria’s ally strained the relationship between Bulgaria and Turkey. According to the Canadian Press Dispatch, the British and French navies have recently left the Greek island of Samos. Sofulius, the leader of Samos, had secretly deployed troops from Nicaria onto the shores of the island shortly after they left. Nicaria is another island that had recently become independent, but like Turkey’s capture of the military wagons, the motives for Sofulius’s actions on Samos were not explained in the article. In response, the two navies have been ordered to return to Samos, possibly to confront Sofulius and his troops.[1]","The attempted trade between Bulgaria and Serbia in the article relates to the fact that Bulagria and Serbia were allies back in 1912, the same year that the article was written. They were members of a four-nation alliance called the Balkan League, with the other two members being Greece and Montenegro. This alliance was encouraged by Russian agents under Russian Foreign Minister Sergey Sazonov since the spring of 1912, and the formal agreement signed on September 28, 1912, just 4 days after this article was written.[2] The purpose for such an alliance, according to the Encyclopeadia Britannica, was that the Balkan League nations wanted European land that the Ottoman Empire controlled, particularly Macedonia.[3] This was not the original intent, as Sazonov wanted the league to be primarily anti-Austria, though no explanation was provided as to what Russia had against Austria at the time.[4] So, when Montenegro declared war on Turkey on October 8, 1912, the allies in this League joined in shortly after. This declaration of war was beginning of the first of two Balkan Wars. The first war, lasting from October 8, 1912 to May 30, 1913, was fought between the Balkan League and Turkey. The second Balkan War that lasted from June 29, 1913 to August 10, 1913 was fought between the members of the Balkan Alliance. The end of these wars brought the loss of Macedonia for the Ottoman Empire, and the alliance between Bulgaria and the other nations in the League collapsed.[5]"," ","[1] Canadian Press Dispatch, \"Turkey and Bulgaria on the Verge of War,\" <em>The Globe</em> (Toronto), September 23, 1912, sec. 5, accessed January 21, 2019, <a href=\"https://search-proquest-com.myaccess.library.utoronto.ca/hnpglobeandmail/docview/1351223233/pageviewPDF/E6D39DD4CABB42C5PQ/1?accountid=14771.\">https://search-proquest-com.myaccess.library.utoronto.ca/hnpglobeandmail/docview/1351223233/pageviewPDF/E6D39DD4CABB42C5PQ/1?accountid=14771.</a>","[2] Edward C. Thaden, \"Bulgarian-Serbian Agreement,\" in <em>Russia and the Balkan Alliance of 1912</em> (University Park, PA: Pennsylvania State University Press, 1965), 98.","[3] The Editors of Encyclopaedia Britannica, \"Balkan Wars,\" Encyclopaedia Britannica, January 15, 2019, 1, accessed February 23, 2019, <a href=\"https://www.britannica.com/topic/Balkan-Wars.\">https://www.britannica.com/topic/Balkan-Wars.</a>","[4] The Editors of Encyclopaedia Britannica. \"Sergey Dmitriyevich Sazonov.\" Encyclopædia Britannica. December 21, 2018, 1, accessed February 24, 2019. <a href=\"https://www.britannica.com/biography/Sergey-Dmitriyevich-Sazonov.\">https://www.britannica.com/biography/Sergey-Dmitriyevich-Sazonov.</a>","[5] The Editors of Encyclopaedia Britannica, \"Balkan Wars,\" Encyclopaedia Britannica, January 15, 2019, 1, accessed February 23, 2019, <a href=\"https://www.britannica.com/topic/Balkan-Wars.\">https://www.britannica.com/topic/Balkan-Wars.</a>"],"display_date":"September 23, 1912 - August 10, 1913","search_date":"1913-03-02","locations":[{"id":53227,"lat":42.6977082,"lng":23.3218675,"zoom":2,"place":"Sofia, Bulgaria"},{"id":53228,"lat":37.499782024664,"lng":26.334286951706,"zoom":8,"place":"Samos"}],"tags":[{"id":3709,"tag":"Balkan Wars"},{"id":3710,"tag":"Bulgaria"},{"id":3711,"tag":"Turkey"},{"id":3717,"tag":"Ottoman Empire"},{"id":3718,"tag":"Greece"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":191,"school_id":28}}]}