{"id":11762,"place":"Poughkeepsie, NY","lat":41.639967351896,"lng":-74.423852426949,"episodes":[{"id":6893,"title":"A Vassar Alumnus in France","course_id":190,"status":"P","start_date":"1/1/14","end_date":"12/31/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1918, Irma Waterhouse, a graduate of Vassar College, traveled to France as a part of the Vassar relief unit under the American Red Cross, working with the American Expeditionary Forces. She wrote about her experiences in letters home, one of which was published in the Vassar school newspaper, The Miscellany. Waterhouse had graduated in 1914 and was recruited by the Vassar Canteen Unit in 1918. In her letter, she was proud to explain what she was doing to aid the American army in France. She discusses how important volunteers were and how their help was so desperately needed. She describes the excitement she feels living in France: “We get back and forth in army trucks or army machines and that is the time when you get the biggest thrill- for of course we are the only women who can ride in army trucks and cars- we are part of A. E. F.!” Irma emphasized the honor she felt serving her country. She urged other women at Vassar to join the A.E.F.","Women were desperately needed to fill jobs in France. The book, The Hello Girls by Elizabeth Cobbs discusses the push for women’s involvement in the communication sector. Many women were recruited to become switchboard operators but, there were also  many other positions that needed to be filled from nurses to secretaries. Irma Waterhouse was one of those women. She worked in the kitchens of a Red Cross station in France and served soldiers. This position was revolutionary for a woman like Irma. Because of her wealth and access to education she had the time to volunteer and follow a patriotic calling of helping the military. These opportunities were not afforded to lower class women, who did not have the means to take off from work and leave their responsibilities at home. Irma’s education aided her in work; at some points during her service she worked as a secretary. She was the only person out of five secretaries to speak French, so she often translated between the American and French secretaries.","Irma Waterhouse and the Vassar Canteen Unit tell a unique story about social roles of women during the war. The role of women was changing at this time, as new positions overseas and at home opened to women. For the first time, women were not only encouraged to enter the war effort, but also they were drastically needed.  These women volunteers came from upper-class families with educated backgrounds, but in France they worked service jobs usually held by the lower class. Waterhouse’s achievements did not end here. During World War II she once again worked with the Red Cross informing families across New York city that their sons and husbands had been killed in the war. In her adult life, Waterhouse taught classes to uneducated women about how to lead discussions, a move towards liberating women. She was also a successful author of short stories, received an M.A. in social working at fifty-one and became the head psychiatric social worker at Adelphi University. World War One opened up a variety of opportunities for women, especially upper-class women. After the war, many educated and experienced women who had proved themselves in the face of conflict."," "],"display_date":"1914 - 1919","search_date":"1916-12-31","locations":[{"id":53219,"lat":41.639967351896,"lng":-74.423852426949,"zoom":9,"place":"Poughkeepsie, NY"}],"tags":[{"id":1111,"tag":"World War I"},{"id":7,"tag":"Women"},{"id":3706,"tag":"Vassar"},{"id":3707,"tag":"AEF"}],"course":{"name":"Historian's Craft","school":"SUNY New Paltz","course_id":190,"school_id":102}}]}