{"id":11767,"place":"Lindsay, Ontario, Canada","lat":44.34792430133,"lng":-78.688675423332,"episodes":[{"id":6897,"title":"Beer Vote Legality Due for Court Test","course_id":191,"status":"P","start_date":"1/1/29","end_date":"12/31/35","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["My article \"Beer Vote Legality Due for Court Test\" from May 9th, 1935, refers to a court test of Ontario’s Liquor Control Act. The challenge sought to determine whether plebiscites on prohibiting the sale of alcohol were legal. Lawyer W.H. Bouck organized the petition that prompted the vote by Lindsay’s City Council.  The Council’s ruling was a close 5 to 4 decision to hold a plebiscite to ascertain what the future of alcohol sale would be in the community. Col. R.I. Moore, in the wake of the vote, sought to bring it to court to challenge the authority of the decision, based on a claim that some names on the original petition were invalid, and that a reading of the by-law required at least a two-thirds majority.  According to Bouck, the pro-dry petition organizer, the Lindsay City Council should not to concern itself with Moore’s challenge and continue with the plebiscite. Additionally, Bouck outlined his plan for gathering signatures in Toronto as he had in Lindsay. In Toronto, Bouck was attempting to gather 90,000 signatures for a similar plea in the province’s capital. Part of Bouck’s plan was to cross reference the signatures gathered with data from the provincial lists of 1934 to make certain all the names gathered for his petition were in fact from those eligible to vote, making the job of City Clerk Somers easier, and the cross-referencing cheaper and quicker.  (The Globe, May 9th, 1935)   "," ","The broader historical context of the Lindsay case outlined in my article was dominated by the Great Depression, the economic hardships endured by most Canadians, and the legacy of Prohibition. 1935 was a year of great economic hardship across Canada. It was the end of R.B. Bennett and his Conservative Party’s control of Parliament, whose term was marked by failed economic policies, such as the infamous Unemployment Relief Camps and the Bennett Buggies. In fact, the month before the “Beer Vote” article was published, the On-to-Ottawa Trek began as a strike over harsh working conditions and low wages by the workers at Relief Camps, later morphing into a cross-country journey to protest the federal government itself. Over 1000 of these workers “rode the rails” to Ottawa to make their grievances known. This economic situation that permeated Canada in the 1930s connects to the article, perhaps helping to explain R.I. Moore’s opposition to making Lindsay dry, as the sale of alcohol could provide some much-needed stimulus to the local economy, as well as a way for the hard-done-by members of the community to cope. Another key part of the context to consider is broader Prohibition. In Ontario, prohibition lasted from 1916 to 1926, but this article shows that Temperance ideology continued to be an influential movement even after it was repealed. Enclaves of dry communities persisted, like what Bouck wanted Lindsay and Toronto to become.       "],"display_date":"1929 - 1935","search_date":"1932-07-01","locations":[{"id":53226,"lat":44.34792430133,"lng":-78.688675423332,"zoom":11,"place":"Lindsay, Ontario, Canada"}],"tags":[{"id":1630,"tag":"Canada"},{"id":1158,"tag":"Great Depression"},{"id":111,"tag":"Prohibition"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":191,"school_id":28}}]}