{"id":1177,"place":"GUILFORD, North Carolina","lat":36.0793885003,"lng":-79.7889995015,"episodes":[{"id":1612,"title":"First North Carolina furniture factory opens\n","course_id":1,"status":"P","start_date":"1888-02-20","end_date":"1888-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the late 1800's, the Southern population burgeoned. At the same time, Congress imposed several tariffs, which benefited northern factories at the expense of southern agriculture. For many states, these two effects compelled Southerners to diversify their economies. North Carolina, for instance, changed its economic focus from tobacco towards furniture making, an industry that took advantage of the region's rich natural forests and cheap labor supply.&lt;br /&gt;&lt;br /&gt;In 1881, David and William White laid the foundation of North Carolina's furniture industry by opening a small manufacturing plant in Mebane. Seven years later, four men (M.J. Wreen, T.F. Wrenn, John Tate, and E.A. Snow) joined together to found the High Point Furniture Company in High Point, North Carolina. The first state furniture factory, High Point, originally specialized in beds and sideboards. In a few short years, the company expanded and began competing against others, escalating the growth of the furniture industry in North Carolina and elsewhere. The increased demand for furniture stimulated growth in the lumber markets as well. Today, North Carolina continues to be one of the leading states in furniture manufacturing and High Point is still regarded as a flagship of furniture quality."],"display_date":"February 20, 1888","search_date":"1888-02-20","locations":[{"id":9492,"lat":36.0793885003,"lng":-79.7889995015,"zoom":9,"place":"GUILFORD, North Carolina"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2419,"title":"Mob Expels Wesleyan Minister for Abolitionist Agitation\n","course_id":1,"status":"P","start_date":"1851-05-18","end_date":"1851-08-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The mob had made up its mind.  Wesleyan Methodist preacher Jesse McBride had stirred too much controversy among whites and slaves in Guilford County.  Intending to run McBride out of the county, about two-hundred men gathered on May 23, 1851 outside of the church where he would preach that morning.  For six hours McBride had been on the road, not finishing the 18 mile journey to his Liberty Hill congregation outside of Greensboro until a few minutes before noon.  Accounts of the exchange between McBride and the disgruntled locals vary according to source.  The mob leader and slave-owner Hoover blocked McBride from entering the church.  McBride appears to have kept a cool head in the confrontation: he drew upon scriptural resources, he induced his congregation to sing hymns in front of the increasingly frustrated mob, and he conducted his congregation in prayers. Without personal violence or abuse according to the local <em>Greensboro Patriot</em>, but with considerable, drunken man-handling according to McBride's personal account in the abolitionist <em>Liberator</em>, the mob shoved McBride into his carriage.  He rode away.  Sometime immediately thereafter, local powers obtained his pledge in writing to depart Guilford County within a week.  McBride returned to Ohio.  The <em>Liberator</em> published his first account on June 20 and then a more elaborate version on August 15.  The <em>Greensboro Patriot </em>expressed relief and anticipated a return to tranquility in its brief account of the incident.  ","The creed of Wesleyan Methodists involved an antislavery stance, and for this reason many whites no longer tolerated McBride's growing influence among the Christian circles of Guilford and Stokes Counties.  On May 18, Reverend Hines of the Methodist Episcopal Church had stated the deleterious effects of McBride's sermons in a meeting.  Local officials held another meeting in Greensboro on May 20 for the purpose of suppressing abolition agitation.  During the meeting, McBride was implicated directly for interfering with the property rights of local slave-owners.  He had created enemies among nervous slave-holders and among vexed preachers whose congregations were splintering over slavery.","Beginning with zeal in 1831, when William Lloyd Garrison began publishing the <em>Liberator</em>, and gaining controversial attention in the wake of Nat Turner's 1831 rebellion, the Abolition crusade began making its presence felt among slave-holders.  Because Southern churches' policies accommodated slavery, the Methodist Church split in 1844, and supporters of slavery established the Methodist Episcopal Church.  This episode in McBride's career strengthens Donald Matthews' description of the brave extension of the Evangelical ethos beyond the internal life of the believer and into social relationships. McBride's<em> Wesleyan</em> sect of Methodism, which threatened excommunication to those who would not emancipate their slaves within two years, scared slaveholders with its judgmental views.  McBride's brave efforts to nurture an anti-slavery parish illustrate both the active efforts of anti-slavery ideology and the physical resistance these efforts met from pro-slavery interests."],"display_date":"May 18, 1851 - August 15, 1851","search_date":"1851-07-01","locations":[{"id":9489,"lat":36.0793885003,"lng":-79.7889995015,"zoom":9,"place":"GUILFORD, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2432,"title":"Female College Prepares Women for Society and the Domestic State\n","course_id":1,"status":"P","start_date":"1847-06-04","end_date":"1847-06-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the final examinations for girls at Greensboro Female College, a local newspaper commended the institution in its effort to develop and cultivate the intellect and give dignity to the mind while at the same time preparing women to bear with dignity the responsibilities and trials of the domestic state. According to the Greensboro Patriot, the sister women's college, Edgeworth, founded by Governor Morehead, was also producing successful alumnae who were taking their social stand in many circles.  North Carolina produced white female graduates who could bring scholastic knowledge to the affairs pertaining to wives and mothers in 1847. ","      The article attested to the paradoxical nature of antebellum female education inasmuch as it professed to develop and cultivate the intellect and give dignity to the mind while at the same time prescribing limited roles for women in society.  The examinations of Spring 1847 occurred in the midst of an Intellectual Awakening which had begun in 1839 with the spread of free common schools for white children.  From the age of ten onwards, however, white men and women received different educations.  Women were encouraged in domestic skills and were less eligible for college education.  Greensboro Female College itself was only established through the patronage of the Methodist Church, and could not have been sustained by the State.  ","Anya Jabour, in her work with the family letters of the southern slaveholding U.S. Attorney General William Wirt, exposes more of the paradoxes to female education.  While Wirt encouraged his many daughters to rigorous standards in academia, he wrote to one daughter in 1820 that an intelligent Woman may be admired but she will never be beloved. Jabour's work correlates with the notion that a female education was considered valuable only in so much as it catered to femininity rather than intellect.  In so much as women were encouraged to develop their intellect, Jabour suggests it is to the extent that doing so improved their marriage options.  Thus the efforts to elevate the female intellect seem in large part efforts to improve their capabilities as domestic entities."],"display_date":"June 4, 1847","search_date":"1847-06-04","locations":[{"id":9488,"lat":36.0793885003,"lng":-79.7889995015,"zoom":9,"place":"GUILFORD, North Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2773,"title":"First Annual Report Issued on the State Industrial and Normal School for Women\n","course_id":1,"status":"P","start_date":"1892-12-20","end_date":"1892-12-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The North Carolina State Normal and Industrial School for Women in Greensboro, N.C. had been open for four months when President Charles D. McIvers wrote the college's first annual report to the Board of Directors on December 20, 1892. In this document, he discussed the institution's goals, claiming that the main objective was to prepare women for positions in the house, business office, and most importantly, the school room. McIvers then commented on various aspects of the institution, writing about how pleased he was with the multiple economic demographics represented in the first class. He also explained his philosophies on discipline and administration, believing that the female students should be treated as a self-governing body and made responsible for maintaining and upholding various rules such as curfew and study hours. He believed it had been working very well, and was delighted with the outcome. McIvers then discussed the role of religion in the institution, and mentioned that several women have organized a Young Women's Christian Association, and others attend a Bible class once a week. He ended the letter listing various items that the college needed, and suggested that he and the Board of Directors make an appeal to the General Assembly to help finance these objects. ","Charles McIver was part of a large educational reform movement that began in the 1880's when he and his college friends Edwin Alderman and James Yadkin united in their efforts to lead region-wide school reform. As they campaigned for improvements in the quality and number of schools in North Carolina, they also pushed heavily for the establishment of higher educational institutions for women. In 1891, McIver and his supporters joined forces with the Woman's Christian Temperance Union (WCTU), and a smaller group called the King's Daughters to crusade for a vocational school for white women. It was a success, and the State Normal and Industrial School was built in 1892. Many women who composed the first class of 223 students the first year the institution opened had little economic means, and 25 percent of them were orphans or daughters of widows who were pursuing jobs in order to support themselves or those closest to them. ","While some parents were reluctant to part with their daughters, historian James Lelouids claims that many encouraged them to attend the State Normal and Industrial School. It offered independence and upward mobility to their loved ones, helping to redress women's economic power or lack thereof."],"display_date":"December 20, 1892","search_date":"1892-12-20","locations":[{"id":9493,"lat":36.0793885003,"lng":-79.7889995015,"zoom":9,"place":"GUILFORD, North Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3902,"title":"Edwin Alderman and the Importance of History\n","course_id":7,"status":"P","start_date":"1892-03-07","end_date":"1892-03-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 7, 1893 Edwin Alderman gave a speech in Greensboro, North Carolina regarding the importance of history and historical records.  Alderman explained to his audience at the beginning of his speech that a \"Historic Awakening\" was occurring throughout the original thirteen states and that it was important that North Carolina become involved.  Alderman possessed a lot of state pride and felt North Carolina's history was vital to the history of the nation.  Alderman proved this point when he stated, \"in every civil, political, or military commotion of the past two centuries North Carolina has whirled in and done rough, sturdy work and has then gone about her business as if nothing much had happened.\"  He then described how college students should record the history of their home states, claiming that it would be beneficial for the students as well as the North Carolinians who followed.  Alderman ended the speech by listing the different areas of the state history that should be recorded.  ","    Edwin Alderman was born in North Carolina and showed great interest in the state and its history.  He attended college at the University of North Carolina at Chapel Hill and later became a teacher and president of the university.  At the time of the speech, Alderman was a teacher at a university he had helped to found as a place for women to study.  Today, that school is the University of North Carolina at Greensboro. Alderman believed throughout his life that education and history was important, and was known by his college graduating class as a great orator.  The message in his speech was strong and included many important aspects of North Carolina history.  However, Alderman left out the major historic events that had happened in the recent years.  Alderman almost ignored the Civil War, as well as slavery, in his speech.  ","    Politicians and speakers often avoided discussion of the Civil War during the late nineteenth century because there was a large controversy in regards to slavery and racial tensions.  People hotly debated the pros and cons of the establishing a national emancipation day as well as honoring Robert E. Lee with a statue in Richmond.  Historian William Blair reported that the Confederate flag still flew throughout the South, but many citizens believed it was a symbol of rebellion and disloyalty to the United States.  Alderman was avoiding conflict and hoping to maintain a positive reaction from his audience by omitting some key historic occurrences from his speech.  "],"display_date":"March 7, 1892","search_date":"1892-03-07","locations":[{"id":9493,"lat":36.0793885003,"lng":-79.7889995015,"zoom":9,"place":"GUILFORD, North Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}]}