{"id":11779,"place":"London","lat":51.5073509,"lng":-0.12775829999998,"episodes":[{"id":6608,"title":"From Death to Life: The Obstetric Improvements of the Early 1930s","course_id":165,"status":"P","start_date":"1/1/30","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Imagine you are in labor and the only hospital available to you is out of date, needs better sterilization equipment, and does not have proper washing basins. Seven pregnant women died in the year 1930 in Croydon, a borough of London, England due to their pregnancies and unsanitary conditions like those described above. One of these deaths was due to childbed fever, or puerperal fever. Another 36 mothers had childbed fever; however, they did not succumb to it.","Prior to the 20<sup>th</sup> century, almost 50% of maternal deaths were due to childbed fever. The rapid decrease in maternal and infant disease and death was primarily the result of sanitary measures that were taken such as antisepsis, hand and instrument disinfection, separate delivery rooms, and proper training of doctors and midwives on the birthing process. Before the 1930s, almost 2,500 women in Britain died from unsanitary birth conditions, over 40% of which could have been prevented. Many births were home births. Beginning in the 1930s, there was a push towards hospital births and a better standard of care for mothers. This was one of the major reasons for a decreased mortality rate in mothers and babies. The advent of antibiotics in the 20<sup>th</sup> century also helped decrease the rate of infection for mothers during the birthing process, especially since childbed fever was a bacterial infection.","The changes that were implemented in the early 1930s led to safer birthing conditions. The seven women that died due to pregnancy related complications would be reduced even further in the years to come. As mentioned earlier, the 40% of preventable pregnancy deaths in years prior were on the way to actually being prevented. The sanitary measures in hospitals lead to an overall better standard of obstetric care."],"display_date":1930,"search_date":"1930-07-02","locations":[{"id":52982,"lat":51.376165,"lng":-0.098234000000048,"zoom":8,"place":"Croydon, London, England"}],"tags":[{"id":3159,"tag":"Maternal Mortality"},{"id":3158,"tag":"Childbed Fever"},{"id":3157,"tag":"Sanitary Conditions"},{"id":3156,"tag":"Maternal Medicine"},{"id":3155,"tag":"Obstetrics"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6731,"title":"Anti-Eugenics Arguments in the Early Twentieth Century","course_id":176,"status":"P","start_date":"7/24/12","end_date":"8/31/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" "," ","Most people assume anti-eugenics sentiment only started to occur after the Second World War however that is not the case.[1] As early as the 1910’s sociologists like Maximilian P. E. Groszmann and A.L Sweet raised concern about eugenics; they wasn’t against eugenics as a whole but did disagree with its use in crime and punishment.[2] There were three main arguments against eugenics at this time. Groszmann advocated that scientists did not know enough to start doing permanent damage to the gene pool.[3] Another view shown by A.L Sweet, another sociologist, argued was that proactive eugenics was unnecessary as nature had been doing it for years, as social Darwinists explained. The final argument was the international view of America’s use of eugenics which was explained most as simply persecuting different races.[4] "," ","Scientists like Groszmann and A.L Sweet argued that eugenics was being improperly used in the US legal system. Neither of them felt, as did later dissenters, that eugenics had no scientific basis. However they argued that eugenics should not be used by the legal system to stop certain men and women from being able to reproduce.[5] Groszmann puts forward that sterilization is not a decision that should be made lightly, and that if it is truly necessary, it should be a judgement made by a council of specialists.[6] As Groszmann states, “we must not forget that the purpose of such productions is purely utilitarian from the point of view of man who needs food and service.”[7]This science should be used to help man not hinder. He states that statistically there were many problems with using the numbers that had been gathered because there were as many outliers as there were “normal” people. He thought that  eugenics shouldn’t be used for “exterminating the so-called undesirables.”[8]"," ","Another view is that of Sweet, who believed that it was “common sense” that the science of eugenics was naturally occurring in humans.[9]  Sweet believed that there was room for eugenics in the world and that the “undesirables” should not mate, but that sterilization went too far.[10] He believed that human love could not be dictated by any science and that science shouldn’t try to force anything that would over time happen naturally. "," ","At the first international Conference of Eugenics in London in 1912, the United States was seen as more willing to use eugenics in the legal system than other counties.[11] In Britain, eugenics was very much class-based, but the idea of sterilizing was rejected as inhumane.[12] When states such as Texas and Kansas started to view sterilization as a more effective version of lynching, and then eugenicists like Dr Harry Sharp took it as a good way of dealing with “un-desirables,” international experts in eugenics started seeing it as a race issue.[13] Most eugenicists in Britain thought that American eugenicists had taken the science and twisted it to fit their own views on race and dominance.[14]"," ","[1]Richard Lynn, <em>Eugenics: A reassessment </em>(Westport: Praeger Publishers, 2001), 42-43.","[2] Maximilian P. E. Groszmann, “Sane Eugenics,” <em>Pacific Medical Journal</em> (Nov. 1, 1913)614.","[3] Maximilian P. E. Groszmann, “Sane Eugenics,” <em>Pacific Medical Journal</em> (Nov. 1, 1913) 614.","[4] Daniel J. Kevles, <em>In the name of Eugenics</em> (Los Angeles: University of California Press, 1985)46-47.","[5] A.L Sweet, “The Fallacy of Eugenics,” <em>Medical Record </em>88, no. 9(Aug. 1915) 353.","[6] Maximilian P. E. Groszmann, “Sane Eugenics,” <em>Pacific Medical Journal</em> (Nov. 1, 1913) 614.","[7] Maximilian P. E. Groszmann, “Sane Eugenics,” <em>Pacific Medical Journal</em> (Nov. 1, 1913)614.","[8] Maximilian P. E. Groszmann, “Sane Eugenics,” <em>Pacific Medical Journal</em> (Nov. 1, 1913)614.","[9] A.L Sweet, “The Fallacy of Eugenics,” <em>Medical Record </em>88, no. 9(Aug. 1915)353.","[10] A.L Sweet: “The Fallacy of Eugenics,” <em>Medical Record </em>88, no. 9(Aug. 1915) 353.","[11] Maximilian P. E. Groszmann, “Sane Eugenics,” <em>Pacific Medical Journal</em> (Nov. 1, 1913) 614.","[12] Richard Lynn, <em>Eugenics: A reassessment </em>(Westport: Praeger Publishers, 2001) 20-21.","[13] Angela Gugliotta, “‘Dr Sharp with his little knife’: Therapeutic and punitive origins of Eugenics Vasectomy—Indiana 1892-1921” <em>Journal of the history of medicine and allied sciences </em>53, no. 4 (Oct. 1998): 376-406","[14] Daniel J. Kevles, <em>In the name of Eugenics</em> (Los Angeles: University of California Press, 1985)46-47."," "],"display_date":"July 24, 1912 - August 31, 1915","search_date":"1914-02-10","locations":[{"id":53087,"lat":51.5073509,"lng":-0.12775829999998,"zoom":8,"place":"London, England"}],"tags":[{"id":3359,"tag":"Incarceration"},{"id":533,"tag":"Eugenics"},{"id":3410,"tag":"sociologists"},{"id":3411,"tag":"1910s"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}},{"id":6768,"title":"The Great Herball's Denial of Mythology and Contribution to Medicine","course_id":177,"status":"P","start_date":"1597-06-01","end_date":"1633-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The mandrake root has been a source of lore and wonder for hundreds of years. In Renaissance England, the mandrake root was believed to have special medicinal properties, and also believed to emit deadly cries when uprooted. Mandrake root was used as a supplement to increased fertility, as a surgical anesthetic, and as a sedative. It was seen as both a good luck charm and a curse. To dig it up from the ground, some herbalists suggested tying a dog to the leaves and the dog run, so that the deadly cries of the root could not be heard. In 1597, John Gerard’s book, <em>The Great Herball</em>, boldly denied this mythology surrounding the mandrake root, a point which demonstrated a small shift in culture in England in the late sixteenth century towards a more scientific approach to viewing the world.","Plant-based foods and medicines were very important in the late 16<sup>th</sup> century when the <em>Great Herball</em> was produced. People relied on plants as cures for most ailments, which is in part the reason that pharmacopeias such as the <em>Great Herball</em> were very popular. Gerard’s book detailed hundreds of plants with their medical and sometimes decorative properties, making more and more treatment ideas accessible. Contrary to other herbals, Gerard’s entries usually did not include any mythology or special recommendations for harvesting. The entry concerning the mandrake root stands out because of its varied history and mythology. It helped propel the <em>Great Herball </em>into a book of lasting interest.","Mandrake root took on an anthropomorphized role in Renaissance England that can even still be observed in the popular culture of today such as in J.K. Rowling’s Harry Potter: The Chamber of Secrets. Most depictions of the mandrake were given human-like faces and legs, along with the ability to emit a loud scream. The illustration of the root in the Great Herball was much less guilty of this, though the base of the root still resembles legs and a male and female version are included, no face is suggested. Gerard criticizes the popular tales of the mandrake root and instead suggests that it is safe to harvest, as he had done it himself, and is effective in the treatment of jaundice and internal bleeding.","Gerard’s <em>Great Herball</em> was part of the intricate fabric of medicine in Birtain as well as mythology. It dispelled the long-held beliefs of the mandrake root and suggested its medicinal benefits. Folklore reveals the thoughts and beliefs of the time and place they are told as mythology often changes along with society, so the Great Herball’s focus on observation and drawing upon medical experience reflected a larger trend in English society in the early modern period. The book itself covers plants of all sorts, and attempts to address everything from abdominal pains, kidney health, lesions and burns, poisons, and much more."],"display_date":"June 1, 1597 - December 31, 1633","search_date":"1615-09-16","locations":[{"id":53087,"lat":51.5073509,"lng":-0.12775829999998,"zoom":7,"place":"London, England"}],"tags":[{"id":3494,"tag":"Renaissance"},{"id":3495,"tag":"herbalists"},{"id":3496,"tag":"mandrake"},{"id":3497,"tag":"medicinal plants"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6775,"title":"Pumping Death","course_id":177,"status":"P","start_date":"1854-01-01","end_date":"1866-08-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" John Snow had always been critical of the Miasma theory. But it wasn’t until his monumental discovery at the Broad Street pump in 1849 that his criticism was heard with any degree of fervor. But with this fervor came a growing awareness of the divides between the rich and the poor, and how these divides affected who lived and who died. Perhaps this is no more evident than in a cartoon published by <em>Fun</em> magazine in 1866, in which a depiction of a pensive death dispenses water through the Broad Street pump to a dignified, albeit ragged-looking, family. A brief caption reads “Death’s Dispensary: Open to the poor, Gratis, by permission of the Parish."," The cartoon stands in stark contrast to the usual satirical material published in <em>Fun </em>magazine. Perhaps this underscores the dramatic shift in attitude towards the disparity between rich and poor. This is not to say that the difference in the health of the rich and the poor had not been acknowledged before, but it was only after John Snow’s discovery that this disparity was substantiated with science. It did little, however, to change how the poor were treated, at least not for a time. But this cartoon highlights, starkly and eloquently, the growing displeasure of the poor at being downtrodden by the rich."," The family in this cartoon are hardly depicted as the satirical parodies that can be seen elsewhere in <em>Fun </em>magazine or in other media outlets. They are shown to be victims of their circumstances, lorded over by not only be the “parish,” but by death itself. They are not shown as comedic caricatures that one might expect from a comedic magazine such as in John Leech’s “A Court for King Cholera.” The animalistic African, the gangly German, the impish Irish, such are the stereotypes one would expect to find. But the man, woman, and children fit none of these, nor any other stereotypes. They are depicted plainly, without any exaggerated features or characteristics. Perhaps this is a statement by artist George Pinwell, meant to draw the eye and the mind to the humanity of even the lowest people. "," The macabre caption highlights the indigent attitudes of the unhealthy poor, who are depicted plainly, perhaps even proudly. Its sarcastic tone demonstrates the displeasure of the lower classes at the indifference of the upper class, a sharp cut at the “charity” of the landowners of London."," The depiction of death is perhaps the most interesting. Rather than a malicious spectre, a king astride the world, in this cartoon he is depicted passively, a pensive actor with averted eyes. He seems indifferent, perhaps even unwilling, to dispense death to the figures before him. Maybe this is a statement on shifting the blame from death, into the hands of those who do nothing to prevent his approach."," "," We will likely never know why George Pinwell chose to depict the characters in his cartoon the way that he did. However, one thing is certain. This cartoon is undoubtedly a slap in the face of the landowners who failed to provide a healthy standard of living to those who lived under them. Be it the government, landlords, or even the scientists who provide the former with the information they might need. "],"display_date":"January 1, 1854 - August 18, 1866","search_date":"1860-04-25","locations":[{"id":53114,"lat":51.5073509,"lng":-0.12775829999998,"zoom":7,"place":"London"}],"tags":[{"id":1315,"tag":"cholera"},{"id":3501,"tag":"Jon Snow"},{"id":3506,"tag":"Broad Street Pump"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6901,"title":"Danger in Asia","course_id":191,"status":"P","start_date":"2/1/19","end_date":"4/1/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" "," ","This newspaper article is stating some issues that Western countries were facing in Asia before the conference of Commonwealth of foreign minister at Colombo, Jan 9 1950. This article used the word “danger in Asia” is referred to the Communism courtiers in South-east Asia. Large areas in Asia which once ruled by Japan were controlled by communist countries at that time. The article had the concern of those countries having completely different political aims which could lead to conflicts between West and East. As the Article stated, there were some rising forces at those areas because of the nationalism after WW II. The western union should pay large attention to the incoming problems. And the article stated that the members of Western Union were questioning the attitude of Britain. Obviously, there were conflicts and competitions among the members of Western Union. The author had the assumption of the conflicts and competition in West could have affect the situation in the East and cause more conflicts. In the situation of that period, working together and facing the incoming problems which are the rising forces in Asia is the main issue to be discus at the conference.","In 1949, the founding of the People's Republic of China brought some pressure to Western countries. In the next meeting, I feel that the leaders of various countries have jointly discussed the attitude towards the new China and the strategic and economic deployment of the Asia-Pacific region in the future. At that time, the whole world received the influence of the Second World War. In this meeting, more discussions will be held on economic recovery and future trade cooperation development. At the same time, in the world situation of the time, the Commonwealth has been unable to obtain a dominant position. Collaboration is the development trend of the Commonwealth countries.","Yujie, Qian"," "],"display_date":"February 1, 1919 - April 1, 1919","search_date":"1919-03-02","locations":[{"id":53114,"lat":51.5073509,"lng":-0.12775829999998,"zoom":2,"place":"London"},{"id":53229,"lat":34.047863,"lng":100.6196553,"zoom":2,"place":"Colombo"}],"tags":[{"id":3719,"tag":"Colombo Plan"},{"id":3720,"tag":"Communist Threat"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":191,"school_id":28}}]}