{"id":1182,"place":"CHESTERFIELD, Virginia","lat":37.3864763379,"lng":-77.5769179581,"episodes":[{"id":675,"title":"Slaves Wanted for Work in Coal Pits of Midlothian, Virginia","course_id":1,"status":"P","start_date":"1846-01-13","end_date":"1846-01-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An article in the Richmond Whig calling for coal pit hands' who would work for the coming year was published on January 13.  The Midlothian Coal Mining Co. was seeking able-bodied, healthy, well-disposed Negro men' who would work in their coal mines, and the company would pay the masters who hired these men out as well as giving the slaves an opportunity to earn their own money.  This company claimed to treat slaves as well as any other employer would, and promised their masters that they would be treated if sick and kept in good health so as not to damage these masters' investments. &lt;br /&gt;&lt;br /&gt;There was a hospital as well as a church staffed with white ministers on site for the slaves, and the company offered health insurance for a premium of 3 per year.  Alcohol was strictly forbidden, and already that year three disorderly' men had been sold in order to keep the morale of the group up.  In additional efforts to keep morale up, no slaves would be hired who were unwilling to enter into this labor.  The company also noted that, there is no work in which slaves are better satisfied and contented than coal-mining.'  There is further mention of the fact that coal-mining is one of the few services in which slaves may make money for themselves, an opportunity extremely rare at this time.  The company also employed free black men who hired themselves to work under the same conditions of the slaves, and subject to the same level of discipline."],"display_date":"January 13, 1846","search_date":"1846-01-13","locations":[{"id":13739,"lat":37.3867708958,"lng":-77.5784155359,"zoom":9,"place":"CHESTERFIELD, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1617,"title":"John Mercer Langston Elected to Congress\n","course_id":1,"status":"P","start_date":"1888-11-01","end_date":"1888-11-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The first African American to be elected to congress from Virginia.  He was the son of a white planter and a freed slave.  He studied law and was the first African American to practice law before the Supreme Court.  Langston was also the first president of the Virginal Normal and Collegiate Institute at Petersburg which was an all black school at the time founded in 1882.  Initially he went for the republican nomination, which he lost due to strong opposition from the Virginia republican boss Mahone.  Mahone felt that the endorsement of an African American congressman would hurt the Republican party's reputation with poor whites.  Mahone's coalition was interracial, but he felt that Virginia and the Republican party was not ready for a black congressman.  On September 19th, Mahone held a convention for the republicans of the Fourth District in Petersburg to elect their nomination.  Langston was not invited and so he held his own convention the same day in an opera house condemning Mahone's methods.&lt;br /&gt;He ran his congressional campaign as an independent in the Fourth or Black Belt District, and lost the initial vote but challenged the count and won after a prolonged struggle that was eventually settled by the House of Representatives.  He was left with only a couple of months in his term after being officially confirmed in office."],"display_date":"November 1, 1888","search_date":"1888-11-01","locations":[{"id":13743,"lat":37.3864763379,"lng":-77.5769179581,"zoom":9,"place":"CHESTERFIELD, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3751,"title":"Beating of a Young Girl in Chesterfield County\n","course_id":1,"status":"P","start_date":"1866-08-20","end_date":"1866-08-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A young girl aged fourteen named Martha Ann Cogbill was walking throught the woods one day near Belona Arsenal in Chesterfield county when she was brutally attacked by a black man named Caesar Willards. Willards stopped the young girl and began to beat her with a musket stock until it broke. Willards continued by choking her and committing more outrageous acts and then left her for the dead in the middle of the woods. Cogbill was found the next day by her Father and Uncle who thought that she was lost. The doctors were to barely able to save her life after the brutal attack. The Richmond police then sent out a task force to seize Willards, who was on the run. It ended up that Willards had stolen a pig from a black man named Sam Saunders. Saunders got together with two other men and went to find Willards. They successfully brought him in to face the punishment that he deserves for such a brutal attack on an innocent young girl.","This occurred in a time directly after the Civil Rights Bill was passed in 1866 that gave blacks more rights as citizens. Instead of creating a sense of equality and peace among whites and blacks, this bill tended to create resent among the black community. This resentment, in turn, resulted in many blacks committing violent acts towards whites and other blacks. The violence during this time period prevailed more in the rural areas such as Chesterfield because of the lack of law enforcement as compared to urban areas. Also, more of the blacks in rural areas were poor and were former slaves that were now free and harbored more resentment towards whites and other, well-off blacks."],"display_date":"August 20, 1866","search_date":"1866-08-20","locations":[{"id":13741,"lat":37.3864763379,"lng":-77.5769179581,"zoom":9,"place":"CHESTERFIELD, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3765,"title":"Operations on the James River near Chesterfield\n","course_id":1,"status":"P","start_date":"1862-06-21","end_date":"1862-06-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One Friday in a neighborhood along the James River called Drury?s Bluff two Federal gunboats came barreling up the river. As the gunboats got closer they began to shoot into the woods on the Chesterfield side of the river in hopes to kill Confederate forces. The boats were then opened upon by a battery from Stafford Virginia headed by Capt. French. The two boats turned around unable to face the Confederate force on land. The two boats later returned with more guns and a regiment of sharpshooters to deal with those on land. When they made their return to Chesterfield it was an all out firefight. The Confederates on land were tearing apart the gunboats with their heavy fire, and the Union soldiers could hardly get a shot off. The confederates kept with the heavy fire and the Union gunboats finally retreated back down the river. This retreat of the Union officers brought about a great sense of pride among the Confederate men from Stafford. They were proud that they could take on the Union and make them retreat."," This small firefight was not significant in the war at all. The theme of the war that this particular episode brings forth is the sense of pride among the southern men that fought and died together. Most of the Confederate regiments were grouped together by where they came from, so the men they fought with are the men they grew up with. This particular group from Stafford were proud that their small regiment could handle two Union gunboats by themselves. That pride is something that they all shared. This grouping is consistent with much of the southern regiments that fought in the civil war. When the war came about the men got their guns and went together to fight. This pride and togetherness is what composed much of the Confederate army during the war."],"display_date":"June 21, 1862","search_date":"1862-06-21","locations":[{"id":13741,"lat":37.3864763379,"lng":-77.5769179581,"zoom":9,"place":"CHESTERFIELD, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":5607,"title":"Virginia Normal and Collegiate Institute Flyer","course_id":94,"status":"P","start_date":"1892-09-15","end_date":"1892-09-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<strong> In 1892 the administrative staff at Virginia Normal and Collegiate Institute (what is today Virginia State University) created a flyer for the prospective students giving them general information about the Virginia Normal and Collegiate Institute's entrance requirements, educational programs, and cost. It was very important during the 1890s to create this type of flyer, since this was the main source in communicating information about Virginia Normal and Collegiate Institute in order to attract prospective students. The Normal Department prepared students to become teachers within three years, and the College Department prepared students for various professions. The names listed on the flyer are James Hugo Johnston- President, Chas A. Daniels Secretary, and Henry B. Hucles - Treasurer & Business Manager. These specific names are mentioned on this flyer because they were the highest ranking officials at the institute.</strong>","<strong> This historical document gives us a glimpse at higher education for African- Americans during the late 19<sup>th</sup> century. Industrial classes were offered such as Needle Work, Cooking, Carpentry and Laundry Work, as well as Vocal and Instrumental Music, and the use of the instruments involved an additional cost. These type of industrialized skills were in demand during this time period, since this was the type of work that many whom were in bondage, did before the Emancipation Proclamation. There were also opportunities for male students to work on the premises of the school in order for them to pay their way through school, which many took advantage of since they did not have the necessary financial resources to attend otherwise.</strong>","<strong> Because students began attending college at an early age, special attention was given to both the male and female students in the training of simple etiquette, obedience, and courteousness. Students attending Virginia Normal and Collegiate Institute needed to be at least <em>fifteen years old</em>, have knowledge of common decimal fractions, and submit testimonials of their good character before they were officially accepted as students. Two hundred in-state students between the ages of 15 and 25, with good moral character, were admitted tuition free.</strong>","<strong> The cost of attending this institute in 1892 for all out-of-state students was $20, plus $60 for room and board for each year-long session, which consisted of three terms. However, for in-state students, the tuition was free for two hundred students. The room and board was much less than that charged to out-of-state students at $40 a session.</strong>","<strong> Former slave and African-American civil rights advocate, Fredrick Douglas, expressed the importance of education when he said that <em>“Education, a sheet anchor to society while liberty and justice are secure, is a dangerous thing to society in the presence of injustices and oppressions.” </em>He meant that if you are educated in regards to the law, as an advocate you are in a position to bring about change, and fight for civil rights. The oppressors therefore would be threatened since their unjust way, would be obvious.</strong><strong> Booker T. Washington and W.E.B DuBois, had a debate about how African- Americans were going to progress with education, socially and economically. Booker T. Washington’s philosophy was, “for African- Americans to accept discrimination for the time being and to concentrate on elevating themselves through hard work” while W.E.B DuBois’ philosophy was to have “political action and a civil rights agenda.”</strong>","<strong> HBCU’s continue to play a significant role in educating Afro-Americans. There are currently one-hundred and three HBCU colleges and universities nation wide. Lincoln University in Pennsylvania is another HBCU of this era. <br /></strong>"," "," "," "," "," "],"display_date":"September 15, 1892","search_date":"1892-09-15","locations":[{"id":13744,"lat":37.3864763379,"lng":-77.5769179581,"zoom":9,"place":"CHESTERFIELD, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":3,"tag":"African-Americans"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":94,"school_id":43}},{"id":5643,"title":"Something from Nothing: How Kate Drumgoold Directed Her Own Future","course_id":103,"status":"P","start_date":"1870-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Kate Drumgoold walked through the door of the school room, the fee for her education in one hand and a Bible in the other. The funds her church had raised to put her through school had been stolen from her, but her passion had not been taken along with it. Saving up her earnings to pay for her schooling had been difficult, but her dream of one day being able to teach fellow former slaves to read and write so that they could become better Christians helped her bide her time to ensure that day could come."," ","Slavery in the United States could not be boiled down to a universal experience. The varying degrees of cruelty exhibited by owners created a spectrum of suffering on which the lives of slaves fell. Kate Drumgoold had the good fortune of growing up in the years just before the Civil War broke out in the home of an exceptionally caring owner. She was one of thirteen children, but she was frequently separated from her mother and siblings and the family underwent long periods of time without contact. Drumgoold had no choice in being parted from her family during her younger years, but she would not allow this powerlessness to define her life later down the line. Attending church was an integral part of Drumgoold’s relationship with her ‘white mother,’ as she referred to the wife of her owner, and the education she received there endowed her with a sense of personal empowerment. Upon reaching adulthood, though Drumgoold was technically free, she still depended on the employment of the same families who would have owned her just years earlier. Despite this, Drumgoold disregarded official assignments concerning the location of her work, choosing instead to remain loyal to the families she liked better, the women she felt needed her, and ultimately, herself. She asserted power in a situtation where she seemed to have none."," ","It is true that Drumgoold was already a free woman when she shaped her circumstances, but that does not mean her ancestors were unable to create a sense of agency for themselves. Walter Johnson’s <em>Soul by Soul</em> delves into the mindset and behaviors of all parties involved in the New Orleans slave market—traders, owners, and the slaves themselves. Johnson informs the reader of the ability the slaves in pens had to potentially influence their sales through networks of communication, personal observations, and mastering the art of answering questions. The availability of this opportunity varied and some individuals were more adept at taking advantage of it than others, but what is important is that it did in fact exist."," ","Kate Drumgoold lived in Virginia in a domestic setting, not in New Orleans as a field hand, and she was never put up for auction, but she and the individuals discussed by Johnson exhibited similar skills in manipulation for personal benefit. Those who remained enslaved were only able to control their lives so much, but Drumgoold used the freedom afforded her by time to pay it forward, working to put herself through school so that she in turn could educate other former slaves, continuing the tradition of self-improvement against the odds."," "],"display_date":1870,"search_date":"1870-07-02","locations":[{"id":13742,"lat":37.3864763379,"lng":-77.5769179581,"zoom":9,"place":"CHESTERFIELD, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"},{"id":3,"tag":"African-Americans"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":5647,"title":"The Power of the Slave Market","course_id":103,"status":"P","start_date":"1869-01-01","end_date":"1869-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Cyrus Branch's father, Neptune, was used to getting lied to. His first owner, a Colonel in the Revolutionary War originally promised him his freedom, but upon the war's end and having lost so much “property” already in the war, he deemed it impossible for him to lose Neptune's services as well. Upon his owner's death Neptune found himself in the hands of a new master who approached Neptune with an enticing offer; purchase your own freedom. When he finally accumulated the means to do so, his owner graciously accepted the money, but whether out of cruelty or neglect, he fails to file the important legal paperwork required to make such a purchase legitimate. A despondent Neptune was forced to pay again. These instances in Cyrus Branch's narrative enlighten the reader to slavery as a market in the south that depended on rules and regulations, just as any property, and how Southern whites viewed social hierarchy.","The primary focus of Johnson's Soul by Soul is the reality of slavery being the buying and selling of a \"good\". A commodity essential to the function of the South. Often times, slavery as a market is rarely discussed, and Johnson enlightens the reader on the economic reality of the slave market, specifically in Louisiana. In turn, the narrative of Cyrus Branch (John White) is heavily dependent on the buying and selling of slaves. It is very clear, in both these works, that slavery was a financial staple in the Southern way of life. Soul by Soul is very clear of the importance of record keeping in terms of slavery in that era. Like all property, slave deals were expected to be official in formation and documentation, and it is easy to see how Neptune was so easily cheated. In Cyrus' own life, he was sold four times until he was finally able to escape to the North. These are prime examples of Johnson’s discussion of just how deep the market of slavery went in the lives and financial reality of Southerners before the Civil War, it wasn't just a cruel hobby as so often portrayed, rather, slavery was central to the function of the South as a market."],"display_date":1869,"search_date":"1869-07-02","locations":[{"id":13741,"lat":37.3864763379,"lng":-77.5769179581,"zoom":9,"place":"CHESTERFIELD, Virginia"},{"id":13472,"lat":43.0354607933,"lng":-73.0929521517,"zoom":9,"place":"BENNINGTON, Vermont"}],"tags":[{"id":126,"tag":"fugitive slave"},{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}]}