{"id":1188,"place":"ST JOHNS, Florida","lat":29.8098695858,"lng":-81.280550411,"episodes":[{"id":1621,"title":"Phosphate discovered in Florida\n","course_id":1,"status":"P","start_date":"1888-05-04","end_date":"1888-05-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As a result of tariffs and the opening of new ports along the Atlantic coast, the east Floridian port city of Jacksonville suffered mightily in the late 1800's. Many Southern farmers abandoned the once profitable cotton and tobacco crops for lumber and textile industries. In February 1888, Jacksonville organized an international Subtropical Exposition, inviting President Grover Cleveland to attend. Cleveland agreed to come, and Floridians greeted him with much pomp and circumstance. Yet, despite his presence, the city's economy continued to struggle.&lt;br /&gt;&lt;br /&gt;Literally by accident, explorers discovered river pebble phosphate along Florida's Peace River later in the year. The economic effects of the discovery were enormous. Similar to the California gold rush, thousands flocked to the Dunnellon area to extract from the region's rich supply of phosphates. Mining engineer Captain T.S. Moorehead was the ultimate winner, gaining the mining rights to sand bars along the Peace River. Within a few short years, Florida became the world's major supplier of phosphate. In a related note, the struggling port of Jacksonville quickly experienced a reversal in economic fortunes. The discovery of phosphate led to an immediate need for an international port, thus reviving Jacksonville and other east coast Floridian cities."],"display_date":"May 4, 1888","search_date":"1888-05-04","locations":[{"id":1460,"lat":29.8098695858,"lng":-81.280550411,"zoom":9,"place":"ST JOHNS, Florida"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1623,"title":"Henry Flagler pushes Florida&#39;s economy into the modern era\n","course_id":1,"status":"P","start_date":"1888-01-10","end_date":"1888-01-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The most storied developer in Florida history, Henry Flagler began his career as the co-owner of the Flagler and York Salt Company. After years of futility, Flagler gave up on the company. Around the same time, he met John Rockefeller. Later, the two became founding partners of the Standard Oil Company. After amassing his fortune, Flagler married and spent his honeymoon with his second wife, Ida Alice, in St. Augustine in 1883. Upon arrival, he realized both the potential of Florida's tourism industry and the inadequacy of its facilities. &lt;br /&gt;&lt;br /&gt;Determined to fix the problem, Flagler recruited architects to design a grand hotel resort. Five years later, on January 10, 1888, construction ended on the Ponce de Leon Hotel Resort, one of the most extravagant and lavish hotels in the world. Following the enormous success of the Ponce de Leon, Flagler laid down plans to build a chain of luxury hotels along the Floridian coast. He eventually built these regal inns in Palm Beach, Miami, and St. Augustine, spending over 40 million reviving St. Augustine alone.&lt;br /&gt;&lt;br /&gt;However, in order to realize his plans, Flagler first needed to revitalize Florida's railroad industry. Thus, after the completion of the Ponce de Leon, Flagler bought the 36-mile Jacksonville, St. Augustine, and Halifax River Railroad. This initial stretch formed the first part of what would become the Florida East Coast System, completed in 1893."],"display_date":"January 10, 1888","search_date":"1888-01-10","locations":[{"id":1460,"lat":29.8098695858,"lng":-81.280550411,"zoom":9,"place":"ST JOHNS, Florida"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3586,"title":"Florida Canal?\n","course_id":1,"status":"P","start_date":"1889-01-01","end_date":"1889-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The recovering South slowly caught up to the North after the Civil War in means of transportation. In a large a state as Florida, transportation posed a serious problem in the late nineteenth century. However, politicians felt that railroads were a priority since Florida is a peninsula. More than 300 miles of land also created a challenge to connect the Atlantic Ocean and trade from Europe to prosperous ports on the gulf side of Florida, like New Orleans. ","Politicians threw around the idea at the turn of the century of the possibility of a canal through the narrowest part of Florida. Feeding the frenzy of the idea of a Florida Ship Canal was the success of the ship building industries in Florida. St. Augustine would serve as the key link for the canal, which shows the importance of this coastal town during this time period. Ultimately, a stagnate economy prevented Florida from investing millions of dollars in a canal. Then after the influx of settlers to the state during the early part of the twentieth century, the idea was pushed to the back burner and considered a moot point. The Florida Ship Canal experiment presented an exciting idea of linking the Gulf of Mexico directly to the Atlantic Ocean. Nevertheless, a canal through Florida would have been difficult for railroads to overcome, which served as the primary choice of transportation through the twentieth century for Americans. "],"display_date":1889,"search_date":"1889-07-02","locations":[{"id":1460,"lat":29.8098695858,"lng":-81.280550411,"zoom":9,"place":"ST JOHNS, Florida"}],"tags":[{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4131,"title":"The Ponce De Leon Hotel\n","course_id":9,"status":"P","start_date":"1884-01-01","end_date":"1888-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the late 1800s Henry J. Flagler was one of the wealthiest men in the world.  He was a partner in the Standard Oil Company with John D. Rockefeller and Flagler spent much of his wealth on expanding the state of Florida.  In the winter of 1884, Flagler came to St. Augustine, Florida to spend his honeymoon with his second wife.  The city left a mark on Flagler and he returned in March of 1885 just in time for St. Augustine's annual Ponce de Leon celebration.  Each year the city of St. Augustine would put on a great pageant to celebrate the landing of Ponce de Leon in Florida.  The celebration so impressed Flagler he was inspired to build a luxury hotel, The Ponce de Leon hotel.  Along with the young architect Thomas Hastings, Flagler had a big part in helping to create the plans for the hotel.","The Ponce de Leon hotel formally opened to the public on January 10, 1888.  The hotel cost two and a half million dollars and in its time it was reputed to be one of the finest hotels in the world.  The hotel attracted the wealthy and, President Grover Cleveland attended a ball held at the Ponce de Leon hotel.  In the year the hotel opened, the city's population almost doubled.  Flagler continued to expand the city building two more hotels, the Alcazar and the Cordova, across the street from the Ponce de Leon in the same season.  When Flagler realized transportation to the hotels to the south of Florida was difficult, he turned his attention to building railroads in Florida.","The Ponce de Leon was so well-built it still stands today.  In 1968, after 11 million dollars worth of restoration, the Ponce de Leon reopened as Flagler College, a small liberal arts college named for the man who originally built it.  Flagler's crew constructed the hotel so soundly it has survived all hurricanes that have passed through since 1888.  ","Henry Flagler made a huge mark on the state of Florida.  One of his most impressive structures still stands as a primary structure in the historical city of St. Augustine: The Ponce de Leon hotel.  Though it is now Flagler College, Floridians will remember it for the man who originally created it. Flagler's initial building of the hotel changed the history of Florida as it sparked Flagler to build many hotels all over Florida and railroads to transport tourists throughout Florida.  Without Flagler's influence, Florida would not be the place it is today."],"display_date":"January 1, 1884 - December 1, 1888","search_date":"1886-06-17","locations":[{"id":1460,"lat":29.8098695858,"lng":-81.280550411,"zoom":9,"place":"ST JOHNS, Florida"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"United States History to 1877","school":"Rollins College","course_id":9,"school_id":5}}]}