{"id":1201,"place":"JEFFERSON, Kentucky","lat":38.1872796075,"lng":-85.6593965884,"episodes":[{"id":274,"title":"Double Murder in Louisville, Kentucky","course_id":1,"status":"P","start_date":"1895-04-30","end_date":"1895-05-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 30, 1895, Fulton Gordon murdered his wife, Nellie Bush Gordon and her lover, Arch Dixon Brown.  Brown, recently divorced from his wife, was the son of the Kentucky governor.  The double murder took place at the disreputable resort of Lucy Smith, a colored woman,' who was in part blamed for providing accommodations for the illicit lovers. &lt;br /&gt; The murder made the front page of Louisville's Courier Journal for over a week straight.  By the third day, blame was shifted from Fulton Gordon and the lover Arch Dixon Brown to the deceased Mrs. Gordon herself.   The governor didn't believe that his son had led her from the path of virtue' for, according to him, Mrs. Gordon was a reckless and imprudent, if not an unchaste woman.'  The governor's words are interesting because during this time, men were usually seen as sexual predators and woman as naturally chaste and pure.  Whether Governor Brown sincerely believed what he said about Mrs. Gordon, or if he was just shifting the blame away from his son is unclear, but it marks an interesting shift in thinking about women's virtue.&lt;br /&gt;On May 9, 1895, a verdict of not-guilty was delivered.  Judge Thompson stated that Gordon was not guilty in law, and that his action would teach adulterers a lesson.'  Although the Judge says adulterers,' repeated references are made to Mrs. Gordon's guilt in particular.  The prosecution insisted that Brown did not seduce Gordon's wife; he never invaded the home nor abused the confidence of Gordon.  He was simply a participator in the criminal acts of Gordon's wife.'  In this case, Mrs. Gordon is seen as a sexual predator, deserving of her punishment because of her criminal infidelity.'"],"display_date":"April 30, 1895 - May 9, 1895","search_date":"1895-05-04","locations":[{"id":4982,"lat":38.1871284664,"lng":-85.6594827753,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":281,"title":"Halma Wins the Kentucky Derby with African American Jockey\n","course_id":1,"status":"P","start_date":"1895-05-04","end_date":"1895-05-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Twenty thousand people attended the Kentucky Derby in 1895, the largest crowd ever at the Churchill Downs racetrack.  Halma's victory increased morale among Kentuckians because he was the first homebred to claim the Derby title for several years.  Halma was hailed as a great horse, worthy of the victory.  He had never run a mile and a half before, but his superb breeding (Hanover Julia L.) predicted his virtually undeniable victory.  Halma broke at the front of the pack and remained there, something highly unusually in racing, for the entire race.    James Soup Perkins, a 15-year-old African American, piloted Halma to the victory.  Through his win, he joined fellow African American jockey Alonzo Clayton as the youngest winning riders of the event. Perkins, who received his nickname for his love of soup, began riding in 1891 at 11. He won his first race at Kentucky's Latonia racetrack that year. Perkins died in August 1911 while attending the races at Hamilton, Ontario.&lt;br /&gt; Horse racing was in the 1890s and continues to be today, the largest spectator sport in America.  People travel as spectators and as exhibitors from all over the United States to witness races that last about 60 seconds.  In times of political upheaval, racing unified the country which rallied behind champion athletes like Halma.  &lt;br /&gt;The first Kentucky Derby was run in 1875 and thirteen out of the fifteen jockeys were African American and fifteen out of the first twenty-eight races were won by African American riders; in addition, a large portion of the grooms who cared for the horses were black."],"display_date":"May 4, 1895","search_date":"1895-05-04","locations":[{"id":4982,"lat":38.1871284664,"lng":-85.6594827753,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":656,"title":"Alumni meeting at the Male High School to protest changes in the studies\n","course_id":1,"status":"P","start_date":"1883-06-09","end_date":"1883-06-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 9, 1883, the alumni of the Male High School in Louisville, KY had a meeting in their high school's chapel to discuss and protest the future of the school's academic studies.  The goal was to prevent the school board from changing the school's current curriculum. The school's alumni had many attendees, including many important and influential men.  &lt;br /&gt;At this time, the president of the alumni club was G. B. Seymour who ran the meeting that evening.  They also elected Mr. Shackelford Miller as their new secretary.  During this meeting, complaints were made about the excessive power of the school trustees and the decisions that they were making.  The trustees wanted to get rid of 4 classes, much to the dismay of its alumni.  The alumni were particularly incensed due to the fact that when the school asked for more taxes, they received them.  The school had said that if they received those increased taxes that the classes that existed would remain.  However, they were not keeping this promise, prompting the alumni to react.  &lt;br /&gt;Near the end of the meeting, a resolution was passed to allow the Chairman to appoint an Executive Committee, who would present the ideas of the alumni to the board.  Also, a resolution was passed to maintain the current status of the classes at the Male High School. Also, a representative from each class was elected to represent the class in the future. The emphasis placed on education was evident from the urgency in which the alumni from this high school rushed to maintain the educational standard of the institution."],"display_date":"June 9, 1883","search_date":"1883-06-09","locations":[{"id":4981,"lat":38.1871284664,"lng":-85.6594827753,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":759,"title":"Kentucky Legislature attempts to block Bank of United States from opening branches in Kentucky\n","course_id":1,"status":"P","start_date":"1817-01-15","end_date":"1817-01-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Kentucky Legislature moved to prevent a branch of the Second Bank of the United States from entering Kentucky.  The bill, an act to prevent the circulation of private notes in this commonwealth' was passed on January 13th.  It was unsuccessful in its attempt, and branches opened soon afterwards in Louisville and Lexington.  These banks were not popular among the locals, who tended to prefer their state banks.  The national bank was not any more fiscally responsible than the state banks, and together they flooded the state with currency.  Before the new banks, currency had not been widely used in the state, and bartering had been the common method of trade.  The new influx of currency and easy credit led to a great deal of speculation, and probably contributed to the Panic of 1819. &lt;br /&gt;The Second Bank of the United States also opened branches in Washington, D.C.; Richmond, VA; Norfolk, VA; Savannah, GA; and Cincinnati, OH during 1817.  <em>The Raleigh Minerva </em>hoped that the Bank would choose Raleigh as the city in which to put their South Carolina branch.  Other cities in the state were hoping the Bank would set up a branch in their towns instead.  On September 11th the Fayetteville Observer joyously announced that Fayetteville had been chosen as the site for the South Carolina branch.  A branch of the Bank would bring tourism and trade to a town that otherwise might not find themselves on a map.  Also, the easy credit that the bank provided was covetable in the short run, despite the fact that it turned out to be detrimental in the long run.  It was very successful in the beginning, and by September 19th the stock price in the Bank had reached 150."],"display_date":"January 15, 1817","search_date":"1817-01-15","locations":[{"id":4974,"lat":38.2189935434,"lng":-85.6346002753,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":951,"title":"African-American Leader William Smith Arrested\n","course_id":1,"status":"P","start_date":"1871-05-01","end_date":"1871-05-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Between 1870 and 1871, many non-violent demonstrations were held in Louisville, Kentucky by African-Americans in an attempt to demand protection of their civil rights. On May 1, 1871, William Smith, an African-American leader, tried to board a Market Street car in Louisville, Kentucky. Police authorities took action against Smith, and he spent the night in jail. Smith's demonstration was one example of an early instance of how non-violent demonstrations were used in American civil rights movement. &lt;br /&gt;The event was significant because it represented the African-American commitment to civil rights in Kentucky even after the Supreme Court had ruled in their favor. The Supreme Court had already issued its decision, but Smith was still arrested. It became very important to the African-American population that their civil rights be upheld. In the context of the American civil rights movement, this event was important because it was an example of how civil disobedience was an effective method to bring about change."],"display_date":"May 1, 1871 - May 2, 1871","search_date":"1871-05-01","locations":[{"id":4980,"lat":38.1872796075,"lng":-85.6593965884,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":960,"title":"R.Fox v. The Central Railroad Passenger Company\n","course_id":1,"status":"P","start_date":"1871-05-11","end_date":"1871-05-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 11, 1871, the U.S. District Court of Appeals issued its decision in the R.Fox v. The Central Railroad Passenger Company case. The R.Fox had sued The Central Railroad Passenger Company because it denied him the right to ride on a street car. The jury determined that Negro's had the right to ride based on the enforcement of the Thirteenth and Fourteenth Amendments and common-law provisions related to commercial carriers. Judge Bland Ballard awarded Fox fifteen dollars in damages for being forcibly removed from the car. The decision was a victory for African-Americans, but the reaction by whites was something that still had to be faced."],"display_date":"May 11, 1871","search_date":"1871-05-11","locations":[{"id":4980,"lat":38.1872796075,"lng":-85.6593965884,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1148,"title":"A New Use for Cotton\n","course_id":1,"status":"P","start_date":"1868-08-04","end_date":"1868-08-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A dentist from Louisville, Dr. John McClelland, recently patented a process that converts cotton, flax, and other vegetable fibers into a hard and solid substance with a texture and quality like horn or ivory. It was patented at about the same time by an Englishman, after whom the material, Parkensite, is named. The new material is easy to mold when it is in a plastic state, so McClelland used it as dental plates in place of natural gums. It can also be dyed. Its inventors had very high hopes for it, thinking that it could be used in the manufacture of combs, buttons, and various other items, as well as creating imitation tortoise shells and coral. &lt;br /&gt;The South had always been dependent on the North to process its raw cotton. There were cotton mills in every state, but about 87% of them were in the North, particularly New England and Pennsylvania. The invention of this new process gave the South a use for cotton that would not result in reliance on the North."],"display_date":"August 4, 1868","search_date":"1868-08-04","locations":[{"id":4979,"lat":38.1872796075,"lng":-85.6593965884,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1447,"title":"Report on the Louisville-Portland Canal\n","course_id":1,"status":"P","start_date":"1830-01-15","end_date":"1830-01-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 15, 1830, the Baltimore American and Commercial Advertiser included a report respecting the state and progress of this important work,' the Louisville-Portland Canal, and the specific methods and requirements of its construction. Finished later in 1830, the Canal, which stretches mostly through Kentucky, allowed steamboat travel to avoid the impassable Ohio River Falls and continue by water -- thus greatly reducing shipping time and costs for freight. &lt;br /&gt;&lt;br /&gt;Though the canal was not a complete fix as it could not handle larger boats, it was a vast improvement that greatly helped the economy of the region by better linking it to the Mississippi River network, which stretched from the Gulf of Mexico, through the Ohio River Valley, to the Great Lakes, and beyond. These links were vital in the pre-railroad era of 1830, because although railroads existed the U.S. was still very much a riparian economy. Thus, linking itself to this network not only improved shipping costs and speed throughout the region, but it also linked the local economy much more firmly into the national and international markets. This allowed for the flow of imports and exports, as well as the better communication of ideas.&lt;br /&gt;&lt;br /&gt;The Louisville-Portland canal, however, was also an example of the great controversy at the time concerning the role of the Federal government in Internal Improvements. The Canal, which was constructed and run by a private company, included Federal investments which President Andrew Jackson called the first erroneous step ;.. (in) a partnership between the Government and private companies,' according to a December 7, 1830, reprint in of Jackson's letter to Congress in The Globe. Though Jackson agreed that improvement was vital to the U.S. economy, his decision to veto an additional investment in the company represents a strong, yet controversial, American and Southern sentiment at the time that the Federal government should not invest directly in private companies as it would give the government too much control. By vetoing additional investments and other improvement bills such as the Maysville Road Act, Jackson showed his firm commitment to what he saw as the importance of sustaining the State sovereignties.'"],"display_date":"January 15, 1830","search_date":"1830-01-15","locations":[{"id":4976,"lat":38.1872796075,"lng":-85.6593965884,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1552,"title":"The Circus Comes to Town\n","course_id":1,"status":"P","start_date":"1866-04-18","end_date":"1866-04-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of the main forms of entertainment for communities in the post-civil war South was the Circus. There were several different companies that would travel from city to city, stopping for a few days to do a few performances before moving on to their next venue. Mike Lipman's Colossal Combination or Circus Menagerie came to Louisville, Kentucky for four days in the middle of April 1866. According to the advertisement in The Louisville Daily Journal, the management of the circus promised to present, for the patronage of the public, an entertainment that shall combine all of the elements of novelty, superiority and excellence.' In one tent, they featured Grizzly Adam's troupe of acting bears, the celebrated Bedouin Arab Troupe and Squence Q Stroke's Stud of trained horses and ponies.&lt;br /&gt;Haight and Chamber's Colossal Southern Circus boasted, the peerless queen of the Arena,' Mademoiselle Marie, who is purported to stand, alone unapproached and unapproachable as an Equestrienne; the very embodiment of grace, elegance, and skill.' When the Stone, Rosston, and Murray's Circus performed in Montgomery, Alabama, people enjoyed the performance of the Enchanted Hat, and The Montgomery Advertiser especially appreciated the fact that they, heard nothing in the performance ...calculated to offend the modesty of any lady.' The performance of the circus in two cities in the south may seem trite, but the Circus was a very important aspect of society in 1866. The circus was something that all people could enjoy and that parents could attend with their children, it was an event that brought all walks of life together. The circus would remain important in the American fabric through the work of P.T. Barnum, the most successful circus manager in the history of the United States."],"display_date":"April 18, 1866 - April 21, 1866","search_date":"1866-04-19","locations":[{"id":4979,"lat":38.1872796075,"lng":-85.6593965884,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1636,"title":"Aristides Wins the First Kentucky Derby\n","course_id":1,"status":"P","start_date":"1875-05-17","end_date":"1876-05-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ridden by African-American jockey Oliver Lewis, a colt named Aristides won the first Kentucky Derby. Lewis set a standard for black jockeys, who won 15 of the next 28 Kentucky Derbies. Later that year, Lewis rode Aristides to a second-place finish in the Belmont Stakes.&lt;br /&gt;   At the time, the Kentucky Derby was not the huge national event it would become. It was a single race that was the highlight, but still only a part of the Spring meeting of Louisville Jockey Club. It was estimated about 12,000 people showed up for the entire event. At the time, horse racing was the largest national sport, and was populated largely by black jockeys, setting a precedence that wouldn't return until after the civil rights movement. Aristides set the fastest time ever for a three year old horse with his win of the Kentucky Derby."],"display_date":"May 17, 1875 - May 17, 1876","search_date":"1875-11-15","locations":[{"id":4980,"lat":38.1872796075,"lng":-85.6593965884,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1637,"title":"Independent Negro League of Kentucky\n","course_id":1,"status":"P","start_date":"1899-10-10","end_date":"1899-10-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Southern Negroes were mostly aligned with the Republican Party through the 1870's.  In the 1880s Republicans began to lose hold on their Negro supporters.  In October of 1883 the Supreme Court declared the Civil Rights Act unconstitutional, and after the compromise of 1877 Godkin decreed the impossibility of incorporating a Negro into a system of government for which you and I would have much respect'.  Throughout the 1880s and into the 1890s African-Americans questioned the motifs behind Republican policies and began to shift in favor of Democratic candidates.  &lt;br /&gt;&lt;br /&gt;On October 10, 1899 the Independent Negro League of Kentucky was organized representing all African-Americans in the state who opposed the Republican administration.  W.H. Ward called the meeting of the twelve present counties to order at 10:00 a.m. at Odd Fellow's Hall.  The League maintained that Republican principles only came second to the selfish wants of Republican leaders.  One reason for supporting Democratic candidate Goebel was because he supported the Separate Coach Law.  Goebel proposed a first class coach for black women so they would no longer have to ride in the rear of smoke cars, and a second-class coach for any black men who would pay.  A committee on resolution, a committee on rules, and a committee on organization were established.  At the conclusion of the meeting it was agreed that Republican candidate Taylor would do nothing as governor to improve the conditions of Jim Crow Cars' for African-Americans in Kentucky, therefore they would support the Goebel ticket.  They also resolved to always support colored candidates and to nominate any colored man who would advance the black cause."],"display_date":"October 10, 1899","search_date":"1899-10-10","locations":[{"id":4982,"lat":38.1871284664,"lng":-85.6594827753,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4530,"title":"The Hate Crime In Louisville","course_id":20,"status":"P","start_date":"1857-05-20","end_date":"1857-05-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The hate crime that occurred in Louisville, Kentucky, on May 20, 1857, was \"one of the most shocking instances of cruelty and of mob violence that has transpired in this country for years.\"   A group of slaves from Louisville had been accused of a crime.  A white jury found the slaves not guilty, which angered a mob of whites who wanted the slaves executed for a crime that they clearly did not commit.  The mob set out for vengeance.  The assembly of whites broke into the jail in which the slaves were confined, and forcibly trudged them through the streets while the slaves protested their virtue and pled for assistance.  The mob ended their fatal rally by cutting the slaves' throats one by one before hanging them from various trees throughout the city.  After hanging the last men up in a tree, the mob constructed bonfires beneath the slaves' dead bodies and brutally burnt them. ","This lynching occurred only months after the Supreme Court ruling in <em>Dred Scott v. Sanford</em>.  Chief Justice Roger B. Taney argued that the Constitution did not intend for African Americans to be included under the word \"citizen.\"  For abolitionist and former slaves, this ruling was a huge disappointment.  Legal historian Mark A. Graber argued \"that Dred Scott challenges persons committed to human freedom to determine whether anti-slavery Northerners should have provided more accommodations for slavery than were constitutionally strictly necessary or risked the enormous destruction of life and property that proceeded Lincoln's new birth of freedom.\" Yet most white Americans agreed, at this time, that the national government was not granted the power to regulate slavery within a state.  The fact that that the Kentucky slaves were acquitted of the charges and yet still punished, and no one objected, illustrates the extent to which slavery corrupted the American legal system."],"display_date":"May 20, 1857","search_date":"1857-05-20","locations":[{"id":4978,"lat":38.1872796075,"lng":-85.6593965884,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":119,"tag":"racial violence"},{"id":3,"tag":"African-Americans"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":3991,"title":"Emergence of the New Women in the Reconstruction South\n","course_id":7,"status":"P","start_date":"1870-01-01","end_date":"1870-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["    \"Susan B. Anthony is the Bismarck; she plans the campaigns, provides the munitions of war, organizes the raw recruits, sets the squadrons in the field,\" read the first lines of an article entitled \"The Women Who Dare: Short Patent Sketches of Prominent Revolutionists\" in the <em>Courier Journal</em>.  The article continued to compare Anthony, the leader of the women's suffrage movement, to a military general, using phrases such as \"a smart executive\" and \"the directing generalissimo\" to describe her.  However, the piece did not merely convey her knack for leadership.  It went on to mention her amazing skills as a speaker: \"she is angular and rigid, but sharp, trenchant, incisive; cutting through to the heart of whatever topic she touches.\"  Then again, Ms. Anthony was not the only spokeswomen for the movement.  ","    Ms. Lucy Stone served as \"the orator of the movement\" as she was \"readiest in debate, most fertile in illustration, most eloquent in appeal\" and was lucky enough to be graced with \"a voice that is all melody.\"  The editorial described a meeting that Ms. Stone had with an interviewer.  Apparently, he addressed her as Mrs. Blackwell (her husband's last name), yet she corrected him right away and asked if he would politely call her Ms. Stone: \"My husband's name is Blackwell - mine is Stone.  When we married I told him I did not wish to assume his name, as by doing so I should lose my social identity.\"  Clearly, Ms. Stone embodied the sense of independence that the women's suffrage movement strove to spread to women everywhere.","    In the South, the women's suffrage movement became significant once the Civil War ended and the federal government granted slaves emancipation and the right to vote.  Many Southern women argued that if black men, who were considered to be illiterate and ignorant about social issues, could vote, then educated and intelligent women should be able to counterbalance that vote.  However, the men of the South did not agree with southern women.  They believed that women were not suited for politics, as it was seen as unfeminine.  Nevertheless, southern women continued to work towards the vote through reform efforts and conventions - the first being the Women's Rights Convention in South   Carolina in 1870.  Simultaneously, other organizations, like the Women's Christian Temperance Union, provided support for the suffragist movement.  ","    As communication between the suffragist groups throughout the South improved, they turned their efforts to the rampant problems of the South such as alcoholism, child labor and poor working conditions.  Women not only fought for these laws, but they battled to cast a vote for these laws as well.  After all, this was their culture as well and they wanted to be involved in the political discussions and decisions that would directly affect them.  Their drive and determination reflected the idea of breaking through their narrow sphere to establish independence.  They were not going to stay silent and subject themselves to male rule any more.  Clearly, the Southern suffragist movement had a direct effect on the destruction of the simple housewife ideology that Southern women, and women all around the nation, refused to uphold any longer."],"display_date":"January 1, 1870 - January 30, 1870","search_date":"1870-01-15","locations":[{"id":4980,"lat":38.1872796075,"lng":-85.6593965884,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3997,"title":"100-Years to Remember\n","course_id":7,"status":"P","start_date":"1876-07-03","end_date":"1876-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    The streets were packed and a euphoric energy filled the air as the men women and children of Louisville, Kentucky played their role in the largest county, as well as national, display of patriotism executed to date. Louisville, Kentucky put forth an immaculate display of admiration and tribute in their celebrations of the Centennial.  On the night of July 3, Mayor Charles D. Jacob requested the bells be rung as a farewell to the old century and a greeting to a New Year. \"Just a minute before twelve o' clock the bell was sounded, and it pealed forth 'one'. Soon afterward it struck 'seven' …soon another striking was begun and soon the listeners begun to comprehend the bells were tolled to notify the people of the death of the old century.  The next series sounded was 'seven' and 'six' the whole number being '1776.' Just after Midnight the bells were struck up again, and the birth of the new century was announced by the striking of \"1876\". The county erupted in celebrations that lasted through the night as people rejoiced in the accomplishments, inventions, and emotions of the past one hundred years. The next morning on July 4th, although there was no planned celebration, announcements were made that encouraged people to utilize the labor free day to celebrate in gardens, parks, and public resorts in and around the city. On July fourth, Shop owners on Main Street hung Star Spangled Banners from their rooftops and windows as a indication of patriotism. Nearly the whole county took advantage of this holiday celebrate the centennial with family and friends. ","    The American South celebrated the Centennial in much the same fashion as the rest of the country. Since America was reshaped through the inventions and achievements of the past 100 years, and everyone was affected, all Americans had reason to celebrate.  Some of the more influential and famous inventions that helped shape social life were the telephone, the typewriter, and the electric light. The combination of the combustion engine and the infamous Carliss Steam Engine both strongly influenced the American economy, as they aided productions and distribution of goods on plantations and in factories.  The largest of the celebrations took place in Philadelphia at the \"Philadelphia Centennial Exposition,\" where over 10 million Americans, nearly one-fifth the U.S. population, came to view thousands of models of inventions and accomplishments of the past century."],"display_date":"July 3, 1876 - July 4, 1876","search_date":"1876-07-03","locations":[{"id":4980,"lat":38.1872796075,"lng":-85.6593965884,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4033,"title":"The Slavery Question in Kentucky\n","course_id":7,"status":"P","start_date":"1865-04-27","end_date":"1865-04-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"Slavery is regarded by the masses as the fruitful source of all our woes, and as inimical to our future peace and unity.\"  In a letter to Kentucky Governor Thomas Bramlette, Brigadier General Brisbin urged Bramlette to devise a remedy for the growing evil of the disturbed labor force throughout Kentucky. Bramlette agreed that the \"evil necessity\" had become an \"incumbus upon our energies, a burden to our advancement, and a negative to our prosperity.\" ","As a border state, Kentucky lacked the labor-intensive staple crops, such as cotton and tobacco, that were necessary to support slavery, and the average size of slaveholdings in Kentucky was the fourth smallest in the South.  With a long history in the antebellum years of moderation and compromise, Kentucky provided an atmosphere conducive to antislavery advocates.  However, even such advocates lacked a willingness to take firm action.  Most believed that slavery was a necessary instrument for controlling the state's black population.  During the war, Kentucky became firmly committed to the Union yet remained governed by a coalition opposing all policies that challenged slavery.  State officials denounced the Emancipation Proclamation as unconstitutional and refused to recognize the liberty of any black person claiming or pretending to be free.  It is this very resistance that General Brisbin so ardently disfavored in his letter: \"slavery is at an end, and why deny it, or, by withholding proper State legislation, seek to retain longer the shadow of an institution that was always worthless?\"","Brisbin advanced his argument by describing the condition of slavery and labor in Kentucky.  He wrote, \"the master can no longer hold his slaves or depend on their labor for a single day, so that producers cannot calculate their crops or pursue agriculture with any degree of certainty.\"  Indeed, the war undermined the exclusive authority of master over slave.  Slaves quickly learned that authority and protection resided with the Union army when unionist slaveholders could not protect their slaves against Confederate invaders.  Conversely, when federal military lines moved into areas previously held by Confederate forces, slaveholders who had sympathized with the Southern army fled, leaving property and slaves behind.  Most of these abandoned slaves immediately assumed the stance of free blacks.","By December 1862, Kentucky slaves were moving in such numbers that it became impossible to exercise control over them.  Brisbin related this occurrence: \"having become restless or dissatisfied, the slaves leave their homes, and setting their faces toward Louisville, journey for days over long miles to these headquarters, as the Mecca where freedom may be found....\"  By this time, it had become common for Kentucky slaves to ask for wages in return for their labor.  When denied, slaves often fled the plantation.  ","Over time, slaves had begun to make personal decisions without regard for the authority of the slaveholder.  Another popular movement of slaves was the enlistment of black men and boys into the army.  These enlisted slaves became freedmen, a circumstance that in itself weakened the institution of servitude in Kentucky.  Brisbin also noted that \"Negro enlistment has bankrupted slavery in Kentucky, over 22,000 of the most valuable slaves having gone into the service.\"  Indeed, by war's end, Kentucky had mustered 23,703 blacks into federal service.  ","The departure of slaves from Kentucky to the Northeast as wage earners, movement of blacks to towns and cities, and enlistment of the Kentucky slaves in military service all combined to create an acute labor shortage in Kentucky by 1865.  Indeed, Brisbin reasoned, \"Kentucky needs what black labor she has left to till the soil, and her slaves can now be of more service to the nation in the corn fields than in the army....\"  He concluded his letter by proposing that freeing the slaves in \"one blow\" would end the questionable status of labor in Kentucky.  Brisbin wrote, \"the sooner Kentucky makes up her mind and accepts the new order of things, and to establish labor upon a free, paid basis, the better it will be for her.\"","Though the formal emancipation of slaves in Kentucky did not take effect until the United States adopted the Thirteenth Amendment, it had ceased to be a \"viable institution\" long before then.  It had suffered such afflictions that left no hope for its reestablishment as it had existed before war.  Still, slavery had been more deeply entrenched in Kentucky than elsewhere in the border region.  At war's end, more than sixty-five thousand slaves remained in bondage, and it would take decades of further persistence for Kentucky to embrace racial equality."],"display_date":"April 27, 1865","search_date":"1865-04-27","locations":[{"id":4979,"lat":38.1872796075,"lng":-85.6593965884,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4348,"title":"Pauline Cushman Gains Trust of the Rebels: An Episode from Her Life\n","course_id":4,"status":"P","start_date":"1862-01-01","end_date":"1862-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Pauline Cushman was born Harriet Wood in the South, on June 10, 1833. Living the beginning of her life in New Orleans, she eventually moved with her family to northern Michigan where she first discovered her love of the theatre. By the age of eighteen she moved to New York to try her luck at being an actress and stage performer. In homage to Charlotte Cushman, her favorite performer, Harriet legally changed her name to Pauline Cushman. She later married Charles Dickinson, who was called away to fight for the Union in 1862. ","Cushman joined a theater company three months after her  husband left, that toured all across the South, spreading her name throughout the area. One evening after a performance in \"Union-controlled Louisville, Kentucky,\" Cushman was given a large sum of money to toast to Jefferson Davis. She complied, despite her love of the Union, and toasted her enemy. Cushman's theatre company, enraged with her trading allegiance for cash, fired her. Cushman was not phased, as she used her toasting opportunity to \"rub elbows\" with the Rebels. By doing so, she managed to gain their trust as a map and document transporter for the South, while secretly serving as a Union spy. ","According to the <em>Detroit Tribune</em> article <em>Miss Maj. Pauline Cushman, The Federal Scout and Spy</em> in May of 1864, Cushman's accomplishments were praised through journalist accounts of her dramatic escapes. Cushman was captured three separate times, two of which she managed to escape from. Of the second, Cushman was en route to Nashville, riding on the Hardin Pike, when two Confederate scouts grew suspicious of her and mounted her on horseback to bring back for sentencing. Quick on her feet, Cushman paid a slave ten dollars to invent a story of Union soldiers attacking to distract the Confederate scouts. When the scouts fled to check out the invading troops, Cushman escaped temporarily, only to be recaptured the following day. Her eventual capture while concealing Southern battle plans in her shoes and petticoats placed her in jail. By now, the sickly Cushman was sentenced to hanging upon notice of her recovery. Had it not been for the Union invading the Confederate town three days prior to her scheduled execution, Cushman might never have survived to pass along her stories. ","Upon her release, Cushman returned to New York to visit friends and family and to lecture those interested in her adventures. Cushman died tragically of an opium overdose shortly after writing, \"The Life of Pauline Cushman,\" her biography of the patriotic \"Miss Major\" of the Union Army.   "],"display_date":1862,"search_date":"1862-07-02","locations":[{"id":4979,"lat":38.1872796075,"lng":-85.6593965884,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":5131,"title":"An English traveler's view of the Civil War","course_id":49,"status":"P","start_date":"1864-11-01","end_date":"1864-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Racial tensions ran high in mid-to-late 19th century Louisville, Kentucky. The Civil War and slavery were two topics of main concern for many southerners. John Francis Campbell, a man from England who visited America in the fall of 1864 wrote of his travels in his memoir, “A Short American Tramp on the Fall of 1864.” As he writes of Louisville, one can feel not only the racial tension, but the overall tension due to the Civil War. Lynch law was prevalent in the land. Blacks were fighting, some for their freedom, others out of duty. In the south, war was everywhere. The vast agricultural flatlands provided areas for battle. The Confederacy knew this land well.  Campbell was an eyewitness to all of these things, he saw the armies, the soldiers, the free blacks and the slaves, and the mingling between races that often resulted in bloodshed. Campbell believed that the country was committing suicide with this war that seemed so pointless. Society was crumbling in the south and the border states. Campbell heard of a man who liked to kill black men and had already done so to about a half-dozen because he “likes to see them fall.”","One day Campbell was talking with who he called, “a very intelligent darky.” (p 335) The man was not a freeman but belonged to a man in Tennessee and did not receive anything for his work. Campbell then remarked that “The answer made the blood of a free-born citizen glow, and drew a tip of course.” (p 335) Campbell can not come to understand why there is so much hatred amongst the races. He admires the nobility of the blacks who “take up arms to fight for liberty.” One morning as he was around a black regiment camp, he noticed the light atmosphere and jubilant attitudes amongst the soldiers. Banjos and fiddles were being played and freedom was ringing.","When the Civil War began, Kentucky was a border state and declared neutrality. Kentucky was a slave-state, and the slave trade business helped make many Kentuckians wealthy. Kentucky also had ties in trade with both the North and South and any disruption with either because of war would hurt their economy. President Lincoln realized the importance of having Kentucky in the Union in order to win the war, and eventually Kentucky sided with the Union. Kentucky held some battles and skirmishes during the Civil War and Louisville was one of the major camps for the Union Army.","Campbell was an eyewitness to the horrors of what America was going through during the Civil War Era. The Civil War, in his opinion, was suicide for the Americans. He saw all wonders and achievements that the United States had accomplished, and now they were risking it all, over disagreements. Campbell, during his travels caught up with a Yankee and was asked his opinion on the war and responded, “You have the finest country I ever saw, plenty of room, corn, cotton, coal; plenty to eat, and might be the greatest people on earth: and yet you fight the biggest battles ever fought, and do more harm to yourselves than any people ever did to a foe in the same short time. I think you are darned fools for fighting; and that's my opinion.' The Yankee scratched his head, and then a smile came over his phiz [sic], and he spoke: 'Wal [sic], maybe that's so.'” (p 340) Clearly, Campbell picked a major time in America’s history to visit, especially to visit the south. He saw the racial/social tension and the military tension and was troubled by what he saw and rightfully so."],"display_date":"November 1864","search_date":"1864-11-15","locations":[{"id":4979,"lat":38.1872796075,"lng":-85.6593965884,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":32,"tag":"Civil War"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":6518,"title":"Lincoln Unimpressed with Kentucky's Impressment of African-Americans","course_id":159,"status":"P","start_date":"1864-06-13","end_date":"1864-06-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     Noone doubted the existence of unlawful impressment of African-American soliders into the Confederate Army during the Civil War. On March 26, 1863, the Confederate Congress passed the Impressment Act, which allowed it \"to impress, or seize, food, fuel, slaves, and other commodities to support armies in the field.\" A 1793 law prohibited African Americans from bearing arms in the U.S. Army, but dwindling recruitment numbers resulted in forcing many slaves to be used for manual labor in the Confederate Army. On the other side of the battle lines, the Union Army initially had trouble recruiting free black men after Lincoln's passage of the Emancipation Proclamation, but President Lincoln would never resort to allowing his men to illegally force African-Amercians, or anyone else for that matter, to join the Union Army against their will; however, even though the Union Army legally enlisted free black men in 1863, it's evident that illegal impressment into the Union Army occured. ","When President Lincoln got wind of news that Kentucky Major General George Thomas and his men were impressing African-Americans into his Union forces, he didn't hesitate to express his dissastication. On June 13, 1864, Lincoln sent a telegram to Thomas accusing his Kentucky Union forces of \"seizing negroes and carrying them off without their own consent and according to no rules whatever, except those of absolute violence.\" Lincoln probably wasn't surprised that such an act would be occuring in a border state like Kentucky. The people of Kentucky were often at odds over the issue of slavery and most Kentuckians were not opposed to the institution --even Major General George Thomas was born into a slave-owning family and wasn't particularly sympathetic to African-Americans. Slavery wouldn't be abolished in Kentucky until December 1865 and Kentucky Union forces probably resorted to impressing black soldiers when the enlistment of free black men weren't meeting their high demands. ","Regardless of the demand that Kentucky Union forces weren't meeting in their recruitment numbers, impressment would not be tolerated under Lincoln's command. Although African-American soldiers in the Union Army suffered from subpar treatment, conditions, and compensation compared to their white counterparts, President Lincoln was aware of these issues and fought to obtain equal pay for black soldiers and equal protection for black POWs who were often heavily mistreated by their Confederate captors. Consequently, it was during the same month that Lincoln scolded Major General George Thomas for impressing African-Americans that Congress granted equal pay for U.S. colored troops. As a leader that believed in projecting a good and just moral code upon his men, President Lincoln demanded in his telegram that Major General Thomas ensure \"making soldiers of negroes is done according to the rules you are acting upon, so that unneccessary provation and irritation be avoided.\" President Lincoln's direct correspondence over the matter of the impressment of black soldiers into the Union Army illustrates his compassion for African-Americans and his no tolerancy policy of impressment and unnecessary violence towards African-Americans."],"display_date":"June 13, 1864","search_date":"1864-06-13","locations":[{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":5,"place":"Washington D.C."},{"id":52914,"lat":38.2526647,"lng":-85.7584557,"zoom":5,"place":"Louisville, Kentucky"}],"tags":[{"id":2978,"tag":"Confederate"},{"id":2977,"tag":"Soldiers"},{"id":2976,"tag":"Telegram"},{"id":311,"tag":"Union"},{"id":1362,"tag":"Telegraph"},{"id":1677,"tag":"Black"},{"id":3,"tag":"African-Americans"},{"id":701,"tag":"Lincoln"},{"id":2706,"tag":"Impressment"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}}]}