{"id":1207,"place":"YORK, Virginia","lat":37.1522972227,"lng":-76.370697645,"episodes":[{"id":788,"title":"Confederates Burn Hampton, VA","course_id":1,"status":"P","start_date":"1861-08-07","end_date":"1861-08-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 7, 1861, General Magruder took 500 Confederates with him sometime around midnight, entered [Hampton], and immediately fired the buildings with torches.'  The town was estimated to have somewhere around 500 buildings.  By the morning of August 8, seven or eight buildings were left standing.'  The town was located close to Fort Monroe, an important base of operations for Union forces during the war.  Union naval ships based at the fort plied the Chesapeake Bay to enforce the blockade.  A Confederate deserter reported that General Magruder wanted to burn Hampton to prevent Union troops from using the town for Winter quarters.  According to Union General Butler, commander of Fort Monroe, Union forces were intended to winter many miles beyond Hampton.'  The fire was thus a wanton act of cruelty to the resident Unionists, and moreover entirely useless,' concluded a New York Times writer.  Perhaps twenty white people and double that number of negroes' remained in the town; unaware of the fire or unable to flee, some were killed in their sleep.    &lt;br /&gt;According to the same deserter, General Magruder had left Yorktown, VA with 7,000 Confederates in order to attack Newport News or Camp Hamilton.  Burning Hamilton was a secondary goal.  Because the deserter reached General Butler before the main column of Confederates, Union troops were already in position guarding the entrance to Newport News.  &lt;br /&gt;Southern responses to the incident sometimes claimed Union General Butler had torched the town, but the Charleston Mercury reported on August 14, 1861, that Confederates were responsible.  The article claimed that Union troops had committed some of the foulest desecrations of these houses and homes of our Virginia people,' including using the parlors of some of the houses as latrines, as well as writing obscenities on the walls."],"display_date":"August 7, 1861 - August 8, 1861","search_date":"1861-08-07","locations":[{"id":14375,"lat":37.1522972227,"lng":-76.370697645,"zoom":10,"place":"YORK, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":789,"title":"General Butler Writes Letter to Secretary of War about Fugitive Slaves\n","course_id":1,"status":"P","start_date":"1861-07-20","end_date":"1861-07-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 20, 1861, Union General Butler wrote a letter to Secretary of War Simon Cameron asking what to do with fugitive slaves.  In May, 1861, three slaves had run away from their master and sought refuge within Union lines at Fort Monroe.  When their master, Colonel Charles Mallory attempted to claim them, General Butler refused. Butler drew on his legal training for his answer.  He called the slaves contraband,' and because they could be used by the Confederates in the war against the Union, he would not return the slaves.  This, of course, contradicted the Fugitive Slave Laws of 1793 and 1850.  But the Confederacy was no longer a part of the United States; therefore, rebelling states were no longer entitled to protection under United States law, Butler reasoned.  His decision infuriated southerners.  Word spread among slaves in the Hampton area, and hundreds of slaves began to flood the Union lines.  Butler employed them in digging ditches, in his words, saving our soldiers from that labor, under the gleam of the mid-day sun.'  Many of the slave women laundered uniforms for the Union soldiers.  The slaves were paid for their labor.  &lt;br /&gt;By July, there were so many former slaves living in the city of Hampton, Butler did not know what to do with them.  He wrote a letter to Secretary Cameron on July 20, published in the New York Times several weeks later.  In it, he asked, What shall be done with them?'  He continued, Are these men, women, and children, slaves?  Are they free?'  He received a reply in August, described in The New York Herald.  The response stated that Congress had passed a new act on August 6.  Fugitive slaves in rebelling states did not have to be returned to their masters, and certainly any slave used in the Confederate war effort was forfeited.  The letter was far from abolition, mentioning reimbursing slaveholders for their escaped slaves after the war.  Still, it was a step toward emancipation, and the importance of the decision was clear to both Northerners and Southerners.  News articles about the so-called contrabands' were common.  An article in December described ex-slaves living in former President Tyler's residence in Hampton.  The basement is occupied as a contraband school-room;there stood about fifty little black children as eagerly pursueing [sic] their studies as any children could,' wrote a reporter stationed at Fort Monroe.  Many of the former slaves questioned what would become of them at the end of the war.  The journalist was optimistic, seeing how eager these poor souls are for knowledge;Crushed by man, as if they were but things, they are raised by the Almighty to the dignity of humanity'"],"display_date":"July 20, 1861","search_date":"1861-07-20","locations":[{"id":14375,"lat":37.1522972227,"lng":-76.370697645,"zoom":10,"place":"YORK, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3735,"title":"The Battle at Yorktown\n","course_id":1,"status":"P","start_date":"1862-04-05","end_date":"1862-05-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Civil War was raging on a day in early April in 1862 when Maj. Gen. George B. McClellan and his Union troops marched south from Fort Monroe. On his way south he and his army ran into a small group of Confederate troops led by Maj. Gen. John B. Magruder in Yorktown Virginia. Magruder put on a show and made McClellan think that he had a very large army behind him therefore encouraging McClellan to turn back to Richmond for reinforcements and more firepower. While the Union troops were gone Gen. Joseph P. Johnston brought reinforcements for Magruder. McClellan then headed back towards Yorktown and made his way through the Confederates line at Lee's Mill with little problem. He then wasted two weeks trying to direct more guns to Yorktown to win the battle, in the meantime letting the Confederates escape back to Williamsburg. McClellan let the battle slip away from him when his army was already stronger than Magruder's.","This battle did not cause extensive damage nor was it a decisive battle of the war as a whole. McClellan had just lost his supreme command of the Army right before this battle and was assigned to the Army of the Potomac. McClellan spent a lot of time and resources on the battle which proved not to be decisive at all. This battle did last for almost a month and cause the evacuation of Yorktown. The people of the town expected a large-scale battle to take place in their town so many left. This episode brings these overall battles to a more local perspective in that the innocent people were actually fearing for their lives because of the battle that was about to be fought. Shortly after this battle the battle between the USS Merrimack and Monitor ensued in the same vicinity."],"display_date":"April 5, 1862 - May 4, 1862","search_date":"1862-04-19","locations":[{"id":14375,"lat":37.1522972227,"lng":-76.370697645,"zoom":10,"place":"YORK, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4354,"title":"Snipers During the Peninsular Campaign\n","course_id":4,"status":"P","start_date":"1861-06-15","end_date":"1861-06-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the American Civil War, Union Colonel Hiram Berdan formed the 1st and 2nd Sharpshooters Regiments and changed the face of military history forever. Although noticeably different from the modern sniper, Berdan's Sharpshooters were the unmistakable forefathers of what is today roundly considered the most feared specialization on the battlefield. In fact, some theorize that the modern term \"sharpshooter\" may in fact originate from the Sharps Rifle-equipped marksmen in Berdan's unit. Whatever the case, the skill of these men is revealed by Berdan's report of his unit's first combat encounter at the Battle of Yorktown during the Peninsular Campaign of 1862. Although the sharpshooters were unable to wrest a clear victory out of the battle or campaign, their solid performance during Yorktown meant that a new age had dawned for the infantryman.","On June 15, 1861 Secretary of War Edwin Stanton approved the creation of the 1st Sharpshooters Regiment under wealthy investor, crack shot, and outspoken proponent of the idea, Hiram Berdan. Although there were other sharpshooter companies already in existence prior to this, Berdan's unit distinguished itself in several ways. First, these other units were attached to state-specific regiments and received training, uniforms, and assignments that were little different from stock infantrymen. By contrast, the men in Berdan's unit hailed from states all over the Union, with many of them having already been experienced hunters and marksmen, as evidenced by the initiation test alone. Specifically, just to get into the regiment, a recruit had to shoot, freehand, ten consecutive shots in a target 200 yards away and produce a group size no larger than five inches. As this is no easy task even with modern optics and rifles, it is not surprising that the men of Berdan's unit began to think of themselves as an elite group.","The first combat test of this mindset would come at the Battle of Yorktown. According to Berdan's account of the first of the 17 days covered in his report, once the ground was reconnoitered, the regiment was divided into \"companies and detachments, with proper supports and reserves, according to the cover and duties to be performed.\" He then outlined just what those duties entailed, implying that the chief duty of the sharpshooters was basically a specialized form of skirmisher. Specifically, they guarded the roads and flanks respectively against enemy cavalry and flankers, and watched the movements of the enemy. Their secondary objective was to, when \"in groups of one to one hundred, pick off gunners and protect batteries.\" Despite heavy Confederate fire, Berdan reported that his men inflicted many casualties on the enemy (Berdan himself thought that they had \"killed or wounded several hundred rebels\") at the cost of only two killed and four wounded in their own ranks.  ","Although this may seem incredible, it is worth pointing out that Berdan's men tended to be strong individualists (a trait possessed by many modern snipers) who, as mentioned previously, considered themselves an elite unit and dressed accordingly. Specifically, they forsook the typical blue uniforms in favor of green and gray outfits in one of the early uses of camouflage. Whatever the case, it appears that word got around in the Union lines, as Berdan ended his report by stating that \"Since the 5th we have sent a detail of 20 [men] to each of three brigades and sometimes to Hamilton's division. On the 19th I sent two companies, A and C...to General Smith's division. They have thus far done good service.\"","The American Civil War was not the first time that sharpshooters were deployed, as previous wars and contemporary European armies had used them even before the pre-Berdan units were formed. Despite this, the creation of Berdan's Sharpshooters proved to be a huge step towards the modern concept of a sniper, owing as much to Berdan's ideas of deployment and missions as the advancements in rifle technology. "],"display_date":"June 15, 1861","search_date":"1861-06-15","locations":[{"id":14375,"lat":37.1522972227,"lng":-76.370697645,"zoom":10,"place":"YORK, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":6650,"title":"Hampton Institute: A Grand Opportunity for Freed African Americans","course_id":170,"status":"P","start_date":"1866-01-01","end_date":"2/10/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Civil War era, freed African Americans from the North traveled South to Hampton Institute for the opportunity to mentor African Americans from the South who only had skills an average slave would have. Hampton Institute flourished as an educational program which led to a university status in 1984."],"display_date":"January 1, 1866 - February 10, 1966","search_date":"1916-01-22","locations":[{"id":53018,"lat":37.0228392,"lng":-76.3343603,"zoom":8,"place":"Hampton University"}],"tags":[{"id":32,"tag":"Civil War"},{"id":238,"tag":"African American"},{"id":6,"tag":"Education"},{"id":3250,"tag":"Hampton"},{"id":3251,"tag":"University"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}