{"id":1219,"place":"MACON, Alabama","lat":32.3860025551,"lng":-85.692630494,"episodes":[{"id":385,"title":"Tuskegee Institute Founded\n","course_id":1,"status":"P","start_date":"1881-07-04","end_date":"1881-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 4, 1881, Booker T. Washington founded Tuskegee University, a school created to provide blacks with both a moral and an industrial education. Washington advocated an emphasis on economic self-reliance for blacks, rather than an emphasis on political and social advancement, and he recruited renowned teachers, such as George Washington Carver, to train his university students in domestic, agricultural, and construction work.  By 1900, Tuskegee Institute was the best-supported black school in the country, largely due to donations from Northern supporters.    &lt;br /&gt;Washington was honored and respected by blacks and whites alike by the end of the 19th century.  Many blacks considered Washington an inspirational leader as he encouraged the oppressed blacks to pursue an industrial education as a mode of escape from the system of deprivation and virtual slavery that was set up in the South.  Conversely, Washington convinced much of white America that the industrial education would keep the blacks in a low position.  This notion consoled whites, and, after delivering a speech that later became known as the Atlanta Compromise,' Washington was deemed a talented representative of the Negroes.'  &lt;br /&gt;In spite of Washington's popularity at the end of the nineteenth century, however, he faced much criticism by his more progressive successors, most notably the famous W. E. B. Dubois.  Dubois criticized his acquiescence to the prescribed racial order and his efforts to appease the whites.  Nonetheless, Tuskegee was a tangible enactment of Washington's political ideas for the black race in America, and it remains his most lasting legacy."],"display_date":"July 4, 1881","search_date":"1881-07-04","locations":[{"id":248,"lat":32.3860025551,"lng":-85.692630494,"zoom":9,"place":"MACON, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1654,"title":"George Washington Carver Joins Tuskegee Institute\n","course_id":1,"status":"P","start_date":"1896-02-01","end_date":"1896-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["George Washington Carver joined Booker T. Washington and the faculty of the Tuskegee Institute. Here, he revolutionized agricultural development in the south in the early 20th century. Through his research in a response to a decline in the success of cotton farming, he discovered that it is better for farmers to diversify rather than relying solely on the cotton farming which weakened the soil and produced poor crops. Also, he did research in which he developed commercial uses for many products, including peanuts, sweet potatoes, cotton and pecans. The Birmingham Herald published his ideas and the finding that the deep cultivation of the soil' would be beneficial for farming; however, in the article George Washington Carver was given no recognition. But with these findings and his new position in the Tuskegee Institute, he encouraged farmers to follow this plan. The building of the new Slater-Armstrong Memorial Agriculture Building was underway shortly thereafter as a result of the expansion provided by Carver.&lt;br /&gt;Carvers' contribution fulfills the academic aims set out by all Tuskegee Institute schools: The crude stumbling, sightless plantation-boy who lives in the environment of Tuskegee for three or four years, departs with an address, an alertness, a resourcefulness, and above all, a spirit of service that announce an educated man.' The developments within the Tuskegee Institute which Carver brought about are in a response to the recognition that according to Booker T. Washington agriculture is fundamental' to the negro population."],"display_date":"February 1896","search_date":"1896-02-14","locations":[{"id":249,"lat":32.3860025551,"lng":-85.692630494,"zoom":9,"place":"MACON, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1802,"title":"African-Americans Gain Control of Tuskegee Institute\n","course_id":1,"status":"P","start_date":"1892-05-01","end_date":"1892-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1892, Tuskegee Normal and Industrial Institute, founded by Booker T. Washington, George Campbell and Lewis Adams (African-Americans), gained control of the college from the state of Alabama. Before this decision, the school was under the control of three White Americans who were the board of the commissioners at the time; Lewis Adams, Thomas Dyer, and M.B. Swanson.&lt;br /&gt;Prior to building the school, Washington saw the challenge for African-Americans to receive an education in the South. He wanted to help improve the lives of all African-Americans (men and women) by providing a means for gaining economic independence and a practical education. He wanted to create an agricultural school for men and a domestic school for women.&lt;br /&gt;With the help of his fellow colleagues, he was able to construct the first college in Alabama for African-Americans. In order for Campbell and Adams to create the institute they had to promise W.F. Foster, the Alabama governor candidate for re-election, to garner the African American vote. Foster, in return, helped them to create the institute. By 1892, the Institute became known for their prominence in the black community. Alabama legislators decided to place control of the school in the hands of African-Americans, which allowed for Tuskegee to act independently."],"display_date":"May 1, 1892 - May 30, 1892","search_date":"1892-05-15","locations":[{"id":249,"lat":32.3860025551,"lng":-85.692630494,"zoom":9,"place":"MACON, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2450,"title":"INDEPENDENCE DAY, 1881:The Founding of Tuskegee Normal and Industrial Institute","course_id":1,"status":"P","start_date":"1881-07-04","end_date":"1881-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 4, 1881, Booker T. Washington helped Lewis Adams, a former slave, make his dream a reality. The founding of the Tuskegee Normal and Industrial Institute ushered in a new era for African American education in Alabama and the nation. Booker T. Washington began his career the Hampton Institute in Hampton, Virginia, under General Samuel Chapman Armstrong. Washington's keen mind and brilliant thoughts got the attention of General Armstrong who begrudgingly mentioned Washington's abilities to George Campbell, a citizen of Tuskegee and president of the Board of Trustees at the Tuskegee Institute. Campbell, a former slave owner, was working through specifics with both Lewis Adams and State officials in Alabama to create an institute of higher learning and trade, primarily for African American pupils. Campbell sought the leadership of a strong black figure and found it in Washington.","The Institute was lucky to have many legislative allies. Two white senators, W.F. Foster and A.L. Brooks, were so enamored with the idea of the Tuskegee Institute that they sought to secure its future by acquiring state funding for the project. Foster and Brooks were able to urge the appropriation of two-thousand dollars worth of state funds for teachers' salaries. Teachers' salaries were just the tip of the iceberg. The school lacked land, buildings and faculty members. When Washington arrived in Tuskegee in June of 1881, the Institute was extremely disorganized. In a mere month, in preparation for the grand opening, Washington managed to secure a single school building and several other necessities. Later Washington wrote in his journal, I opened the school...in an old church and a little shanty that was almost ready to fall down from decay.","It was evident that the only way to sustain the Tuskegee Institute was with more funding. Washington was forced to ask for every resource. He petitioned his friend Mr. Francis Chickering Briggs asking, My first great need is apparatus, such as maps writing-charts, globes. I thought by writing to you I might get a great many of these kid of thing which you would not miss there. He continued his quest, writing James Fowle Baldwin Marshall; Dear Friend: Please send me the addresses of some publishing houses where I can get my books at reduced rates. Over the years, Washington's fund-raising efforts paid off and the Tuskegee Institute, which opened its dilapidated doors to 37 students in July of 1881, grew significantly. At Washington's death in 1915, the Institute had 1,500 students, a two million dollar endowment, and instruction in forty trades, one-hundred fully-equipped buildings, and about 200 faculty members.","The founding of the Tuskegee Institute was important to blacks, not only in Alabama but also the South. The Institute provided an education in particular trades and this specialized education enabled blacks to better themselves and their socioeconomic status by providing employment opportunities in the wake of slavery and servitude. Blacks from all reaches of the South and even into the North traveled to Tuskegee to enroll and learn in an environment conducive to progressive race relations. Tolerance of education for blacks started to increase on July 4, 1881 and would continue to climb due to the addition of the Tuskegee Institute to the antebellum landscape of Alabama. "],"display_date":"July 4, 1881","search_date":"1881-07-04","locations":[{"id":248,"lat":32.3860025551,"lng":-85.692630494,"zoom":9,"place":"MACON, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2547,"title":"Uplifting Community at the Tuskegee Institute\n","course_id":1,"status":"P","start_date":"1887-06-05","end_date":"1887-06-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Six years after its foundation in 1881, <em>The New York Times</em> reported on the success of the Tuskegee Institution live from Tuskegee, Alabama. The Tuskegee Institution invited the black community to witness what work the school has turned out, how that work is accomplished, and what is the character of the general population in which the raw material comes. Gathered in the hall were, perhaps a thousand colored people...mainly old-timers... including many who had journeyed more than 30 miles to view the spectacle. The audience listened to lesson recitals during the morning sessions and rhetorical exercises during the afternoon with perfect delight. The article also paid significant tribute to the inspiration behind the school, Principle Booker T. Washington. Washington, a man of unusual force and ability for any race, grew the school from the ground up with the aid of seed money from the state in the amount of 2,000. From this grant in 1881, Washington founded his school in a church with 30 students and one teacher. By 1887, the year the <em>New York Times</em> reported on the school, Tuskegee had grown to 275 students. With awe and reverence, the <em>New York Times</em> chronicled this communal gathering and paid their editorial respects to Washington for such a tremendous educational achievement. "," A vital piece of Alabama history lies in the foundation of the Tuskegee Institution. The institute's creation was intrinsically tied to Alabama state politics. The Bourbon Democrats gained control throughout Alabama between the years of 1874-1900. According to historian Allen Goings, the Democrats seized political control of Alabama in 1874 by waging a strenuous campaign based almost exclusively on the race issue. In strategic political move, W.F. Foster, a Democratic candidate for the Alabama Senate, traded black votes with a promise to create a school for the African American community. Under Washington's leadership Tuskegee admitted its first class of 30 students in 1881. Washington had his students build the Tuskegee Institution with their own hands to prove labor as both practical and dignified. According to historian Edward L. Ayers, in advocating hard work and teaching practical skills, Washington hoped to see his race rise through gradual and nonconfrontational change. "," Through Tuskegee, the nation witnessed the beginnings of racial change. <em>The New York Times</em> praised the creation of Tuskegee in the middle of one of the darkest and most hopeless parts of the South. Booker T. Washington had a vision of his black community rising through the ranks of society and Tuskegee proved a first step. Despite all that was in store for the black community in the South, the Tuskegee Institution proved a foundation for social change. On the brink of a new century stood Tuskegee Institute, ready to educate and uplift the black population of Tuskegee, Alabama. "],"display_date":"June 5, 1887","search_date":"1887-06-05","locations":[{"id":248,"lat":32.3860025551,"lng":-85.692630494,"zoom":9,"place":"MACON, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":5488,"title":"<strong>Effectively Speaking: Booker T. Washington’s Speech at the “Atlanta Exposition”</strong>","course_id":89,"status":"P","start_date":"1895-09-15","end_date":"1895-09-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The time had come to deliver his speech. As principal of an all-Black school he realized the importance of conveying his message carefully at the opening of “the Atlanta Cotton States Exposition in Tuskegee, Alabama”. Standing in front of a large gathering the principal of the Tuskegee Normal and Industrial Institute understood his words had to be effective. He looked into a sea of anxious white faces and felt the collection of Black expectant stares. With a stoic purpose Booker T. Washington addressed the crowd. His speech commenced not only the start of the trade fair, but the beginning of a new ideology for Black Americans.","Placating the white associations who helped form the exposition, Washington first expressed his appreciation for their benevolence. “I but convey to you, Mr. President and Directors, the sentiment of the masses of my race,” Washington assured, “when I say that in no way have the value and manhood of the American Negro been more fittingly and generously recognized, than by the managers of this magnificent Exposition at every stage of its progress.” Continuing to appease his audience, he voiced his ready acceptance of social segregation. He reminded the white audience of his race’s subservient past. His words sought to soothe them by pledging to them loyalty and service just like days of old. Cognizant of his place in society, Washington took extreme care by addressing these critical issues.","His speech demanded for his own race to understand the reality of their plight to freedom. He called for them to recognize the South and their place in it as laborers. He urged his race to accept the role, embracing it to be their own. Washington instructed, “To those of my race who depend on bettering their condition […] I would say cast down your bucket where you are […] cast it down in agriculture, in mechanics, in commerce, in domestic service and in the professions.” Washington also forewarned, “We shall contribute one third to the business and industrial prosperity of the South, or we shall prove a veritable body of death, stagnating, depressing, retarding every effort to advance the body politic.” Booker T. Washington advocated for production to refocus the aims of his people. He reasoned industrial trade gave them a sense of purpose, and a needful place within a race-conscience society.","On September 15, 1885, in Tuskegee, Alabama, Booker T. Washington spoke to an influential crowd. Ultimately this address, cemented his place as a leading Black figure in American history. The speech’s theme emphasized Washington’s idea of “a new era of industrial progress” while at the same time defining key roles for Black Americans. Crafted by his voice, Washington emerged not just as a principal leading his students, but also as a well-versed orator ready to become a leader to an entire race."," "," "],"display_date":"September 15, 1895","search_date":"1895-09-15","locations":[{"id":249,"lat":32.3860025551,"lng":-85.692630494,"zoom":9,"place":"MACON, Alabama"}],"tags":[{"id":1382,"tag":"Speeches"},{"id":1381,"tag":"Principal"},{"id":1380,"tag":"Cotton States"},{"id":1379,"tag":"Black Americans"},{"id":1378,"tag":"Exposition"},{"id":1377,"tag":"Educational Tour"},{"id":1376,"tag":"Tuskegee Normal and Indus"},{"id":1375,"tag":"Atlanta Exposition"},{"id":3,"tag":"African-Americans"},{"id":1133,"tag":"Booker T. Washington"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}}]}