{"id":1228,"place":"JACKSON, Alabama","lat":34.779428782,"lng":-85.9992911004,"episodes":[{"id":1663,"title":"Joseph Johnson Chosen in Alabama Gubernatorial Democratic Primary\n","course_id":1,"status":"P","start_date":"1896-04-01","end_date":"1896-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In another effort of fusionists to bind the Populist Party to its best alternative, Johnson took up many of the parties issues and thus won their votes. He succeeded in [blurring] the lines between reactionary and reformer' and when he was nominated at the convention he restated the mission of his Democratic Party: It is our purpose to maintain a government in this State, fair and just to all under control of the white men of Alabama.' In a speech to a crowd of nearly 1000 people, the crowd was enthusiastic to hear the money policy of Mr. Johnson, and his criticisms of his opponent, Mr. Clarke's money policies.&lt;br /&gt;Johnson's selection at the Gubernatorial Democratic Primary is significant because in retrospect historians have almost unanimously seen his years as the stepping-stones of transition that bind the Populist revolt to the later Progressive period.' His platform which included free silver was used to reach out and grab Populist votes and succeed in fusion of the party with Democrats. In a state where the political factions were deeply split, Johnson's efforts brought them together into a sort of alliance. Oftentimes, his victory is seen as a transition from farming to industry: which explains historians tendency to connect him with Progressivism."],"display_date":"April 1896","search_date":"1896-04-15","locations":[{"id":198,"lat":34.779428782,"lng":-85.9992911004,"zoom":9,"place":"JACKSON, Alabama"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2749,"title":"Wilmer Walton Educates Impoverished African Americans\n","course_id":1,"status":"P","start_date":"1877-10-01","end_date":"1877-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1877, Quaker missionary Wilmer Walton moved to Jackson County, Alabama to provide African American children in the town of Stevenson with practical, moral, and intellectual instruction.  Before his move to Alabama, Walton aided African Americans in Southern Missouri and hoped to soon retire from his missionary work.  However, Walton attended the Quaker Illinois Yearly Meeting, which inspired him to resume his responsibilities as a teacher of underprivileged African American children.  Walton stated that he heard both the African Americans and his Heavenly Father calling him to assist the destitute.  Walton organized two First-Day Schools in Stevenson without public school funds.  He repaired the schoolhouse, provided new books for the pupils, and personally paid for many of the students' tuition fees.  Walton temporarily refused a salary in order to lighten the financial burden of the African American families.  Walton personally financed the education of orphans and the children of indigent parents who were unable to work because of sickness.  On November 17, Walton wrote a letter to the Quaker journal, the <em>Friends' Intelligencer</em>, requesting aid for his school, asking for donations of Bibles or Testaments, juvenile reading books, First-Day school books, tracts, and papers.  ","Walton emphasized the religious aspect of his work with African Americans, underscoring the belief that God called him to help the mentally, religiously, and financially impoverished children of Stevenson.  In his letter to the<em> Friends' Intelligencer,</em> Walton wrote that his work often caused him mental and physical hardship, arguing that hardship was necessary for fostering spiritual growth.  Walton also implored the <em>Friends' Intelligencer</em> readership to sacrifice for the sake of others, saying that religious work should not be confined to those with great ministerial gifts, but should be employed by all Christians.","Walton's sacrifice for the African American community in Stevenson, Alabama supports historian Edward Ayers' argument that those who took Christianity seriously recognized equality among believers and often developed a feeling of fellowship and tolerance towards others.  As Ayers argues that some people within churches tried to reach across racial divides, Walton broke through those divides by teaching the needy children of Alabama. Walton felt great tolerance and even love for his schoolchildren, as he perceived his work as a call from God to help the children plagued by injustice.  In addition, Walton's experience fulfills what historian Robert Handy calls the most significant development in evangelical volunteerism in the post-Civil War era: the growth of Sunday school work lead by lay teachers.  Walton's principal distinction was his expansion of this pattern of Sunday school teaching to African American children in Alabama.  "],"display_date":"October - November 1877","search_date":"1877-10-31","locations":[{"id":196,"lat":34.7795602008,"lng":-85.9992171625,"zoom":9,"place":"JACKSON, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}