{"id":1230,"place":"LEXINGTON, South Carolina","lat":33.9290712834,"lng":-81.2531457905,"episodes":[{"id":316,"title":"Hamburg Massacre\n","course_id":1,"status":"P","start_date":"1876-07-04","end_date":"1876-07-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 4 a Black militia gathered in Hamburg, South Carolina, a center of Reconstruction and Black power, to celebrate the nation's centennial.  A white farmer arrived on the scene and ordered the militia to move aside for their carriage.  Although the militia eventually opened ranks, the next day the farmer demanded to a state justice that the leader of the militia, Dock Adams, be arrested for obstructing my road.'  Adams chastised the justice for entertaining such a complaint and was charged with contempt of court.  Meanwhile, the Black militia again gathered in Hamburg, but this time there was also a large group of white men.  Adams refused to disarm the armory and hundreds of white reinforcements joined the crowd.  The outnumbered blacks attempted to flee, but 25 men were captured and five were murdered in cold blood.  African American shops and homes were also ransacked.  &lt;br /&gt;In South Carolina, the massacre ended any chance of a union between Governor Chamblerlain's Republican and Democratic supporters, and the reconstruction governor would eventually lose to his Democratic challenger, General Wade Hampton, in the election that November , marking the final triumph of Redemption' in South Carolina.  &lt;br /&gt;On the national scene, Democrats viewed the event as an example of how Republican Reconstructionists should not be in control of the southern states.  They pointed out that most of these deplorable events, similar to the Hamburg Massacre, were occurring in South Carolina, Louisiana, Florida and Mississippi, where Republicans still had the political power.  Senator William Andrew Wallace of Pennsylvania said in a speech to Congress in early August 1876: &lt;br /&gt;&lt;br /&gt;Why is this, I ask, while in States that are still under control of others than the Democratic party in the South the freedman is discontented and riotous, outrages, blood and murder are heard of, the people are discontented and unhappy, taxation is redoubled, and the only right that a white man has there is the right to be taxed?  Why is it that in all these States material prosperity is lessening, prosperity decreasing?  Why is this?  Can there by any other answer than that in the latter the power, the control, the interference of the Federal Government exists, and men are not permitted to govern themselves as we do in the North, regulating and controlling our domestic affairs in our own way?'&lt;br /&gt;&lt;br /&gt;Meanwhile, newspapers throughout the South, and especially in South Carolina, blamed the event almost entirely on the Black militia.  The origin of the affray was the insolent behavior of a colored militia company,' wrote The Charleston News and Courier. In response, President Grant gave a speech to the U.S. Senate on August 1, where he called the event a disgraceful and brutal slaughter of unoffending men.'"],"display_date":"July 4, 1876 - July 5, 1876","search_date":"1876-07-04","locations":[{"id":11583,"lat":33.8933663203,"lng":-81.2948046475,"zoom":8,"place":"LEXINGTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1292,"title":"Governor Adams of South Carolina Proposes Changing Laws Regarding Colored Seamen at Ports\n","course_id":1,"status":"P","start_date":"1855-11-27","end_date":"1855-11-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1855 there still existed a law in South Carolina that allowed for the imprisonment of colored seamen who arrived at their ports.  This act was causing tensions with the British vessels that landed in South Carolina, but then lost seaman to the jails.  In February 1855, the new Governor of South Carolina visited Charleston and was asked by Robert Bunch to change the Negro Seamen Acts in South Carolina.  After much consideration, Governor Adams took Bunch's argument to the South Carolina Legislature.  In his message to the session of 1855, Adams advised that it was better to be kind to colored people,' free colored people, by allowing colored seamen of foreign ships to remain on board and not be subject imprisonment.  He advised that this would make them less inclined to denounce the institution of slavery, and that the colored hireling who may visit us will see much in their [slaves] condition to envy.'  Adams emphasizes the while we continue to discharge our true obligations to our slaves, their loyalty and fidelity remains unshaken.'&lt;br /&gt;Although the bill did not pass in the Session of 1855, it was passed in the Session of 1856.  Here is seen the importance of the institution of slavery as a way of life for South Carolinians, and the desire to publicly make it appear as a positive situation for the slaves, better than being free like the seamen, according to Adams.  He tells the legislature that liberty, shorn of all its rights, is but a miserable boon compared with their [slaves] substantial comforts and happy existence.'  There is also the motive of keeping good relations with foreign nations, such as Britain, who allow for the luxurious lives the South Carolinian planters prefer to live."],"display_date":"November 27, 1855","search_date":"1855-11-27","locations":[{"id":11581,"lat":33.8933663203,"lng":-81.2948046475,"zoom":8,"place":"LEXINGTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1661,"title":"South Carolina Bill Introduced for a Separate State-Funded College\n","course_id":1,"status":"P","start_date":"1896-02-26","end_date":"1896-02-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While South Carolina governor and former farmer Tillman did nothing to create separate but equal facilities for African-Americans, Thomas E. Miller introduced an 1896 bill to create a separate black state-supported college in Orangeburg, the Normal, Industrial, Agricultural, and Mechanical College of South Carolina,' to which he was elected the colleges first president. (The school was later named South Carolina State College in 1954). The state passed the bill of 1896 and agreed to fund the school for African-Americans.&lt;br /&gt;This reveals the drive for segregation which was made possible by the Supreme Court's decision in Plessy v. Fergussen. South Carolina's Governor Tillman's inaction in creating facilities, albeit segregated facilities for African-Americans, shows the growing tension and rise of inflamed race relations in the south during the development of segregation. The opening of schools and other such facilities as this shows segregation was underway. The decade of the 1890s was one of widespread adoption of Jim Crow laws, thus segregation had already occurred. Now, it was de jure segregation."],"display_date":"February 26, 1896","search_date":"1896-02-26","locations":[{"id":11585,"lat":33.9290712834,"lng":-81.2531457905,"zoom":9,"place":"LEXINGTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1665,"title":"Weather plagues the Southern States&#39; Economies\n","course_id":1,"status":"P","start_date":"1896-01-01","end_date":"1896-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The depression of the 1890s was only exacerbated by the weather conditions in the spring of 1896. The drought of 1896 brought a huge setback to the agricultural sectors of many southern states, particularly Louisiana, Texas, Arkansas, and Mississippi. The lack of water caused crucial crops to wither, and brought the economy further into its depression. In Mississippi, the state also faced downpours which flooded the parched land. The flood of May 22, 1896 not only further harmed the farming sector of the economy where thousands of crops were destroyed by the flooded river, but Railroads were threatened as well. &lt;br /&gt;These incidents of severe drought and flooding reveal how much nature compounded the troubles of the depression of the decade. A substantial consequence of this was that farmers responded by joining the Populist Party to gain support where they were failing. The disasters created by nature's wake contribute greatly to the Populist Parties peak in 1896. The response of southern farmers by forming a coalition in the party contributed to and reflected political upheaval of the decade.'"],"display_date":1896,"search_date":"1896-07-01","locations":[{"id":11585,"lat":33.9290712834,"lng":-81.2531457905,"zoom":9,"place":"LEXINGTON, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3023,"title":"Fourth of July Celebration\n","course_id":1,"status":"P","start_date":"1818-07-18","end_date":"1818-07-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The ladies and gentlemen of Lexington County gathered at Mount Pisgah Church to remember and celebrate the 42nd birthday of their young country. The celebration started out with an appropriate hymn and oration from the speaker of the day, Mr. Bossard, who was escorted to the steps of the church by the corps of local Riflemen. The crowd was lead in prayer by the Reverend Mr. Cook. Mr. Bossard read the Declaration of Independence, a national anthem was sung, and the entire crowd retired to a feast at the church.","At the banquet a number of toasts were given. The first was drunk to the anniversary of freedom, and to the honorary veterans and hope for their long and happy livelihoods. Further toasts were given to George Washington, Congress, the Americans, and the Revolutionists of '76. Toasts were given to the prosperity of militia and the national army and navy. The press was also toasted, in the hopes that it would always be as clean and free from obscenities as it was useful to democracy. Andrew Jackson was referred to as the hero of the age, and James Madison was called our enlightened and independent statesman, and hope for a dignified and peaceful retirement for him was expressed. The state of South Carolina was also specifically honored, and the hope was expressed that she will never desert the post of danger, when the rights of freemen are invaded. Approximately 20 such toasts were given to celebrate the Fourth of July, each one diligently recorded in the next week's newspaper.","    The July celebration cited in this South Carolina newspaper is typical of the types of celebrations completed during the early nineteenth century in commemoration of the young nation's independence movement. The individual toasts recorded give a more intimate view of some of the current events and topics of concern in both upstate South Carolina and the nation as a whole. Andrew Jackson had recently risen to national fame after defeating the British in New Orleans in the War of 1812 but was also well liked as a local hero because he was born and raised in Waxhaw, in Union County, another upstate district. The reference to James Madison was due to James Monroe's inauguration a year before, and Madison's resulting retirement from public office. Monroe proceeded to appoint South Carolinian John C. Calhoun as Secretary of War, a decision that clearly made him popular in the South and shaped political tensions for decades to come. Overall, the impression given by this episode is one of political and social union between South Carolina and the rest of the nation, with little evidence of the coming conflicts. The only indication of any type of trouble in South Carolina is the single toast given to the state itself, which gives historians a small window's view into the loyalty and determination of South Carolina's citizens that would be clearly exhibited in the next few decades."],"display_date":"July 18, 1818","search_date":"1818-07-18","locations":[{"id":11577,"lat":33.9290712834,"lng":-81.2531457905,"zoom":9,"place":"LEXINGTON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3069,"title":"Commencement at the College of South Carolina\n","course_id":1,"status":"P","start_date":"1816-12-03","end_date":"1816-12-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Commencement for the Class of 1816 at the College of South Carolina was completed at 10 am on Monday, December 2. The celebration began on the college campus and proceeded to the Governor's house, where the group was joined by the college Trustees, and continued to march to the state Capitol building. At the Capitol several members of the state legislature joined the parade, and the entire procession continued to the college chapel, where the ceremony took place. The president of the college welcomed the crowd for the special occasion, and led a prayer before the exercises of the day were completed. Throughout the day several presentations were given, including lectures on the usefulness of mathematical science, the penal system, dueling. Other professors gave speeches about the different advantages of studying history versus chemistry and the influence of education on the future stability of the American government. The ceremony concluded when 30 students were presented with their Bachelor of Arts degrees, and 12 more received Master's degrees from the college. The entire occasion ended with a final address to the audience from President Maxcy and a speech from the class valedictorian."," The College of South Carolina was first established in Columbia in 1801, when the General Assembly of South Carolina enacted several reforms to aid the development of the upstate regions, according to historian Walter Edgar. The objective of the institution, as stated by its founders, was to unify the state and educate the local population of the state's newly relocated capital city. At the fiftieth anniversary of its establishment, the founders proclaimed that the goal of the university had been reached, however some criticized the school for holding a monopoly on political opportunities in the state. In the first 50 years of operation, the college's alumni provided approximately half of South Carolina's elected officials. This monopoly of education was common throughout the antebellum South, as land grant colleges and universities were gradually opening and the opportunities for higher education were still scarce."],"display_date":"December 3, 1816","search_date":"1816-12-03","locations":[{"id":11577,"lat":33.9290712834,"lng":-81.2531457905,"zoom":9,"place":"LEXINGTON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4090,"title":"A Plea for Peace Within the Union\n","course_id":5,"status":"P","start_date":"1832-12-01","end_date":"1832-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thomas GrimkÉ wrote a letter to John C. Calhoun to persuade him to calm southerners as tensions were rising between north and south.  He tries to flatter Calhoun with his many titles, Congressman, Senator, Vice-President, and he tells Calhoun that the south will listen and reason with him, \"They are, in the estimate of the Union, at least, but the invisible satellites of your superior station and influence.  Without you, they are and do nothing. All the responsibility, of the past and present, is yours.\"  GrimkÉ abandons the flattery and puts all of the responsibility of the south's action in the hands of John C. Calhoun.  Thomas GrimkÉ had good reason to worry about the state of the Union and to contact Calhoun for a peace offering.  However, John Calhoun was too involved in the interests of South Carolinians to give in to the North.","John Calhoun took his seat in the United States House of Representatives first the first time on November 6, 1811, as a representative from South Carolina.  He was only twenty-nine years old and allied himself with the many other young and rising politicans known as \"War Hawks.\"  Calhoun continued his rise in politics on December 14, 1817, when James Monroe asked him to be his Secretary of War.  Things began to fall apart when a tariff was introduced and Calhoun believed it would make it more difficult for the South to conduct foreign trade through cotton.  Calhoun denounced the abominable tariff saying, \"the great geographical Northern manufacturing interest in order to enforce more effectually the system of monopoly and extortion against the consuming states.\"  In March of 1825, Calhoun became Andrew Jackson's vice president, but drew controvery by writing <em>South Carolina Exposition and Protest</em>.  He defended a states' right to nullify a Federal law that impeded a states' interest, while he was the vice president.  He soon realized he had limited power as the vice president and resigned to be elected Senator of South Carolina.  On November 24, 1832, South Carolina held a contitutional convention and nullified the tariffs of 1824 and 1828, with Calhoun's full support behind his state.  Andrew Jackson's response to the convention came in December of 1832 when he declared nullification as being \"incompatiable with the existence of the Union.\"  This is the time in which GrimkÉ is writing his letter to Calhoun.  ","Thomas GrimkÉ tries to indirectly explain to Calhoun how he would treat the tense situation.  He does this by describing what his ideal country and an ideal statesman would be,  \"He must resolve, and abide by that resolution with inflexible constancy, never to harbor a thought, not utter a word, nor do a deed, that may, by any possibility, suggest the opinion, that the Union can ever be abandoned.\"  GrimkÉ is trying to explain to Calhoun how he would handle the situation of the south by abandoning any talk of secession or nullifaction.  He continues to speak of how a leader should act saying, \"Regard the Constitution of the Union as the sacred covenant of my first-born, sealed with their precious blood, the testimony of their faith, hallowed and irrevocable as the plighted troth of the marriage bond.\"  GrimkÉ refers to the Constitution to be in part of every American family.  ","\"I demand of every public man another prominent duty; to distinguish between the rulers and the people: and honor those, however, unworthy, for the sake of these.\"  He is hoping Calhoun will ignite southerners into supporting the north and the national leaders in office.  \"You have trodden a path, which inferior men might have selected.  Without amazement in their superiors, or danger to your country...That duty was to soothe, not to provoke; to calm, not of passion; of attachments, not jealousness; of manly, candid sense, not of prejudice.\"  This last quote is GrimkÉ's last attempt to persuade John C. Calhoun into preserving the Union."],"display_date":"December 1, 1832","search_date":"1832-12-01","locations":[{"id":11579,"lat":33.9290712834,"lng":-81.2531457905,"zoom":9,"place":"LEXINGTON, South Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":5032,"title":"Being an African American after Emancipation","course_id":43,"status":"P","start_date":"1865-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["James Johnson, a 79 year old ex-slave from Columbia, South Carolina, stated in his narrative that he “[felt] and [knew] dat de years after de war was worser than befo’”.  The Emancipation Proclamation and the Union’s victory in the war secured the freedom of slaves, but with a society plagued by Jim Crow Laws and segregation, ex-slaves were far from liberated. Slaves paid the price for their freedom as emancipation introduced new hardships, insecurities, and humiliation.","During the post Civil War and Reconstruction Era, a slave’s fight for freedom turned into a mere fight for survival. The majority of slaves were released from their previous plantations penniless. Wages for African Americans also fluctuated in response to the perceived worth of that person and manual labor was considered easily replaceable during the post Civil War time period. With income being an issue, few ex-slaves had the ability to own land. According to the 1880 Census, one-fifith of African Americans owned at least some of the land they farmed. However, these holdings were usually beset with debt, crippling African American owners in the long run.  Johnson declared that, “Befo’ de war, niggers did have a place to lie down at night and somewhere to eat, when they got hungry in slavery time.”","This prevalent poverty among ex-slaves during the Reconstruction Era resulted in a lack of nourishment and medical care which in turn caused a high mortality rate for African Americans, especially children. Illness left former slaves with the burden of unpaid medical bills or the inability to access proper medical care. Deficiencies caused African Americans to resort to the treatment of diseases with herbal and home remedies. The 1900 Census reveals 30 per 1,000 blacks died each year as opposed to only 17 per 1,000 whites.","Death as a result of poverty was not the only thing that affected a slave’s life in the tough times of the post Civil War era. Ex-slaves were weakened by a severe sense of isolation brought on by separation from their families. Sales of slaves, the death of owners, and the presentation of slaves as gifts during the pre- Civil War era were only some of the reasons for this division. Alienation and loneliness dampened the spirit of these slaves’ new found freedom and made the fight to survive that much harder.","As whites saw African Americans as an imposition on normality as well as a threat to their dominance, they continued to make former slaves work for their freedom. Johnson stated in his narrative that “Since them times, a many a nigger has had it tough to make a livin’. I know dat is so, too, cause I has been all long dere.” Johnson’s experiences, along with so many others, shed light on the darker side of emancipation after the Civil War."],"display_date":"1865 - 1877","search_date":"1871-07-02","locations":[{"id":11582,"lat":33.8933663203,"lng":-81.2948046475,"zoom":8,"place":"LEXINGTON, South Carolina"}],"tags":[{"id":365,"tag":"Emancipation"},{"id":142,"tag":"african americans"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":6391,"title":"Understanding Slavery from Charles Ball By: Emily Curran","course_id":149,"status":"P","start_date":"1837-01-01","end_date":"1837-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Charles Ball was born in Calvert County, Maryland and was a slave for the biggest part of his life. His narrative starts with telling the reader about his early childhood life and the hardships of staying a family. He stresses to the reader that though many claimed the evils of slavery were getting easier during the times when laws protecting slaves started to come about, but it was in fact the other way around. The masters of the slaves came down harder and the separation from one’s family was more common. He tells the story of how he was taken from his mother and the whipping that she received just for holding him one last time. Ball also speaks to how his father was changed by his enslavement and how his father’s temperament became moodier the older he got. The next section of the narrative tells of his time in the navy yard as a hired out slave and how he met his first wife during that time. Ball shows the hardships that come from being married as slaves because of the fact one changed masters so frequently that staying together becomes impossible. Ball goes on to describe his time when he was sold to a slave trader from Georgia and having to walk all the way to his new plantation in South Carolina cuffed to 51 other slaves. Then, when he arrived he was sold to a cotton plantation where he describes the unfair treatment the slaves received. He compares his experiences from Maryland to that of Georgia and finds Georgia lacking. Ball found Georgia to treat their slaves as not even human beings where Maryland treated their slaves with a sense of pride. It was because of the cruelty that he discovered in Georgia that he decided to escape from slavery and walked back to Maryland to return to his wife and children there. Once there he hired himself out for wages and managed to escape the notice of the government for a long enough time to buy a farm. However, his wife died in 1816 and he remarried two years later. His new life was a very dangerous one and it was not long that he was once again recaptured and returned to slavery. While he was enslaved once again, his family was captured and sold into slavery also. He ends with his escape from slavery once again and his fleeing to Pennsylvania to avoid capture again and with the hopelessness of never seeing his family and children again (Ball).","            This narrative gave credence to two other authors who wrote about slavery by using many different examples of slaves, slave holders, and slave traders. One of those authors was Walter Johnson who wrote the novel Soul by Soul and in it he describes the issue of paternalism. Johnson states that “paternalism, then, was something slaveholders could buy in the slave market” (Johnson 111). For instance, when a slave was traded from master to master he or she would beg his or her old master to allow him or her to stay. It was this begging and this need to be with their old masters that gave way to the feelings of paternalism. Paternalism was a dangerous road for the slave trade to travel on because it enabled the trade to stay alive that much longer. It was this excuse of having feelings of paternalism that helped the slaveholders and the slave traders get the overall public to see the worth that slavery has, by degrading those that were enslaved they enabled the country to try and rationalize something that was irrational. Further, the narrative also shows how the slaveholders effected the process. Ball’s description of some of his holders and some of his tasks he did for these holders revealed how the relationship that the holder had with his slaves truly was an intricate one. For the slaveholders controlling these slaves and having these slaves was a point of pride. Ball describes instances where he said the slaves had to look good because it would have been seen as a very bad thing for the master to mistreat his slaves. "," "," "," "," "," "],"display_date":"January 1, 1837","search_date":"1837-01-01","locations":[{"id":52795,"lat":32.1656221,"lng":-82.9000751,"zoom":8,"place":"Georgia"},{"id":52796,"lat":33.836081,"lng":-81.1637245,"zoom":8,"place":"South Carolina"},{"id":52797,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C"},{"id":52798,"lat":38.4949503,"lng":-76.5025742,"zoom":8,"place":"Calvert County, MD"},{"id":52799,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"Philadelphia P.A"}],"tags":[{"id":386,"tag":"Paternalism"},{"id":4,"tag":"Slavery"},{"id":2736,"tag":"Separation"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}]}