{"id":1233,"place":"WILCOX, Alabama","lat":31.9892499285,"lng":-87.3082084281,"episodes":[{"id":5470,"title":"Marie Foster: A Woman on a Mission","course_id":84,"status":"P","start_date":"3/1/65","end_date":"3/31/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Marie Priscilla Martin was born on October 24, 1917 in Wilcox County, Alabama. From a poor family, Marie dropped out of high school to get married, and had three children. She eventually went to a junior college and became a dental hygienist. Foster became more involved in the voting rights movement because of her outrage over the racial inequality and injustice that she was constantly witnessing.","It’s often thought that men were the ring-leaders of the Civil Rights Movement and they often received all of the credit for any progress made. According to historian Vicki Crawford, “major civil rights organizations idolized their leaders, all of whom are men.” Other historians have discovered that, “sexism and authoritarian views of leadership prevented women from assuming command.” Marie Foster, however, defied these ideas. She became a dominant figure in her community as a voting rights activist, and she was also one of the first eight members of the Dallas County Voters League. She worked with Dr. King and other leaders to bring Selma to the center of a national struggle. She later became known as the “mother of the voting rights movement.” Although some women were marginalized in the Civil Rights Movement, historians have found that many women were “spontaneous leaders and dedicated participants who exerted enormous influence.” Marie Foster was one such woman who was not afraid to rebel against the social norms, whether it be speaking out against racial inequality or speaking up in a room of men.","A very strong woman, Marie Foster withstood multiple death threats from the Ku Klux Klan, as well as being clubbed by a trooper in the Selma marches. This supports Crawford’s observation that, “despite the exclusion of black women from top positions in movement organizations and the little recognition they received from either blacks or whites for their contributions, the accounts of black women activists suggest that the movement gave women a sense of empowerment.” Foster is the epitome of an empowered woman motivated by justice. When a Dallas County Circuit Judge issued a law stating three or more blacks couldn’t meet together to discuss civil rights, she and her colleagues continued to meet in secret and discuss the future of racial equality. Marie even hosted a few meetings in her home as a direct defiance against the ruling.","Marie worked closely with Dr. Martin Luther King Jr, and other major civil rights organizations that were run by men. However, one of her greatest times of success came when President Johnson made a national appearance announcing the Voting Rights bill on television. In her living room sat King and other male activists who are reported to have wept. While this was a huge turning point for the movement, it was also a major accomplishment for women of that day.","There is no doubt that Marie Foster is truly a hero and strong black woman. She’s referred to that by many people who knew her, and even some who didn’t. After passing in 2003, Marie Foster’s legacy is still known as a courageous one that will “never quit.”"," "],"display_date":"March 1965","search_date":"1965-03-16","locations":[{"id":32444,"lat":32.3258382723,"lng":-87.106506935,"zoom":9,"place":"Dallas, Alabama"},{"id":31382,"lat":31.9892499285,"lng":-87.3082084281,"zoom":9,"place":"Wilcox, Alabama"}],"tags":[{"id":1345,"tag":"Selma"},{"id":1344,"tag":"Voting Rights Act"},{"id":1343,"tag":"Mary Foster"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}}]}