{"id":1250,"place":"DAVIDSON, Tennessee","lat":36.1785835172,"lng":-86.867295434,"episodes":[{"id":112,"title":"Death of Former President Andrew Jackson\n","course_id":1,"status":"P","start_date":"1845-06-08","end_date":"1845-06-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Andrew Jackson, otherwise known as Old Hickory' and a man of the people', was the 7th President of the United States, and the first to hail from a state other than Virginia or Massachusetts.  Born in a backwoods area in the Carolinas, Jackson served during the American Revolution and eventually ended up as a lawyer in Tennessee.  His later distinguished military career included the Tennessee militia, the War of 1812, and exploits dealing with and removing the Creeks, Seminoles, Cherokees, Choctaws, and Chickasaws in the South, which gave him his heroic public image and his renown as an Indian fighter.  The Jacksonian Era of American politics (generally between the War of 1812 and the Civil War) was named for him.  President Jackson sympathized with Southern feelings yet denounced nullification as treason' during the nullification crisis because of his support of federalism and keeping the Union, opposed the National Bank, and, with his Maysville Road Bill veto, added federal support to road construction while at the same time conceding to states' rights and not alienating those who supported internal improvements.&lt;br /&gt;An Ohio statesman attributed President Jackson's popularity to his focus on the common man and characteristics of his personality: There is one remarkable trait about the character of General Jackson that endears him to the people.  It is the secret of his great and overpowering popularity.  We allude to the warm and ardent feelings for the laboring masses of mankind.  His whole soul has always been directed to their freedom from the oppressions of corporate wealth and aristocratic rule.  A more sincere, devoted, and ardent friend they never can have.  In him the working man was truly represented.  His love for and reliance on the laboring masses, bore him up in all his conflicts with the money power; and it was a knowledge of this great attachment and confidence in the people, that rendered the money aristocrats so bitter towards him.'"],"display_date":"June 8, 1845","search_date":"1845-06-08","locations":[{"id":11952,"lat":36.1806707867,"lng":-86.8728574445,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":256,"title":"The General Assembly of the State of Tennessee resolved to instruct their congressmen to gather appropriations of federal funds for the leveeing of the Mississippi on the Tennessee side.\n","course_id":1,"status":"P","start_date":"1857-11-17","end_date":"1857-11-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The General Assembly of the State of Tennessee resolved to instruct their congressmen to gather appropriations for the leveeing of the Mississippi on the Tennessee side.  Previously federal lands had gone to Missouri, Arkansas and Louisiana for levees, and as a result the Tennessee side had aquired a greater amount of overflow to the manifest injury of the people and the State of Tennessee'. Appropriations were requested either in the form of money, land, or land warrants.  &lt;br /&gt;&lt;br /&gt;Politicans by no means spent all their time worrying about the national issues that were at stake, such as disagreement over slavery or the crisis in Kansas. Rather, much of their time was occupied by the concerns of their constituents, as can be seen in this request for internal improvements in the state of Tennessee. Congressmen were still responsible to the people in their districts and had to keep them contented by their actions with smaller, more regional issues in addition to the broader national issues."],"display_date":"November 17, 1857","search_date":"1857-11-17","locations":[{"id":11953,"lat":36.1785835172,"lng":-86.867295434,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":293,"title":"Debate over the Lecompton Constitution rages in Kansas.\n","course_id":1,"status":"P","start_date":"1857-09-07","end_date":"1858-08-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Kansas began the process of beginning to apply for statehood in late summer 1857. First, the citizens had to come up with and ratify a state constitution. Proslavery forces within the state drew up the so-called Lecompton Constitution' at a convention which Free Soil parties boycotted. Indeed, at the Convention there was never any option to vote against slavery. The proslavery forces refused to allow the subject to become an issue. Clearly the will of the people was being subverted. &lt;br /&gt;&lt;br /&gt;Kansas has been seen as a point of contingency for both sides of the Free state/ Slave state debate for quite sometime, as can be seen in editorials reporting the opinion on the issue published in newspapers such as the Nashville Union and American as early as July 1, 1857. Both sides believed that Kansas was the key to the future; if Kansas was on their side then the rest of the territories would follow suit.  Both sides also knew, however, that if the true populace of Kansas were to speak it would declare it self a free state.&lt;br /&gt;&lt;br /&gt;The Southern Democrats found themselves in an especially tricky bind over this controversy in Kansas. The ideals of their party and sectional perceptions of necessity conflicted. On one hand the Democratic Party stood for the principle of Popular Sovereignty and the right of the resident citizens to determine their status as free or slave for themselves, as had been expounded in the Nashville editorials back in July. However, with the approach of autumn, it became increasingly evident that if these ideals were followed, it would lead to a free Kansas, giving the North the upper hand. This conflict in Kansas, thus, became a source of great disunion within the national Democratic Party, leading to the irreparable split between Buchanan and Douglas. Douglas upholding the Democratic principle of Popular sovereignty and disregarding the Lecompton Constitution and Buchanan siding with the Southerners and endorsing the Lecompton Consitution despite the blow it dealt to his party's Popular Sovereignty conviction."],"display_date":"September 7, 1857 - August 2, 1858","search_date":"1858-02-18","locations":[{"id":11953,"lat":36.1785835172,"lng":-86.867295434,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":318,"title":"The Grange Movement Explodes\n","course_id":1,"status":"P","start_date":"1873-07-02","end_date":"1896-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1867, the National Grange of the Patrons of Husbandry was established to unite small farmers around the United States in the aftermath of the Civil War and combat problems facing them.  Grangers around the United States began calling for railroad regulation to lower crop freight rates in addition to negotiating better credit rates with local merchants and combating falling crop prices.  One local example of the incredible growth the Grangers experienced was in Tennessee.  On July 2, 1873, representatives from 40 local granges convened to form a Tennessee-wide grange and elect a Worthy Master of the State Grange.  By November of that year, there were 215 local granges, and by May of 1874 the total was 823.  Meanwhile, regional attempts at coordination also began to emerge, including interstate connections and communications among granges.  In August of the year, well before the Panic had begun, the Atlanta Constitution published a substantial article describing the rise of the Farmers' Movement as absolutely astonishing, and without precedent for rapidity of growth;in no part of the country is the movement gathering strength faster than in the cotton belt.'  With agriculture already a powerful legislative force in Western states like Illinois and Kansas, the agrarian South during the summer of 1873 was a veritable powder keg of potential political power; the disastrous events of September 18 simply provided the flashpoint which ignited it.&lt;br /&gt;It has always been said that the agricultural interests of the country [are] the slowest to move, or to change, but when they do once start, the movement is steady, strong, and irresistible.' These words, written by a Constitution staffer in August, proved prophetic after the Panic of 1873 hit.  The Grange Movement gained a new urgency as crop prices began a precipitous five-year decline; the price of cotton was slashed by nearly fifty percent between July and December.  Adding to farmers' woes was the steady deflation which accompanied falling prices.  Deflation (caused by a shortage of gold to back currency) meant that farmers' debts were becoming more expensive as their crops were bringing in less revenue, which made for a dire situation indeed.  The secretary of the Georgia State Grange telegraphed an open invitation to Patrons of Husbandry and farmers generally of the Cotton States' to a mass Granger meeting in Atlanta on November 25, 1873 to devise and consider measures looking for relief of prevailing distress.'  Nationally, Grange membership peaked in 1875 at 250,000.  The popularity and political power of the Granger Movement, fueled by the severity of farmers' financial situations, lead to the passage of Granger Laws' regulating railroads, as well as laying the foundation for the Populist movement and Greenback Party of the late 1880s and 1890s."],"display_date":"July 2, 1873 - December 31, 1896","search_date":"1885-04-01","locations":[{"id":11955,"lat":36.1695702654,"lng":-86.7859142705,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":319,"title":"Fisk University Jubilee Singers tour Europe\n","course_id":1,"status":"P","start_date":"1873-07-01","end_date":"1878-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1873, the Fisk University Jubilee Singers embarked on a whirlwind tour of the major Western European countries, selling out concert halls and introducing the cultured musical palates of the Continent to slave spirituals for the first time.  Hailing from Nashville, Tennessee, the Jubilee chorus was composed of four men and seven women who sang traditional black spirituals to raise money for Fisk University, which was teetering on the edge of bankruptcy in the 1860s and 70s.  The majesty of the Singers' harmonies and stately bearing stood in stark contrast to African-American minstrel and burlesque entertainment, such as the Georgia Minstrels, which was also popular in Europe and America at the time.  Advertisements for these types of shows tended to present common white stereotypes of black Americans, including the sexually provocative black female and the Northern black dandy.'  Playing in well-known urban venues, such as Atlanta's DeGive Opera House, and before large and fashionable audiences,' burlesque shows only served to reinforce the caricatures of black America that so many whites had come to accept as fact.  &lt;br /&gt;The Jubilee Singers understood the negative impact acquiescence to white ideas of black culture had on African-American society, and they refused to accept it.  The group's unapologetic and unequivocal refusal to ride segregated trains or stay in segregated hotels (in both Europe and the United States) was an early symbol of the power black education and culture would have in stoking the wounded pride of oppressed black citizens during the Harlem Renaissance and Civil Rights movement.  The Jubilee Singers became the darlings of European royalty and music critics alike, and through their talents raised over 150,000, helping transform a struggling colored' school into the proud university which would help change the face of the American South less than a hundred years later."],"display_date":"July 1, 1873 - March 30, 1878","search_date":"1875-11-14","locations":[{"id":11955,"lat":36.1695702654,"lng":-86.7859142705,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":394,"title":"Penitentiary law of 1829 passed by Governor Carroll\n","course_id":1,"status":"P","start_date":"1829-01-01","end_date":"1829-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["When Governor Carroll passed this new Penitentiary Law,' many considered it to be truly revolutionary. This law completely transformed punishment in the state of Tennessee. For example, whipping posts, stocks, and cropping were abolished. Instead of being put to death for many crimes, hard labor in a penitentiary was now the punishment. Another key component of the law was the formation of a state penitentiary. This law was drafted with much foresight and was not substantially changed until 1913.&lt;br /&gt;&lt;br /&gt;While Governor Carroll's new law was certainly revolutionary in Tennessee, it was also part of a national trend taking place in 1829. According to the Cherokee Phoenix and Indians' Advocate, 8000 prisoners were now being imprisoned in newly implemented prisons across the nation. It was also stated that, amazingly, only 23 organized penitentiaries' existed in the nation's current 24 states. The editor went on to note that around one out of thirteen hundred free persons were being imprisoned, and that this was a sad picture indeed ' In Virginia, Governor Giles saw it as a cause to boast that only one white woman has been convicted of a Penitentiary offence within the last four years.' Penitentiaries were open to both men and women, even at this early time in penitentiary history. &lt;br /&gt;&lt;br /&gt;Tennessee's Penitentiary law of 1829 was representative of the nation's growing concern for the imprisonment of criminals and also of growing sentiment for the humane treatment of prisoners. Society was rapidly discovering a moral conscience and would no longer tolerate the death penalty or other inhumane punishments for criminals of petty offences. While it was important to all that the law should be enforced, it became increasingly apparent that citizens would not tolerate medieval practices, like the stocks, to be implemented in the nineteenth century."],"display_date":"January - April 1829","search_date":"1829-03-01","locations":[{"id":11950,"lat":36.1806707867,"lng":-86.8728574445,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":395,"title":"Black Women Agitate for Civil Rights on the Railroads\n","course_id":1,"status":"P","start_date":"1881-10-02","end_date":"1881-10-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 2, 1881, Mrs. Harding, the wife of a upstanding black man, was initially denied access to the ladies car on the Nashville and Chattanooga Railroad.  She ordered the assistance of General Manager Thomas, who promptly ordered that a separate car be arranged for her.  Harding refused to enter the separate car and filed a law suit against the company.  Later that afternoon, a black organist, Miss McLemore, attempted to board the ladies coach of the Lousiville and Nashville Depot, but she was denied access until all of the white passengers had been switched to a different car.  Like Mrs. Harding, McLemore refused to enter after the events took place.    &lt;br /&gt;In 1881, half of Tennessee's lower house was occupied by Republicans, four of whom were blacks.  The blacks had previously attempted to overturn a law instituted in 1875 that prohibited blacks from suing discriminatory railroads.  They failed by a narrow margin, and their attempt was immediately followed by the 1881 segregation statute that required railroad companies to provide separate cars for first-class black passengers.  The statute ordered that the black passengers must abide by the same rules issued to the white passengers, and it stated that the new cars must be properly maintained. The statute was significant in that it proceeded Plessy vs. Ferguson in being the first of the separate-but-equal law.  &lt;br /&gt;Railroad segregation played a major role in Southern history as railroads became the reluctant scenes of the first state-wide segregation laws in the South.  Travel by railroads allowed for blacks and whites to ride in close proximity, which upset many white Southerners.  They feared that close interaction would enable the blacks to rise in society, and they felt a need to extend the color line into daily life.  Many states established railroad segregation laws to do so.  The railroad companies were not eager to enforce such laws.  The laws complicated their job, and they would have preferred interracial seating.  &lt;br /&gt;Ayers notes that, in reality, the Tennessee statute in 1881 did not require segregation; it merely required that railroads provide separate but equal accomodations that blacks had the priveledge to enter and occupy.''  Nevertheless, these incidents reveal the frustration of the blacks as they sought to uphold their integrity and prevent the creation of the system of segregation that would plague the South for years to come."],"display_date":"October 2, 1881","search_date":"1881-10-02","locations":[{"id":11956,"lat":36.1695702654,"lng":-86.7859142705,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":396,"title":"Formation of  Nashville and Davidson County Temperance Society\n","course_id":1,"status":"P","start_date":"1829-04-01","end_date":"1829-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Many prominent Nashvillians, including Phillip Lindsley, William Hume, and Robert Whyte, formed The Nashville and Davidson County Temperance Society. This society was formed as an auxiliary to the American Temperance Society. The American Temperance Society grew rapidly during this time period and many new auxiliaries appeared. The spread of a national temperance society reveals the growing importance of new national moral concerns. Also important to note is that many of those involved with moral issues such as temperance were also involved with other moral issues of the time (such as colonization). For example, Philip Lindsley was the president of the Tennessee Colonization society (Tennessee, A Short History).&lt;br /&gt;&lt;br /&gt;Temperance societies were not at all limited to big cities or where vice was rampant. The small town of Kingsport, Tennessee founded a temperance group later in 1829. Many members of this small community banded together and pledged themselves to temperance. Among their pledges they pledged to not vote for supporters of liquor or employ anyone who drank at work. In the Kingsport society, the citizens took their stand against alcohol further than in Nashville; they were not content with personal temperance, but also required their employees to do the same (at least at work) (Tennessee, A Short History).&lt;br /&gt;&lt;br /&gt;Lastly, Temperance societies were not limited to the United States. The Cherokee Phoenix and Indians' Advocate reported that a respectable number of the Young Men' of Cornwall County, England had formed a Temperate Society.' By inclusion to this Society they pledged themselves to complete abstinence. The formation of these three groups was typical for the nation as a whole. Citizens were tired of the disastrous effects of alcohol and intemperance on the community. Citizens from all over the Union and the South joined together in large cities and small communities in an effort to end what they saw as an evil."],"display_date":"April 1829","search_date":"1829-04-15","locations":[{"id":11950,"lat":36.1806707867,"lng":-86.8728574445,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":546,"title":"A Book of Legal Forms Published in Tennessee\n","course_id":1,"status":"P","start_date":"1818-12-01","end_date":"1818-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["A book, entitled Forms of Precedents for the use of Justices of the Peace, Sheriffs, Coroners, and Constables in the state of Tennessee, filled with all sorts of legal forms which can handle all types of situations and can be used by many different people, was published in Tennessee (specific for Tennessee law).  This book included forms for such items as mortgages, deed transfers, power of attorney (in various capacities), warrants for people suspected of felonies, of homicides, and forms for one's last will and testament.&lt;br /&gt;During a similar time period, on June 6 in Baltimore, Maryland, Samuel Livermore, Father of Arthur Livermore, a US House member from New Hampshire, published A Treatise on the law of Principal and Agent; and of sales by Auction, which essentially was a book detailing commercial law which cited specific court cases in explaining just what obligations each member of a contract has, and details who is responsible if something goes wrong.&lt;br /&gt;The fact that such books are being printed strongly suggests that a society and economy based on private property (and thus contract law) are being strongly developed by the forces and people of the society.  It also suggests that the rule of law holds a strong sway among the general populace."],"display_date":"December 1818","search_date":"1818-12-16","locations":[{"id":11949,"lat":36.1806707867,"lng":-86.8728574445,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":569,"title":"Public Schools Tax\n","course_id":1,"status":"P","start_date":"1854-02-28","end_date":"1854-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Governor Andrew Johnson's recommendation of a tax to support the creation of public schools in Tennessee was made law.  The governor was a strong believer in mass education and forced his unenthusiastic legislature to pass the law.  For the first time in its history, Tennessee had fully-operating public schools.&lt;br /&gt;In Johnson's first message to the Assembly on December 19, 1853, the governor mainly talked about his commitment to Tennessee's education system.  He emphasized that the state constitution mandated the construction of public schools, but that the designated funds were insufficient, and the schools that did exist were practically useless. Johnson implored the representatives that millions of dollars were spent on internal improvements and state government buildings, and Can there be nothing done to advance the great cause of education?  Two months later, the Assembly took that first step."],"display_date":"February 28, 1854","search_date":"1854-02-28","locations":[{"id":11953,"lat":36.1785835172,"lng":-86.867295434,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":583,"title":"Cholera Epidemic\n","course_id":1,"status":"P","start_date":"1854-05-26","end_date":"1854-06-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Nineteen people in Nashville and the surrounding area died of what doctors suspected to be cholera.  Most of the deaths occurred near the city limits.  The Nashville Union sought to control any possible panic by relaying information of the epidemic with this concluding sentence: This is the whole truth up to this time [original emphasis].  They reassured their readers that once the weather changed for the better, the health of the city would repair itself.&lt;br /&gt;Cholera was also a worldwide threat - at the beginning of 1854 a Parisian identified only as M. Breant left 100,000 francs to be awarded to the discoverer of the cause of or cure for cholera.  In the United States an Asiatic cholera epidemic had been raging since 1848, and people were terrified of catching the sudden illness.  Wealthier families fled from the cities in fear of disease, and brought the cholera with them.  At the time, scientists and medical professionals were unaware that cholera was spread through infected water.  If a newspaper printed an article about the health of a city, it was often accompanied by the weather report, since it was assumed that sudden shifts in weather were indicative of a rise in disease."],"display_date":"May 26, 1854 - June 3, 1854","search_date":"1854-05-30","locations":[{"id":11953,"lat":36.1785835172,"lng":-86.867295434,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":598,"title":"Capitalist Enslavement\n","course_id":1,"status":"P","start_date":"1854-01-01","end_date":"1854-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["George Fitzhugh, a native of Brentsville, Virginia, published Sociology for the South, or the Failure of Free Society.  He looked upon Africans and African-Americans as children, uniquely suited to slavery. Just as children cannot be governed by mere law ? because they are so much under the influence of impulse, passion and appetite, the negro individual had to be treated as a grown up child ? The master occupies towards him the place of parent or guardian.  Society was actually doing the negro a favor because, without subjecting him to slavery, he would become a heavy burden upon society as a result of his improvident ways.  Fitzhugh also used the Bible as a justification for the continuation and spread of slavery in America.&lt;br /&gt;He specifically called attention to industrial society as a ruthless system in which capital mercilessly exploited labor.  An established patriarch is almost always kind and benevolent, and a slaveholder is the head of the largest family; therefore nature compels master and slave to be friends. Even if negro slavery was abolished, there would still be enlisted soldiers and sailors; Wellington at Waterloo was a slave, Fitzhugh contended.  Only slavery, which combined capital with labor, could introduce benevolence into society.  Without slavery, warned Fitzhugh, there would be class warfare or revolution.&lt;br /&gt;Fitzhugh set himself up against Nott's Types of Mankind because it digressed from the Biblical story of Adam and Eve and because he supposedly encouraged masters to treat their slaves as beasts without humanity. Fitzhugh declared, The Southerner is the negro's friend, his only friend. Let no intermeddling abolitionist, no refined philosophy, dissolve this friendship."],"display_date":1854,"search_date":"1854-07-02","locations":[{"id":11953,"lat":36.1785835172,"lng":-86.867295434,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":820,"title":"Sorghum Arrives in America\n","course_id":1,"status":"P","start_date":"1853-07-02","end_date":"1853-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sorghum, a grass that grows in the tropical regions of the world, made its grand entrance to the South via Georgia and South Carolina in 1853.  Sorghum competed with sugar in the market for sweet-tasting plants.  Sugar could come from a variety of plants from several different countries such as Italy, China, and Brazil whereas sorghum mainly came from Africa.  The South might have needed sugar for their tea, but without sorghum, the South would not have had molasses.&lt;br /&gt;  The sorghum plant came in sixteen different breeds from Africa and it was well adapted to the growing conditions in the South.  Even though sorghum entered the United States through Georgia and South Carolina, it would become most popular in Tennessee. The process to create sorghum syrup from the sorghum cane was lengthy.  Farmers had to remove the leaves and seeds from the plant.  They then had to boil it, and skim off the chlorophyll that bubbled to the top.  Sorghum was not only a product for people to eat, as cattle could eat the syrup that came out of the process too bitter.  After its introduction to the South, Tennessee quickly gained control of the sorghum market."],"display_date":"July 2, 1853","search_date":"1853-07-02","locations":[{"id":11953,"lat":36.1785835172,"lng":-86.867295434,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":836,"title":"Temperance Movement Debated in Tennessee\n","course_id":1,"status":"P","start_date":"1853-07-01","end_date":"1853-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The fate of alcohol was uncertain during mid-nineteenth Century.  Alcohol had many opponents.  Protestants thought it was a great evil.  Many Southern whites were afraid of keeping alcohol legal for fear that it could cause great damage if slaves gained access to it.  Tennessee was very involved in the temperance movement although it had not completely banned alcohol like Maine.  However, in 1853, a temperance convention was held in Nashville and the attendees began to seriously consider a prohibition in their state.  Physicians feared the physical effects of alcohol consumption.  Alcoholism was termed a disease of the liver.  Drunkenness was a problem not only for the individual who consumed it, but also for young women who might be preyed upon by alcoholics.  Doctors also thought that alcoholism led to insanity.  Legislators made some advances in restricting alcohol consumption to certain areas.  Laws kept liquor away from churches, and some legislators wanted alcohol consumption to be legal only in private homes and taverns.  However, Andrew Johnson (then a candidate for governor of Tennessee) hampered the temperance movement by proclaiming that restricting one's right to liquor also restricted his or her individual rights."],"display_date":"July 1, 1853","search_date":"1853-07-01","locations":[{"id":11953,"lat":36.1785835172,"lng":-86.867295434,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1291,"title":"Bill Passed to Incorporate the Mississippi Central and Tennessee Railroad Company\n","course_id":1,"status":"P","start_date":"1855-11-14","end_date":"1855-11-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During 1855 there was a strong movement to expand the railroads in the southern states.  Although railroads were well established in the far southeastern states, there was still a need and desire to expand into the west and into the midwestern states.  During the 1850's there was a particular expansion of railroads in Alabama, Mississippi, and Tennessee.  Railroads were also built more upon the north-south lines as opposed to the existing east and west lines.  Although rivers were helpful, the train was much more efficient for transportation of economic goods.&lt;br /&gt;Among many bills passed was the one passed in the Tennessee Senate incorporating the Mississippi Central and Tennessee Railroad Company.  The linking between the states of the south was continuing and spreading into the other states of the Union.  As there was a push for economic independence from the northeastern states, the southern states laid down railroads that linked them to other parts of the Union.  The Charleston Mercury advises that the south should extend its ties to the west and northwest in order to form commercial connections, that will make them independent from the rest of the world for all articles of necessity.'  The Mercury goes on to attack the northeastern states, saying, The centre and source of the whole disease that infects the Union is the Northeast.'  The ulcer' of abolitionism has pushed the south away from the north, thus it must form other ties.  The expansion of railroads correlated with the secessionist movement in the sense that many leaders of the Confederacy were railroad men. Although far away, this connection refers to the impact that southern railroads had on the southern thoughts."],"display_date":"November 14, 1855","search_date":"1855-11-14","locations":[{"id":11953,"lat":36.1785835172,"lng":-86.867295434,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1309,"title":"Women&#39;s Christian Temperance Union\n","course_id":1,"status":"P","start_date":"1882-10-28","end_date":"1882-10-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Liquor, as Edward Ayers explains, took a heavy toll on the South, especially since alcohol became much easier to get as the numbers of towns and stores increased. Often, churches went on the offensive, trying to reform what they saw as the greatest threats to their moral standards.' In the New South, women had an increasingly important role on church committees, and thousands of younger women in the South joined women's clubs and reform organizations. The Women's Christian Temperance Union was the nation's largest anti-alcohol association. &lt;br /&gt;The first national convention of the Women's Christian Temperance Union (WCTU) took place in Cleveland, Ohio in November 1874. Returning home from the convention, Elizabeth Fisher Johnson organized a local chapter. On October 23, 1882, several women met in Nashville to officially establish the Tennessee WCTU, and Johnson was named the first president. By 1900, although they were not able to gain statewide prohibition, the WCTU was the most powerful women's lobbying organization in Tennessee.&lt;br /&gt;The Declaration of Principles (Light House) declared that the purpose of the WCTU was to educate the young, to increase public knowledge, and to reform as far as possible, by religious, ethical, and scientific means, the drinking classes.' Not only were these women using their morals they inherited from their religion, but they also combined to their ideas scientific means' to push the South into a civilized and modern world. Furthermore, these women were against all people who drank, but they were mostly against the immigrants, particularly the Irish Catholics. Margaret Bendroth explains in her article that often Protestants combined temperance with anti-Catholicism, for many were prepared to believe the worst about Irish Catholics.' WCTU members were largely responsible for laws raising the sexual age of consent from ten to eighteen, establishing a state reform school for juvenile offenders, and funding the Reformatory Work Home for Women. The motto, as provided in the Light House, was: &lt;br /&gt;&lt;br /&gt;I herby solemnly promise, God helping me, to abstain from all distilled, fermented and malt liquors, including wine, beer and cider, and to employ all proper means to discourage the use of and traffic in the same. &lt;br /&gt;&lt;br /&gt;The minutes of another WCTU local chapter in Richmond, Virginia, show that President opened the meeting by reading from the Psalms, a prayer, and the group joined together to sing a hymn. The secretary read the minutes of the last meeting, and then all the members would discuss business and the best methods to achieve their goals and gain recognition of the temperance cause."],"display_date":"October 28, 1882","search_date":"1882-10-28","locations":[{"id":11956,"lat":36.1695702654,"lng":-86.7859142705,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1408,"title":"Closing of the Tennessee Centennial Exposition\n","course_id":1,"status":"P","start_date":"1897-05-01","end_date":"1897-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Opening on May 1, 1897, the Tennessee Centennial Exposition drew 1.8 million visitors, marking the largest recorded Southern exposition.  Following the closure of the Exposition, the grounds were converted to Centennial Park and became a major magnet of westward growth for suburban Nashville.  &lt;br /&gt;States from all over the country were invited and entitled to their own special day' in which the festivities were directed according to each state's wishes.  More importantly, many of the civic organizations that sprang from the Exposition, including several woman's and civil rights groups, would continue to meet and strongly influence politics and reform not only in Nashville, but throughout the state.&lt;br /&gt;There is no doubt that the exposition was a huge success, accomplishing much more than just commemorating the 150 years of history Tennessee had made to that point.   This massive celebration of the state history of Tennessee would be a large platform from which the state could spring forward into the new century with encouraging promise shown for both the woman's and civil rights campaigns that really started to take hold and make their presence known during this Exposition.  It also contributed greatly to the westward growth of Nashville, an important economical hub for Tennessee."],"display_date":"May 1, 1897 - October 31, 1897","search_date":"1897-07-31","locations":[{"id":11957,"lat":36.1695702654,"lng":-86.7859142705,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1441,"title":"Tennessee Internal Improvements Bill\n","course_id":1,"status":"P","start_date":"1830-01-02","end_date":"1830-01-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 2, 1830, the state of Tennessee passed an Act to establish a board of Internal Improvement, and set apart one hundred and fifty thousand dollars to be appropriated to the improvement of the navigable rivers and other objects of Internal Improvement in (the) state,' as reported by the Knoxville Register on January 27, to be divided on various works across the state. Designed mostly to make the Tennessee River passable to shipping, this appropriation was a tremendous endeavor for a state which had existed for only thirty-five years and was still very much an undeveloped and sparsely settled frontier. &lt;br /&gt;&lt;br /&gt;Nonetheless, the government of Tennessee was beginning to recognize the importance of developing an efficient and usable infrastructure network not only to improve trade and the flow of goods, but also to improve communication. By clearing the Tennessee River and building roads and canals in other parts of the state, Tennessee not only improved its internal trade and communication, but it also more firmly link itself to the Mississippi River network. This network was an integral part of the U.S. economy as it stretched from New Orleans up through the frontier to the Ohio River Valley, the Northwest, and even the Great Lakes, the St. Lawrence River, and eventually the Atlantic Ocean. By linking themselves to this network, Tennessee ensured not only an increase in the flow of goods and information, but a strengthening of bonds with the United States as a whole. Indeed, the Raleigh Register takes note of this Act on January 28, 1830, declaring it of very considerable importance, inasmuch as it will give an impulse to public enterprise.'&lt;br /&gt;&lt;br /&gt;This developmental sentiment was representative of the U.S. as a whole as well. In Virginia, for example, a letter from residents of Staunton to the General Assembly desired to incorporate(e) a Company, with the usual powers of a Turnpike Company' to construct a road from Staunton to intersect the Ohio and Chesapeake Canal.' However, acts such as that in Tennessee were overshadowed by a national debate on the proper role of the Federal government in development. Specifically, President Andrew Jackson contended that the Federal government did not have to right to invest in state projects such as those in Tennessee or the construction of the Maysville Road because it would give the Federal government too much control in local affairs. Thus, it was up to the states to conduct such improvement internally, making Tennessee's bill could be construed as an early precursor to this debate."],"display_date":"January 2, 1830","search_date":"1830-01-02","locations":[{"id":11951,"lat":36.1806707867,"lng":-86.8728574445,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1542,"title":"Farmers&#39; Alliance Leaders in Tennessee Work to Influence Democratic Party before State Governor&#39;s Election\n","course_id":1,"status":"P","start_date":"1890-01-01","end_date":"1890-07-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After its establishment in July 1889, membership of the Farmers' Alliance grew rapidly and reached over 100,000 people in 1890.  The Alliance widely proclaimed their goal to influence the Democratic Party.  Throughout the year the Alliance engaged in a publicity campaign to sway Party actions and nominations.  Newspapers played an important part in this publicity campaign.  The Nashville Banner included a blurb about the Farmers' Movement in their January 25, 1890 edition.  It called for [a] renewal of the pledges to unite for reform within the party' and help [to] purify and reform the democratic party of the state.'&lt;br /&gt;&lt;br /&gt;John Buchanan, the first president of the Alliance, emerged as the Alliance's favorite for the Democratic nomination.  John H. McDowell, vice president of the southern branch of the Farmers' Alliance and editor a Nashville publication, worked endlessly to forward Buchanan as a nominee.  July 15, 1890 marked a triumph for the Populist movement when Buchanan received the Democratic Party nomination for Tennessee governor.  The Alliance experienced an even greater triumph when Buchanan won the general election and served as state governor from 1891 to 1893.&lt;br /&gt;&lt;br /&gt;The Farmers' Movement mobilized to support candidates for political office elsewhere in the South as well.  The same Nashville Banner blurb called for action in South Carolina.  According to the January article, on Thursday, May 27, the movement planned to meet in Columbia to nominate a candidate for every state office to present to the state Democratic convention."],"display_date":"January 1, 1890 - July 15, 1890","search_date":"1890-04-08","locations":[{"id":11957,"lat":36.1695702654,"lng":-86.7859142705,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1550,"title":"Governor Nominating Conventions in Tennessee Spark Exchange between State Democrats and Republicans\n","course_id":1,"status":"P","start_date":"1890-04-03","end_date":"1890-04-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the time leading up to both the Democratic and Republican nominating conventions for state governor, each party attempted to sort out its ideal choice for candidate.  Each party faced the recent legislative actions regarding enfranchisement and elections.  As a whole, the Democrats backed the poll-tax law recently enacted by the state legislature and favored the pending registration law.  On the other hand, Republicans opposed the poll-tax and registration law which further placed them in the minority.&lt;br /&gt;&lt;br /&gt;Thomas L. Williams, the Chairman of the State Democratic Executive Committee, after his arrival in Nashville from Knoxville, expressed the sentiments of eastern Tennesseans.  He stated that East Tennesseans favor no particular candidate for governor and appear apathetic to the state of politics.  At this time, the economic development in East Tennessee skyrocketed.  The focus remained on business rather than political matters.  However, eastern Tennesseans still plan to attend the Democratic convention with open minds about all the candidates.  The Farmers' Alliance greatly influenced the Democratic nominating process in April 1890.  John Buchanan of Rutherford County (middle Tennessee) won the nomination riding the support of the agrarian movement.&lt;br /&gt;&lt;br /&gt;Eastern Tennessee remained the region of strongest support for the state Republican Party.  Williams acknowledged Knoxville as the headquarters of Republicanism.'  However, Williams also stated that he heard little talk there about the Republican nominee for governor.  According to some Republicans, the passage of the poll-tax laws and other registration laws places them at an even greater disadvantage as compared to the Democrats.  Therefore Republicans place little importance in whoever receives their nomination.  In the late 1800s, Republican support in the South remained largely African American.  White politicians designed measures such as the poll-tax and registration restrictions to disenfranchise African-Americans and hence weakening the Republican vote.  After the enactment of the poll-tax law in 1889, many Tennesseans, including The Nashville Banner, acknowledged the disappearing black vote.'"],"display_date":"April 3, 1890","search_date":"1890-04-03","locations":[{"id":11957,"lat":36.1695702654,"lng":-86.7859142705,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1609,"title":"W.E.B. DuBois graduates from Fisk University\n","course_id":1,"status":"P","start_date":"1888-05-01","end_date":"1888-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of the leading pioneers of the modern Civil Rights movement, W.E.B. DuBois was born in Great Barrington, Massachusetts in 1868. DuBois grew up in an environment of intellectuals. Thus, he witnessed few direct displays of Jim Crowism. A talented student, DuBois excelled academically in high school. Upon graduation, he hoped to attend Harvard or Yale. Due to lack of funds, however, he traveled south to Tennessee, enrolling at Nashville's Fisk University in 1885.&lt;br /&gt;&lt;br /&gt;Remarkably, during his time at Fisk, he juggled several extracurricular activities, including editor of the college newspaper, and a rigorous academic curriculum. In fact, DuBois graduated in three years. His interest in the newspaper business would continue, influencing him to create and edit The Crisis for the NAACP in his later years. At Fisk, DuBois also received his first exposure to the segregated South. He spent his summers teaching community schools, learning first hand about the pervasive poverty, discrimination, and prejudice that faced young blacks in Tennessee. In May 1888, he graduated from Fisk. During his time at Fisk, he resolved to challenge the color bar and work diligently to bring down Jim Crow. In the fall, DuBois entered Harvard Graduate School, eventually graduating with a master's and doctor's degree. In the future, he helped found the Niagara Movement and the NAACP."],"display_date":"May 1, 1888","search_date":"1888-05-01","locations":[{"id":11956,"lat":36.1695702654,"lng":-86.7859142705,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1628,"title":"Confederate Soldier Reunion and the Return of a Regiment from Manila\n","course_id":1,"status":"P","start_date":"1899-07-01","end_date":"1899-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["A conflict ensued in Nashville, Tennessee in 1899 when the confederate reunion and the return of a regiment from Manila occurred simultaneously.  The president of the local United Daughters of the Confederation firmly opposed the use of the United States flag at the reunion.  Her protest proved unsuccessful.  Although the United States flag was displayed, the Confederate veterans marched under old battle torn rebel flags intertwined with the stars and stripes'' (Ayers, p.332).  Through this powerful statement  the veterans expressed their belief that the United States was just as much the Confederacy as it was the Union.  &lt;br /&gt;&lt;br /&gt;Racial tensions were highlighted by this display of southern supremacy at the event that brought together Confederate soldiers and Manila regiments.  Black soldiers fighting in the war with Spain further hurt race relations in America.  The African American soldiers in these southern states found themselves surrounded by the prejudice and hate of white men for whose country they were fighting.  African American soldiers were encouraged by Booker T. Washington to volunteer for the army.  They viewed the chance to join the army as an opportunity to prove their patriotism  and solidify their place in America.  Upon arrival in Florida and parts of Georgia before deployment to Cuba the reality of deep-seated southern racism was revealed."],"display_date":"July 1, 1899 - July 30, 1899","search_date":"1899-07-15","locations":[{"id":11957,"lat":36.1695702654,"lng":-86.7859142705,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1695,"title":"An advertisement for a runaway slave appears in The Republican Banner\n","course_id":1,"status":"P","start_date":"1850-08-03","end_date":"1850-08-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 3, 1850 a notice appeared in The Republican Banner for a runaway slave. A slave boy named Tom who in appearance resembles an Indian' had run away from a Dr. Waters. (The Republican Banner, August 3, 1850) The note suggests that Tom would not be intellectually capable of escaping all the way to freedom without needing the assistance of Whites, and thus Dr. Waters published this runaway add in hopes of attracting White attention. Dr. Waters offered a 25 reward for return of Tom in the State of Tennessee, and a 50 reward for his capture out of the State.&lt;br /&gt;The notice in The Republican Banner was typical of many Southern Newspapers in the 1850. Slave runaways were common aspects of Southern Slaveholding life, albeit the antithesis of the Slave holding social order. The United States Census reported that in 1850 in Maryland alone, 271 slaves had successfully escaped (let alone run away). &lt;br /&gt;The Republican Banner also reveals the interplay between fugitive slaves and whites in the Deep South. Fugitive slaves would often attempt to use white assistance in their escapes routes. By masking their identity, these black fugitives would use unsuspecting white people to gain their freedom. Hence the article refers to Tom's possible attempt at using white people in his escape. This portrayal of fugitive escape differs from the perception that all fugitive slaves exclusively used clandestine routes such as the Underground Railroad for their escapes to freedom."],"display_date":"August 3, 1850","search_date":"1850-08-03","locations":[{"id":11953,"lat":36.1785835172,"lng":-86.867295434,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1741,"title":"Approximately 300 Irish workers arrive in Chattanooga to work on the Chattanooga and Nashville Railroad\n","course_id":1,"status":"P","start_date":"1850-08-25","end_date":"1850-08-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Thursday, August 22, approximately 300 Irish workers arrived in Chattanooga, Tennessee to work on the Chattanooga and Nashville Railroad. Plans for the construction of the Chattanooga and Nashville Railroad began in June of 1845. The railroad was conceived for the purpose of expanding commerce in Chattanooga by reducing the time it took to travel there from Nashville and other major cities, significantly strengthening Tennessee's economy. &lt;br /&gt;The arrival of these Irish workers is significant because it revealed ethnic relations in the American South at that time. The labor source for the construction of these railroads came predominantly from two sources- black slave and Irish immigrants. The black slaves were considered very expensive because they had to be bought from their previous owners, making their longevity of work life very important. The Irish workers, however, were seen expendable', and therefore were used more in the dangerous building projects of the railroad construction, such as the blasting of the Cowan Tunnel. The Railroad finished construction in June of 1850 and opened up Chattanooga as a major center of commerce and transportation in the South in 1854."],"display_date":"August 25, 1850","search_date":"1850-08-25","locations":[{"id":11953,"lat":36.1785835172,"lng":-86.867295434,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1992,"title":"Steamboating on the Cumberland\n","course_id":1,"status":"P","start_date":"1850-07-06","end_date":"1850-07-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As both a cotton and tobacco dealer, and a forwarding and commission merchant, A. Hamilton ran a regular advertisement for his services in The Nashville Daily Union. In the advertisement he ran on Saturday, July 6, 1850, Hamilton reassured his former patrons that he planned to remain in the business of buying and selling cotton. Hamilton thanked the public for the business they provided him in that venture. Directly below he advertised his steamboat packets. Through this advertisement, Hamilton reintroduced himself as an agent of the steamers that traveled between Nashville and New Orleans, and Nashville and Memphis. In addition, the advertisement declared Hamilton's need to hire 100 NEGROES to work on the steamboats that traveled back and forth along these two routes. Although he claimed to want to hire these black workers, he did not necessarily mean to hire them independently. Some slave owners often hired their slaves out to others within their community, keeping the salaries for themselves. "," Hamilton advertised two types of steamboat packets. The first he described as regular packets traveling from New Orleans to Nashville. The steamers left the port of New Orleans every Tuesday at four o'clock in the afternoon for Nashville. The steamer left to return to New Orleans from Nashville every Saturday afternoon at four o'clock. The advertisement described the other packet as weekly. It left Nashville for Memphis every Monday at four o'clock and left to return to Nashville from Memphis on Thursday mornings at ten o'clock. "," Before railroads, steamboats provided the most rapid means of transportation of both people and goods. Tennessee played a large role in this river transportation. The Cumberland River ran through the middle of Tennessee eventually intersecting with the Ohio River. The Ohio River indirectly connected cities along the Cumberland River, specifically Nashville, with the burgeoning steam boat economy of the Mississippi River. "," The shipment of iron along the Cumberland River became a vital part of the economy in the middle region of Tennessee. Historian Byrd Douglas argues that if it had not been for the Cumberland River, which served as the only medium of transportation, this essential product, which played such an important part in the development of our country, could not have reached the market. Steamboat packets, like those advertised by A. Hamilton, provided the most efficient means of transportation between the South-western states. Tennessee did produce large amounts of the South?s staple crops, tobacco and cotton. But iron production proved to be more beneficial to the economy of the Cumberland region of Tennessee and thus made Nashville one of the largest cities in the South. The shipment and production of iron made Tennessee an industrial state juxtaposing it to many states within the South that found economic success predominantly through agriculture."],"display_date":"July 6, 1850","search_date":"1850-07-06","locations":[{"id":11953,"lat":36.1785835172,"lng":-86.867295434,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1994,"title":"Governor Aaron V. Brown of Tennessee and the Question of Slavery\n","course_id":1,"status":"P","start_date":"1850-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1850, Governor Aaron V. Brown of Tennessee spoke at a benefit for an orphan's asylum in Nashville, Tennessee. During his speech at Odd Fellow's Hall, he addressed the recent progress of the United States in regarding the escalating question of slavery. Governor Brown expressed the feelings of many southerners who felt threatened by the anti-slavery rhetoric in the North. The Governor also vividly exposed the hypocrisy of northerners in their efforts to end slavery, yet contain the African American population to the South. ","Governor Brown first questioned the constitutionality of northern sentiment to alter the institution of slavery. He specifically referred to the three-fifths clause in the Constitution that compared a slave's status to that of the white man. Brown asked if the Connecticut of today was unwilling to stand to the compact ratified by the Connecticut of 1787? In the eyes of Governor Brown any breakdown or change within the Constitution would lead to the breakdown of the Union. The South wished to stand by the compact made in 1787, while the North, whether directly or indirectly, wanted to break it. The Governor realized how much northern communities feared the infiltration of African Americans. Throughout the South, African Americans lacked equality to whites and lived under brutal oppression. But African Americans lived directly along side whites on a day to day basis. Slave women participated in raising their master's children, and some slave men acted as overseers and managed important aspects of the plantations on which they lived. Northerners did not live in close quarters with African Americans. They did not embrace them as part of their families as did many southerners. Governor Brown exemplified this point to his audience at Odd Fellow's Hall. He declared that once the North ensured African American's their escape from bondage, where shall they go? Who will receive them? Will the North? Never"," Governor Brown acknowledged, like many other southerners, that northerners did not feel a moral obligation to end slavery. Northerners sought to end slavery in order to better provide for themselves. According to Frederick Law Olmsted, northerners did not detest slavery, it is simply the negro competition and the monopoly of the opportunities to make money by negroe owners. Governor Brown and his fellow southerners knew that northerners wanted nothing to do with freed slaves and the competition for cheap labor they might create with a mass migration to the North. Poor, non-slaveholding whites in the South reaffirmed this fear for northerners. Frederick Law Olmstead suggests that poor white people were usually far better off in the free states, than in the slave. Northern interest in ending the spread of slavery correlated to their primary concern for ending the economical advancement of the elite South."],"display_date":1850,"search_date":"1850-07-02","locations":[{"id":11953,"lat":36.1785835172,"lng":-86.867295434,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1997,"title":"The 50 Dollar Reward for Harry the Runaway\n","course_id":1,"status":"P","start_date":"1846-12-12","end_date":"1846-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 12, 1846, Landon Harrison ran a wanted advertisement in The Nashville <em>Daily Union</em>. Months later, on Saturday, March 27, 1847, the Daily Union continued to run the advertisement. One of the slaves on Harrison?s plantation ran away, and Harrison entered a wanted ad in hopes of having him found and returned as soon as possible. In order to ensure the slaves safe return, master's like Harrison made thorough descriptions of their slaves in want ads. Historian Michael Mullin points out that whites identified ethnicity in three ways, appearance, patterns of scarification, and by dialect. In his wanted advertisement, Harrison described Harry as a young negro boy of around 18 years of age. Harry stood about five foot three inches tall with a black complexion. When he left Harrison's plantation he wore a mixed jeans frock coat, and a green blanket coat, and a palm leaf hat. Harrison believed that the boy traveled to the towns in which he had the closest relations: Gallatin and Lebanon."," The first line of Harrison's wanted advertisement stated the reward for the runaway in bold print. Landon Harrison offered 50 dollars reward for the return of Harry. He requested that if anyone found Harry, they needed to return him directly to the Nashville jail. From there, Landon Harrison would determine the reward by whether or not the capturer found Harry within the borders of the state. If captured within state lines, the reward stood at 25 dollars. If captured across state lines, the reward doubled to 50 dollars. Landon Harrison's reward was indicative of a slave's monetary worth. The further away an escaped slave managed to travel the less likely he is to be caught. Thus the monetary reward should be greater if someone captured Harry outside of the state. The slave master feared unoccupied, unsupervised slaves because of the cost they incurred when slaves escaped. Slaveholders knew the loss of investment that accompanied the loss of a slave."," Runaways who were returned to their owners received harsh punishment for attempting to escape. Michael Mullin gives one account of a master who bound, gagged, and left his slave to insects for running off. Sometimes, however, masters sold their runaways once someone found and returned them. Some masters did not want their other slaves to believe that they too could escape and get away with it. So instead, the master acted as though he made the decision to sell the slave in the first place. Slaveholders through out the South struggled in this same sense to maintain their power and threatening force over their slaves, who increasingly sought to experience freedom."],"display_date":"December 12, 1846","search_date":"1846-12-12","locations":[{"id":11952,"lat":36.1806707867,"lng":-86.8728574445,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2000,"title":"W.B. Shapard&#39;s Very Desirable and Beautiful Farm\n","course_id":1,"status":"P","start_date":"1847-03-04","end_date":"1847-03-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The heading above W.B. Shapard's Richland Creek estate advertisement boldly read: That very desirable and Beautiful Farm. Shapard first ran the advertisement in Nashville on March 4, 1847, and by Saturday, March 27, 1847 it ran again in the classifieds of The Daily Union. Shapard wanted to sell his estate, and vividly described every aspect of it in his advertisement. The estate was not merely a house on a plot of land, but it was an elaborate and highly integrated plantation. W.B. Shapard recently finished constructing a new main building. Built of brick, the house contained nine rooms, two large passages with handsome stairways and was finished in the best of style. Besides the house itself, Shapard listed the many plantation amenities to be found on the estate. These included a kitchen, store rooms, smoke house, carriage house, negro houses, stable, cow houses, and a spring house. According to W.B. Shapard, his plantation typified a proper country residence. Shapard ornately described the intricate details of the interior of the main house and painted a picture of the countryside which surrounds it. In his advertisement, Shapard capitalized on the romanticism that accompanied the reputations of plantations through out the South. "," Plantations like Shapard's separated the middle region of Tennessee from the more mountainous regions in the east of Tennessee. To the east of Nashville, in places like Knox County, farms produced on a much lower scale than plantations in the middle region of Tennessee did. Farming families like the Gibb's of east Tennessee, produced grains, wool, and other food stuffs. They also raised several different types of livestock. Farms like the Gibb's could not compete with the production of the South's staple crops by large plantations. Farms surrounding Nashville and other regions of middle Tennessee produced tobacco in an amount that was four to six times greater than individual farms in other regions of Tennessee."," Plantations like W.B. Shapard's supported production of this magnitude. Running a plantation was in a sense like running a business. The difference became evident by the way plantation owners provided for their workers. Instead of receiving salaries, owners provided their slaves with food, clothing, and living quarters, such as those described by W.B. Shapard. Plantations like the one W.B. Shapard wanted to sell helped accumulate large amounts of wealth, some of which would otherwise have to be shared as salaries for workers."],"display_date":"March 4, 1847","search_date":"1847-03-04","locations":[{"id":11952,"lat":36.1806707867,"lng":-86.8728574445,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2001,"title":"Doctor C.K. Winston and the University of Nashville Medical School\n","course_id":1,"status":"P","start_date":"1852-03-13","end_date":"1852-03-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Doctors C.K. and J.D. Winston declared their services available to the people of Nashville on March 13, 1852. The two doctors provided both the practice of general medicine and surgery. The advertisement gave the locations of their offices, the first on Cherry Street and the second out of Doctor J.D. Winston's home on Vine Street. Doctor C.K. Winston gained significant praise in the medical community when the new medical school in Nashville opened up. The Boston Medical and Surgical Journal announced it would not be surprising were Nashville to become a great medical center. The same publication named eight distinguished faculty members who they believed would contribute the most to the strength of the new school. Among these eight faculty names was Doctor C.K. Winston. The curriculum at the University of Nashville medical school was rigorous. Historian F. Garvin Davenport writes that, In order to graduate with the degree of M.D., the student was required to spend three years in the office of a regular physician, attend two full courses of lectures at the medical school, write an acceptable thesis on some medical topic, and pass a satisfactory examination."," During the 1850s the chief concern of administration at the University of Nashville became the practice of good sanitary and hygiene practices in order to ward of diseases. According to Davenport, the medical school faculty recommended the regularity of eating and exercises in addition to good hygiene, such as bathing on daily basis. In addition to hygiene, professionals at the time regarded the presumed inferiority of African Americans as a medical debate. Two students at the University of Nashville even presented dissertations attempting to prove the theory believed by many that the Negro belonged to a distinct and inferior race. Davenport described the experiments they used to examine the differences in facial angles between the two races. They spoke of the differences between certain nose structures of the white and black man. They looked under a microscope at a white man's piece of a hair and a black man's piece of hair, concluding that the black man's hair was decisively coarser and frizzier than the white man's. Dissertations such as these given at a well respected institution like the University of Nashville further asserted feelings of superiority by southerners over their black counterparts. "," Research projects such as these made the University of Nashville visible and recognizable as an important medical institution. The <em>Boston Medical and Surgical Journal</em> placed a southern institution in the company of several older, more established northern medical institutions. The University of Nashville gave the South a foothold in the northern medical community during this time."],"display_date":"March 13, 1852","search_date":"1852-03-13","locations":[{"id":11953,"lat":36.1785835172,"lng":-86.867295434,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2562,"title":"Marsh J Polk Defrauds The State of Tennessee of four hundred thousand dollars \n","course_id":1,"status":"P","start_date":"1883-01-06","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["  Marsh J Polk, the treasurer of the state of Tennessee and  the nephew of President Polk, raised suspicion when he refused to pay  interest on bonds enacted by the state.  Tennessee needed the revenue from the bonds to repay the forty million dollar deficit created by Civil War devastation.  A committee from the general assembly investigating Polk's personal accounts discovered that he transferred four hundred thousand dollars of the state's money into his bank account. The missing money made headline news across the state, but Polk fled before authorities could catch him.  Newspapers wildly speculated that he fled to either Mexico or South America, but nobody knew his whereabouts. The treasurer's friends believed that he lost the state's money speculating on Wall Street stocks.  The people of Nashville were outraged by another example of a long pattern of corruption that began during Reconstruction.  Congress moved quickly to pass a joint resolution that gave the attorney general the authority to seize Polk's assets.       Polk's fraud drew attention in every regional newspaper as well as The New York Times because Tennessee bondholders across the country were interested in the future of the forty million dollar state debt. Democrats blamed the origin of the  debt on railroad subsidization by Republican Governor George Brunlow during  Reconstruction.  In order to settle the debt, Democratic Governor John Calvin Brown's administration issued new bonds in 1873.  Economic depression prolonged the issue when the state defaulted on the interest payments.  With the state buried in debt, resolving the issue was the hottest political issue for the next ten years.  Democrats in control of the government divided into factions who called themselves Redeemers and Bourbons.  While Redeemers were confident that new industry would provide enough revenue to repay the debt, Bourbon Democrats envisioned a continuation of the Old South agriculture and lobbied to readjust the debt. Agricultural Democrats felt no moral obligation to repay debt that accumulated during the corrupt Republican administration.  The news that treasurer Polk defrauded the state of four hundred thousand dollars might have persuaded the general assembly of 1883 to scale back the state debt by 50 percent. "],"display_date":"January 6, 1883 - December 31, 1883","search_date":"1883-07-04","locations":[{"id":11956,"lat":36.1695702654,"lng":-86.7859142705,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3106,"title":"The Arnolds and the Academy of Young Ladies\n","course_id":1,"status":"P","start_date":"1816-12-02","end_date":"1816-12-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["December 1816 was a significant month for women in Tennessee. Mr. and Mrs. Arnold, coming from Kentucky, decided to open an academy for young ladies in Nashville. This Academy was very similar to those built for young Tennessean men even if some subjects were specific to women's instruction. Thus, the married couple taught subjects as significant as the pronunciation of English language, reading, penmanship, arithmetic, English grammar and geography with the use of the globes. The Academy was also organized like other schools: the students paid tuition fees (at first, it was 45 dollars per session but it increased a lot during the following year) and ladies who came from afar were boarded. So, the opening of the Arnolds' school had an impact both on Nashville's population and those of other states. This school was very successful from the beginning and the Arnolds quickly announced the Academy would stay open the following years. Ten years after its establishment, in 1826, it enrolled almost three hundred students whereas the University of Nashville, built for men, rarely had more than 100 students, since most men chose to study in other states. Nashville Female Academy soon became one of the best known schools for girls in the South and was considered as a local pride and an example to follow. When President James Monroe came to Nashville in 1819, he went into the school for an address before students and faculty members who were considered as full-fledged scholars. ","The Nashville Academy was created at a time when other institutions were admitting only men and tended to be religious. It was a really quaint institution, even if academies for ladies soon started to flourish elsewhere in the South. Education was by no means confined to the East and the North. Female education received a special attention in Tennessee which was, as far as women education is concerned, a pioneer state. For example, The Fisk Female Academy, created in Overton County in 1806 is considered as the first academy for girls in the South. Other schools for girls followed in the Volunteer State: in Knoxville, Memphis, Gallatin, Rogersville, Murfreesboro, McMinnville, Paris,and Lebanon for example. These schools were a part of the social and economic transition in Tennessee after the war of 1812. Indeed, this war, fought between the United States and Great Britain from June 1812 to the spring of 1815, had a big impact on Tennessee (the huge number of Tennesseans involved in this war even gave its nickname, The Volunteer State to Tennessee) and so had the ensuing panic that is to say a period of financial distress which followed. In Tennessee, reconstruction was also achieved by education. This transition started sooner in Tennessee and permitted the development, the democratization and the modernization of the state. For that matter, women education is still considered as an indicator for the level of development. "],"display_date":"December 2, 1816","search_date":"1816-12-02","locations":[{"id":11949,"lat":36.1806707867,"lng":-86.8728574445,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3114,"title":"Grundy and McMinn and the New Bank of the State of Tennessee\n","course_id":1,"status":"P","start_date":"1820-01-01","end_date":"1820-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1820, Joseph McMinn, a farmer, state legislator, Indian agent, and governor, and Felix Grundy, a Congressman, U.S. Senator and Nashville Democrat leader, suggested to create a New Bank of the State of Tennessee; it was the central feature of his program while he was candidate for a seat in the state senate. This bank was supposed to be better than the old one, based in Knoxville: the state should furnish its capital, the legislature should elect its directors and it was supposed to loan money to the different counties in proportion to the taxes paid in each state. After a debate with his opponents, Grundy finally managed to establish the Bank. Grundy's bank was the opposite of the previous Tennessean bank, chartered in 1807, which became known as The Old Bank of Tennessee. The State had a small interest in this bank (20,000 dollars out of a capital stock of 400,000 dollars) but, for the first time in Tennessee history, was a stockholder.","The New Bank of the State of Tennessee was created just after the panic of 1819. The price of cotton had fallen and so had done land values, leading to a period of financial distress which culminated in the West during the years 1819 and 1820. However, in Tennessee, contrarily to other states, only the Western part was seriously affected by these financial difficulties because the eastern valleys were not suitable for the culture of cotton. The foundation of the New Bank is the proof that banks were needed in Tennessee at that time. Indeed, more and more people were coming in the state, especially after the purchase of large portions of land taken from the Indians. Moreover, after the panic, a new order of things emerged: Tennessee had come to be an agricultural state but trade was now becoming more important than agriculture. The need for a new bank also came with this economic transformation which would also bring political changes. Tennessee was therefore modernizing, as was the South in general. It started to make up for the gap between the North and the South. People traded, exchanged, produced, bought, sold, and needed banks to keep their money or lend them some. Competition quickly started between the different banks in Tennessee and newspapers often printed comparisons of the two main banks that is to say the new one and the old one. Grundy's bank, completely state-owned was considered safer by many citizens in Nashville who trusted the new bank. However, the volunteer state was not an exception because everywhere in the South, banks flourished. "],"display_date":1820,"search_date":"1820-07-01","locations":[{"id":11950,"lat":36.1806707867,"lng":-86.8728574445,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3239,"title":"The Foundation of Tennessee Colonization Society and the First Freed Slaves to Leave Tennessee\n","course_id":1,"status":"P","start_date":"1829-12-01","end_date":"1829-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In December 1829, Josiah F. Polk and Philip Lindsey created the Tennessee Colonization Society in Nashville. Polk and Lindsey's society was a branch of the American Colonization Society whose goal was to repatriate free slaves to Liberia in Africa. They started to try to convince free slaves to leave the United States as soon as the Society was created in 1829. If the slaves were not free, members of the Society met their owners and persuaded them to free their slaves and let them go to Africa. However, it was a difficult job and they did not really succeed; the society was not really efficient at the beginning (only 55 freed slaves from Tennessee went to Liberia before 1841).","Even if it was not a success at first, the creation of such an organization was significant for Nashville and for Tennessee. What should they do? Nobody agreed. Some wanted to abolish slavery; other said it was not possible. Sending freed slaves back to America apparently was a good solution for the people who believed freed slaves would not manage to leave in peace with other white Americans. However, Tennesseans were as idealistic as other Americans and they really believed it could work which means that, in spite of the great number of slaves in Tennessee, people were not aware that these slaves were often born in the United States and would like independency but on the American continent, although some of them volunteered to leave. For example, the African American newspaper Freedom's Journal, wrote about a colored minister who wrote he was ready, with his whole family but also a bit anxious to proceed. So, even people who asked for the freedom of the slaves did not really considered themselves as equals to American citizens and it was a kind of blackmail: We will free our slaves if we are sure they will not stay here."],"display_date":"December 1829","search_date":"1829-12-16","locations":[{"id":11950,"lat":36.1806707867,"lng":-86.8728574445,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3362,"title":"News of the Massacre of Fort Mims Reaches Nashville\n","course_id":1,"status":"P","start_date":"1813-09-18","end_date":"1813-09-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Samuel Mims had built a fort not far from Mobile, a part of Mississippi Territory. On August 30, 1813, the commandant of the Fort wrote to Governor Claiborne that the fort was impregnable because it was protected in a very good way. However, the same day, some Red Sticks (the English term for a faction of Creek Indians who led a resistance movement which culminated in the outbreak of the Creek War in 1813) took the fort and massacred people it contained, even women and child. News of the fall of Fort Mims reached Nashville 19 days later on September 18, 1813. The Red Sticks' victory at Fort Mims spread panic through the Southeastern United States frontier. The massacre marked the transition from a civil war within the Creek tribe (Moscoge), to a war between the United States and the Red Stick warriors of the Upper Creek. Since Federal troops were occupied with the Northern front of the War of 1812, Tennessee, Georgia, and the Mississippi Territory mobilized their militias to move against the Upper Creek towns that had supported the Red Sticks' cause.","Even if it was late, a meeting was held in Nashville and committees were appointed to confer with Governor Blount and General Jackson. Few days later, Jackson gathered Tennesseans to form an army. Therefore, Tennesse was really affected, concerned by what had happened at Fort Mims and people wanted to act but, at the same time, they had to wait more than two weeks to discover what had happened there, because of the United States' splintering and the difficulties Americans encountered when they wanted to communicate from one state to another. So, if the South was modernizing, the United States was not still a real unified country and internal borders still existed."],"display_date":"September 18, 1813 - September 19, 1813","search_date":"1813-09-18","locations":[{"id":11949,"lat":36.1806707867,"lng":-86.8728574445,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3977,"title":"Cause of the Kansas Troubles\n","course_id":7,"status":"P","start_date":"1856-05-01","end_date":"1856-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Know-Nothing Party was blamed for the disorder in Kansas in the 1850s. On May 1 1856, the <em>Nashville Union and American</em> published an article criticizing the party. The article claimed that the aim of the recently created Know-Nothing Party was the abolition of slavery and, in particular, to \"defeat any attempt to introduce Kansas into the union as a slave state.\"  Know-Nothingism was further blamed for \"the creation of new political secret organizations, heretofore unknown in our country's history, and incompatible with our institutions and the spirit liberty.\" The writer then praised the Democratic Party, as it was the only party that offered \"guarantees of order and tranquility. It is a tribute due to genuine patriotism and to unfaltering attachment to republican principles.\"","The Know- Nothing Party grew out of a secret society formed in New York in early 1849 by Charles B. Allen called the \"Order of the Star-Spangled Banner.\" Its original aim was to control nominations for elections rather than stand independently in elections, but in 1852 it merged with a new party called the American Party and it became directly involved in politics. The members of the American Party were nicknamed Know-Nothings, which referred to the response that they were meant to give when asked about the society's activities. The Know-Nothing Party was originally opposed to Catholic involvement in politics and the increasing numbers of foreigners in the country.  However, there was a split between Know-Nothings in the North and South, as those from the South played down their hostility to foreigners or Catholics as, on the whole, these issues were not as important to southerners. In some areas of the South, such as port cities, nativism was an important factor behind the growth of the Know-Nothing Party but elsewhere the Know-Nothing popularity \"was instead dependent on long-standing rifts between Democrats on economic policy and the sectional conflict.\"","The party did not last a long time but in the 1850s it was believed that they would become the official opposition party to the Democrats. The Know-Nothing Party was originally meant to be bi-partisan, but increasingly became involved in partisan politics, with the Democrats accusing them of being \"whiggery in disguise.\" The Democrats felt threatened by the Know-Nothings and so accused them of being against slavery, as this would ensure that the Know-Nothings would loose support in the South. <em>Nashville Union and American</em>, was resolutely Democratic and consistently criticized the Know-Nothing Party. In 1855 it even adopted the slogan \"let's get more European immigrants to settle in the South to help swell our numbers to defend slavery\" However, as Erik B. Alexander has argued, in reality, most Know-Nothings in the South were against the abolition of slavery.","In 1857 the Know-Nothing Party's influence in Tennessee politics ended. In 1856 their candidate in the presidential election came third, and in 1857 they lost Tennessee's Congressional elections. The Democratic Governor, Andrew Johnson, who was hostile to the party, had argued that all abolitionists were Know-Nothings. After another loss, the members dismembered the Know-Nothing Party in Tennessee and associated themselves with different opposition parties."],"display_date":"May 1, 1856","search_date":"1856-05-01","locations":[{"id":11953,"lat":36.1785835172,"lng":-86.867295434,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4121,"title":"The End&#39;s in Sight in Nashville\n","course_id":5,"status":"P","start_date":"1864-12-15","end_date":"1864-12-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Major-General George H. Thomas had done it. In a telegram sent to President Abraham Lincoln and Lieutenant-General Ulysses S. Grant, Thomas described, \"The woods, fields and entrenchments are strewn with the enemy's small arms, abandoned in their retreat.\" Following the overwhelming Union victory at the Battle of Franklin on November 30, 1864, General John M. Schofield joined the rest of Federal forces in Nashville, Tennessee. Commanded by General Thomas, the Union force reached approximately 49,000 men. The Federal defensive line in the city was positioned in a semicircular shape stretching from east to west and extending a mile to the south. Confederate Lieutenant-General John Bell Hood was in the process of making a daring offensive into Tennessee, hoping to reach Kentucky eventually, when he was soundly defeated by Schofield's forces at Franklin. From there, Hood led his battered and discouraged forces to Nashville on December 2, where they took up defensive positions, hoping to take the city in a counterattack. Although his army had little confidence in Hood's command after the devastating slaughter experienced at Franklin, Hood was somehow optimistic: according to the <em>Richmond Daily Dispatch</em>, '\"We have taken stronger places...and we will take Nashville.\"' However, the actual events of the battle would prove contrary to his expectations. ","Under heavy pressure from both Lincoln and Grant to crush the dwindling Confederate army in the West, but delayed by winter ice storms, Thomas finally began his assault on Hood's army, which was a much smaller 31,000 troops, two weeks later on December 15.  He launched a two-pronged attack. As described by historian Jack Lepa, the first attack, which was directed by General Steedman towards the Confederate right flank, \"was supposed to be merely a demonstration to attract the enemy's attention from the main assault.\" The second, but main, assault was led by Generals Smith and Wood on the left side of the Confederate Army. At the end of the first day, Union troops had pushed General Hood's Confederate forces approximately eight miles south of their original positions. However, both President Lincoln and General Grant encouraged Thomas to bring an end to the war in the West for good; as Lipa states, \"At this point in the war a mere victory was not sufficient. The enemy must be destroyed.\" The following day went much like the first. Thomas launched another two-phase attack against the Confederate forces, which had formed a new and shorter line along the Overton Hills, concentrating on the Confederate left flank. Attacks from Federal Generals Smith, Schofield, and Wilson forced Confederate General Cheatham's troops to retreat along Franklin Pike, the only remaining means of escape. Only rainy weather and the return of Confederate Calvary General Nathan Bedford Forrest prevented Union forces from pursuing and capturing the remaining Confederate Army, which retreated to Tupelo, Mississippi.","\"The Federal victory at Nashville sealed the fate of the Confederacy west of Virginia,\" according to Lepa. Historian Stanley F. Horn reinforces the battle's importance: \"After Nashville there were no more battles of material import. Within four months the war was over.\" After being routed at Nashville, the Army of Tennessee, which was the second largest Confederate force during the Civil War, was rendered ineffective for the remainder of the war. Confederate losses outweighed Federal casualties approximately three to one. General Hood's risky campaign to invade Tennessee and Kentucky had failed. Meanwhile, General Sherman faced virtually no opposition during his infamous \"March to the Sea,\" which crippled the South. Coupled with success in the East and Sherman's March, the Battle of Nashville served as the decisive blow that led to the Confederacy's eventual surrender in 1865. "],"display_date":"December 15, 1864 - December 16, 1864","search_date":"1864-12-15","locations":[{"id":11954,"lat":36.1725147903,"lng":-86.7796759805,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4463,"title":"Abolitionist Flogged for Allegedly Selling Pamphlets\n","course_id":18,"status":"P","start_date":"1833-08-03","end_date":"1833-08-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Amos Dresser, a student at Lane Theological Seminary in Cincinnati, left  the college after a ban on an anti-slavery society and traveled through the upper south  selling bibles. While travelling through Nashville, Tennessee, Dresser took his carriage to a local shop for repairs. A workman rummaging through the carriage found a store of anti-slavery letters, books and pamphlets. According to Dresser, \"This added considerably to the general excitement, which I afterwards learned, was prevailing in relation to slavery--and in a short time it was noised about that I had been 'circulating incendiary periodicals among the free colored people, and trying to excite the slaves to insurrection.'\"","            On the evening of August 8, Constable John Braughton brought Dresser into custody where an impromptu Committee of Vigilance convened at the courthouse to try Dresser for violating the non-existent law of possessing anti-slavery material. During the convention, the committee resolved unanimously to search Dresser's trunk, finding antislavery publications. Dresser stated \"These, I informed the Committee, I had put in my trunk for my own perusal, as I wished to compare what had been written with the result of my own observation while in the slave states, and that no individual had seen them besides myself.\" After the reading of the letters, Dresser claims that \"Great stress was laid on these extracts, and I was questioned very minutely...\" and that \"They labored much to prove I was sent out by some society, and that I was, under the guise of a religious mission, performing the odious office of an insurrectionary agent.\"","            When the committee withdrew to deliberate on the case, Dresser recalled having no anxiety: \"There was no law forbidding what I had done...my intentions had been those of kindness to all--I had no secret feelings of guilt, arraigning me before the bar of my conscience, for any mean or clandestine movement.\" After reaching a decision, the committee found Dresser guilty of being a member of an anti-slavery society and of possessing periodicals published by the American Anti-Slavery Society. He was sentenced to twenty public lashes and ordered to leave Nashville within twenty-four hours. The punishment was carried out in front of a large crowd and Dresser was escorted out of town that night.","            Dresser gave an accurate account of his lashings and exile from Nashville is very accurate. Thomas Wood of the Nashville Post published an article on Dresser and confirmed much of his account, except for one key element: Wood says that Dresser intended to sell antislavery pamphlets through the South, not bibles. Dressers account of his trial and punishment is well supported. Mob violence in the Old South was well known and has been documented by the Mississippi Historical Review such as a professor of Botany giving a speech in the District of Columbia being arrested for having antislavery materials and a mob in South   Carolina destroying several sacks of antislavery mail at a post office."],"display_date":"August 3, 1833 - August 9, 1833","search_date":"1833-08-06","locations":[{"id":11951,"lat":36.1806707867,"lng":-86.8728574445,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":4,"tag":"Slavery"},{"id":21,"tag":"Race Relations"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":5684,"title":"Meharry Medical College-Vanderbilt University Medical Center Alliance","course_id":107,"status":"P","start_date":"1/1/99","end_date":"1/1/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Meharry Medical College was founded in 1876 and was the first medical school in the South for African-Americans. It was one of only two African-American medical schools to meet the academic standards of the Flexner Report. It offers degrees in dentistry, medicine, and public health.[1]"," ","In fall 1997, the president of Meharry went to the vice chancellor for health affairs at Vanderbilt University Medical Center with a proposition to form a “strategic, mutually beneficial alliance”[2]. Beneficial, because it would allow both institutions to continue providing services to Nashville’s medically underserved population. One year later, the board of trustees of both institutions approved the alliance[3]."," ","Chatman identified several factors affecting the decision to form an alliance- the need for an efficient public hospital, shared challenges presented by TennCare- primarily its reimbursement rate, and commitments to enhancing medical education, research, and the health of the community[4]"," ","On Jan. 1, 1999 Meharry Medical College and Vanderbilt University Medical Center announced an alliance converging at Nashville General Hospital- sharing the facility, their collective staff, and the patient population. It was described as an “unprecedented partnership”[5]. It was a uniquely beneficial merger because Meharry and Vanderbilt focused on distinct areas of care- Meharry more on family medicine and primary care, while Vanderbilt was highly specialized.[6] As a result, they complemented each other very nicely."," ","During the time of the merger, some of Meharry’s faculty and administration worried that it would be engulfed and lost in the larger institution that was the Vanderbilt University Medical Center. As the president of Meharry’s Faculty Senate stated, “We can compliment each other, but we have two different missions and we need to be careful.”[7]"," ","This, along with the financial benefits of the merger helped to quiet the criticisms. Said E. Ramone Segree, senior vice president for institutional advancement who used the alliance to raise money toward Meharry’s five-year $124 million capital fund-raising campaign, “It’s a masterful partnership.”[8]"," ","Thus, this alliance was born out of a desire to provide better and more stable care to a medically underserved population. The economic model of serving this population with low reimbursement rate of TennCare was unsustainable. In order to maintain the cultural practice of treating this population and the educational requirement of having medical students work in the hospital providing this care, this alliance was formed."," ","[1] Vera Stevens Chatman, Juanita F. Buford, and Brynne Plant, <em>The Building and Sustaining of a Health Care Partnership: The Meharry-Vanderbilt Alliance</em> (Academic Medicine 78.11, 2003), 1107."," ","[2] Chatman, <em>The Building and Sustaining of a Health Care Partnership: The Meharry-Vanderbilt Alliance</em>, 1109.","[3] Ibid.","[4] Chatman, <em>The Building and Sustaining of a Health Care Partnership: The Meharry-Vanderbilt Alliance</em>, 1106.","[5] David Hefner, <em>Breathing New Life Into Meharry</em> (Black Issues in Higher Education 18.11, 2001), 30."," ","[6] Doug Campbell, <em>Spitzer, Jones Set to Fill Metro General Leadership Positions</em>, (Reporter: Vanderbilt University Medical Center's Weekly Newspaper [Nashville] 16 Apr. 1999), n. pag."," ","[7] Hefner, <em>Breathing New Life Into Meharry</em>, 30.","[8] Ibid."," "],"display_date":"January 1, 1999","search_date":"1999-01-01","locations":[{"id":42971,"lat":36.1693724831,"lng":-86.7847925658,"zoom":9,"place":"Davidson, Tennessee"}],"tags":[{"id":100,"tag":"Medicine"},{"id":1654,"tag":"Hospital"},{"id":1655,"tag":"Space"}],"course":{"name":"Making the Modern Hospital","school":"Vanderbilt University","course_id":107,"school_id":60}},{"id":5685,"title":"The Importance of Meharry Medical School in Nashville","course_id":107,"status":"P","start_date":"1/1/10","end_date":"1/1/23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Meharry Medical College was founded in Nashville, Tennessee in 1876 as a place for African Americans to study medicine (Meharry). Meharry is particularly important institution because it was the first medical school in the South for African Americans. The school is still operating successfully today even though it has faced many hardships. Without this school African Americans would have had very little chance becoming physicians but more importantly many would not have had access to medical care.","In 1904 the first of a series of events began that would put the schools ability to remain open in jeopardy; the AMA formed a council to overhaul medical education in America. This committee adopted two standards to medical education. The first being that applicants to medical school have to have at least two years of college with studies mostly devoted to the sciences. The second standard stated that medical school will consist of two years of anatomy and physiology and two years of clinical work at a teaching hospital.  The committee then appointed Abraham Flexner to do a survey of the country’s medical schools and to promote their agenda (Flexner).","This reform affected African American medical schools much differently than they did white medical colleges. After the Flexner report most of the white medical colleges quickly accepted the plan while none of the African American colleges did. The reason for not accepting these standards was because the African American medical schools would not be able to cover the costs of operation while still following the new standards. White schools were able to adhere to these standards because they had endowments and large donors. Black schools had very little money coming in from donors and small or no endowments. Schools like Meharry would not be able to fill all of their classroom seats because they would not be able to find enough African Americans that qualified for admission. This lack of qualified students was because most African American colleges don’t even offer the upper level science courses that the AMA recommended. The AMA’s new standards made it nearly impossible for Meharry and schools like it to stay open (Savitt).","The AMA instituted a grading system to report which schools were satisfactory in their eyes and which ones deserve to be shut down. Students graduating from schools below a certain grade would find it very difficult to attain a medical license thus negating their years of training. All of the African American schools graded very poorly and by 1923 only two African American schools remain. Meharry was one of those schools partially thanks to a donation from the Carnegie Foundation. Meharry would continue to struggle to survive for years to come (Savitt).","The goal of the AMA was to improve medical education in America. It may have achieved that but it also set back African Americans several decades in the field of medicine. Without the courage of Meharry the affect of these new regulations would have been far worse for African Americans."," "],"display_date":"January 1, 1910 - January 1, 1923","search_date":"1916-07-02","locations":[{"id":16613,"lat":36.169373125,"lng":-86.7847981408,"zoom":9,"place":"Davidson, Tennessee"}],"tags":[{"id":1660,"tag":"Flexner"},{"id":3,"tag":"African-Americans"},{"id":1654,"tag":"Hospital"}],"course":{"name":"Making the Modern Hospital","school":"Vanderbilt University","course_id":107,"school_id":60}},{"id":6345,"title":"The Wisconsin 8th Infantry was organized to fight in the Civil War in late 1861.  They originally traveled from Camp Randall, Madison, to St. Louis, and evenutally found their way in Nashville to fight the Battle of Nashville.","course_id":141,"status":"P","start_date":"1864-12-15","end_date":"1864-12-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<strong>The Path of the 8<sup>th</sup> Wisconsin Infantry Regiment</strong>","They had traveled from Newtonia, Missouri -- 497 miles to the west -- and were now in the second most fortified city in the Union:  Nashville, Tennessee.  It was dawn, November 30, 1864.  The 8<sup>th</sup> Wisconsin Infantry had put in three long years of service, and their 1,203 member brigade joined up with General George H. Thomas to defend Nashville from a final Confederate attack.  Before they had a chance to engage the enemy, a severe ice storm hit the area on December 8.  Thomas used this delay to ponder the strategy even more, much to the chagrin of General Ulysses Grant and President Lincoln in Washington.  The 8<sup>th</sup>, like many other regiments that came from all over the Midwest to reinforce the Union, were itching to fight.","Thomas had close to 55,000 men for the battle, and the 8<sup>th</sup> took up positions on the Federal fortified line west of the city.  The Union had two fortified lines, one closer to downtown, near their headquarters in the Belmont Mansion, and one out towards Belle Meade further west.  General John Bell Hood, of the Confederates, positioned his 30,000 men directly south of the city, in present day Forest Hills, Tennessee, forming a solid line from east to west.  He had just pushed north from the south after a failed attack on Union forces at Franklin, Tennessee.  He now looked to salvage that blunder by attacking at Union strength, even though he was vastly outnumbered.  The stage was now set for battle.","The weather finally cleared on December 15.  Thomas sent a diversionary attack to Hood’s right flank with the United States Colored troops (one of the first African American battalions) while planning his main thrust, which was an attack from the left to engulf Hood’s exposed left flank.  The diversionary attack did not achieve its purpose because Hood decided to strengthen the left flank anyway.  The 8<sup>th</sup> sprang into action as one of the brigades leading the charge under Lieutenant Colonel Britton.  With battle-tested precision, the 8<sup>th</sup> made “four distinct charges” at Hood’s left flank[1], and destroying their garrison and pressing up the 1,000 foot hill the Confederates had fortified.  This hill, later to be called Shy’s Hill because of the Confederate general William Shy, who was killed on it, was where the 8<sup>th</sup> made its final charge and drove the Confederate defenses off the hill and they fled south.  The 8<sup>th</sup> lost 10 men and had 52 wounded, but ended up capturing a “6-gun battery, 400 prisoners, and 2 stands of colors”[2]. Companies B&D of the regiment also captured 200 prisoners as well as covering up the rear flank.","The Battle of Nashville had been won, but the war was not over nor was the mission of the 8<sup>th</sup>.  They continued to chase Hood south through Tennessee and eventually northern Alabama.  They made their way all the way down to the bayou in New Orleans, and eventually east in Mobile, Alabama.  They returned back to Madison, Wisconsin on September 13, 1865 where they were disbanded.  They had traveled over 4,200 miles and served the great state of Wisconsin proud.  They returned with 964 men out of the original 973[3], and proudly displayed “Old Abe”, the fighting bald eagle, at the Milwaukee Fair in 1865.","Bibliography","Quiner, E.B. 1866. <em>Military History of Wisconsin.</em> Chicago: Clarke & Company."," "," ","[1] Quiner, 537","[2] Quiner, 538","[3] Quiner, 539"],"display_date":"December 15, 1864 - December 16, 1864","search_date":"1864-12-15","locations":[{"id":11954,"lat":36.1725147903,"lng":-86.7796759805,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":2206,"tag":"Wisconsin"},{"id":182,"tag":"Nashville"},{"id":32,"tag":"Civil War"}],"course":{"name":"Intro to Digital History","school":"University of Wisconsin, Milwaukee","course_id":141,"school_id":68}},{"id":6409,"title":"The Daily Nashville Patriot - Leading to the Civil War","course_id":149,"status":"P","start_date":"1860-12-07","end_date":"1860-12-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Daily Nashville Patriot from December 7, 1860 displays a collection of news blurbs form New York, Washington, Virginia and South Carolina. The first of which, from New York, discusses, among other things, the platform of the secessionists and their plan to take Fort Moultrie once secession has successfully taken off. From Washington there was discussion of governmental action being necessary to prevent war, as states like Texas were beginning to seem like traitors. A committee was appointed to discuss the questions leading to the “perilous condition of the country.” From Virginia it was suggested to enact a law making it illegal to rescue a slave arrested under the Fugitive Slave law and assign repercussions for not cooperating with said law. Also, from South Carolina, the house passed a bill unanimously that mobilizes a 10,000 volunteer unit armed force to be used by the government. All these blurbs combined into the same picture detail some of the underlying reasons the U.S. was headed into war with itself.","The news provided in the <em>Daily Nashville Patriot</em> alluded to the issues that America faced on every societal level; politics, economics, military, etc. The growing country faced many challenges with a population divided on many fundamental ideals, largely being slavery. In debates, Lincoln stated, “A house divided against itself cannot stand,” continuing with, “I believe this government cannot endure, permanently half slave and half free,” as is cited in McPherson’s <em>Battle Cry of Freedom.</em> Abraham Lincoln argued for the abolition of slavery, bringing light to the humanitarian perspective of its irrefutable brutality, whereas the Confederate states of the South utilized slavery as a means to stimulate the growth of their nation. Slavery was an economic tool, emplaced in a society of primarily agriculture, to eliminate the necessity for waged workers. As is known about slavery, it was a violent culture, raising questions for the Northern Union states about the humanity of such a practice. A landowner’s right to own slaves truly stimulated the southern economy, and the North and South stood divided in the case where slaves were escaping to the free states, and the South was arguing for the return of their property. If the Union was to work toward abolishing slavery, the Southern economy would suffer drastically, therefore the South did what it had to in order to preserve its ideals. On a political platform, The Union worked toward abolition, whereas the Confederacy aimed to outlaw the assistance of escaped slaves. Slaves were property of the Southern plantation owners and therefore must be returned; given the ideals of the Union, this was predisposed for conflict. McPherson’s <em>Battle Cry of Freedom </em>sheds light on the issues leading to the secession of the Southern states. As Lincoln discussed about a house divided not being able to stand, the house indeed did not stand. The South seceded despite the threats of the Union disputing the Unconstitutional act that defined secession, leading to the Civil War, pitting a nation against itself. As was discussed in the brief blurbs within the <em>Daily Nashville Patriot</em>, conflict was apparent in every facet of American society during this time, with slavery the underlying driving force, posing as the political, economical and social differences that drew a line between the North and South."],"display_date":"December 7, 1860","search_date":"1860-12-07","locations":[{"id":52812,"lat":36.1626638,"lng":-86.7816016,"zoom":7,"place":"Nashville, Tennessee"}],"tags":[{"id":2780,"tag":"Causes for the Civil War"},{"id":2779,"tag":"Daily Nashville Patriot"},{"id":2778,"tag":"Pre-Civil War"},{"id":32,"tag":"Civil War"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6606,"title":"Light through the Fog of War","course_id":165,"status":"P","start_date":"1864-12-15","end_date":"1865-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many people today know about the battles and outcomes of the American Civil War, but not many know about the nurses that provided care to soldiers during and after battles. In Nashville, Tennessee in 1864, a picture was taken that depicts the common nurse during the American Civil War. The picture depicts many stories and experiences nurses had during the American Civil War as it shows the setting for medical care and methods of treatments. The photo is very detailed in how it shows the setting of medical care and treatment, it shows two soldiers covered up by many blankets in a bed with one of the beds having crutches behind it and the nurse is preparing food and medication that is being distributed to the soldiers from their bedside. The soldiers are also covered in bandages and have facial expressions of pain from their wounds they received from battle. Medical treatment knowledge wasn’t as advanced as it is today, so nurses were seen like mothers to a child or a symbol of hope as they did everything they could to help wounded soldiers. This picture was used for the Chicago Sanitary Fair of 1865 and was distributed to the eyes of the public that didn’t have a role in the American Civil War. The Chicago Sanitary Fair in 1865 used this picture because they believed it would be a great motivation tool to influence citizens to join the war effort either by making donations or taking a role as a medical care provider in the American Civil War.   ","American Civil War nurses were seen as a beacon of hope and a vital sign of health to the soldiers of the war, but there was also a sign of pride coming from the nurses as most volunteered to become war nurses as they believed it was their patriotic duty. This pride was seen as a push for more opportunity for women as nursing became more and more as an occupation for women. Even though nurses were seen as a beacon of hope and a care giver as seen back in the photo, nurses were stigmatized as many men believed that the women’s place was in the house and not out in the field as men saw women as a weaker gender. The motivation from women though was astounding as women would use their own homes as small hospitals to quarter soldiers and give them shelter and food. Nurses had many roles during the war and it wasn’t just providing medical care to soldiers. Civil War nurses also provided literacy tasks as they helped write letters to soldier’s families. These details give more depth to what nurses did for soldiers during the American Civil War and explores the challenges nurses had to overcome to define the occupation for not their time period, but for the future. "],"display_date":"December 15, 1864 - May 30, 1865","search_date":"1865-03-07","locations":[{"id":52979,"lat":36.1626638,"lng":-86.7816016,"zoom":8,"place":"Nashville Tennessee"},{"id":52980,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago Illnois"}],"tags":[{"id":2966,"tag":"American Civil War"},{"id":2189,"tag":"Nursing"},{"id":182,"tag":"Nashville"},{"id":3152,"tag":"Chicago Sanitary Fair"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6787,"title":"The Nashville, Tennessee Sit-In","course_id":181,"status":"P","start_date":"3/26/60","end_date":"3/26/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 16, 1960, the newspaper <em>The Nashville Tennessean</em> reveals the story of a civil rights protest gone awry. Approximately 120 African Americans entered nine separate white-only restaurants in a show of protest. The group of protesters demanded the desegregation of eating facilities. The public demonstration was sparked by students angered with the Mayor of Nashville’s biracial committee, who felt contempt that the group had not met in days while hostilities boiled in the African American community. Demonstrators were skeptical about the nature of the committee working with local shop owners. At the time of the protest, police worked hard to segregate the two races by moving whites out of stores. While racial tensions certainly existed, law enforcement attempted to curb violence and the potential chance for a riot by retaining a presence in every store. As black demonstrators moved into restaurants, they found all eventually closed their counters and refused to serve them. John Lewis, a great figure in the Civil Rights movement was a part of this demonstration. Lewis walked into the Moon - McGrath Drug Store and asked for service from a waitress. The waitress denied his request on grounds that the store did not serve to African Americans. The manager demanded that Lewis and the demonstrators with him leave, he refused and was shortly arrested. Lewis states in a comment that the police did not request that they move, rather they forcefully arrested him and his friends. Only after the demonstration was over did the biracial committee meet and discuss grounds for why the demonstration had occurred.","This episode in history can be explored in a much broader historical context regarding the Civil Rights movement. Peaceful demonstrations have been practiced by civil rights activists since the start of the era, one of the earliest examples being Rosa Parks’ refusal to move on a bus. Early demonstrations in the 1950s and 60s are what paved the way for larger movements like the Freedom Rides. Such organized acts of rebellion challenged the narrative of racism embedded in American society during the 1960s. The episode displays the tension between White and Black populations and creates vivid imagery for what demonstrators expected to face while protesting. A key element of civil rights demonstrations is the use of non-violent techniques in making public statements. While this episode’s protest ended with relatively little violence, later protests tend to essentialize the disdain from White folk towards African Americans more clearly. Freedom Rides, a group of thirteen men and women riding across Southern States to challenge segregation laws are a prime example of the suffering protesters had to endure. John Lewis, a student mentioned in the previous article eventually became a full-fledged member of the order. Starting on the Fourth of May, 1961, the Freedom Rides left Washington to challenge segregation laws. Only ten days after the start of the campaign, the Freedom Riders were attacked in Alabama, their bus set ablaze by Ku Klux Klan segregationists. Bull Connor, a leading segregationist figure of the time represented the resentment felt by White communities who oppose such protesters demanding equality. Conner, a commissioner for the Birmingham, Alabama Police Department was involved in staging the assault on the bus, informing the KKK when police would arrive so that they could stage a successful attack. While the article does not inform of characters like Connor, there is still a sentiment of disdain from public authorities. This sentiment would carry on throughout the entirety of the civil rights movement."],"display_date":"March 26, 1960","search_date":"1960-03-26","locations":[{"id":53130,"lat":36.1626638,"lng":-86.7816016,"zoom":8,"place":"Nashville"}],"tags":[{"id":3531,"tag":"Civil Rights, Protest"},{"id":3552,"tag":"John Lewis"}],"course":{"name":"US History since 1865","school":"University of Toronto Scarborough","course_id":181,"school_id":28}},{"id":6790,"title":"SNCC and the Nashville Sit-In (1960-1967)","course_id":181,"status":"P","start_date":"3/10/62","end_date":"3/10/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Students in the <em>Nashville non-violent movement</em> – a project of the SNCC – staged a sit-in at a downtown drug store on March 10<sup>th</sup>, 1962, in protest of segregation.The store owner subsequently threw boiling water at the protestors, who were there on a non-violent basis. After being violently ejected from the drug store, the owner followed up with warrants against the group. This included the charge of “unlawful conspiracy to commit acts injurious to trade and commerce.” On hearing of the incident, SNCC chairman McDew sent a telegram to the mayor of Nashville, Ben West with regards to the incident. In the telegram, McDew requested that the mayor drop the charges on the students. He argued that all establishments with a city or state license were under the legal obligation to serve everyone, including the protesting students. This demonstration was part of a larger anti-segregation movement in Nashville that has been going on since February 1960, when the Southern Student Movement first took up the cause.","During this period, the southern United States was segregated between Caucasians (whites) and other minorities, especially African Americans. Segregation oppressed African American minorities in a spatial, social and political sense, in essence separating them from the rest of society on the grounds of race. It was enforced by a series of laws and customs known as the Jim Crow period, which existed from 1877 to the 1960’s following the reconstruction period. Jim Crow laws denied African Americans the right to vote, and violated the constitution which guaranteed equal treatment under the law, and democratic rights for all American citizens under its 14<sup>th</sup> and 15<sup>th</sup> amendments. This article is significant because it chronicles one of the many battles fought by civil rights activists in the pursuit of legal and social equality in the United States. Because Jim Crow laws went against the constitution, this act of non-violent protest was not only an act of defiance against segregation, but also an act of upholding the constitution of the US republic, an act significant in of itself."," "," "],"display_date":"March 10, 1962","search_date":"1962-03-10","locations":[{"id":53133,"lat":36.1626638,"lng":-86.7816016,"zoom":8,"place":"Nashville, tennesee"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":3532,"tag":"Human Rights"},{"id":3533,"tag":"Black Power"},{"id":3534,"tag":"non-violent protest"}],"course":{"name":"US History since 1865","school":"University of Toronto Scarborough","course_id":181,"school_id":28}}]}