{"id":1287,"place":"KANAWHA, West Virginia","lat":38.3365622006,"lng":-81.528129492,"episodes":[{"id":1180,"title":"John Brown found guilty and sentenced\n","course_id":1,"status":"P","start_date":"1859-10-30","end_date":"1859-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Less than two weeks after he attempted to initiate a slave uprising in Harper's Ferry, Virginia (currently West Virginia), John Brown was found guilty of treason, and conspiring and advising with slaves and others to rebel, and murder in the first degree' (Life, Trial, and Execution, p. 93).  This verdict was delivered on the fifth day of his trial, during which Brown had been confined to a cot as he recuperated from wounds suffered in the insurrection.  When the verdict was read, he hardly reacted, and the entire court room was respectfully silent.&lt;br /&gt;Next came the sentence for his crimes.  The judge confirmed that in no way could the defendant be considered innocent and sentenced him to be publicly hanged on December 2, 1859.  When this sentence was pronounced, Mr. Brown received [it] with composure.  The only demonstration was made by the clapping of hands of one man in the crowd, who is not a resident of Jefferson County.  This was promptly suppressed, and much regret is expressed by the citizens at its occurrence' (95).  Despite the Southern outrage at Brown's actions, the people of Virginia realized the gravity of the events surrounding Harper's Ferry.  These people still did not know that they were living in an era on the brink of war, but they knew that they could not tolerate abolitionist hotheads in their midst.  John Brown exemplified such a type of man, and the court of Virginia dealt him justice."],"display_date":"October 30, 1859","search_date":"1859-10-30","locations":[{"id":14654,"lat":38.3892987778,"lng":-81.5023034378,"zoom":8,"place":"KANAWHA, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1181,"title":"John Brown executed\n","course_id":1,"status":"P","start_date":"1859-12-02","end_date":"1859-12-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A month and a half after his arrest for leading an abolitionist raid in Harper's Ferry, Virginia, John Brown was hanged in Charles Towne.  The governor, Henry Wise, received at least seventeen affidavits from Brown's friends, family, and fellow abolitionists.  They all claimed that Brown was insane, and that insanity ran throughout his family history.  Despite these letters, Wise allowed the hanging to continue as planned, and at 11:15am, Brown was executed.  Thirty-five minutes later, he was pronounced dead.&lt;br /&gt;Shortly before his hanging, he wrote a letter to his family, in which he encourages his children to abhor, with undying hatred also, that sum of all villainies Slavery.  Remember, he that is slow to anger is better than the might, and he that ruleth in spirit than he that taketh a city' (Life, Trial, and Execution, p. 108).  Ironically, Brown himself had tried to take a city and failed.  He had even drafted a constitution for his ideal way of governing that city.  With death facing him, he seemed to turn more toward spiritual dominance, as most of his will bequeathed Bibles to his family members."],"display_date":"December 2, 1859","search_date":"1859-12-02","locations":[{"id":14654,"lat":38.3892987778,"lng":-81.5023034378,"zoom":8,"place":"KANAWHA, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3497,"title":"Folk and Quack Medicine\n","course_id":1,"status":"P","start_date":"1817-08-20","end_date":"1817-08-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Doctor Robertson had done it, and he had done it for western Virginia's Charlestown in 1817. He had discovered the most valuable medicine ever offered to the public (Farmer's Repository), a veritable cure all. Luckily, he was nice enough to share. The local Apothecary's Shop in Charlestown advertised that it would sell the phenomenal set of Doctor Robertson's Family Medicines. One cure was proved by thousands who have experienced its beneficial effects while another was confidently recommended as the most efficacious medicine for the speedy relief and cure of all nervous complaints. They were truly panaceas. The medical professional also offered the public antidotes for fevers and itches as well as infallible worm destroying lozenges. Clients must also have cared about the appearance of their teeth because Doctor Robertson made sure to include toothache drops and a remedy for improving the teeth and gums."," On the small chance that a woman's ailments were not covered by the above medicines, the good doctor offered a solution for all diseases peculiar to the female sex. Doctor Robertson's Vegetable Nervous Cordial, or Nature's Grand Restorative was the ticket out of depression, illness, faintness or any other disease associated with nerves. Such quack medicine gained popularity because there were few good options for southerners. According to John Duffy, Although tremendous strides had been taken in the realm of the basic sciences by the early nineteenth century, the practice of medicine had not kept abreast of the new discoveries. People were hungry for cures for everything from the common cold to the miserable contagious diseases that plagued society, but there was little help to be found."," Southerners also turned to folk medicines as orthodox practices became increasingly extreme. Duffy writes thatThroughout most of the period the average practitioner was prone to excessively bleeding, purging, blistering, and the administration of relatively large quantities of dangerous drugs. There was a great chance that doctors would harm patients more than help them. Faced with such horrific treatment options and unqualified medical help, it is no wonder that a large percentage of the population in the South looked to herbal medicines and folk panaceas."],"display_date":"August 20, 1817","search_date":"1817-08-20","locations":[{"id":14650,"lat":38.3861984314,"lng":-81.3578369854,"zoom":8,"place":"KANAWHA, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3508,"title":"A Contraband Works for the Union\n","course_id":1,"status":"P","start_date":"1862-04-14","end_date":"1862-04-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The contraband only spent a short time working for James D. Templeton's brigade before his death, but in that time the ex-slave managed to leave a lasting impression. Templeton was a young Union soldier from Savannah, Ohio who took part in several major battles of the Civil War, including Antietam. He spent much of his first two years in the mountains of West Virginia, as the horn player in a military band attached to Rutherford B. Hayes' 23rd Ohio Infantry. On April 14, 1862, he wrote home to his parents to describe a former slave, or contraband, who came in about a week ago and began to work for the brigade. Templeton described the man as a very pleasant fellow and works well. Says he will stay with us and go with us home. Two weeks later, his parents received another letter mentioning the escapee, this time to relay the facts of his death. You remember I told you we had a contraband at work for us? He took sick and died very suddenly on Tuesday last. We did all we could for him. He was only sick two days. The doctor pronounced his disease inflammation of the stomach. He was a fine fellow and we miss him very much. ","As slaves fled from their former owners during the chaos of war, they often attached themselves to the advancing Union army. Though some slaves attempted to make the dangerous journey to the states of the Union, the advancing northern army was often the closest and safest option. Everywhere the northerners went, escaped slaves followed, usually to be held by the advancing army as contraband from the enemy. The Virginia-West Virginia border provided a perfect opportunity for many other slaves to escape, as West Virginia was admitted to the Union in 1863 on the condition it would be a free state with a plan of gradual emancipation for those currently enslaved. Since the state shared a long border with the largest slaveholding state in the Confederacy, Virginia, it was a popular escape route for many slaves. ","As Templeton's letter indicates, the new contraband went to work for the soldiers of the Union brigade. All over the South, contrabands worked for the northern army in many different roles, as laborers, hospital workers, cooks, and often body servants for federal officers. They became a vital part of the workings of the Union army. Slaves were even put to work for the Confederate cause, usually pressed into building trenches or fortifications, and thousands went into the field with their masters as personal servants. By the end of the war, Jefferson Davis was even pressing for the conscription of slaves into the Confederate army, with promises of freedom for those who volunteered. Though this Southern plan was never put into action, the North did indeed recruit and arm runaway slaves, as well as free blacks from the northern states. In this capacity, many African Americans served with honor and distinction. "],"display_date":"April 14, 1862 - April 28, 1862","search_date":"1862-04-21","locations":[{"id":14655,"lat":38.3333275649,"lng":-81.544947233,"zoom":9,"place":"KANAWHA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3666,"title":"The Virginia Census of 1850\n","course_id":1,"status":"P","start_date":"1850-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The composition and make-up of Virginia was complicated and had changed since the last census, so the editors of the <em>Martinsburg Gazette</em>, Norman Miller and George A. Porterfield, published the 1850 census of Virginia in March 1851. It showed the free white, free colored, slave, and total population in each county of the Commonwealth Virginia. As the census broke down the Virginia population into the Trans-Alleghany, Valley, Piedmont, and Tidewater regions, the people of western Virginia who read the <em>Martinsburg Gazette</em> rejoiced in their growth.","One thing is clear for the region: whites always outnumbered the combined number of free blacks and slaves. Other than that, the Appalachian region was varied in its proportions. Kanawha County had the largest slave population (3,140) in the region with black people, including free and slave, making up 22 percent of its population, while whites made up 78 percent. This was a county with one of the largest disparities between free and enslaved. Pulaski was 71 percent white with 29 percent black. Likewise, Greenbrier, Washington, Montgomery, and Wythe had large black proportions with 15 percent to 20 percent black. In contrast, Barbour County's free black population (214) outnumbered its slave population (113), and the county had a substantial number of whites (8,682), having 96 percent white population. Scott, Wood, Lee, and Brooke Counties also shared a large white population ranging from 92 percent to 97 percent. Most common, however, were counties where the free black population stayed in the low double-digits, while the slave population was substantial, such as in Pulaski county, where there were 3,612 whites, 32 free blacks, and 1,470 slaves. In counties like Pulaski, the large proportion of slaves showed interesting developments in the social climate.","The white population in the mountain region was the highest in the state, surpassing the tidewater, piedmont, and valley regions with 331,568 total whites. The proportion of whites in the Trans-Alleghany region was 92 percent, which contrasts sharply with the proportion of total whites in the entire state, which was 63 percent. Meanwhile, the black population in the Trans-Alleghany region for both the free black population and the slave population was the lowest compared to other areas in Virginia, being 2,482 and 24,436, respectively. ","Slavery had already been prevalent in the Appalachian South, but in 1820, there were large slave concentrations in Kanawha and Greenbrier counties in western Virginia. Over the following 30 years, as these slave communities grew, other places in Appalachia remained void of slavery, such as Jackson County, Kentucky. There was no denying slavery's impact on Appalachia. There were regular slave markets including one in Bristol, Virginia, where slaves could be sold down river if necessary. At the same time that slavery was expanding, antislavery followers moved into Appalachia. In 1827, 106 of the 130 antislavery societies in the nation were located in the South, with a heavy concentration in the Appalachian Mountains. What the Census of 1850 showed was that Appalachia was made up of varied counties. Appalachia had counties where there was a large number of slaves and free blacks, and at the same time, it had counties where there was virtually no black population. Regardless of individual county analysis, Appalachia on the general scale was white. The white population seemed to be concentrated in the Trans-Alleghany Valley, as the white population for that region was 92 percent while the proportion of whites throughout the whole state was 63 percent. Since the Trans-Alleghany Valley contained only 25 percent of the total population in Virginia, it seemed like white Virginians concentrated in Appalachia. This could possibly have been due to the antislavery movement, although it is more likely that the movement was for pursuing land and religious culture in Appalachia."],"display_date":1850,"search_date":"1850-07-02","locations":[{"id":14654,"lat":38.3892987778,"lng":-81.5023034378,"zoom":8,"place":"KANAWHA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3887,"title":"Coal in West Virginia and the Industrial Revolution of the South\n","course_id":7,"status":"P","start_date":"1893-01-01","end_date":"1893-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    Will Anderson had a lot of trouble on his hands.  Anderson, a prominent creditor in central Virginia, found himself in the midst of a particularly difficult legal battle involving the sale and distribution of coal-rich lands in West Virginia.  The lands in question were the John Lykens and Crescent tracts.  Apparently, two men, James G. Paxton and J.R. Jordan, owned some of the land and allotted it to certain family members after they died.  However, the Kanawha-Gauley Coal and Coke Company did not know this when they decided to invest in some of the land because it contained \"very fine...coal\" and \"a fine seem of black-band ore.\"  Unfortunately for the company, some of their land overlapped with the land that Paxton and Jordan allocated out in their wills to their respective relatives.  The beneficiaries of Paxton's and Jordan's wills and the coal company all bombarded Anderson with letters asking him for a quick and fair end to the trial.  He knew that it would be impossible to satisfy everyone.  After all, there were just too many parties of interest and not enough land.  Anderson was especially worried about the backlash from the coal company if they did not get their desired share of the land.  One letter in particular contained threat upon threat.  Anderson knew that the coal company would not back down until they obtained their land.  Why could they not find other land in West Virginia?  What was so special about these tracts? ","    Around the 1880s, coal became popular in West Virginia.  It would develop into the key export in the early 1890s for three reasons.  One was the introduction and expansion of railroads, most notably the Chesapeake and Ohio railways.  The second reason was the change in preference for southern coal over northern coal, as southern coal was of higher quality than northern coal.  Thus, northern industries started to request southern coal to power their northern factories.  Lastly, when the depression of the 1890s lifted, coal output skyrocketed as larger coal companies infiltrated the area and started new enterprises.  Along with the increase in profits came the increase in population.  In McDowell County, which held the state's richest coal mines, the population rose by 600 percent from 1880-1900.  West   Virginia's prosperous coal mines lured workers and their families, as well as single white men and a large number of free black men who wanted to create a better life for themselves after emancipation.  As the mines drew in more people, production continued to escalate, demand grew, and coal became the catalyst for the economic boom in West Virginia of the late 1800s.  ","    On a larger scale, West Virginia developed into a leader of the industrial revolution that took over the South beginning in 1880.  As agricultural production stopped making large profits, the South realized it needed to revamp its economy if it wanted to compete with the North.  Slowly but surely, industry grew in the South.  Lumber and steel mills started to spring up.  Planters began abandoning their cotton fields in exchange for a position in the numerous and flourishing textile mills scattered throughout the South.  Slowly, the cities of the South started to resemble some of their urban counterparts of the North.  These industries, with coal acting as one of the leaders, destroyed the notion that the South was just one big plantation and successfully transformed the economy into one that could effectively challenge the North domestically and internationally.    "],"display_date":1893,"search_date":"1893-07-02","locations":[{"id":14658,"lat":38.3365622006,"lng":-81.528129492,"zoom":9,"place":"KANAWHA, West Virginia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4030,"title":"The Unexplored Riches of West Virginia\n","course_id":7,"status":"P","start_date":"1876-04-10","end_date":"1876-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"I may perhaps startle and astonish gentlemen upon this floor when I assert that West Virginia, the variety, quality and magnitude of her coal-fields and in the extent and quality of her iron ores, is capable of becoming, for its territorial area, one of the most productive States of this Union.\"  Representative Charles Faulkner of West Virginia, in his April 1876 address to the United States House of Representatives, argued in favor of a joint resolution between Congress and the West Virginia House of Delegates.  The bill he discussed (H.R. 3022) determined appropriations for improvements to the Kanawha River and its tributaries, the Elk River and the New River, the Big Sandy River, and the Monongahela River.  He believed that such improvements would allow the state to capitalize on its natural resources, which had previously been isolated from market contact due in part to inadequate transportation facilities.  ","Though the wealth that existed in West Virginia's fertile lands was publicly known, no significant effort was made to \"realize its commercial value.\"  With the growth of settlement in the antebellum years, transportation along roads and waterways became a critical concern for isolated western Virginians.  Rivers and streams, however, proved difficult to navigate due to low water levels in summer, ice in winter, and year-round flooding.  Nevertheless, inland routes such as the Ohio River carried more coal than any other product.  ","Out of the many coal-producing states, western Virginia was one of two that was in a position to take advantage of markets both along the coast and along the interior.  Yet, because it had not developed channels for the distribution of coal by neither canal nor railroad, West Virginia's Kanawha coal fields had outlet only through the Kanawha River.  The Kanawha Company attempted to keep the river clear of rocks and snags, yet it had not made the improvements necessary to permit uninterrupted shipments of coal to the Ohio River.","Faulkner recognized the statements of Mr. Bell, president of the Iron and Steel Institute, the London Daily Advertiser and the British Quarterly, which spoke of the decline of British iron and coal empires.  He noted their claims that the United States would become the only nation that could supply the world's demand for coal and iron.  Faulkner illuminated his belief that West Virginia could satisfy these growing international demands.  He stated, \"doubtless there are many sections of the Union from which large contributions can be made; but where upon this continent is the coal and iron region to be found that can justly compare with West Virginia?  Where is the state or country that in the variety, richness, and manufacturing quality of its coal can rival those wonderful deposits, which are comprehended in our sixteen thousand square miles of exhaustless wealth?\"  ","  Though West Virginia had never before been a dominant supplier of coal, the improvements that Faulkner eagerly supported would finally allow the coal industry in the Kanawha region to become a chief factor in the state's economy.  Only then could the West Virginia coal industry claim its share of competition in the nation's coal market.  As Faulkner asserted, \"for heavy articles like iron and coal no mode of transportation can compare in cheapness to that of water, and when, under the benign auspices  of this Government, our rivers shall be cleared of their obstructions and made capable of floating upon their surface our rich products to market, we shall bid defiance to competition and feel that we are prepared \"to stand up against a world in arms.\"  "],"display_date":"April 10, 1876","search_date":"1876-04-10","locations":[{"id":14656,"lat":38.3365622006,"lng":-81.528129492,"zoom":9,"place":"KANAWHA, West Virginia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":5317,"title":"Ideas on Land Use and Land Ownership during the 19th Century","course_id":75,"status":"P","start_date":"1800-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Land played an important role in the United States economy, more specifically the raising of cotton. A traveler of this era notes of his stop at Rhode Island, writing that cotton was the source of wealth as there were many manufacturers of cotton which performed weave ticking, shirting and sheeting. He goes on to mention that “Rhode-Island is the greatest manufacturing state in the Union, having, at least, 150 cotton factories” (Royall, 369). Cotton to 19<sup>th</sup> century United States was the modern equivalent of oil to Saudi Arabia. Although the South was the heavier grower of cotton, the traveler's writings indicate that the industrial North is dependent on the importing of cotton as it fuels a rapidly growing textiles industry. Additionally, the United States led the world in the exporting of cotton. As the economy started to grow, those who grew cotton began to hold much influence in the politics of the country.","In the pursuit of one's own property, settlers continued to move west for a piece of the American dream. As the traveler makes his way west, he marvels at the spirit and attitude of the people making their way to the expanding frontier. “The inhabitants of the western states are an enterprising, systematical, industrious people, to which they are stimulated by the fertility of their soil, and numerous navigable rivers” (Royall, 55-56). Traveling west to acquire one's own land meant a great deal to the individuals during this time. It meant a chance for a better life, but not all acts to obtain land would be met uncontested or free from immoral decisions. Ideas of obtaining more and more land would eventually lead to tense struggles and wars against the indigenous people.","The ground of the United States was indeed fertile and rich when settlers arrived in the United States. The soil displayed healthy signs of deep, rich colors, both red and black. Native Americans lived on these fertile grounds and the original inhabitants of the United States would find themselves in an increasingly an unfavorable position during the 19<sup>th</sup> century as the expanding westerns sought to gain more land and take advantage of the fertile soil to raise their own crop. The traveler mentions that “Kenhawa county consists of two strings of inhabitants, upon Kenhawa and Elk rivers. It was reclaimed from the Indians and the buffaloes, by degrees, with the loss of many lives by the former, until Gen. Wayne subdued them” (Royall, 50). One can see glimpses into the tension taking place between the expanding settlers and the encroached Natives. This struggle would be ongoing and eventually lead to the downfall of Native American communities across the United States.","Managing the resources on the land, proved to be something of an after thought to 19<sup>th</sup> century Americans. Timber in particular was considered a resource that would never run out. People paying attention to the vanishing trees realized something terrible was happening with all the deforestation taking place around the states. The traveler writes “the mournful screaking of the machinery, day and night; the bare, rugged, inhospitable looking mountain, from which all the timber has been cut, give to it a gloomy appearance” (Royall, 47). The intrinsic value of nature's scenic beauty was vanishing. He repeatedly mentions the loss of timber in his travels, writing “the great scarcity of timber enclose their fields principally with ditches. The great number of hands in proportion to the quantity of land has ruined Virginia” (Royall, 119). The loss of timber is directly correlated with the rise of industry and animal raising. The technology at the time required massive amounts of wood to be burned and coal to be extracted. What the Americans at the time failed to understand were the environmental consequences of deforestation which included soil erosion and unhealthy amounts of silt in water ways.","Hunting wild animals to a near point of extinction showcased another example of the American view on resource management. The traveler writes of the animal diversity that once existed in the Kenhawa county of Virginia. “The buffaloes were so numerous on this river, that they made large roads through the bottoms. Elks, deer and bears were likewise numerous. None of the buffaloes are to be seen now” (Royall, 50). This example suggests that animals would be killed for sport without restrictions or an understanding of the role they played in the local ecosystems. Buffalo were one of the animals hunted most aggressively in the nineteenth century, considered too plentiful to ever die out. Their hides were used in the production of animal clothing and tongues were considered special products to be eaten."],"display_date":"1800 - 1825","search_date":"1812-12-31","locations":[{"id":15552,"lat":41.8745874433,"lng":-71.5917581694,"zoom":10,"place":"Providence, Rhode Island"},{"id":15783,"lat":38.3466828925,"lng":-81.7092467216,"zoom":7,"place":"Kanawha, Virginia"}],"tags":[{"id":1102,"tag":"Land"},{"id":1103,"tag":"Resource"},{"id":1104,"tag":"Hunting"},{"id":1105,"tag":"Cotton"},{"id":1106,"tag":"Timber"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":75,"school_id":40}},{"id":5404,"title":"Study Shows Rates of Syphilis Higher for Poor Individuals","course_id":77,"status":"P","start_date":"10/11/37","end_date":"10/11/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Charleston Gazette reported that poor individuals have higher instances of acquiring syphilis. The author Westbrook Pegler states the syphilis death rate for unskilled workers is double that of professional people. The writer of the article expresses that the greatest single cause of death is poverty. The article conveys the results of a survey of 700,000 families made up of 3,500,000 individuals. The report showsthe shocking disparity between the general death rate of 45,000,000 who belong to families with less than $1000 a year income. Dr. Thomas Farran couldn't believe that in this great country with overflowing abundance that people are dying because of their poverty. This is problem for all parts of the world.","Gerald Grob, author of The Social History of Medicine and Disease in America: Problems and Possibilities, expresses \"the failure of recent social historian to deal with disease\". Grob attempts to shed light on the relationship between disease pattern, social structure and environmental conditions. He believes that too much focus has been put on socioeconomic deteminants of diseases. He agrees that socioeconomic status plays a role, but its not the only determinant for diseases. Grob believes that disease is \"one of the most fundamental factors in human affairs. It affects not only the size and structure of a population, but influences and reflects a society's social  structure, technology, and living an cultural patterns\". Grob wants more emphasis to be put on social structure and environmental conditions.","Pegler believes that its a futile hope to try and eliminate poverty, but he wants the less fortunate to be given a better break. Pegler stated that tremendous efforts were being made to correct the injustice. Grob would definitely agree with Pegler's assumption that the poor have higher rates diseases, but Grob argues that the socioeconomic status isn't the only determinant."],"display_date":"October 11, 1937","search_date":"1937-10-11","locations":[{"id":22357,"lat":38.3365622006,"lng":-81.528129492,"zoom":9,"place":"Kanawha, West Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":1241,"tag":"Minority"},{"id":1197,"tag":"poverty"},{"id":1240,"tag":"Investigation"},{"id":1239,"tag":"Study"},{"id":1238,"tag":"Syphilis"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}},{"id":6664,"title":"John Brown: The Man of Action","course_id":170,"status":"P","start_date":"1855-01-01","end_date":"1859-12-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" John Brown was a notorious abolitionist man during the 1850’s with a mission to end slavery before it expanded. Brown believed that the use of violence and arming slaves would be the only way to overthrow slavery. On October 16, 1859, Brown led twenty-one men on a violent raid on the federal government at Harper's Ferry, Virginia (now known as West Virginia) in the attempt to abolish slavery. Due to his vicious acts to end slavery, Brown was referred to as a “terrorist” in America especially in slaveholding states. Even though, Brown’s attack on Harper’s Ferry was an unsuccessful event on the attempt to end slavery. It became a monumental event for the abolitionist movement and made Brown a historical hero.","                          Brown was born in 1800, to a deeply religious family with a father who opposed to the idea of slavery. As a young boy, Brown and his family moved to Ohio state because of the state antislavery views. With his father’s influence, he believed that the rights of an America citizen applied to all no matter the color of person’s skin. He felt that all people should be free and treated equally with respect despite their position. His fight to end slavery was led on basis that “evil should be ended by any means necessary” no matter the consequences.","Even as a grown adult, Brown was still devoted to causes he believed in which led him to finance the David Walker's Appeal and Henry Highland's \"Call to Rebellion\" speech publication. He also gave land to fugitive slaves and began to raise young black children as his own with his wife. He was also heavily active in the Underground Railroad helping many slaves from the South to Canada. In 1847, Frederick Douglass stated that “ though he’s a white gentleman...Brown deeply interested in our cause, as his soul has been pierced by slavery.” It was at the meeting where Brown discussed his plan on a war to free slaves.","                          In 1851, Brown helped found the League of Gilead, an organization that worked to protect escaped slaves from slaves catchers. League of Gilead was created as a reaction to Congress Fugitive Slave Act, which gave slave owners the use of federal law enforcement powers to go to the North, to seek the return of escaped of slaves. He did not become a well-known historical activist until 1855 until he came to Kansas despite his other many antislavery acts. He became a leader of anti-slavery guerillas and fought in a war against proslavery in Lawrence, Kansas. He continues to fight pro-slavery towns by brutally killing five residents after his first attack for the rest of the year.","  Brown attack on Harper’s Ferry where he raided the town with five black and sixteen white armed men came to an end. When local farmers and army men led by Robert E. Lee ended the attack after thirty-six hours, most of Brown’s men were killed or captured. Brown was wounded and captured and put on trial in the town of Charleston, Virginia(now known as West Virginia).After being found guilty, Brown was hanged on December 2, 1859, for the attack. Still to this day, on the anniversary of his death known as “ Martyr Day” in Philadelphia, he is honored for his mission to end slavery."],"display_date":"January 1, 1855 - December 2, 1859","search_date":"1857-06-17","locations":[{"id":53033,"lat":38.3498195,"lng":-81.6326234,"zoom":8,"place":"Charleston, West Virginia"},{"id":53017,"lat":39.3253786,"lng":-77.7388818,"zoom":8,"place":"harpers ferry, west virginia"}],"tags":[{"id":3272,"tag":"Harpers Ferry Attack"},{"id":2743,"tag":"Abolitionist"},{"id":4,"tag":"Slavery"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}