{"id":1307,"place":"BLOUNT, Tennessee","lat":35.6810344067,"lng":-83.9084298416,"episodes":[{"id":1786,"title":"Attempt to establish a new county in Tennessee\n","course_id":1,"status":"P","start_date":"1844-06-04","end_date":"1844-06-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of the oldest counties in Tennessee, Blount County was named as a tribute to its Governor, William Blount. Preceding, white settlement this region was home to the Cherokee Indians. Blount County grew quickly and soon became a big attraction catering to its visitors with a series of resort hotels near springs neighboring the Chilhowee Mountain at Montvale. In 1844 lawmakers attempted to establish a new county combining the southern portion of Blount County and a small section of Monroe County. The new county was to be called Jones, as a tribute to Governor James C. Jones. The Capital would have been called Ashley, the name of a settlement near the previous Cherokee town of Chilhowee. The population, however, did not prove ample enough to necessitate the establishment of this new county"],"display_date":"June 4, 1844","search_date":"1844-06-04","locations":[{"id":11869,"lat":35.6810344067,"lng":-83.9084298416,"zoom":9,"place":"BLOUNT, Tennessee"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4650,"title":"Black-Draught and Cardui Promise Quick Relief","course_id":22,"status":"P","start_date":"1806-01-01","end_date":"1831-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Mr. J. H. Davidson from Scarborough, Tenn. wrote on June 1<sup>st</sup>, 1887, \"For several years I have [had] serious trouble with my liver. It has appeared to be enlarged, and was slightly sore. Pains in abdomen and chest were frequent, and excruciating pains in both lungs often made me fear consumption. At times I had headache and dry throat.  In April, 1816, I tried Thedford's Black- Draught and it gave me relief at once. I have enjoyed better health for twelve months than I have in twelve years, and have gained twenty pounds in flesh.\" On Oct. 28, 1889, from Humboldt, Tenn., Mrs. Lvenda Brown wrote in a similar vein, \"McELREE'S Wine of Cardui is the best medicine to the world. My daughter, in Jackson, is taking it and says it had cured her. I hope the Lord will bless you in your work.\" These are just a few letters out of thousands that were sent to the Chattanooga Medicine Company by customers. Black-Draught claimed to treat basically everything: headaches, common colds, liver problems, indigestion, bilious diseases etc. The 37 page manual of Thedford's Black-Draught is filled with such claims.","  Black-Draught, a senna-based laxative patent medicine, was created in1879. The product was produced half a decade earlier by Dr. A.Q. Simmon's Liver Medicine Company; and later, Z.C. Patten purchased all rights to Black-Draught from Dr. Simmons's son-in-law and founded the Chattanooga Medicine Company to market the product Black-Draught. During the Civil War, Black-Draught sold well in the Southern United States because Southerners stopped buying medications from the North. But it struggled thereafter. With the aid of four other Chattanooga businessmen, Patten began an aggressive plan which included the distribution of items such as flyers, wall calendars, almanacs, and even songbooks for churchgoers to boost sales of Black-Draught. Production of these items made sure that the company's product names were continually in the eyes of the public, and for that, they used letters of endorsement from satisfied customers to create a stronger trade base in the Southern states and, due to this, the first year's sales reached around $35,488. This achievement encouraged Patten and his partners to increase their product line. Hence, in 1880, a menstrual relief product, Dr. McELREE'S Wine of Cardui was introduced. It was said that Cardui was created as a rival to Lydia Pinkham's Vegetable Compound, \"Female Complaints,\" which was the top product in the North. Cardui was composed chiefly of potassium carbonate (51.9 percent), salt (16 percent), and alcohol (20.3 percent). Wine of Cardui instantly became successful when more than 6,500 women reported being cured. According to the company's historical information, customers were so pleased with the new products Black-Draught and Cardui that the Chattanooga Medicine Company quickly became the biggest producer in the Chattanooga area."],"display_date":"1806 - 1831","search_date":"1818-12-31","locations":[{"id":15527,"lat":35.7245461538,"lng":-83.9525246649,"zoom":10,"place":"Blount, Tennessee"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":267,"tag":"Health"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}]}