{"id":1309,"place":"CAMPBELL, Virginia","lat":37.2188776641,"lng":-79.102397246,"episodes":[{"id":346,"title":"&#147;Hughes Walks Over the Tracks&#39;\n","course_id":1,"status":"P","start_date":"1873-07-30","end_date":"1873-07-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 30, the Virginia Republican Party's Lynchburg convention, presided over by a colored Williamsburg delegate named Mr. Davison, nominated former Confederate supporter Robert H. Hughes as its candidate for governor.  In his acceptance speech the following day, which the Richmond Dispatch promptly deemed an insult to the people of Virginia,' Hughes lashed out at bigoted whites, calling racial prejudice unchristian; mean, cowardly, and rebellious' and likening emancipation to a gift of Powers superior to criticism and clamor.' In addition, he encouraged Virginians to cultivate nationalism rather than sectionalism as a means to culturally re-unify the nation, and pushed for the public to accept carpetbaggers in state elected and administrative offices.  Hughes's ideological flip-flop was paralleled by scalawags in many other Southern states, including James Alcorn of Mississippi, many of whom took advantage of the lack of Southern leadership in the Republican Party to appeal both to black voters as the party of Emancipation and moderate whites as better than a Yankee governor.&lt;br /&gt;As can be imagined, Hughes's egalitarian rhetoric, in addition to his political about-face after the Civil War, did not win the respect or admiration of many white Virginians.  Nor did his walking over the tracks' win their votes.  A Dispatch editorial analyzing the speech decried Hughes's hypocrisy: It is mean, cowardly, and rebellious.' What fine words to come from a man who upheld slavery with tongue and pen for so many years, and did all he could to establish a republic in every state of which negro slavery was to exist' Hughes's conservative Democratic opponent, Edwin Kemper, stuck to a strict segregationist platform, and was rewarded with the support of the white men of Virginia, who are the property-holders and tax-payers.'  In the election held on November 4, Virginia voters elected Kemper by a margin of about 26,000 votes to complete the Conservative redemption' of the state."],"display_date":"July 30, 1873 - July 31, 1873","search_date":"1873-07-30","locations":[{"id":13701,"lat":37.2188776641,"lng":-79.102397246,"zoom":9,"place":"CAMPBELL, Virginia"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2285,"title":"Southside Virginians in the Spanish American War\n","course_id":1,"status":"P","start_date":"1898-01-01","end_date":"1899-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["July 31 - Pendleton, Charles - Harris Creek - Amherst County - Railroad Brakesman - 27 years of age - Single - 5'7.5 - 136 pounds - Chest Measurement 34 and 36.5 - Ruddy Complexion - Blue Eyed - Light Brown Hair - Accepted - Vaccinated was how the many Army documents read in the collection of James Dearing Fauntleroy. All of them were Army documents titled Monthly Report of Physical Examination of Recruits from different cities located in Southside Virginia between the years of 1898 and 1899. They gave all pertinent information regarding the man and whether the U.S. Army accepted or denied each from entering the U.S. Army. These documents became important when the United States declared war on Spain on April 25, 1898.","Leading up to the war, the United States had a great deal of interest in purchasing Cuba because many Americans had invested in sugar plantations. In fact, by 1895 Americans had already invested approximately 50 million dollars in Cuba with the profits from trade being close to double that amount. President Grover Cleveland announced on June 12, 1895 that the United States was neutral, even as fervor for war increased in the United States. Spanish General Valeriano Weyler decided that insurgents in Cuba would be easier to control by the Spanish Army if they were located in the center of the Cuban island, so he enacted a policy of Reconcentration and then put the entire island under marital law. On December 7 of the same year, President Cleveland changed his decisions stating that the United States would become involved in the Cuban conflict if Spain failed to end the crisis.","After the explosion aboard the U.S.S. Maine on February 15, 1898, it looked as though the United States would definitely become involved in the conflict. On March 28, the U.S. Naval Court of Inquiry determined that a mine caused the explosion on the U.S.S. Maine. Later that spring in April President McKinley ordered a blockade of Cuba just four days before declaring war on Spain. Once American troops landed in Cuba in June, the Marines captured Guantanamo Bay. The Mobilization Act of April 22 enabled approximately 190,000 regular Army members and volunteers to join the troops already in Cuba. After troops attacked from San Juan and in the San Juan port in early July, Spain signed an unconditional surrender agreement on July 16. A peace treaty signed between representatives of the United States and Spain on December 10, 1898 in Paris, France determined the independence of Cuba while ceding both Puerto Rico and Guam to the United States and allowing the purchase of the Philippines Island by the United States.","At the end of the war, the United States had invested 250 million in the war and lost 3,000 lives. Although it was unlikely that Virginians made many of the investments in Cuba, many men in Southside Virginia volunteered to fight in the Spanish-American War including those whose records Fauntleroy kept. In Appomattox County for instance, seven Spanish American War veterans - William H. Burke, Raleigh Green, Walter J. Payne, L.M. Southall, Thomas Trent, E.C. Wheeler, and Henry White - fought in 1898."],"display_date":"1898 - 1899","search_date":"1898-12-31","locations":[{"id":13703,"lat":37.2188776641,"lng":-79.102397246,"zoom":9,"place":"CAMPBELL, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":17,"tag":"Government"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3832,"title":"Keeping the Family Together\n","course_id":7,"status":"P","start_date":"1837-12-03","end_date":"1837-12-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            \"If you can't send all, pray be so good to send for me and my son Harrison,\" Matthew Watts wrote to his mistress Elizabeth Brown in December 1837.  Owned by a wealthy family in Kentucky who sent him to Virginia for a brief period of time, Watts awaited the opportunity to return home with his son for over a year.  During his time in Campbell County, he \"lost\" his wife and daughter as well as most of his financial viability.  Unable to afford the price of the journey back to Kentucky, Watts wrote to Brown to ask for more money.  He expressed concern about the dissolution of his family, mentioning the state of a fellow slave mourning the sale of his son to another plantation owner.  Yet Watts also made use of his time away: he visited friends of the Brown family, fulfilled his slave duties, and also tried to find a new wife.  Family played an important role in the lives of slaves, but slaveholders could easily break a family apart.","            In the 1830s South, slavery was an institution valued as a source of economic wealth and production.  When it became financially advantageous to sell a slave, or when a slave became an economic burden for his or her owner, the majority of slaveholders had few reservations for selling their slave to someone else.  Historian Wilma A. Dunaway notes that despite a strong emphasis on the family as an emotional and physical support in plantation culture, masters \"devalued the human characteristics of their slaves\" in order to justify breaking up slave families.  While it is unclear how Watts lost his wife and daughter, the urgency he expressed at the thought of losing his son reflects his fear of existing without a family.  ","            Yet Watts also knew of the potential danger in saying too much to his mistress.   As John Blassingame writes, slaves often held back much of their emotion from their masters for fear that their masters would take advantage of or chastise them.  Throughout his letter, Watts flattered his slave-owning family and made them aware that he fulfilled their orders while in Virginia.  The fact that he reserved a place in his letter to ask that his family remain together highlights the immense importance of kinship and the ease with which it could be shattered.  Watts' gender also played a major role in the probability of separation from his son.  Mothers rather than fathers were more likely to remain with their young children because it increased the chance of their children's survival.  Thus, despite his distance from Kentucky and his possession of a small amount of money, Watts knew that he was still at the mercy of his masters.  His experience as a slave was even more difficult because he was a father."],"display_date":"December 3, 1837","search_date":"1837-12-03","locations":[{"id":13697,"lat":37.2395751117,"lng":-79.0668919579,"zoom":9,"place":"CAMPBELL, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3916,"title":"A Fear of Mahoneism\n","course_id":7,"status":"P","start_date":"1887-08-22","end_date":"1887-08-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            \"If you knew, as we do, the horror of Mahoneism, you would not begrudge us the few hours of your time which we ask,\" wrote Alexander McDonald to President Grover Cleveland in August 1887.  McDonald affirmed his solemn belief that \"the best interests of Virginia are involved in this proposed visit, and it may be the country, too.\"  Not surprisingly, McDonald was the editor of a Democratic journal in Lynchburg, Virginia.  He conveyed his deep desire to have President Cleveland attend the Lynchburg Fair in October in order to rescue Virginia from falling into the hands of the Mahoneites and out of the hands of the Democrats.  McDonald continued on in his letter to list the various means by which the President could arrive in Lynchburg and depart in a timely manner.  He even stated that he could easily extend the date of the Fair so as to accommodate Cleveland's schedule.  He signed his letter, \"your friend and obedient servant.\"","            McDonald's request came during the decline of Virginia's Readjuster Movement, led by William Mahone.  The movement aimed to lower state debt by enacting liberal reforms, including broadening education opportunities for black citizens.  Gaining the nickname \"the party of the Negro,\" the Readjuster Movement won a degree of support in the early 1880s for its financial policies.  Additionally, Mahone sought alliances with Republican officeholders in order to gain more political salience.  Pleas like that of McDonald arose, therefore, out of Democrats' fear of Republican and Readjuster control of state-and even national-politics.  The Readjuster political platform opposed Conservatism, which in Virginia \"was not only a political party, it was also a social code and a state of mind which bound the whites to united and temperate action,\" according to author Charles Chilton Pearson.","            Although Mahoneism and the Readjuster Movement were on the decline when McDonald wrote his letter, they still threatened the Conservative ideals of the Democratic Party.  They also threatened to upset the tenuous racial balance in the state.  In the 1883 Danville Riot, a street fight broke out between blacks and whites over a school board issue.  In Lynchburg, former Confederate General Jubal Early avowed, \"the Negroes must know that they are to behave themselves and keep in their proper places.\"  McDonald believed that staunchly Democratic Cleveland was an effective counterbalance to the Readjuster movement, and he therefore attempted to feature him as the central figure in Lynchburg's 1887 Fair."],"display_date":"August 22, 1887","search_date":"1887-08-22","locations":[{"id":13702,"lat":37.2188776641,"lng":-79.102397246,"zoom":9,"place":"CAMPBELL, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3984,"title":"Virginia in the Nullification Crisis of 1832\n","course_id":7,"status":"P","start_date":"1832-12-10","end_date":"1832-12-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"They have gone so far, that it is even more difficult to recede than go on; and they had rather see the Union dissolved tomorrow than that their own proposition should be accepted,\" proclaimed the Lynchburg Virginian in reference to South Carolina's actions in December 1832.  It all began in 1828 when Congress enacted the so-called Tariff of Abominations. Many Southerners thought the highly protective tariff was detrimental to agrarian interests.  Under the leadership of John C. Calhoun, South Carolina stated that a national tariff was unconstitutional when it benefited some states and not others.  To ease tension, President Andrew Jackson lowered the tariff in July 1832.  It was not enough.  ","In November of 1832, South Carolina's Nullification Convention met and pronounced both tariffs unconstitutional as well as unenforceable.  If the national government made any attempt to enforce the tariff, South Carolina would secede from the Union.  In response, Jackson sent the tactical strategist Maj. Gen. Winfield Scott and \"five additional companies of Artillery and two companies of the fourth regiment of Infantry\" to Charleston.  On December 10, 1832, Jackson sent a message to South Carolina declaring its actions \"inconsistent\" and \"incompatible.\"  ","While South Carolina reacted vehemently to the tariff, many Virginians demurred.  South     Carolina's governor James Hamilton mentioned that Nullification was a \"peaceful and constitutional\" remedy.  The Lynchburg Virginian, however, scoffed at his diction and saw war and revolution ahead, not peace.  Governor Hamilton readied the State Guard in Charleston and requested the removal of U.S. troops from the state citadel in Charleston.  The paper claimed, \" war is no children's game - least of all, civil war, in which personal revenge is so apt to mingle with the public quarrel.\"  Though Lynchburg was against the actions of its Southern neighbor, Whigs in Richmond were inclined toward Nullification.  In the coming years, Virginia's divisive tendencies would play a more important role."," After the threat of military action, South Carolina agreed to compromise and a much lower tariff was passed in 1833.  Although the issue was settled, the defiant South Carolinians would be rearing for another battle in thirty years - a compromise would not be enough."],"display_date":"December 10, 1832","search_date":"1832-12-10","locations":[{"id":13697,"lat":37.2395751117,"lng":-79.0668919579,"zoom":9,"place":"CAMPBELL, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3985,"title":"Election of 1880\n","course_id":7,"status":"P","start_date":"1880-07-26","end_date":"1880-11-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    \"Consider what Lee and Jackson would do were they alive.  These are the same principles for which they fought for four years.  Remember the men who poured forth their life-blood on Virginia's soil and do not abandon them now,\" Wade Hampton gushed in Staunton, Virginia on July 26, 1880.  Hampton, a former Confederate general, was playing on Southern sentiments to urge Virginia to back Democratic presidential candidate Winfield Hancock, a Union general.  Fifteen years after the close of the Civil War, politicians were still coercing voters to elect candidates on sectional lines.  ","    Despite Hampton's speech, the Republican ticket won and James A. Garfield became the president in the smallest popular vote victory in American history.  The \"Solid South,\" according to the Republican Campaign Textbook, \"nominated General Hancock under the supposition that he would be a fit tool for their contemplated revolutionary work.\"  This accusation was heavily refuted by the Lynchburg Virginian after the election which claimed that the Democrats' \"solid support...was in perfect consonance with the purity and greatness of his character.\"  Republicans conveniently forgot that Hancock had been a Union general and had never expressed any support for the ideologies of the Confederacy.  ","    Because tariffs were the only real issue of the 1880 election, the politicians spun the debate to the polarizing issue of North and South.   The Lynchburg Virginian held that the Republican Party \"held out to the people that a Democratic victory meant a restoration of the \"rebels\" to power, and the dunces who heard this balderdash seemingly swallowed it as if it were divine inspiration.\"  Republicans knew that they would draw more support if they made it appear as if the South was once again attempting to unite against the North.  They announced that Hancock's nomination by \"Confederate Brigadiers sets the old Rebel yell to the music of the union.\" However, the Republican victory did not cause the outcry from Democrats that the Republicans predicted with their slander against the South.  ","    Neither side was guilt free from sectional leanings.  The majority of the South did unite as the \"Solid South\" and the Republicans exaggerated the severity and reason behind Southern polarization.  The election of 1880 proved that even a decade and a half after peace, the North and South still voted on mainly regional lines.  Northern politicians continued to use the fear of Southern rebellion to convince the North to rally against Southern interests.  "],"display_date":"July 26, 1880 - November 12, 1880","search_date":"1880-09-18","locations":[{"id":13702,"lat":37.2188776641,"lng":-79.102397246,"zoom":9,"place":"CAMPBELL, Virginia"}],"tags":[{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4058,"title":"Post-War Virginia\n","course_id":7,"status":"P","start_date":"1870-06-01","end_date":"1870-06-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The aftermath of the Civil War was destructive to the morale of many Southerners as it imposed economic, agricultural, and social devastation. A Campbell County, Virginia resident, Sarah Miller Payne, wrote a series of letters to her Northern cousin, Mary, regarding the difficulties she faced after the war. Although these two relatives lived in regions with opposite political views, Sarah made it clear that she believed all members of the Miller family should respect each other, regardless of where they resided. In on of her first letters, Sarah acknowledged that the people of the North believed that Southerners are terrible sinners \"destitute of all honorable feelings,\" but hoped that her cousin Mary thought about her often.","            Following the war, it was almost impossible for Sarah to visit her cousin Mary in Philadelphia due to the numerous duties she needed to perform without the aid of slaves. To Mary she said, \"it will take some time getting used to doing work without slaves, because we don't have any of the conveniences that those living in the North have.\" With the help of machinery and technology that assisted Northern farmers, Sarah thought it would be easier for her cousins to make a trip down to Virginia. Although she wished for her cousins to visit her, Sarah warned Mary that her \"dear old state\" presented anything but a pleasing appearance at that time because of the hardships it faced. ","            Sarah explained that after enduring the war, many people were \"deprived of every cent of property\" and almost everyone was left without money. According to historian Steven Tripp, the economy in the South (specifically Virginia) after the Civil War was perfectly stagnant because of an absolute want of money, a general distrust of federal currency, and the impoverishment of the whole community. ","            Perhaps worse than economic deprivation, the people of the South were \"mourning the loss of one or more friends or seeing them maimed of crippled for life.\" In Sarah's family, four of her sons volunteered in the Confederate armies. Only two returned home safely, while the others were left on the battlefield. Sarah never knew if her sons had a decent burial, and did not receive an official notification of their deaths.","            Although her experience with the Civil War was overwhelming, Sarah remained optimistic for the future of her Southern state. She concluded in her letters, \"I confidently expected we would succeed, but I am resigned to the will of my heavenly father, and He knew what was best for us and that all things will work out at last.\""],"display_date":"June 1, 1870","search_date":"1870-06-01","locations":[{"id":13701,"lat":37.2188776641,"lng":-79.102397246,"zoom":9,"place":"CAMPBELL, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}]}