{"id":1337,"place":"ARKANSAS, Arkansas","lat":34.2582997294,"lng":-91.4281039099,"episodes":[{"id":2239,"title":"Ignoble and Impotent\n","course_id":1,"status":"P","start_date":"1895-03-04","end_date":"1895-03-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the evening of Monday March 4, 1895, the Fifty-third Congress came to an end. The headlines that ran in the New York Times that day took the opportunity to let lose a harsh critique on that particular Congress. They read: A DISGRACE TO AMERICA, FAITHLESS TO PARTY AND COUNTRY, and, NO ONE REGRETS THE DISSOLUTION. The prestigious newspaper commented on the corruption and ineptitude of the political leaders in the Congress. After discussing several missed opportunities that the Congress failed to take proper action on, the New York Times listed the worst offenders in several states. Arkansas, along with several other southern states, had eight of its representatives' names appear on this list including James K. Jones, James H. Berry, Philip D. McChulloch, Jr., John S. Little, Thomas C. McRae, Willaim L. Terry, Hugh A. Dinsmore, and Robert Neil. Historian Dallas T. Herndon recorded each man's election to that disgraced Senate in 1922, The election for representatives in Congress was held on November 6, 1894. Those elected from the six districts in order were: P. D. McCulloch, John S. Little, Thomas C. McRae, William L. Terry, Hugh A. Dinsmore, and Robert Neill, all Democrats."," The New York Times seemed to be specifically attacking the Congress for its democratic majority. It suggested that the South's overarching democratic political sympathies and politicians were responsible for the problematic congress, not the North: the performance of the Democratic majority, coming into complete control of the government, entrusted with the power to embody in the laws... responsible for the prudent management of affairs, has been so lame and impotent that it may be said without offending Democrats, that nothing in the life of the congress became it so much as its taking off. The paper went on to accuse Democrats of being, stupid and, ignorant in their being out of sympathy with the conservative president of the time, Grover Cleveland. Jones, specifically, was accused of being, a rather narrow, weak, gullible, man who had, an unmitigated aversion for anything that smacks of sound money or loyalty to the president. He was held accountable for swaying the congress with those notions. "," The paper reported glumly that his term did not expire until 1897. In fact, James K. Jones stayed far past 1897, even though his name appeared first for Arkansas on the list of Those Who Have Betrayed the People in the 1895 edition of the New York Times. Jones's continued political career suggests that the political tone against Arkansas Deomcrats was not as hostile toward the end of the 1890s. The six representatives of the congress for Arkansas were then listed in order as, McCulluch a bullion coiner, Little who was willing to pay gold loans in silver, McRae whowould starve the commission out of office, Terry who voted against the silver repeal, Dinsmore who has been all the objectionable things in legislation on finance, and Neil, a starver of the merit system."," Although political tensions between the North and South lessened from the height they had been during Civil War, it was not all together gone, particularly in government. The two different parties came head to head with different ideals and ideas for the administration of the country. This open attack by a northern newspaper on the southern Democratic influence in the national government showed that although the war was long over, America was still working out how to merge a nation distinctly separated into North and South, Republican and Democrat."],"display_date":"March 4, 1895","search_date":"1895-03-04","locations":[{"id":456,"lat":34.2896663051,"lng":-91.374617067,"zoom":9,"place":"ARKANSAS, Arkansas"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}