{"id":1343,"place":"ALLEGANY, Maryland","lat":39.5653813745,"lng":-79.0460849672,"episodes":[{"id":1829,"title":"Battle of Antietam\n","course_id":1,"status":"P","start_date":"1862-09-17","end_date":"1862-09-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Union General McCellan responded to Confederate General Robert Lee's plans of heading north by gathering his Army of the Potomac to counter them.  Lee hoped to get to Pennsylvania to regroup, but instead confronted the Union army at Antietam Creek.  Despite General McCellan's advantage in men Lee's troops were able to hold their ground.  In the end Lee's army returned to Virginia, signifying a Union win. The battle greatly lowered the Confederates hopes of progressing further north, as the Union had stopped the Confederates first major invasion.  The Confederates lost twelve thousand men, and the Union eleven thousand.  The twenty-three thousand made it the most deaths to ever occur in a single day of the Civil War.  It was four times as many of the Americans lost on D-day in World War II.  &lt;br /&gt;A newspaper article in the National Intelligencer reveals the impact of the battle upon the citizens.  It states that practically every home in Sharpsburg was hit by shells and that a few houses were burnt.  It claims that the citizens escaped the danger by hiding in their cellars.  The people residing in Sandy Hook fled into the country so as to avoid the rebels and their movement into Virginia after the battle."],"display_date":"September 17, 1862","search_date":"1862-09-17","locations":[{"id":5914,"lat":39.5653813745,"lng":-79.0460849672,"zoom":9,"place":"ALLEGANY, Maryland"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2296,"title":"Coal Miners of Allegany and Garrett Refuse to Work for Less Than Fifty Cents\n","course_id":1,"status":"P","start_date":"1879-09-01","end_date":"1879-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The coal miners of the Allegany and Garrett Counties in Maryland met on Wednesday, September 10, 1879 and decided to continue their strike. Two representatives from twenty-eight mines met in Lonaconing. Almost unanimously, the miners decided they would not work for less than fifty cents per ton of coal; the companies said they could not pay more than forty cents and that this was even too high to still make a profit. The strike closed all the mines in the Maryland coal mining area and it was thought that they would remain closed for the whole season. Due to the strike, thousands of men did not work. ","The coal miner's strike in 1879 fit in with the environment of emerging, struggling, and unsuccessful unions of the late 1800s described by historians Richard Walsh and William Fox. In 1882, the Knights of Labor's strike failed and in 1894, the United Mine Workers strike to increase pay also fell through. Unions at the time were said to fall away when depressions occurred. While the article does not specifically say the strike failed, the author's end comment that it was the strikers who would suffer, not the companies, is perhaps a comment on the instability of unions and foreshadowing of a probable failure."],"display_date":"September 1879","search_date":"1879-09-15","locations":[{"id":5915,"lat":39.5653813745,"lng":-79.0460849672,"zoom":9,"place":"ALLEGANY, Maryland"}],"tags":[{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}