{"id":1344,"place":"SHENANDOAH, Virginia","lat":38.8584536791,"lng":-78.5704125087,"episodes":[{"id":3154,"title":"Southern Women&#39;s Involvement in Charitable Organizations\n","course_id":1,"status":"P","start_date":"1862-02-05","end_date":"1862-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1862 Sigismunda S. Kimball, from Shenandoah County, Virginia was suddenly, like so many other women of the South, thrown into a completely different world as the Civil War raged through the South. Mrs. Kimball was put in charge of her family's plantation while her husband was away at war and she kept the plantation records in a journal which she wrote in everyday. In this journal she wrote about the Soldiers Aid Society for which she paid dues and would make visits to the soldiers in the hospital bringing baked goods to help them gather strength. On February 10, 1862 Mrs. Kimball wrote Went to the hospital took bread + butter + Ham, soup. The Arkansas Hospital men seemed grateful, one man said he would have perished had it not been for the ladies.","Women through out the United States were subject to their spouse's needs and demands during this time, Elizabeth Fox-Genovese states. In the South, as in many other societies, church and state substantially reinforced the prevalent forms of male dominance. In the South, women's involvement in social committees and aid societies, like the Soldiers Aid Society, was largely an attempt to create their own sphere, separate from that of their husbands. While women in the higher, slaveholding class held more power and control over their day to day activities than lower class women, they were still in need of outside organizations to occupy them and solidify their say in society. Southern society discouraged involvement in these groups that were not connected to the church, for the most part, southern women did their charitable work individually, selectively, and close to home, if not with in their own households. The Soldiers Aid Society that Mrs. Kimball was a part of is a rare example of southern women stepping out of the male dominated worlds of their homes and churches and gathering to help their newly formed country. With so many southern plantation owners helping in the war effort societies and organizations were more likely to be formed. The men that for the most part governed the activities of women were now busy elsewhere and the women were left with time and freedom on their hands. Benevolent women easily explained such activity as natural extensions of their domestic duties and moral qualities, Elizabeth Varon asserts, so the absence of their husbands allowed them to do what they felt was necessary and normal but that they had been kept from before."],"display_date":"February 5, 1862 - February 20, 1862","search_date":"1862-02-12","locations":[{"id":14269,"lat":38.8584536791,"lng":-78.5704125087,"zoom":9,"place":"SHENANDOAH, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3257,"title":"Southerners Interactions With Northern Soldiers\n","course_id":1,"status":"P","start_date":"1862-03-14","end_date":"1862-07-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 14, 1862 in Shenandoah County, Virginia three Union soldiers marched to the door of Sigismunda S. Kimball, the wife of a southern planter, and demanded supplies. The soldiers threatened Mrs. Kimball saying they had plenty of ladies prisoners and continued to torment her. On July 6, 1862 two Yankee soldiers came up to the house and demanded for the key to the corn house, saying they had orders to see how much there was. The next day Mrs. Kimball's mother went to the ferry and told the Colonel that we had not more corn than would support the family- he said it should not be taken, was very polite. In this area it seems as though the Yankees were more of an annoyance than a threat.","At no point in the war was there one face the Yankees wore. At some points the Union Troops were kind to the women whose plantations they were marching through on many occasions, soldiers had treated Southern women with respect and sensitivity John Boles says, but then again some soldiers blamed the women and children remaining on the plantations for the war their husbands were fighting. One such example was from General William T. Sherman's March to the sea Boles points out that Union soldiers had taken their anger for the horrors of the war out on southern women by cursing them: wantonly destroying crops, farm animals...and purposefully humiliating the women whose smoldering anger Union troops rightfully translated as unrepenting support for the confederacy- by scattering their clothes and undergarments. ","Mrs. Kimball was very lucky to see only the good side of the Union soldiers at this time. She could have had her entire livelihood destroyed by men who felt it necessary to destroy property of the innocent to expel anger they had toward being kept away from home for so long."],"display_date":"March 14, 1862 - July 7, 1862","search_date":"1862-05-10","locations":[{"id":14269,"lat":38.8584536791,"lng":-78.5704125087,"zoom":9,"place":"SHENANDOAH, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3305,"title":"Bread in the South During the 1860s and 1870s\n","course_id":1,"status":"P","start_date":"1863-07-31","end_date":"1863-07-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Levi Pitman was a respectable southern gentleman living in the southern county of Shenandoah in Virginia during the Civil War. Levi kept a careful diary in which he would write the day to day activities he participated in and observed. In 1863 the Rebel soldiers were camped near Levi's home and he could go and watch them march for their leader. He and his wife met some of the soldiers and his wife began to bake for them. Mrs. Pitman would cook and bring the soldiers bread provided that they brought her the flour to make it with.","It is not certain from Levi's diaries what kind of bread Mrs. Pitman would bake but it can be guessed at based on the trends of that time. Until well after the Civil War grain was very hard and expensive to process and only the wealthiest of plantation owners dared to eat it on a regular basis. Corn Bread was the main bread of the South, because of its flexibility and ease of processing. Lots of southerners would eat hoe bread which was corn bread baked over a fire on top of a farmers hoe. Because corn bread did not keep very well the southern tradition of warm bread at meals began to develop. Southern farms and plantations were often ransacked by Union troops traveling through the land; they would often take food and supplies for themselves. It is not surprising given the poverty of the time and the threat of Union soldiers that Mrs. Pitman would want to save her food stores for her family. Southern women were often willing to help confederate soldiers, though, if provided the supplies to do so. In later years grain production spread throughout the west and processing became cheaper prices of grain also fell, allowing poorer farmers to enjoy wheat bread like the elite. The bread Mrs. Pitman was probably baking for the soldier was corn bread. The short keep time of the bread explains why the soldiers continued to come back and ask her to bake more."],"display_date":"July 31, 1863","search_date":"1863-07-31","locations":[{"id":14269,"lat":38.8584536791,"lng":-78.5704125087,"zoom":9,"place":"SHENANDOAH, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3955,"title":"Temperance Efforts in the South\n","course_id":7,"status":"P","start_date":"1888-06-28","end_date":"1888-06-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Alcohol is \"a sin, like all other sin without authority, an evil and only evil,\" preached a minister of Shenandoah County, Virginia.  Over two hundred listeners gathered for a picnic at the local Fisher's Hill one July morning in 1888.  The event was relaxed with picnic food, a speech, and a Woodstock Cornet Band for entertainment.  Yet it focused on an issue of substantial importance: temperance.  As the local <em>Strasburg Weekly Dots</em> paper reported, the theme of the picnic was \"Liquor Traffic is a Crime\" and Virginians gathered in their common belief that alcohol was unnecessary and unjust.  ","The idea of temperance that the people of Shenandoah County promoted was not isolated to their area. Beginning around the 1830s, many Southerners, especially women, started to worry about the negative aspects of alcohol consumption.  One of the most important temperance organizations was the Women's Christian Temperance Union, created in 1874.  Other local temperance efforts, such as this picnic, occurred throughout the nineteenth century.  ","Religious and racial tensions plagued many temperance efforts. Most of the temperance women were evangelical Protestants who often criticized the Irish Catholics and Germans frequently associated with alcohol consumption and production.  Discord also existed between blacks and whites, as some white women claimed that black men were especially a danger with alcohol.  Although these apprehensions existed, for the most part the temperance movement was successful in incorporating women of various \"socio-economic, racial, religious, and national identities.\" Many women used the Bible to justify temperance; they claimed that it was God's plan for women to help the men and \"most commonly likened women...to Christ's apostles.\"  The <em>Strasburg Weekly Dots</em> does not mention the demographic or religious background of the picnic's guests having had any effect; in fact, it says there \"was no disorder.\" This furthers the idea that locals were unified by a common aspiration. ","Although temperance is traditionally associated with women against alcohol consumption, at the time, it was just as important in promoting white women's overall equality.  For example, the WCTU helped educate women \"to take on public personas because the nineteenth century offered [them] limited formal education in rhetoric.\"  Often, people saw the strive for equality as radical.  Thus, as historian Carol Mattingly writes, \"newspaper reporting focused largely on issues of gender rather than on the subject of temperance\" which she says \"reflects a general discomfort with women's changing roles.\"  The <em>Strasburg Weekly Dot</em>s, on the other hand, presents an article focused on the issue of temperance as opposed to gender.  This is likely because the focus of their gathering was \"not yet Congress, Legislature, Judge, Jury, Church or state;...but the Rum Traffic, was the prisoner at the bar.\" Long-term changes for women, such as the Nineteenth Amendment, would not occur for some time. Still, the nineteenth-century temperance movement fueled the steps towards gender equality.  Events such as the Shenandoah County Temperance Picnic, although small, represented a larger movement that took place throughout the South."],"display_date":"June 28, 1888","search_date":"1888-06-28","locations":[{"id":14271,"lat":38.8584536791,"lng":-78.5704125087,"zoom":9,"place":"SHENANDOAH, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4525,"title":"West Augusta Guardsman Troubled by Enemy&#39;s Lack of Respect for Wounded Soldiers","course_id":18,"status":"P","start_date":"1862-03-25","end_date":"1862-03-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["           Jedediah Hotchkiss wrote home to his wife, Sara Hotchkiss, on Tuesday, March 25, 1862 after a skirmish with the Union army, around Woodstock, Shenandoah County in Virginia. Hotchkiss had just received news that one of his children had passed away. He longed to be at home with his family, but said, \"It is forbidden of me & it is now too late to reach you before the crisis has passed.\"  He continued to describe for her the most recent skirmish with the Union that happen on March twenty-third, a \"bloody battle…resulting disastrously to our arms.\" He mentioned that Jackson conducted the retreat well and the Confederacy only lost a few miles because of it. Hotchkiss commented that \"'Stonewall' Jackson was deceived as to the number of the enemy when he started,\" and that as it progressed more Union troops joined the fight.","The Fifth Company of Virginia bore the brunt of the battle and slowed the advance of the Union. At the end, the Confederates lost forty soldiers and some three-hundred wounded. Hotchkiss lamented that the Union \"refused to let us bury our dead or bring away our wounded.\" The Confederates did not have their wounded men removed from the battlefield until March twenty-fourth. After transporting their wounded soldiers from the battlefield, the companies met with Jackson who ordered them to retreat.  Hotchkiss wrote that the companies now lay ten miles away from the Union, approximately sixty miles from Staunton, Virginia. He ended his letter extending his thanks to his neighbors at home for helping his wife through the troubling times, and added that his wife address letters to him as  \"Mt. Jackson to be sent to Jedediah Hotchkiss\" because the Augusta Battalion of Virginia potentially could have departed from this area by the time the letter reached her.  ","Hotchkiss's experience was not unlike that of both Confederate and Union soldiers. Many suffered from homesickness. William Marvel wrote about this in, <em>Andersonville: The Last Depot</em>,<em> as </em>something that doctors at Andersonville Prison later termed, \"nostalgia,\" deeming it the first mental depression to be diagnosed. Soldiers' morale also suffered because of the inhumane treatment of the dead and wounded that they experienced out on the battlefields as well as in prisons and hospitals if they were unlucky enough to be there. The Shenandoah Valley was important to the Confederates as a source of provisions and as a route for invading the North. As far as the Federals were concerned, the Valley was not a suitable invasion route; however, it was important that they deny its use to the enemy.  "],"display_date":"March 25, 1862","search_date":"1862-03-25","locations":[{"id":14269,"lat":38.8584536791,"lng":-78.5704125087,"zoom":9,"place":"SHENANDOAH, Virginia"}],"tags":[{"id":116,"tag":"Wounded Soldiers"},{"id":88,"tag":"Battle"},{"id":117,"tag":"Shenandoah Valley"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4608,"title":"Australians Fix Privateer Ship C.S.S Shenandoah.","course_id":18,"status":"P","start_date":"1865-02-18","end_date":"1865-08-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Built in Glasgow, Scotland, with the name <em>Sea King</em>, the <em>C.S.S. Shenandoah</em> would continue the Confederate fight long after the Army of Northern Virginia had surrendered. Named after the valley and county in Virginia, the <em>C.S.S. Shenandoah</em> had a C.S.A letter of Marque to sail towards the Indian Ocean to seek out, capture, or destroy Union military and commercial vessels. It was hoped that the <em>C.S.S. Shenandoah</em> would have the same successes as the <em>C.S.S. Alabama</em>, as the latter privateer proved an insult to the superiority of the Union navy."," She moored in at Melbourne, Australia to repair damages sustained in her journey to the other-side of the globe. Photographs show the Confederate vessel hauled from the port receiving repairs – her three large masts standing strong and undamaged – and the 'Stars and Bars' battle flag flying  as Australian crews worked on her hull. The battle flag stands out in the photograph and it is rumored that this is a retouched image. If retouching of the photograph did take place, it demonstrates the 'lost cause' patriotism attached to the Confederate's battle ensign.","Reports from Panama for the Northern newspaper of the <em>New York Times</em> discussed rumors that the Confederate ship had been seen in, or around Melbourne, and that repairs could have taken place before the alleged sighting of the <em>C.S.S. Shenandoah </em>leaving \"that port on the 18th of February [1865].\" With the destination of the pirate vessel unknown, the paper speculates that the ship is headed to the West Coast of North America to \"track steamers from the gold regions [of the U.S. and Mexico] to Panama.\" In actuality, the vessel took approximately five months to reach the west-coast of North America. This was due to a skirmish that took the vessel as far north as the Bering Strait, which burnt, bonded, sunk twenty-plus ships aiding the commercial interests of the Union's economy.  For this voyage, as many as forty Southern sympathizes from Australia boarded as new crew on the C.S.S<em>. Shenandoah</em>."," It was not until August of 1865 that the vessel received any word of the South's armies collapsing. During its service for the Confederacy under the command of C.S. Navy First Lieutenant James Iredell Waddell, it was the only Confederate vessel to have circumnavigated the globe. Her time on the seas did not cease though after the rebellion, as the <em>C.S.S. Shenandoah </em>was sold to England. But, eventually she was lost at sea during her service to the Sultan of Zanzibar.  "],"display_date":"February 18, 1865 - August 20, 1865","search_date":"1865-05-20","locations":[{"id":14269,"lat":38.8584536791,"lng":-78.5704125087,"zoom":9,"place":"SHENANDOAH, Virginia"}],"tags":[{"id":5,"tag":"War"},{"id":113,"tag":"Navy"},{"id":117,"tag":"Shenandoah Valley"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":6451,"title":"Sexual Predation and the Slave Trade","course_id":145,"status":"P","start_date":"1833-01-01","end_date":"1858-12-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many male enslavers coveted African American women. White enslavers used their authority to assert their dominance over enslaved women in countless cases, raping them with consistency and without remorse. Being raped became a staple of life for female slave’s and many were purchased solely for the sexual fantasies of their owners.","Harriet Jacobs, a slave girl from Edenton, North Carolina, was one of the few lucky women who narrowly evaded the sexual predation common to the practice of slavery.. She left her entire life’s struggle in her autobiography, <em>Incidents in the Life of a Slave Girl, written by Herself. </em>After her mother passed away, her master, Margaret Horniblow, took Harriet in. However, she was gifted to Horniblow’s niece, Mary Matilda, the daughter of Dr. Norcom. She lived with Dr. Norcom for just under twenty years during which time she, was tormented by Norcom’s unsolicited sexual advances as well as the cruel jealously of his wife. Despite constant rejection and her definite refusal to become his mistress, Norcom proved to be relentless. Jacob’s only escape from her master and his sexual predation was an escape from slavery itself, made possible by her taking another white man as a lover and hiding in a small, three-foot high cabinet for seven years. With his protection, she secretly fled the state on a train to Philadelphia after years of hiding.","However, both married and single slaves alike were subject to the advances of their owners. Bethany Veney, a slave women in Virginia, left behind her autobiography, <em>The Narrative of Bethany Veney, </em>in which she writes she knew that her decision to be with only her husband was not hers to make. She and her husband to be, Jerry, a slave from a neighboring plantation, were given the blessing of their owners to be formally wed. When the minister was marrying her and her husband, she later wrote that she, “did not want him to make us promise that we would always be true to each other, forsaking all others, as the white people do in their marriage service, because I knew that at any time our masters could compel us to break such a promise.” (Veney 18) Veney knew that as a slave women, she would always be subject to white enslavers’ sexual predation.","When examining the history of enslaved women, it is impossible to ignore the immeasurable cases of rape and sexual violence they were subject to.  These cases of abuse towards female slaves complete negate the argument of paternalism, presented in Baptist’s <em>The Half Has Never Been Told</em>, enslavers used to justify holding slaves. The constant raping of female slaves was a selfish and cowardly way for enslavers to reassure their own selves of their power. When focusing solely on the maltreatment prevalent for female slaves, the entire argument of paternalism is derailed. This is because there is no plausible way that an enslaver can believe that by raping and abusing a woman he is doing her a favor. His brutal actions are not saving her from her own inhumane tendencies, they’re breaking her. When studying the arguments of paternalism that are present in many justification arguments, one must extensively consider how rape cases and sexual violence make it hypocritical; male enslavers purchased female slaves not to take them under their wing as paternalism argues, but rather to use and abuse these women for their own selfish gains."],"display_date":"January 1, 1833 - December 27, 1858","search_date":"1845-12-29","locations":[{"id":52759,"lat":36.057938,"lng":-76.6077213,"zoom":8,"place":"Edenton, North Carolina"},{"id":52851,"lat":38.8413778,"lng":-78.5660852,"zoom":8,"place":"Shenandoah County, Virginia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":2841,"tag":"Rape and Slavery"},{"id":2842,"tag":"Female Slave Abuse"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":145,"school_id":11}},{"id":6857,"title":"\"Stonewall\" Jackson Suggests Noncombatant Roles for Shenandoah Valley Anabaptists","course_id":188,"status":"P","start_date":"1862-03-21","end_date":"1862-03-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the spring of 1862, Confederate General Thomas “Stonewall” Jackson contended not only with his Federal enemy, but also with the nonresistant peace churches of Virginia’s Shenandoah Valley. A letter Jackson wrote in March of 1862 explains that there were three denominations who resisted service in the militia even when compulsory. Although unnamed, they include the Mennonites, Dunkers (Church of the Brethren) and some Quakers. Some defected and attempted to escape to the North, while others hired substitutes. Those that did join militia forces could “be made to fire, but they [could] very easily take bad aim.” For the sake of an effective fighting force, Jackson suggested that the Virginia Governor John Letcher allow the men to be divided up into companies and used in non-combat roles to better serve the Confederacy.","The Anabaptists of the Shenandoah Valley generally practiced strict non-resistance. While these denominations were not pacifist per se, it was not permissible for them to use violence, or even the political means, to address their worldly issues. These sects condemned slavery, but it was not their place to end it or help support it, as in this case. Instead, even when drafted, the Anabaptist soldiers fired in the air to uphold their convictions.","At the time of Jackson’s letter, Union forces had already entered the Shenandoah Valley. Two days later, they tactically defeated Jackson’s own men at Kernville, Virginia. Maintaining forces in this part of Virginia kept critical Federal forces from other, more central fights. According to historian James McPherson, Confederates, including those in the Shenandoah Valley, were becoming weary by early 1862, having fought for nearly one year. Men had little desire to reenlist or voluntarily enlist. Compulsory service began to replace the voluntary system, forcing more men, including Anabaptists, into militias and general armed forces. While there was a general aversion to such compulsory service in the South, the non-resistant denominations were especially opposed to fighting and actively resisted it in various ways.","“Stonewall” Jackson was certainly not bound to peace as the Anabaptists were, but he was a man of strict Presbyterian faith. He understood the power of religious conviction and through this letter sought a better way to humanely deal with what others would view as disloyal soldiers. He made it clear that these men were “faithful laborers” that could be trusted. While they would not use a rifle to defend their Virginian home, they could still serve through non-combatant roles, like teamsters and laborers. This freed better soldiers for combat and partially dealt with the shortages which hampered the Confederacy throughout the war. More importantly, Jackson’s suggestion is the basis for conscientious objector status for nonresistant denominations in the Confederacy. On October 11, 1862, the Confederacy officially exempted some conscientious objectors, baptized members of specified nonresistant sects, from armed service entirely if they could pay a rather large fee. Although insufficient, such exceptions relieved some of the burden felt by the southern peace churches."],"display_date":"March 21, 1862","search_date":"1862-03-21","locations":[{"id":53193,"lat":38.753760758288,"lng":-78.447091118493,"zoom":9,"place":"Mount Jackson, Shenandoah County, Virgin"}],"tags":[{"id":3664,"tag":"Valley Campaign"},{"id":3663,"tag":"Conscientious Objectors"},{"id":3662,"tag":"CSA"},{"id":3615,"tag":"Protestants/Anabaptists"},{"id":1822,"tag":"Stonewall Jackson"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}