{"id":1346,"place":"BROWN, Texas","lat":31.7072227636,"lng":-98.9275503446,"episodes":[{"id":975,"title":"Calvin v. State\n","course_id":1,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["This case involved an African-American slave killing another African-American slave.  It was one of the few slave court cases in Texas where the judge went out of his way to ensure the rights of the slave.  The state of Texas took on the responsibility of providing the slave defendant with a counsel because he did not have the resources to secure one himself.  The state provided four different lawyers to the defendant through the trial and appeals process.  This case was also important because it was overturned in an appeal due to a technical weakness in the trial process.  The judge insisted that the law of the case is precisely the same as if the accused were a free white man'.  &lt;br /&gt;This was not usually the way that African-Americans were prosecuted in criminal procedures.  In most cases, the law was a lot harsher on slaves than they were on whites who committed the same crimes.  As Daniel Flanigan noted, the slave has no legal mind and no will which the law can recognize' except in cases of criminal procedures.  Punishments for the same crimes would vary, mostly depending on where the case was tried and what judge was presiding over the case.  Calvin v. State is truly unique in that it afforded the African American man being tried under the same law as a white man and was an anomaly for that time."],"display_date":1860,"search_date":"1860-07-01","locations":[{"id":12576,"lat":31.7072227636,"lng":-98.9275503446,"zoom":8,"place":"BROWN, Texas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}