{"id":1351,"place":"MONTGOMERY, Tennessee","lat":36.4968774405,"lng":-87.3829330472,"episodes":[{"id":839,"title":"Fracas&#39; between Officers and Colored People aboard Kentucky Train\n","course_id":1,"status":"P","start_date":"1877-07-16","end_date":"1877-07-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the morning of July 16th, 1877, an excursion train of black people left Clarksville, Tennessee en route to attend the funeral services of the black Reverend Wm. Neville.  During the duration of the trip, news somehow reached the sheriff of Todd country, KY that there were some blacks on board the train who were engaging in illegal commerce: the selling and buying of cigars and liquors on board the train without license.  Sheriff Johnson and Deputy Sheriff Wilcox were able to stop the train in Kentucky and went forward to arrest both Mark Johnson and Hut Barton , both black men.  &lt;br /&gt;According to the Courier Journal, the two police officers, fearing retaliation by these two men, felt that handcuffs were a necessary precaution.  Soon after, though, scores of black men on board the train rushed forward to try to stop the arrest and to rescue both Johnson and Barton.  Some sources believed that the arrest was a simply a retaliatory measure against Mark Johnson because the police believed that he was linked to the death of an Irishman from Guthrie, named Jeffcot which had occurred several months prior.  In the fracas,' a bullet apparently struck Johnson and would eventually lead to his death at his mother's home early the next morning.  In addition, Sheriff Wilcox sustained injuries as he was shot through his arm.&lt;br /&gt;The event's significance stands out on a number of fronts.  First of all, the illegal selling of goods aboard trains is a fine example of two new vices which became prevalent throughout the South at this time for black people: liquor and tobacco.  With blacks now free from traditional slavery and with an increase in ready cash, the historian Frances Simkins claimed that there use of alcohol, and alcoholism, increased.  Simkins recounts that the black lower classes' new-found access to alcohol scared many local officials as they believed the blacks were the cause of the profanity, vagrancy, murders, and assaults' which permeated Southern streets on average Saturdays now.  These racist generalizations were abound in Southern society and furthered the divide between blacks and whites."],"display_date":"July 16, 1877","search_date":"1877-07-16","locations":[{"id":12263,"lat":36.4968774405,"lng":-87.3829330472,"zoom":10,"place":"MONTGOMERY, Tennessee"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2383,"title":"Train Crash in Clarksville, Tennessee","course_id":1,"status":"P","start_date":"1869-08-14","end_date":"1869-08-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Eight miles outside of Clarksville Tennessee, a train shattered into splinters. The railroad bridge the train intended to pass over collapsed and the train plummeted thirty feet below into Rudd's creek. The impact was so severe that it killed four people and wounded forty to fifty people. The locomotive, caboose, express and baggage car, two passenger coaches, and one sleeping-car all burned down and creating 300,000 worth of damage. "," By the time of the train crash in1869, Tennessee railroads were dangerous because they were poorly kept. Historian Robert Corlew noted approximately 1,200 miles of railroads were built in Tennessee during the decade of the 1850s. They of course offered great potential for improvement and expansion of the state's economy when the Civil War came. The state of Tennessee invested a significant amount to build railroads all over Tennessee throughout the eighteenth century. Yet the damage from the Civil War was so detrimental to the railroad companies that after 1865 many of them could not continue construction. The state-aid system of Tennessee went into a debt of forty-three million dollars, much of which was attributed to their investments in railroads. "," Private railroad companies tried to pick up where state-aid funded companies left off. Their main focus was to connect the old railroad parts built before the war and form greater networks. Edward Ayers in remarks Throughout the 1870s and early 1880's Southern Railroad companies experimented with ways to accommodate themselves to the different widths of track between North and South Thus, the old and new railroad tracks built by various companies varied in size durability and reliability."," With such a high priority on connecting networks and small allotment of funding, companies sometimes overlooked the upkeep of the railroads. Even with the economy still in debt from railroad spending, Tennesseans still relied on the system. Consumers frequently used it overlooking the risks. Railroad companies prioritized the rapid networking of interstate transportation over safety. Few wanted to expend the time or money to inspect the durability of the tracks built before the war by other companies; all they wanted to do was connect them and get them up and running. "," Once they accomplished this, the railroads were very popular, despite the dangers. Southerners depended highly on railroads throughout the South for trade, commerce and rapid transportation. Private companies struggled to improve the economy building a network of train tracks as fast as they could. They filled the gaps between old tracks, but lacked in their focus on keeping the old tracks secure. Nobody checked the status of the bridge outside Clarksville before passing 300,000 dollars worth of goods over it. A closer attention to railroad security in could have prevented the crash, but with so much work to be done with such little funds, carelessness was inevitable."],"display_date":"August 14, 1869","search_date":"1869-08-14","locations":[{"id":12262,"lat":36.4974312593,"lng":-87.3841799318,"zoom":10,"place":"MONTGOMERY, Tennessee"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3118,"title":"Mrs Elizabeth Crockett&#39;s Poisoning\n","course_id":1,"status":"P","start_date":"1821-06-01","end_date":"1821-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Elizabeth Crockett, a member of one of the most famous families in Tennessee, died of blood poisoning in 1821. On June 1, 1821, a special court, held in Clarksville, Montgomery County, charged two slaves owned by Mr. William Sullivan with having killed Elizabeth Crockett. According to The Watchman, a Tennessean newspaper: the court and jury were occupied until about eleven o'clock, on Thursday night, with the examination of the case. Travis, one of the two slaves was acquitted, for the want of sufficient proof. The following day, there was the trial of his son, Kinchen, who was found guilty of murder and sentenced to be hanged on 8 June 1821. According to the journalist from The Watchman: The number of persons assembled to witness the scene was very great, not withstanding a heavy shower of rain, which commenced as soon as he was taken from jail and continued until near the time of execution.","Elizabeth Crockett's case shows how women, white and black, were vulnerable to the violence in the antebellum South. Indeed, being a member of a quite well-to-do family was not enough to be protected and it was sometimes a cause of their misfortune. As everywhere in the South, violence was part of the life of people in Tennessee, especially violence between different races. But Tennessee had to deal with lots of interactions between races, perhaps more than other states, notably because Tennessee was a frontier state with many Indian lands. It also had to deal with class cohabitation because there was a gap between rich planters and other Tennesseans. This is why violence was present in different ways in Tennessee: murder, robbery, revolts... The answer to this violence was justice: courts were enormously solicited, even for slaves such as in Elizabeth Crockett's case."],"display_date":"June 1, 1821 - June 30, 1821","search_date":"1821-06-15","locations":[{"id":12258,"lat":36.4871319194,"lng":-87.369253396,"zoom":10,"place":"MONTGOMERY, Tennessee"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}