{"id":1365,"place":"MARION, Missouri","lat":39.8059530591,"lng":-91.6223732728,"episodes":[{"id":460,"title":"Samuel Langhorne Clemens adopts pseudonym Mark Twain\n","course_id":1,"status":"P","start_date":"1863-02-03","end_date":"1863-02-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1863, Samuel Clemens was writing for Territorial Enterprise, when he wrote a humorous account of his travels, signing his piece with the pseudonym Mark Twain, the call he used as a riverboat pilot to signal that the water was two fathoms deep, safe for a boat's passage. This name he would continue to use when publishing in the future. At the time he was writing humorous columns reporting around the country. While on a reporting assignment, he met his mentor, Artemus Ward, who encouraged and aided him. &lt;br /&gt;After writing about his travel experiences around the United States, he left for a world tour, including Europe and the Middle East, publishing the tale of his journey in The Innocents Abroad, a very popular work. This fame gave Mark Twain' a loyal following. He followed his mentor's advice and continued to write and write; his works included several novels depicting life in the South: Adventures of Huckleberry Finn, Tom Sawyer, and Life on the Mississippi. He described a picture of life in the South, especially in his native Missouri, writing from his own perspective as a deserter of the Civil War. Huckleberry Finn explored the life of a riverboat pilot and a runaway slave floating down the Mississippi, again quasi-autobiographical. He used not only authentic portrayals of life in the South, but also the vernacular language of his native Missouri. Tom Sawyer drew on material from the author's own childhood experiences growing up, and Life on the Mississippi describes the life of a steamboat pilot on the Mississippi, another autobiographical treatment of the South.&lt;br /&gt;The impact of Clemens' work was widely renowned throughout America, with even Ernest Hemmingway writing, All modern American literature comes from one book by Mark Twain called Huckleberry Finn'.' His works were renowned for their authenticity, both in style and in content. While many of his works were published after the conclusion of the Civil War, he gained much of his experience while traveling around the country during this time."],"display_date":"February 3, 1863","search_date":"1863-02-03","locations":[{"id":7729,"lat":39.8059530591,"lng":-91.6223732728,"zoom":10,"place":"MARION, Missouri"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1855,"title":"Publication of Mark Twain&#39;s The Adventures of Huckleberry Finn\n","course_id":1,"status":"P","start_date":"1885-02-18","end_date":"1885-02-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 18th Samuel Clemens' The Adventures of Huckleberry Finn was published under his pen name, Mark Twain. Twain was born in Florida, Missouri and later moved to Hannibal, a town on the Mississippi River much like the towns depicted in his two most famous novels, The Adventures of Tom Sawyer and The Adventures of Huckleberry Finn. &lt;br /&gt;&lt;br /&gt;Twain began work on Huckleberry Finn, a sequel to Tom Sawyer, in an effort to capitalize on the popularity of the earlier novel. However, his new novel took on a more serious character, as Twain focused increasingly on the institution of slavery and the South. In the early 1880s, however, the hopefulness of the post-Civil War years began to fade. Reconstruction, the political program designed to reintegrate the defeated South into the Union as a slavery-free region, began to fail. Concerned about maintaining power, many Southern politicians began an effort to control and oppress black men and women. The Adventures of Huckleberry Finn is the story of a white boy's adventures down the Mississippi River with a run away slave named Jim. Along the way, Huck begins to realize the evils of slavery and find equality in African-Americans, referring to himself at one point as a low down dirty abolitionist'. Although Twain's novel was intended to be purely satirical, it gained a reputation as a somewhat controversial novel, banned in many Southern states for its use of racial vernacular common to the region and derogatory text. &lt;br /&gt;&lt;br /&gt;Nonetheless, it is a valuable tool for gaining a broader understanding of race relations and societal standards of the South during the post Civil War Era.  Ultimately, The Adventures of Huckleberry Finn proved significant not only as a novel that explores the racial and moral world of its time but also, through the controversies that continue to surround it, as an artifact of those same moral and racial tensions as they have evolved to the present day."],"display_date":"February 18, 1885","search_date":"1885-02-18","locations":[{"id":7731,"lat":39.8059530591,"lng":-91.6223732728,"zoom":10,"place":"MARION, Missouri"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}