{"id":1395,"place":"VAN BUREN, Missouri","lat":38.288627243,"lng":-94.3452200361,"episodes":[{"id":1956,"title":"The Honey War Boundary Dispute\n","course_id":1,"status":"P","start_date":"1839-12-02","end_date":"1839-12-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Colonel John C. Sullivan established the borders of pre-statehood Missouri and marked what he thought would be the northern boundary of Missouri. Unfortunately, Sullivan made a major error in his plans, which caused a discrepancy in the boundary line. This mistake made one part of the border more than four miles larger than the other. By 1833 when many people had settled in the area and were applying for Iowa statehood, this unnoticed error came to the forefront as the boundary line came into question. Missouri officials sent surveyor Joseph Brown to re-survey the Sullivan line in 1837. However, the vague description of the line's supposed origin outlined in the Missouri Constitution at the rapids of the river Des Moines, created another problem. The difference between the two survey lines was more than 2,500 acres and created a vast expanse of land that officials from both Missouri and Iowa claimed state ownership. By 1839 however, the conflict increased when Missouri sheriffs attempted tax collection in the disputed strip of land. Iowa governor Robert Lucas warned Missouri Governor Lilburn Boggs that the Missouri sheriffs would not be permitted to do this, but Boggs threatened militia action to ensure the taxes were collected. Missouri once again attempted to collect taxes in December of 1839, but Iowa officials arrested the Missouri sheriff. Both Missouri and Iowa called on their local militias to gather at the disputed strip of land. In the process, soldiers destroyed several profit-turning honey trees causing further upheaval between the states. A poem published by satirist John L. Campell entitled The Honey War mirrored the popular criticism of the two governors, giving the dispute its unofficial name.","With militias poised to fire, Clark County, Missouri formed a committee to deal with the issue. On December 24, 1839, peace talks led to the adoption of resolutions...requesting the two governors to submit the boundary question to Congress and suspend military operations. Governors Boggs and Lucas remained on poor terms while the line dispute remained unsettled. The Supreme Court finally settled the dispute in 1851, which established the Sullivan line as the official northern boundary of the state of Missouri. While the boundary dispute between Missouri and Iowa resolved itself fairly quickly, other southern land disputes at the time did not. United States governmental interactions with indigenous Native American populations led to conflict over land rights, especially when they removed Cherokees from their land in Georgia in the late 1830s. Later known as the Trail of Tears, U.S. government officials claimed tribal lands to accommodate whites who journeyed into the South to claim gold rumored hidden within the Georgia hills. The United States moved Native Americans to reservations throughout the mid-nineteenth century as a commonplace practice. Native Americans had limited negotiation power with the United States and reduced their autonomy to little consequence when they tried to settle land and boundary disputes."],"display_date":"December 2, 1839 - December 24, 1839","search_date":"1839-12-13","locations":[{"id":8031,"lat":38.288627243,"lng":-94.3452200361,"zoom":9,"place":"VAN BUREN, Missouri"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}