{"id":1424,"place":"CLARKE, Virginia","lat":39.1121724447,"lng":-77.9966294826,"episodes":[{"id":123,"title":"Reward Advertisement for Nelson and Priscilla, Two Runaway Slaves","course_id":1,"status":"P","start_date":"1816-01-15","end_date":"1816-01-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William Triplett, a resident of Frederick County, offered a forty dollar reward for the capture and return of two runaway slaves, Nelson and Priscilla (nicknamed Betsy).  The two slaves, a married couple, ran away January 9th from the Briscoes estate in Winchester.  The man was described as 23 or 24 in age, a very dark Mulatto, and 5'10-5'11 in height.  He was wearing a well-worn black, cloth coat and well-worn shoes.  The woman was described as being darker in complexion, stout and well-made, with a whip mark across her cheek and pregnant.   &lt;br /&gt;&lt;br /&gt;The woman, known for being a flight risk, also ran away from an owner, John Boowie of Fauquier County, 18-20 months prior to this incident.  However, she was found shortly afterwards passing as a free woman and working for a Mr. Rader.  It is clear that she is intelligent, because she reads English and also speaks German.  She was last seen wearing a drab colored new twilled dress, and a new fur hat.  It was also known that she had other clothing items that had not been recollected.   &lt;br /&gt;&lt;br /&gt;For slaves, running away was the most common form of rebellion against the institution of slavery.  Slaves, like Priscilla, who were in the habit of running away were liabilities to their owners because of the costs for recapturing them, publishing reward advertisements, bailing them out of jail, and loss of labor.   Runaways made it difficult for slave owners to maintain an efficient work force due to the time and energy spent on the problem.  To redeem some of their losses, slave owners would often sell flight-risk slaves in a distant market where the reputation of that slave was not known."],"display_date":"January 15, 1816","search_date":"1816-01-15","locations":[{"id":13834,"lat":39.1445168984,"lng":-78.1775216949,"zoom":9,"place":"FREDERICK, Virginia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1984,"title":"Dissent in the Democratic Party\n","course_id":1,"status":"P","start_date":"1895-01-16","end_date":"1895-01-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dissent in the Democratic Party"," The big issue leading up to the election of 1896 was the question of the free coinage of silver. With the decline of the economy following Grover Cleveland's election and his repealing of the Sherman Silver Purchase act, his Democratic base began to falter, and the Populist Party support of the free coinage of silver began to invade much of the Democratic Party. An article written on January 16, 1895, in Clarke County, Virginia's, Clarke Courier attacked these Democrats, who have more love for populist teachings than a wise and economic administration of public affairs. The newspaper recognized the great threat that these party dissidents posed to the security of the Party, writing that though the group is a minority, they still have the power to cause the majority to yield to its dictation. The paper holds that this new free silver coinage party will fail just as the greenbackers had decades before. "," The hard-line Democratic loyalists, that is, the Democrats loyal to Cleveland, claimed that Cleveland is the subject of ridicule and criticism due to his unshakable belief in the gold standard. They couldn't believe the idea that some of their own Party members would believe that a free silver coinage system would work; they believed that the United States was too big a place in the world to adopt such a financial policy. What the paper failed to recognize, however, was the extent of the power free-silver Democrats and of the Populist Party. Perhaps the political writers of the paper were in denial, or perhaps they genuinely didn't see it coming. However, in the election of the following year, the Democratic Party (as predicted by the article) yielded to the free silver Democrats under William Jennings Bryan, but fell to the Republican's solid gold standard in part due to the confusion that the Party's platform created in attempting to cater to hard-line Democrats, free-silver Democrats, and even Populists. This confusion and split in the Party affected even the 1894 Congressional election, where Democratic Party fell to the Republicans' 150,000 vote majority. As the split between the Democratic Party widened and the Populist Party remained a threat, the strife between the sections only worsened and the Republican victory in 1896 was virtually assured.","Date: January 16, 1895","Location: Berryville, Clarke County, Virginia","Episode Keywords: Economy, Government, Law, Politics","Episode Scope: Local, Regional, National","Clarke Courier, January 16, 1895. (Micfilm N-US VA-103, Alderman Library, University of Virginia).","Elizabeth Atwood, The Edge of the South, Life in Nineteenth-Century Virginia: Saratoga of the South: Tourism in Luray, Virginia, (University of Virginia: Rector and Visitors of University of Virginia, 1991), 195-205.","William J. Cooper, Jr., Thomas E. Terrill, The American South: A History, (United States of America: McGraw-Hill, 1996), 443, 445.","John B. Boles, South Through Time Vol. 2, (Upper Saddle River: Prentice-Hall, 1999), 424-426."],"display_date":"January 16, 1895","search_date":"1895-01-16","locations":[{"id":13750,"lat":39.1121724447,"lng":-77.9966294826,"zoom":10,"place":"CLARKE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3366,"title":"Newspapers after the Civil War\n","course_id":1,"status":"P","start_date":"1872-03-14","end_date":"1872-03-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 14, 1872 The Clarke Courier Newspaper printed an article concerning the failure of the mail for the past two weeks. Not receiving the mail was a source of great concern to the citizens of Clarke County, Virginia. The newspaper stated we would almost prefer to go without our super than fail to receive that excellent newspaper-a better is not to be found in all the country- The Baltimore Sun. The article did not explain what the hold up of the mail might be but it did assert that The Baltimore Sun has many and warm friends at this post office.","Before the Civil War newspapers were not widely read or printed. The newspapers that did print during that time did not hold any important news that the citizens felt they desperately needed to know. The Civil War brought an increase in demand to newspapers in the South. Somewhere around eight hundred newspapers were published, daily, weekly, and tri-weekly, in eleven states of the Confederacy in April 1861, Andrews asserts. The increase in demand for newspapers throughout the South was due to the want to know of war news. So many new newspapers were created during the Civil War in the South that once the war was over many of them continued to write news papers for their loyal readers. By 1872, when the article was written in The Clarke Courier about missing the weekly news from Baltimore, the people of Clarke County were so used to knowing what was going on in their country that the lack of news was worrisome."],"display_date":"March 14, 1872","search_date":"1872-03-14","locations":[{"id":13748,"lat":39.1121724447,"lng":-77.9966294826,"zoom":10,"place":"CLARKE, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4110,"title":"Threshing Machines of Virginia\n","course_id":6,"status":"P","start_date":"1821-03-16","end_date":"1821-11-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Virginia, during the period before industrial boom, new techniques for threshing wheat were becoming more and more popular.  The technique that had remained relatively unchanged since Biblical times was, after the wheat was harvested, to have it trodden upon by horses, cattle, or oxen. This practice was slow, tedious, and left dirty grain that only numbered in about five bushels a day per laborer.  However various new patents began to surface for machines that were each driven by a different number of horses which had different amounts of bushels threshed.","A certain Mr. George Wright from Middletown made two versions of a threshing machine in 1821.  Wright designed portable and fixed threshing machines that were made from iron to \"shake off the straw by cylindrical rakes, and clean or fan the grain\".  The portable design was made \"to travel or move about the country to thresh for hire.\"  However the fixed machine was said to be the most effective because it not only takes the wheat from the straw but cleans it as well, whereas the portable just removes the straw.  The machine threshed 35 to 37 bushels in just one hour, a substantial yield compared to the archaic method.  The Wright design did not use any horses, contrary to those popular in England.  The reason for this is that \"it would answer a good purpose if all the horses were of equal strength, which upon a farm, is seldom the case.\"  ","During the pre-industrial boom era, many new inventions began to build steam in rural communities and we very popular among the plantation owning gentry.  An example of another invention during this time is the \"ox-shovel\" that is pulled by oxen and digs up dirt.  Most of these inventions had multiple uses as evident by the fixed threshing machine that separates the straw as well as cleans it.  These machines helped greatly increased the rural economy in Virginia, not only with the upper class but with the lower classes who were given the option of hiring out a portable thresher.  This speaks to the close-knit communities in rural Virginia, in that individuals not only try to help themselves but spread about their new ideas to others while at the same time making a substantial amount of money."],"display_date":"March 16, 1821 - November 2, 1821","search_date":"1821-07-09","locations":[{"id":13835,"lat":39.1445168984,"lng":-78.1775216949,"zoom":9,"place":"FREDERICK, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}},{"id":5664,"title":"The Henry Watson Story","course_id":103,"status":"P","start_date":"1813-01-01","end_date":"1823-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the year 1813 right outside Fredericksburg, Virginia, a slave was born. The name of the slave was Henry Watson. Henry was born into slavery by his late mother, Letty. Like most slaves he had no recollection of his age, he had heard that the age of a slave is kept by the different seasons of the year. If a child were to ask of their age, the answer would be similar to this quote “this planting corn time, you are six, eight or ten”.","Henry awoke one morning in an utter confusion. He asked for his mother but no one spoke his mother was gone. The separation from his mother took a toll on Henry’s emption and body. No one expected the poor young boy to recover until old slave-women began to take care of him. The only way she could comfort young Henry was to give him the most information she could about the untimely disappearance of his loving mother. The story she told was cruel but common in the slave trade era. One day a slave-trader had pulled his buggy up to the front door of the house and his mother was sent forth. As she approached the buggy, she was knocked down, tied and thrown into the buggy. She was never to be seen again. This traumatic event made Henry strong and angry.","Henry learned that the principal business of slave masters was to raise slaves to be sold on the market. Unfortunately, Henry had learned the hard way about the trading process. One day, Henry’s life was turned upside down unexpectedly. Henry saw a man approaching his master’s house so he ran with the rest of children to hide. He got wind that his master was looking for him and ordered him into the house. The man inspected Henry and was satisfied. During the slave trade era, the body of a slave was inspected to for whipping scars or any other discretion on the body. Walter Johnson of <em>Soul by Soul</em> stated that Slave Traders “had to consider the slaves’ perspective to make sure they would have a body to go with the bill of the sale”. Slaves entered the trade alone and anonymous making Henry alone as ever.","In Walter Johnson’s <em>Soul by Soul </em>he speaks mainly of the slave trade and the surrounding market. Johnson looked at slave’s perspective of the trades and that was what Henry’s narrative was about. Henry wanted to tell his story through his own eyes, hoping that we as readers can try to understand the pain and suffering the slave market has caused."],"display_date":"1813 - 1823","search_date":"1818-07-02","locations":[{"id":13834,"lat":39.1445168984,"lng":-78.1775216949,"zoom":9,"place":"FREDERICK, Virginia"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"},{"id":126,"tag":"fugitive slave"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}]}