{"id":1446,"place":"FLUVANNA, Virginia","lat":37.8418490908,"lng":-78.2774543474,"episodes":[{"id":2005,"title":"Hired Laborers on the Farms of Central Virginia\n","course_id":1,"status":"P","start_date":"1876-01-24","end_date":"1876-01-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1876, Dr. Cary C. Cocke, the owner of a large plantation in Fluvanna County, Virginia, was concerned about the security of one of his major investments, his crops.  On January 24, 1876 Cocke received a letter from a store in Richmond, Virginia; the author of the letter regretfully informed Cocke that the wheat received from Cocke's farm fell short of the desired weight.  At the time that Cocke received the letter, R. S. Dunn, Cocke's farm manager, directed the planting, harvesting, and sale of Cocke's crops.  Thus, Dunn bore the responsibility for this oversight.  The store manager admitted that it was obvious to him that the crop fell short the moment that he first saw the wheat.  A competent and knowledgeable manager should have known that the wheat was insufficient according to market standards.  Dr. Cocke was unaware of this problem until the store manager informed him by sending a letter.  Between Dr. Cocke's visits to his plantation, he relied on the reports of his farm manager as a means to remain informed of the status of his crops and livestock.  During the second half of the nineteenth century, a number of farmers in Central Virginia, like Cocke, employed laborers to work their fields; these laborers served as a constant concern to the farmers in Central Virginia who were hoping to profit from sales of wheat and corn.  ","The cooperative nature of farm production in Central Virginia during this period increased the vulnerability of landowners like Cocke who employed independent laborers.  After slavery was abolished, farmers in Virginia abandoned the use of severe physical punishments to influence the productivity of their workers.  Instead, farmers in Central Virginia during the late nineteenth century adopted a more precarious position, as they entered into business ventures with their hired independent laborers, who were seeking to make profits, as well.  These cooperative farming ventures assumed a variety of forms and rendered landowners, especially those who lived away from their farm land, more vulnerable to the vices and virtues of their employees.  In <em>Southern Crossing</em>, Edward Ayers asserts that absentee landowners were growing in number during this time period, especially in the older southern states, such as Virginia.   ","Landowners, such as Cocke, relied largely on other men, in the form of farm managers, laborers, renters, and sharecroppers, to help ensure that their dreams of profit became a reality.  Both James Holladay of Prospect Hill, Virginia and Dr. Cocke utilized hired laborers on their farms.  Farmers' dependence on the labor of hired employees, renters, and sharecroppers was not limited to Central Virginia.  Ayers explains that farmers throughout Virginia, as well as farmers in all southern states, utilized various forms of collaborative labor.  Ayers argues that agricultural work displayed innumerable permutations.  While some farmers in the South utilized daily laborers, other rented their land or allowed sharecroppers to work portions of their land.","Landowners in Central Virginia found that their economic welfare was linked to the agricultural knowledge, work ethic, and trustworthiness of the employees who ran their farms.  This arrangement created problems; managers who failed to cultivate the crops adequately or neglected to realize the shortcomings of a harvest, as a consequence of their lack of the agricultural knowledge, had good reason to emphasize the good news and successes of the farm while downplaying the bad news and failures when reporting to the landowners."],"display_date":"January 24, 1876","search_date":"1876-01-24","locations":[{"id":13822,"lat":37.8418490908,"lng":-78.2774543474,"zoom":10,"place":"FLUVANNA, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2009,"title":"Women in Central Virginia Take Action against Poverty\n","course_id":1,"status":"P","start_date":"1876-01-01","end_date":"1885-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In January of 1876, Hester Tomlin was a troubled woman.  Hester discovered that her husband, Harry Tomlin, Jr. had written a letter to Dr. Cary C. Cocke of Fluvanna County, Virginia in December of the previous year in which he asked to rent a tract of land on Cocke's plantation.  Hester felt impelled to interfere.  A month after Harry wrote the aforementioned letter, Hester wrote an additional note to Dr. Cocke in which she begged him to deny her husband the land.  Hester explained, I hate to see [Harry] undertake anything that will not bring in money. . .for we are very destitute.  Women of the Central Virginia in the 1870's and 1880's felt trepidation when they envisioned a life of poverty; therefore, women played an active role in maintaining or improving their family's welfare.","Hester Tomlin was not the only woman in Central Virginia who feared poverty.  On the contrary, poverty was a salient topic to women across the region, as they contemplated their marriages, both present and future.  On January 30, 1885, Fredericksburg's local paper, <em>Free Lance</em>, printed a story about a woman who chose to marry a wealthy man and secure her economic future instead of marrying the poor man whom she loved.  This story appeared on the front page of the Fredericksburg paper.  In the aftermath of the economic depression of the 1870's, the topic was salient to the women in Central Virginia.  ","Many women in Central Virginia struggled or failed in their attempts to prevent or end their family's battle with poverty.  In Hester Tomlin's letter to Dr. Cocke, she admitted, I am living now on the charity of others and must continue to do so unless I can help myself in some boarding deportment. . .  Hester and other women of the time considered allowing people to live in their home as boarders so that they could earn money.  Yet, as Edward Ayers explains in <em>Southern Crossing</em>, Women [in the South] found exceedingly few opportunities to earn money in the countryside.  However, those who lived in rural areas, such as the farming areas in Central Virginia, could aid in farm labor.  An advertisement in the Fredericksburg newspaper in 1886 requested a farmer with a wife who understands the dairy business to help with the labor. ","Women, like Hester, throughout Virginia and in other southern states improved the economic wellbeing of their families by using a variety of methods for making money during the late nineteenth century, according to Ayers.  Ayers explains that farm women of the late nineteenth century normally produced and mended all of their family members' clothing.  Some women sold items such as butter, eggs, milk, and honey in order help their families earn more money.  Others made a profit by serving as a midwife to neighboring women.  Ayers also describes the vital role that women played as teachers in their communities during this time period.  In fact, Ayers points out that the number of female teachers in the South doubled in the 1880's. ","In the latter half of the nineteenth century, Central Virginians recognized the active role of women like Hester who worked diligently to better their family's financial situation.  On January 28, 1887, the <em>Free Lance</em> of Fredericksburg printed an article entitled They Never Strike that commended women for their hard work.  Yet, secretive or more subtle actions these women undertook in order to secure their family's future were undoubtedly overlooked.  In Hester Tomlin's letter to Dr. Cocke, she opened by admitting that writing the letter carried the great risk that her husband would find out about her interference.  In closing the letter, Hester requested that Dr. Cocke burn the note and never tell anyone about its contents.  Hester was both frantic and fearful. At times, women in Central Virginia acted against the wishes of the men in their lives in an effort to save their families or themselves from the poverty that threatened the families of Central Virginia during this time."],"display_date":"January 1, 1876 - January 30, 1885","search_date":"1880-07-16","locations":[{"id":13822,"lat":37.8418490908,"lng":-78.2774543474,"zoom":10,"place":"FLUVANNA, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2978,"title":"Stolen Bacon\n","course_id":1,"status":"P","start_date":"1866-04-30","end_date":"1866-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1866 Virginia, grand larceny included stealing someone's bacon. In Fluvanna County, a black man named William Holly stole the bacon and other property belonging to a white woman named Beverly Haden. Haden pressed charges for the offense, and the accused stood trial for his crimes, and was found guilty. After emancipation, trials involving free blacks in the South were often conducted carefully to avoid the possibility of being accused of any impropriety due to racial bias. ","When writing the report of the trial proceedings, Captain Frank P. Cranton, Attorney General Manager of that district, made sure to emphasize the complete fairness of the proceedings: The evidence and the prisoner's confession were strongly against him. The examination was fairly constructed. Colored evidence properly taken into consideration and every point of law contested in the prisoner's favor but his legal adviser Thomas H. Tuttwiler, one of the most responsible and best lawyers of the county. The proceedings throughout were conducted with all fairness, and no white citizen could have had a more impartial hearing. ","Often in cases of theft or other relatively minor infractions with recently freed blacks as the defendants a certain amount of condescending leniency was granted. The officers of the court regularly assumed that because of the short time that had passed since the defendant had even become a citizen, they could not be expected to be cognizant of the laws of the land. In her book <em>Dixie After the War</em>, Myrta Lockett Avery writes that The new manners of the blacks were painful, revolting, absurd. The freedman's misbehavior was to be condoned only by pity that accepted his inferiority as excuse. However condescending this attitude was, it may have had some merit, although it could just as easily be argued that even former slaves were aware that stealing was against the law. Either way, it definitely worked in the favor of the free blacks who stood trial.","This obsession with propriety and fairness was belied by the still-racist nature of the courts. In the document, Holly is identified as col'd (or colored), while Haden, a white woman, needed no racial identification at all. In his dissertation, James Douglas Smith writes about the sense of responsibility that whites in Virginia often felt towards freed blacks when it came to helping them navigate through the systems to which they had not been exposed prior to their freedom. Although this is of course not overwhelmingly true, as violence and racial tension comprised a large part of post-Civil War society all over the South, examples of white southerners displaying degrees of kindness, understanding, and paternalistic attitudes towards the newly-freed blacks can be found. "],"display_date":"April 30, 1866","search_date":"1866-04-30","locations":[{"id":13821,"lat":37.8418490908,"lng":-78.2774543474,"zoom":10,"place":"FLUVANNA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3608,"title":"Bettie V. Jones, Fugitive Slaves, and the Methodist Revival","course_id":1,"status":"P","start_date":"1849-01-01","end_date":"1856-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the mid-nineteenth century beginning in the year 1850, a period of intense religious revival known as the Third Great Awakening took root in the United States. The movement was a period of intense religious activism that trickled down from northern, urban cities and affected Protestant denominations with a heightened sense of social activism. Bettie V. Jones, a resident of Fluvanna County, Virginia, received numerous letters from family and friends, including her husband, William J. Payne, and various other people from and around Charlottesville, Virginia. According to the letters, the Payne family was prominent in the political sphere of central Virginia; included in the letters is a mention of the 1852 Whig convention and the upcoming election, along with a seating chart for the House of Delegates for the 1853-54 session. Jones, a Methodist herself, corresponded with a few Albemarle County residents about the Charlottesville Methodist Church revival, an event that was probably similar to the countless other religious awakenings sweeping the nation that sought to, among other things, counter the assertion that the Bible was fallible. ","Of particular interest to the historian in the collection is a letter addressed to Jones from a family member in Arkansas, a slave state admitted in 1836 on the condition that Michigan was admitted in 1837 as a free state. The issue of runaway slaves is addressed in the letter, a contentious subject that caused a great deal of strife among slaveholders and non-slaveholders alike. The Fugitive Slave Law, enacted in 1850, was established in response to the demands from the South for more stringent and detailed Federal legislation concerning the rights of slaveholders and the punishment of runaway slaves. This controversial law further divided those for and against slavery, prompting the increase in the number of abolitionists and the inception and increased efficiency of the Underground Railroad. ","The central tension that is elucidated in the letters to Bettie V. Jones is that of the revivalist spirit and increased moral awareness of southern Americans coupled with the institution of slavery. The collective conscience of the American South was at a crossroads in the 1850s; on one hand, the comfortably profitable lifestyle many southerners had grown accustomed to depended on slave labor as the backbone of their economic system while, conversely, the Third Great Awakening signified a renewal of vigor and strength in relation to the importance of personal religion. In 1845, some slaveholding states left the official Methodist Church to form their own branch, one that condoned slavery on the basis of moral justification by invoking God's will and the examples of slavery in the Bible. The Third Great Awakening focused on the intertwining of religion in the public and private sphere, a relationship that forced both community leaders and citizens to evaluate their beliefs in order to steer clear of hypocrisy. Bettie V. Jones, along with the other central Virginians who experienced the awakening, grappled with the inherent moral and social contradictions presented by religion and slavery that created an unsolvable dilemma, one that only a schism could reconcile."],"display_date":"1849 - 1856","search_date":"1852-12-31","locations":[{"id":13819,"lat":37.8418490908,"lng":-78.2774543474,"zoom":10,"place":"FLUVANNA, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3618,"title":"Jacob Enders Buries a Slave Child\n","course_id":1,"status":"P","start_date":"1845-01-01","end_date":"1845-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1845 Jacob Enders, an undertaker employed by Dr. Marcus B. Buck of Fluvanna County, Virginia, constructed a coffin, dug a grave, and buried an African American child for the total fee of two dollars and seventy-five cents. This receipt of service is included in a collection of other receipts and letters; a doctor's bill from one John Thomson, dated December 29, 1840 and a letter from Buck's wife are among the most notable documents that exist from around the same time period of the slave's burial. In the letter from Elizabeth P. Buck, she tells the unknown addressee that her husband is quite and that she wants him to go over the ridge, or into the valley. Nineteenth-medicine had very few remedies for the many ailments of central Virginian farmers, and these sicknesses were often transferred from among members of a family living in close quarters as well to and slaves that may have worked on the plantation.","Jacob Enders' notation of the services he rendered for Buck is nondescript and exceedingly simple. The transaction is divided into two parts, enumerated in column form with the description of his action on the left and the price associated with each deed. First, Enders lists Making coffin for Negro child and the figure of one dollar and twenty-five cents; next, Digging grave and interring same is listed as costing one dollar and fifty cents. The coffin was probably made of simple wooden planks and the burial sight was most likely unadorned, perhaps marked by an inauspicious headstone or cross. The life of this particular slave child exists in the mere three lines of Jacob Enders' receipt.","No matter how historians may characterize certain slave owners as benevolent masters who took good care of their slaves, life on a central Virginian plantation for a field slave was brutal. Summers in Fluvanna County were at times unbearably hot and humid, and the close living quarters available to slaves of middle-class farmers were undoubtedly hotbeds for sickness and disease. The fact that Jacob Enders' receipt is apparently scattered amongst other records from Buck's family and friends, including various other doctors' bills and general correspondence from his wife, suggests the insignificance of the young slave's life. Unlike Robert Campbell, a barber in nearby Augusta County whose life was remembered fondly and was actually memorialized in an obituary, this particular slave child was buried anonymously and ignobly. Though human life was expensive on an economic scale, the only record of Buck memorializing or reflecting on the death of this particular human being is captured in a simple document of sale. The inconsequential regard for African American life and the poor living conditions of meager, slaveholding farmers are demonstrated in this incident."],"display_date":1845,"search_date":"1845-07-02","locations":[{"id":13819,"lat":37.8418490908,"lng":-78.2774543474,"zoom":10,"place":"FLUVANNA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}