{"id":1457,"place":"BEAUFORT, South Carolina","lat":32.4068445137,"lng":-80.4452215468,"episodes":[{"id":457,"title":"54th Massachusetts regiment sent to South Carolina\n","course_id":1,"status":"P","start_date":"1863-05-28","end_date":"1863-05-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The first African American regiment, this group left Boston to head south to Port Royal, South Carolina, to fight for the Union army and demonstrate the capabilities of black soldiers. The enthusiasm of the troops was matched only by their numbers, a full regiment of fresh soldiers. In Boston, the regiment received a warm send-off, and the cheering crowds wishing them well were as vast as have seldom before been seen.' Not all Northerners were enthusiastic about black soldiers however. Two African American regiments were attacked in Washington by a band of Pro-Slavery ruffians.'&lt;br /&gt;The regiment did not succeed at first, but news of their valiant effort brought increased recruitment among the black community. Their efforts help sustain the Union's war effort, and slaves began to escape from their masters in the Northern slave states, so that they could enlist and fight. The success of this regiment led to the commissioning of Major Stearns to recruit African American soldiers nationally.&lt;br /&gt;Many of the commanders welcomed the new recruits. Major General N. P. Banks, said, that the two regiments he commanded answered every expectation,' but even he did not trust them to ascend to the ranks of officers: They require only good officers;to make them good soldiers.' However, acceptance of the soldiers was not universal among fellow military men. Observing an African American regiment fighting in New Orleans, one author observed that the coexistence of colored and white regiments had led to much agitation and dissatisfaction,' and that some white officers have threatened to kill the first colored officer that offers to assume in any way military authority in their presences.' In Baton Rouge, a soldier from Connecticut argued, God never made [African-Americans] soldiers, or any thing to make soldiers of.' In addition, it dampened morale among some white soldiers as they asked themselves, What are we fighting for? Is it to raise the negroes to an equality with white men?'&lt;br /&gt;Southerners were shocked by the enthusiasm of Northerners to black soldiers, discrediting their belief that the children of Ham possess singular aptitude for the profession of arms.' The South expressed its paternal attitude towards slavery, attacking the North for assigning the blacks in uniform the post of honorable danger;thrown forward to receive the murderous fire of the brave Confederates.' They also fault the emancipated soldiers for buying into the Northern ideology: he does not penetrate the motive that actuates his Abolition friends in endowing him with qualities and qualifications that he himself knows he does not possess.' However, Southerners were also excited at the prospect of fighting against African American regiments, as they believed that the white race possessed innately superior skills for war."],"display_date":"May 28, 1863","search_date":"1863-05-28","locations":[{"id":11447,"lat":32.4068445137,"lng":-80.4452215468,"zoom":8,"place":"BEAUFORT, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2022,"title":"Private Beaufort Slave Sale\n","course_id":1,"status":"P","start_date":"1836-01-01","end_date":"1836-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Sometime prior to the first of January 1836, slaveholder Thomas Fuller must have checked his books or given some thought to his economic needs. Perhaps he wanted to make some money, maybe he was in debt and needed to get cash to pay back a lender, or he may have been foreclosing on a loan. All of these were common reasons for selling slaves in the South. Or, maybe Fuller was just trying to get certain slaves off his hands for unknown reasons. What we do know is that he put an ad in the January 1, 1836 edition of the <em>Charleston Mercury </em> offering twenty slaves for private sale. In this group there were ten field hands, six children from the ages of five to fourteen, two older women, and two infants, Anyone interested in buying these slaves was to apply to him, but Fuller was sure to add a comment at the bottom of the ad: If these Negroes are not sold before the middle of February next, they will be offered for sale at Public Auction in Charleston.","The selling of slaves, as in the case of Thomas Fuller, was a common practice throughout the South. Masters sold their slaves for many reasons, but no matter the reason, slaves were torn from their homes, friends, and often families. Private sales, such as Thomas Fuller's, constituted the majority of slave sales in the South. These sales were often from neighbor to neighbor, or at least between people who lived in the same general vicinity. During the history of American slavery it is estimated that about 1,320,000 slaves were sold locally, while about 666,00 were sold at public auction or in interstate trades. Thus, sales like Thomas Fuller's were not uncommon at all and were advertised daily in Southern newspapers. The selling of slaves emphasized the principle that slaves were truly seen as property and nothing more, as Fuller's ad revealed. He was selling two infants, who may or may not been sold with either of their parents. The six field hands may well have been married people or parents, and the children, ages five to fourteen, were most likely sold off to the highest buyer, whether they were they were siblings or not. Every single one of these people may have left behind loved ones and each may have gone to a separate buyer. That is not to say that white buyers never bought couples of families. Some felt pulled to do so as slaves used white paternalistic attitudes to their benefit, or because buyers felt that purchasing families lessened the chance that their slaves would run away. Also, some white buyers may have felt their conscience weigh on them when they made their purchases. It is not known whether Thomas Fuller's slaves were sold privately to a neighbor or sold at public auction, but many accounts show that being sold privately was much preferable to enduring sale on the auction block.","Public auctions became increasingly popular cross the South during the nineteenth century as more slaves were needed, especially for the extremely heavy labor in the Deep South. At public auctions slaves were often categorized and rated, broken down by color distinction and supposed ability to work in the field, the home, as skilled workers ect. The slaves were expected to make themselves sell-able to people they have never seen before. Spouses, lovers, families, and friends were not always placed on the block together and were often sold apart from one another. Many buyers were more interested in purchasing a certain type of slave to fulfill a certain type of work than they were in buying families (unless of course) it suited their buying needs or they felt particularly compassionate. By the mid nineteenth century, male slaves could sell for 1300 dollars or more, women for 1000 or more especially if they were likely-looking, teenagers sold for slightly less than women, and children for about half as much. Whatever his incentive for selling was, Thomas Fuller was likely to make a great sum of money. No matter where his slaves were sold, a private sale or public auction, one can only hope that they were sold to decent plantations and kept with their loved ones, although this was a fate many slaves in the South did not experience."],"display_date":1836,"search_date":"1836-07-01","locations":[{"id":11444,"lat":32.4068445137,"lng":-80.4452215468,"zoom":8,"place":"BEAUFORT, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3240,"title":"A Reporters Response to Frederick Douglass\n","course_id":1,"status":"P","start_date":"1895-03-07","end_date":"1895-03-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 7, 1895 an African American reporter wrote quite a compelling article in New South, a local black newspaper in Beaufort, South Carolina. The article told the story of a slave boy abandoned at a young age who had to scrounge for food in order to survive. The author explained the many hardships and troubles this black youth experienced throughout his life. As the boy grew older he learned to read and write by teaching himself. In the man's later years, he would become a great political figure and a spokesperson for African Americans throughout the United States. The author then revealed that the man referred to in the article was Frederick Douglass. The article ended with a quote from Douglass that stated that all colored people had opportunities they must capitalize on and if a person remained in ignorance then there was no chance of survival. ","Many African Americans searched for a strong leader after emancipation and reconstruction. The subject of this article exemplified the importance of strong African American leaders in America. Frederick Douglass epitomized the ideal that black Americans could move away from their horrid past of slavery and become great contributors to society. The reporter withheld Douglass's name in order to show that any black person could come out of slavery and do truly extraordinary things. The quote from Douglass that the author included promoted the importance of a person who shed their ignorance through education. Throughout the United States, the education of blacks was an important subject among many African American leaders. Many blacks believed that in order to make a difference for themselves they first had to gain an education.","This idea of education for African Americans spread rapidly. After emancipation, African Americans established many schools black youths. Blacks began educating each other as they attempted to make a place for themselves in white America. Yet schooling was not the only area where blacks educated themselves. As many blacks learned to read then they began publishing newspapers for other blacks. The African American newspapers were a way for blacks to discuss with one another the issues that pertained to their race. The article found in New South and others found in African American newspapers discussed black problems and promoted a unified black identity."],"display_date":"March 7, 1895","search_date":"1895-03-07","locations":[{"id":11450,"lat":32.4068445137,"lng":-80.4452215468,"zoom":9,"place":"BEAUFORT, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3436,"title":"Donations\n","course_id":1,"status":"P","start_date":"1863-08-29","end_date":"1863-08-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Food was often hard to come by during the Civil War, especially in the South. But in Beaufort, South Carolina, at least in the summer of 1863, there was not a large shortage of food, or of generosity. "," In a letter to the editor published on August 29, 1863 in The Free South newspaper of Beaufort, northerner Dr. John Milton Hawks thanked the many local ?people of color? who had donated food to his patients over the previous months. Hawks was the Assistant Surgeon in charge of Hospital No. 10, a hospital founded in April of 1863 to serve African American Union soldiers. Since the hospitals inception, Hawks had received various donations of food ? ? cart load of watermelons, sweet potatoes, syrups, eggs, and chickens ? for his patients at the hospital. As quoted in his letter to the editor, ?The people of color have contributed very liberally to supply the wants of the sick and wounded soldiers, and will not soon be forgotten.? "," Beaufort was captured by Union forces on December 11, 1861 and was occupied by the Union army for the rest of the war. The majority of the white citizens fled the town for Charleston and left their slaves behind on November 7, 1861 when Union naval forces captured Port Royal. Left unattended in the absence of their masters, slaves looted plantations and food storages. To the slaves, November 7, 1861 was the ?Day of the Big Gun Shoot.? Sam Mitchell, a slave on a Beaufort plantation, thought the Union bombardment on Fort Walker was the sound of thunder rolling. His mother corrected him. ??Son, dat ain?t no t?under, dat Yankee come to gib you Freedom.? I been so glad, I jump up and down and run.?"," The outpouring of donations by the local citizens, connected only by color, spoke volumes about the relationship between fellow African Americans. Although they were of different backgrounds ? the soldiers of Northern descent and the local ?people of color? presumably of southern upbringing ? their common skin color and heritage united them."],"display_date":"August 29, 1863","search_date":"1863-08-29","locations":[{"id":11447,"lat":32.4068445137,"lng":-80.4452215468,"zoom":8,"place":"BEAUFORT, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3925,"title":"African American Spies in the Civil War\n","course_id":7,"status":"P","start_date":"1863-09-14","end_date":"1863-09-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William Stokes climbed to the rank of Lieutenant Colonel of the 4th South Carolina Cavalry unit while serving for the Confederate Army from January 1862 to April 1865. In his diary, Stokes highlighted the major events throughout his three-year term of enlistment in the Civil War. Specifically, he noted a number of occasions in which his regiment came in contact with both African American soldiers in the Union Army and slaves. In one such episode, Stokes learned that a small group of enemy soldiers, including eight armed blacks, had been tapping their telegraph wires near Green Pond, South Carolina. Stokes and his men soon pursued the party and managed to capture three of the black spies. Although he added that one of the black scouts drowned in retreat, Stokes provided no further information on the incident. ","The use of African Americans as spies was common throughout the Civil War. African Americans comprised over nine percent of the Union war force by the end of the war, but only a small fraction served as combat soldiers in the field. This was a result of a number of different factors, including a lack of experience, preparation, and training; poor organization; and carelessness on the part of white officers. Due to the racial divide, black troops also experienced unfair treatment for much of the war. Although few blacks directly participated on the battlefield, the Union Army employed many behind the scenes as scouts, raiders, or spies. They provided a significant contribution to the war effort. William Stokes encountered one such reconnaissance team, as he noted in his journal. The use of African Americans in the war, although not always on the front, gave the Union Army a distinct advantage and proved to be a \"defining moment in the history of the [black] race.\""],"display_date":"September 14, 1863","search_date":"1863-09-14","locations":[{"id":11488,"lat":32.467984914,"lng":-80.4033249144,"zoom":8,"place":"COLLETON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":5329,"title":"A descriptive entry about a wife of a rice planter during the Civil War. She discusses the issues she and her family endured during the war.","course_id":72,"status":"P","start_date":"1862-05-12","end_date":"1862-05-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Margaret Ann Meta Morris, (1810-1881) was the wife of a rice planter. She resided in coastal South Carolina with her family. She kept a personal diary in which she focused on topics such as her family being ill, historical events, plantation life, her children’s involvement in the Civil War, and her teaching efforts. The entry on May 12, 1862, describes what she endured while she and her family fled their home in the Colleton District of South Carolina due to fear of Union attacks. Margaret was very discouraged and upset. She had to leave abruptly with her family because they expected attacks from Union troops. Many moved from the lower country near the coast to the upper country. Margaret’s family moved to Spartanburg, South Carolina. Residents of the coastal region had to leave in such haste that family members and slaves were left behind. The train stations were more congested than usual, and people were trying to sell their houses. No one wanted to rent their homes, so instead they had to sell the homes for the best price attainable. In the upper country, food prices increased because the storeowners knew that families were desperate and had no other option than to purchase food from them. Margaret was enraged by this increase because she expected businesses to help out and not take advantage of the situation to make bigger profits. Her father had been very ill, weeks prior to the move and was already in Spartanburg receiving care. However with the chaos of the evacuation, there was no one to oversee his slaves and Margaret heard that they had fled to New Hope, South Carolina. Her father was not well enough to organize his own affairs. Margaret was in the process of moving her family and her husband was searching for a place to keep his servants, so they could not help her father. Margaret’s husband, Mr. Grimball did not find a place that was sufficient. If they could not find a place soon, one of their neighbors would allow them to board with her. They agreed to split the rent with her, but they feared that the landlord would raise the price if he knew there would be more tenants. Margaret ends her entry by expressing how sad she was to be leaving, and that their town in the Colleton District, was deserted. She knew that only more bad news would follow.","Margaret wrote her entry about a year after the start of  the Civil War. The war began in April of 1861 and ended in April of 1865. The first shots of the war were fired in Charleston, South Carolina, only sixty miles from Margaret’s home in the Colleton District. The fighting began when the Confederate government demanded that U.S. forces abandon Charleston Harbor, but instead of leaving, U.S. troops moved to Fort Sumter. When the president at that time, Abraham Lincoln, sent in a ship with reinforcements the fort was attacked by and forced to surrender.","People in Colleton District were so concerned about being attacked during the war because they were close to the coast. Being so close to the water made the Colleton District an easy target for Union raids. Ships could come in and land troops nearby with little warning, so Margaret and her family has no choice but to flee. There were a lot of raids and surprise attacks, so it was very likely that Margaret’s family would have been in severe danger if they stayed in Colleton District. Margaret and her family were living in the middle of difficult times, she was in the middle of a war. At any time she or her family could have been hurt. She also had other concerns, like her sons, who were actually in the army and her father who was ill. They had nowhere to stay, but she did not give up, she persevered. She did not allow her circumstances to leave her hopeless. Margaret supported her family and knew that they needed her, she possessed a lot of qualities that many people would not, if they had been in a similar situation."," "],"display_date":"May 12, 1862","search_date":"1862-05-12","locations":[{"id":11488,"lat":32.467984914,"lng":-80.4033249144,"zoom":8,"place":"COLLETON, South Carolina"}],"tags":[{"id":749,"tag":"Diary"},{"id":32,"tag":"Civil War"},{"id":1149,"tag":"Wife"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":72,"school_id":43}},{"id":5344,"title":"South Carolina Delegates Discuss Reconstruction with President Johnson","course_id":74,"status":"P","start_date":"1865-06-26","end_date":"1865-06-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Saturday June 26, 1865 a delegation of South Carolinians visited President Johnson for a free exchange of ideas about the fate of South Carolina under the Reconstruction.  The delegates and the president alike expected a candid and honest discussion.  The President began the conversation by stating, “Union was preserved, it must be on the principle of fraternity, both Northern and Southern States maintaining certain relations to the government.”.  Johnson also claimed, “A State cannot go out of the Union, and therefore none of them having gone out, we must deal with the question of restoration and not reconstruction.”  The president had thus opened a conversation where the delegates and he could talk openly about the upcoming reconstruction.  The conversation led directly to Johnson’s “Proclamation for the Provisional Government of South Carolina.”  The topics discussed in the meeting are addressed in the proclamation including the appointment of a Governor suggested by the delegates.","Johnson clearly stated that slavery was the cause of the war and that it would not be allowed to return to the nation, “The slaves went into the war as slaves, and came out free men of color. The friction of the rebellion has rubbed out the nature and character of slavery,” One delegate claimed that emancipation would only be conceivable if it was done through a process of gradual emancipation.  Johnson did not accept this position and stated, “…the friction of the rebellion had rubbed slavery out, but it would be better so to declare by law.  As one of the delegates has just remarked that the Constitution of South Carolina did not establish slavery, it were better to insert a clause antagonistic of slavery.”  Johnson was very clear that no form of slavery would exist in the reunified country.","`The delegates then brought up the issue of a state government.  Mr. Holmes, a South Carolina delegate, pointed out, “…we are without law, no courts are open, and you have the power to assist us.”  Holmes was asking for government assistance in reinstating the South Carolina state government.  Johnson agreed a government had to be in place but a new government could not occur, “unless it (was) based on right.”  Johnson wanted a revised state constitution before any laws were enacted in the state.  The delegates asked at the end of the conversation that a state governor be appointed in order for his request to be carried out.  According to the historian Jennifer Weber these conversations were common place during Presidential Reconstruction since plantation owners realized, “…that if they humbled themselves before the new president, they generally could have their way-at the expense of the freedmen.”  The delegates provided some candidates and Johnson agreed to consider Benjamin Perry.  Johnson later appointed Perry the provisional governor of the State of South Carolina."],"display_date":"June 26, 1865","search_date":"1865-06-26","locations":[{"id":11447,"lat":32.4068445137,"lng":-80.4452215468,"zoom":8,"place":"BEAUFORT, South Carolina"},{"id":1276,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5409,"title":"Mr. Guerrilla is Innocence Personified","course_id":77,"status":"P","start_date":"1862-09-06","end_date":"1862-09-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     On Saturday September 6th 1862 an entertaining article was published in The New South paper in Port Royal regarding the antics of guerrilla warfare. This intriguing article describes the operations of guerrilla fighters during the Civil War. Guerrillas during this period fall into several different categories. Partisan, raiding, and bushwhacking are just several of the main focuses of many historians of Civil War guerrilla warfare. Partisan rangers were brilliant Calvary men with quick wit that conducted raids of Union camps causing the soldiers to stay on alert. Likewise the Raiders were bands that had skirmishes with both civilians and military troops, while the bushwhackers were generally men who conducted raids from heavily covered areas of vegetation. Most bands were irregular fighters, not sanctioned by the government however this separated the partisan rangers because they were under the 1862 Confederate Congress Act. Port Royal’s article of 1862 informs the reader how these guerrilla bands would operate. The witty article focuses on the category of raider bands in general.                ","     In our article we look at “Mr. Jones” and his parish in the state of Louisiana. Our article in the New South states “Mr. Jones is a distinguished man in his local community, well known and well liked. He will use his personality to influence the men in parish to follow his lead and rebel against the incoming opposing troops.” From here the influenced party will organize into a small band of fighters, numbering around thirty to fifty-five, into gathering together their local supplies, such as rifles, shotguns, and mounting their horses, riding out to hide in bushes and woods in anticipation of the skirmish to come. They will lie in wait to ambush or sometimes secretly raid the military camps by night. They engage many times in fierce skirmishes with the enemy. If the opposing troops can pursue, they are sent on roundabout chase. These chases usually end up with the guerrilla stashing away the clues to his antics, where then “Mr. Guerrilla” is found sitting on his piazza, philosophically smoking the pipe of peace, with the appearance of innocence personified.”","      In many of the more dangerous raids, there were numerous civilian murders, rape, terrorizing of the locals, and robbery. In any category, guerrilla soldiers were masters of disguise, sometimes dressing in stolen Union soldiers uniforms or women’s clothing to fool the enemy. This led to much confusion as to who they were. In Missouri, bushwhackers were specifically adapted to inducing a state of confusion and the civilians could not tell if they were Confederates or Federals committing such horrible crimes. These guerrilla fighters, regardless of the region of country they were located in, felt justified by fighting by any means necessary for what they regarded as important. Guerrilla warfare historian, Michael Fellman, states that “in such a war, for guerrillas, terror was both a method and a goal.” In the case of “Mr. Jones” and most of the Confederates, they focused on Lincoln and the Northern aggression. Fellman adds that guerrillas demolished homes, supplies, morale, and lives of the citizens around them. There was a danger associated with guerrilla warfare that affected these local American populations that sadly today is overlooked for what is considered mainstream Civil War battles."],"display_date":"September 6, 1862","search_date":"1862-09-06","locations":[{"id":11447,"lat":32.4068445137,"lng":-80.4452215468,"zoom":8,"place":"BEAUFORT, South Carolina"}],"tags":[{"id":1232,"tag":"Irregular Warfare"},{"id":32,"tag":"Civil War"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}}]}