{"id":1459,"place":"CHARITON, Missouri","lat":39.5145426187,"lng":-92.9626052094,"episodes":[{"id":2024,"title":"Girl Chooses Death Over Shame\n","course_id":1,"status":"P","start_date":"1858-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The majority of farms in Brunswick, Missouri used slave labor up through the Civil War. H.C. Bruce was a slave on one of these farms. Many years after the Civil War, Bruce reflected on his experiences as a slave and recorded them in a book. According to Bruce, slave owners in Brunswick believed in having their slave women live a virtuous life. About nine miles from his farm lived a slaveholder named V. Harper. Harper owned quite a number of slaves, including one particular family that was respected by whites and blacks alike for their moral worth and character. In 1858, one of the daughters in this family, who Bruce described as having clean character, discovered that she would soon become a mother. This girl had not yet married nor was she engaged to a man at that time. Rather than dishonor herself and her family by bearing a child without a husband, she walked two miles to reach the Missouri River, plunged herself into it and was drowned."," During his account of the girl, Bruce acknowledged that it [was] not known who led her from the paths of rectitude. He also admitted however, that there would occasionally be a black mother with a very light-colored child. Bruce's diction suggests the slave was impregnated by her master. At that time, slaves were not considered as people, but rather as property. As property, slave owners often treated their slaves as they wished. Historian Joshua Rothman suggests, sexual contact between masters and slaves specifically and whites and blacks generally was commonplace in Virginia and in all slaveholding states. Because relationships between masters and their slaves were common in the antebellum South, it was reasonable that Bruce suggested such a relationship between the girl and her master. "," There are a few reasons why the girl in Bruce's account would have had sexual relations with her master. It was not uncommon in the antebellum South for a master to rape a female slave. As Rothman argues, a black woman's body was her greatest vulnerability. Rape was an effective weapon that slaveholders used to physically and mentally degrade their slaves. It was also a means to assert a racial hierarchy. Second, there were some instances where a slave woman would exchange sexual relations for preferential treatment on the plantation. However, the fact that the nineteen-year old girl drowned herself suggests that she probably did not engage in a sexual relationship to obtain preferential treatment on the farm. "," Though rape was not uncommon between master and slave, Bruce made it clear that slaves considered the action an attack on their honor and morality. Bruce stated that the girl decided that death was preferable in her case to disgrace. Rothman argues that in the antebellum South, a woman's honor resided in her sexual purity. The girl in Bruce's account realized that her pregnancy would bring shame to herself and her family. Instead of giving birth to her master's child, the girl decided to kill herself. With this action, she attempted to salvage as much of her honor and morality as she could."],"display_date":1858,"search_date":"1858-07-02","locations":[{"id":7480,"lat":39.5145426187,"lng":-92.9626052094,"zoom":9,"place":"CHARITON, Missouri"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}