{"id":1461,"place":"PLATTE, Missouri","lat":39.3803676231,"lng":-94.773626879,"episodes":[{"id":1390,"title":"Violence Resulting from the Kansas-Nebraska Act Leads to the &#147;Wakarusa War.&#39;\n","course_id":1,"status":"P","start_date":"1855-11-29","end_date":"1855-11-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Kansas-Nebraska Act of 1854 led to a passionate desire to populate the territories with either pro-slavery or free-soil voters.   One of the problems that arose from this situation involved the Platte County, Missouri, which, according to the Times-Picayune, some desired to be annexed to Kansas by pro-slavery factions on the border between Missouri and Kansas.  This heightened tensions between the pro-slavery and free-soil groups near that area.&lt;br /&gt;A land dispute led to the shooting of free-soiler Charles Dow by pro-slavery Franklin N. Coleman.  As the Nashville Union and American quotes from the Courier, this dispute began when three Abolitionists went to the home of Mr. Coleman and ordered him to leave.  He retrieved a weapon, and when one of the Abolitionists shot at Coleman, he shot the man dead.  Coleman gave himself up for trial, but, while he was gone, a mob of abolitionists drove Coleman's wife and children out of their home, setting fire to his property along with the homes of 15 other pro-slavery families in the area. This erupted into a larger conflict when the sheriff of Missouri arrested Lawrence, a friend of Dow's, on the charge of conspiring to retaliate against Coleman, as many of his comrades had already done by burning.  Deputy Marshal Jones arrested Dow, but the free-soilers gathered in a strong force, trying to coerce his release.  The militia had to be ordered by the Governor to ensure order in the area of Lecompton.   The Deputy ended up with a large group of pro-slavery Missourians behind him, with the intent of offering their services to the Governor to aid in maintaining the laws.' &lt;br /&gt;According to the Richmond Dispatch, the forces from Missouri were know as the Platte Riffle Company, and they marched up to meet up in Franklin with pro-slavery factions from Wakarusa and Westport.  It was reported that the Wayandott and the Shawnee Indians were going to side with the Free-Soil forces.  This quarrel highlights the escalation of tensions that resulted in Bleeding Kansas.'"],"display_date":"November 29, 1855","search_date":"1855-11-29","locations":[{"id":7840,"lat":39.3803676231,"lng":-94.773626879,"zoom":9,"place":"PLATTE, Missouri"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2026,"title":"Missourians Invade a Kansas Territory Election \n","course_id":1,"status":"P","start_date":"1855-01-04","end_date":"1855-01-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Reactions to the Kansas-Nebraska Act filled newspapers across the nation. <em>National Era</em>, an African-American newspaper based in Washington D.C. commented on the movement of pro-slavery people from Missouri into the Kansas territory. A letter from Governor Reeder of the Kansas territory, printed January 4, 1855, condemned the first election in the district for a delegate to Congress. Reeder stated that the majority of the people at the election meeting were not citizens of Kansas, but rather Missourians. These people rushed into the new territory only to return to their homes later that evening. Angry that Kansans were not making the decisions for the territory, he argued that the law guaranteed them the right to manage their own affairs. In a different article, a writer to the <em>Baltimore Sun </em>was quoted as saying, If the thing [was] to be repeated, however, at every election in Kansas, it [would] ultimately lead to bloodshed. He went on to suggest that the Missourians were organized in separate parties...[each] designed to operate at specified locations. Members of such parties stood by the ballot box, asked to see people's ballots, and intimidated any person who did not support slavery."," Governor Reeder estimated that on that day anywhere from 200 to 400 Missourians came by ferry and horseback to vote in Kansas. Missourians reacted in response to the Kansas-Nebraska Act of 1854. Under this act, popular sovereignty decided the issue of slavery in new territories. This meant newly forming states in the West had the right to vote whether they would be a slave state or free state. Reeder acknowledged his frustration that the people who lived in Kansas were not the ones who ultimately made the decisions. Historian David Potter states any resident could vote, however recently he arrived. Reeder recalled one man whose only attempt at a residence in Kansas [consisted] of a card nailed to a tree upon ground long since occupied by other settlers. "," Both Reeder and the writer of the letter to the <em>Baltimore Sun</em> stated that the Missourians who invaded the new territory supported slavery. Historian John B. Boles suggests there were as many as 5,000 fraudulent votes from border ruffians who wanted to ensure a pro-slavery candidate would be elected. The writer to the <em>Baltimore Sun</em> stated that an extensive scheme [was] on foot to make Kansas a slave state. Historian Clayton E. Jewett's argues that southerners used the annexation of western territories as a means of spreading slavery and gaining pro-slavery support in Congress. "," Tension mounted between the North and South as both sides struggled to control the future of slavery in new territories. Historian David Potter argues, Such friction was not unusual in frontier situations, and it often led to controversy, lawlessness, and violence. The writer to the <em>Baltimore Sun</em> mentioned that the proslavery Missourians threatened and intimidated the judges, violently drove off all those who were suspected of being in favor of any other candidate than their own, and pointed revolvers as some cast their vote. The writer to the <em>Baltimore Sun</em> predicted that the regional competition at elections would ultimately lead to bloodshed."],"display_date":"January 4, 1855","search_date":"1855-01-04","locations":[{"id":7840,"lat":39.3803676231,"lng":-94.773626879,"zoom":9,"place":"PLATTE, Missouri"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}