{"id":1467,"place":"BENTON, Missouri","lat":38.2948345855,"lng":-93.2879471803,"episodes":[{"id":2032,"title":"A Soldier&#39;s View of the Role of Women in the Civil War Effort\n","course_id":1,"status":"P","start_date":"1865-02-13","end_date":"1865-02-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Charles James lived in Missouri but fought for the Confederate army in Virginia during the Civil War. In a letter to his sister on February 13, 1865, he discussed the problem the Confederate Army had with absentees and deserters at the beginning of 1865. In an attempt to coax these soldiers back into the army, James stated that General Lee [issued] a general order granting amnesty to all who will within twenty days from the publication of said order report to their commands... The Confederacy had offered amnesty to deserters before, but James stressed this was their last opportunity to avoid the punishment which they deserve. Even though James stated these soldiers left when the army and the people were depressed in spirits, he also blamed women and the allurements of home, as reasons why soldiers left their post. While James placed part of the blame on women, he also added women of the confederacy [had] the power, if they [had] the will and determination, to save the country. It was the women's role to lead the Confederate soldiers away from the pleasantries of grand balls and home life. If they [did] this, James argued, 1865 [would] be the last year of the war."," Charles James kept his sister informed of the state of the Confederate army while he was in Virginia. These letters were the only way that his sister could follow the fighting. According to historian Edwin C. McReynolds, the fighting had ended in Missouri in November 1864. In his February 13, 1865 letter, James clearly stated the role Virginia women should have played during the Civil War. It was their duty, he argued, to put pressure on Confederate soldiers to resist the temptation to remain in their home. Historian George Rable claims, Women had to shame these cowards into doing their duty. James's sister would have been surprised to hear the extent Confederate women contributed to the war. Women in Missouri played a much larger role in fighting for the Confederacy than in Virginia. In his essay Women and Guerrilla Warfare, historian Michael Fellmen argues that Missouri saw the most intense guerilla fighting of the war. Women played an active part in this warfare, both as participants and as victims. They made both verbal and physical attacks against Union soldiers. "," Charles James said women had the opportunity to prove themselves equal during the Civil War. While James implied that this would happen if women focused on preventing deserters, women expanded their role in other areas as well. Historians Eric Foner and Olivia Mahoney claim that while the men were off fighting the war, women played a larger role in managing the plantation, slaves, and participated in other professions previously limited to men. Because there were great casualties for both sides during the war, these women were often forced to continue these new roles at the conclusion of the war. Historian Anne Firor Scott argues that the experience women gained during the Civil War opened doors for women who put their newly acquired skills to good use. James predicted 1865 [would] be the last year of the war. He did not however, foresee just how much women moved toward more equal rights to men."],"display_date":"February 13, 1865","search_date":"1865-02-13","locations":[{"id":7404,"lat":38.2948345855,"lng":-93.2879471803,"zoom":9,"place":"BENTON, Missouri"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}