{"id":1476,"place":"BARNWELL, South Carolina","lat":33.2565006284,"lng":-81.3960341006,"episodes":[{"id":2037,"title":"Wealthy Family Discusses Country Poor\n","course_id":1,"status":"P","start_date":"1861-06-17","end_date":"1861-06-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Civil War did nothing if not shake up the economy of the South. Even before emancipation shattered the fortunes of slave-holding families across the region, the war and ecology brought privations and shortages that wrecked the economies of entire regions. In this time of constant and deep flux, the wealthiest, especially in the armies, interacted extensively with the poorest elements of society. Distinct cultures sometimes clashed. In this setting, General J. H. Hammond of Barnwell County, South Carolina, wrote to his son, Captain Harry Hammond, in response to a letter from Harry. While Harry's initial letter no longer exists, General Hammon's response makes it clear that Harry complained with some vigor about the manners of the country folk in the Barnwell and Orangeburgh area. The General's response to Harry's inferred comments sketch a dramatic picture of the way that at least some leading, wealthy citizens viewed the poor during the Civil War.","J. H. Hammond, writing to Harry Hammond in the summer of 1861, addresses Harry's comments about the poor community nearby. I am very sorry to hear your account of the conduct of the low country people. You must make great allowances for people who have just fallen in a day from affluence to poverty. According to Hammond, many of these poor families were made so by sudden and recent changed in fortune. This terrible collapse...shakes every nerve moral & physical...Chivalry and...manners were always strangely mixed up among [these] people ...The Chivalry has mostly gone to the war & the sense probably also. What was to be expected of the rest. ","     Hammond, while somewhat condescending, still evinces great pity and empathy for the low country poor. In private correspondence with his son, there is little reason for Hammond to write anything but his honest opinion. That he still shows respect for the poor demonstrates the sympathy that at least some of the upper class felt for the less fortunate around them. If class conflict was an important force in this time and region, J. H. Hammond had little to do with it.","     During the Civil War and Reconstruction, Northerners often saw poor whites as natural allies. To the Northern mind, these poor classes were antithetical to the rich, planter class in charge of the Confederacy. Hammond's letter bring this perception into question - if a sizeable number of poor whites were once wealthier families who had come into hard times, their ties with the planter class were stronger than Northern leaders suspected. Even if Hammond is incorrect, the support he shows for the local poor of South Carolina suggests that this mass of poor whites and the wealthy families were not completely isolated. Still, as Harry Hammond discovered first-hand, poor whites certainly did have a markedly different culture from the wealthy landowners around them. This culture, later stereotyped as rednecks and Holy Rollers, remained independent of popular culture throughout the war and Reconstruction."],"display_date":"June 17, 1861","search_date":"1861-06-17","locations":[{"id":11438,"lat":33.2565006284,"lng":-81.3960341006,"zoom":8,"place":"BARNWELL, South Carolina"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2041,"title":"Yankees Rampage through Barnwell\n","course_id":1,"status":"P","start_date":"1865-03-01","end_date":"1865-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In the winter and spring of 1865, Union forces smashed through South Carolina. The exploits of these Northern armies quickly became propaganda for Southern newspapers. The Milledgeville, Georgia Southern Recorder, hearing of the Union capture of Barnwell, South Carolina, reprinted a sensational letter from its correspondent, The Constitutionalist. The article, full of rhetoric and exaggeration, recounts Union troops bursting into homes, where the privacy of ladies apartments...was not respected while searching for gold and valuables. After stealing everything worth taking, the troops spoiled the remaining food, assisted throughout by the faithlessness of negroes. The Recorder quotes the men as saying, We cannot whip your men and are determined to make the women and children suffer. After burning much of the town to the ground, General Kilpatrick arrived and put a stop to the attack, though the Recorder's letter insists that he gave secret orders to burn the town after dark.","Sherman's march through Georgia and the Carolinas focused on destroying infrastructure and demoralizing Confederate troops. With most of the Southern armies in Tennessee and Virginia, Sherman faced few troops until near the end of the march. In the meantime, he burned and pillaged his way through the heart of the South, focusing special attention on South Carolina, first to secede and thus a potent symbol. Before General Sherman began his march through South Carolina, he received a telegram from Chief of Staff Halleck noting that he hoped that upon Charleston, South Carolina's fall, by some accident the place may be destroyed, and if a little salt should be sown upon its site it may prevent the growth of future crops of nullification and secession. Barnwell was not a particularly important county for the war effort, lacking major cities, fantastic wealth or even a particularly large population. It, like much of South Carolina, was burned as an example to the South as a whole.","     Historians have long debated the role that public morale played in the conclusion of the Civil War. Through articles such as the Constitutionalist's, the Confederate press attempted to turn Sherman's efforts at demoralization into public resolve to continue fighting. The Confederate government, through limited censorship and influence, used the press throughout the war as a tool for propping up continually-declining public morale. The letter reprinted in the Southern Recorder has the subtlety of a lead brick. Perhaps unsurprisingly, most of the Confederate press' efforts at morale-building were ultimately unsuccessful. While the importance of public morale in ending the war remains open for debate, this loss of popular confidence was certainly a serious problem for the South by 1865."],"display_date":"March 1, 1865 - March 30, 1865","search_date":"1865-03-15","locations":[{"id":11438,"lat":33.2565006284,"lng":-81.3960341006,"zoom":8,"place":"BARNWELL, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2042,"title":"Feeding Prisoners on a Pittance\n","course_id":1,"status":"P","start_date":"1861-11-20","end_date":"1861-11-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When S. N. Stallings signed up for service in the army of the Confederate States of America, he sought glory and excitement in the defense of his home and values. By 1861, Stallings' dreams had faded. Rather than fighting against invading hordes of Yankees, he was guarding prisoners of war at the courthouse in Barnwell County, South Carolina. ","Worse, the Confederate government had little interest in protecting the health of Stallings' wards. Writing to his friend, General J. N. Hammond of Barnwell, Stallings complains, I have eight thousand prisoners in jail and only receive thirty cents per day for food. With duty and humanity driving him to care for the men as best he could, Stallings wrote to friends such as Hammond to ask for whatever they could spare. Stallings joined the Confederate army hoping for glory, fortune, and advancement. Instead, he received a daily expence - both financially and emotionally. ","     The conditions of the camp drained Stallings' enthusiasm for army life. Each day, the prisoners under his case made reasonable demands: bread, butter, better housing. Each day he had to reject these requests. Soon he began to doubt the judgment of those who let such a state of affairs come to pass. Begging Hammond's opinion on the issue, Stallings offers his own bleak appraisal: I fear that we have weak and incompetent men at the head of affairs.","     Around 60 miles from Stallings' camp lay Andersonville, Georgia, the future home of the notorious prisoner-of-war camp. Like Barnwell (though on a larger scale), Andersonville suffered from overcrowding, food and material shortages, and the resulting deaths of a great many prisoners. The Northern press used Andersonville and Confederate prisons in general as a symbol of barbarity and dishonorable conduct on the part of the South; after the war ended, Henry Wirz, the commander in charge of Andersonville, was the only man executed for war crimes. Historians have debated the justice of this verdict for decades, some pointing out his constant but ineffective attempts to improve conditions. If Stallings' experience is any indication of the circumstances faced by the commander of such a camp, Wirz faced a truly impossible task.","     Prisoners-of-war in both North and South suffered keenly during their captivity. The best figures, while imprecise, estimate that 15.5 percent of the 194,000 Union prisoners died in captivity, a rate 28 percent higher than that for Confederate prisoners. Like in the case of the Barnwell captives, many historians name poor food as one of the causes for this disparity. Conditions would get much worse after 1861, as the prisoner exchange program broke down and the Confederate economy became further exhausted."],"display_date":"November 20, 1861","search_date":"1861-11-20","locations":[{"id":11438,"lat":33.2565006284,"lng":-81.3960341006,"zoom":8,"place":"BARNWELL, South Carolina"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2776,"title":"Black Prisoners Taken and Killed\n","course_id":1,"status":"P","start_date":"1889-12-28","end_date":"1889-12-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Authorities in Barnwell, South Carolina had arrested and jailed a group of black men, accusing them of the murder of a pair of white men in the area. As the eight suspects sat in their jail cells one night in late December 1889, a group of masked men entered and forcefully removed them from the jail. The masked men took the accused and slaughtered each and every one of them. While the law enforcement had not yet decided whether to take action or not, blacks in the community felt the incident was critical enough to call a town meeting. They intended to discuss plans of a mass emigration from the South Carolina county in order to avoid further racial intimidation and discrimination.","At the end of the nineteenth century, race relations worsened as racial violence replaced efforts to harmonize blacks and whites in the South. Crime increased during this period which in turn caused people's responses to crime to grow more severe. Lynching became a popular way for whites to threaten and maintain social dominance over black suspects and criminals. This was especially prevalent in areas that had weak law enforcement, such as rural places like Barnwell. White citizens had to protect themselves, especially against a group they considered so dangerous.","Yet law enforcement played a larger role in lynching than believed by historians. It was not the lack of authority that allowed lynchings to occur. Rather, it was their neglect to take preventative measures. Most private mob lynchings, such as this one, actually got their victims from the law enforcement itself. In fact, over 80 percent of those lynched had previously been in police custody. Therefore, it was not extraordinarily unusual for a group of men to enter the jail and remove its inhabitants without question. The compliance of law enforcement in the South was a major contributor that allowed Southern whites to make lynching and mob violence a routine occurrence."],"display_date":"December 28, 1889","search_date":"1889-12-28","locations":[{"id":11440,"lat":33.1860728833,"lng":-81.3017225609,"zoom":9,"place":"BARNWELL, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2913,"title":"Opium Abuse in Barnwell, SC","course_id":1,"status":"P","start_date":"1850-05-07","end_date":"1850-05-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 7, 1850, Dr. John William Ogilvie traveled eight miles to a plantation in Barnwell County, SC in response to a reported overdose of Laudanum, or a tincture of opium. The patient had attempted suicide, swallowing the tincture at 4:15 that morning. Arriving at 7:15 AM, Dr. Ogilvie found him still alive. Apparently in a state of melancholy, the patient was conscious and calm, but expressed regret that the doctor had come as he still wished to die. Dr. Ogilvie, however, proceeded to treat the patient without any apparent difficulty. Initially, he administered ten doses of zinc sulphate solution, five minutes apart. The patient began to vomit fifteen minutes after the last dose, and Dr. Ogilvie smelled and saw the drug in his regurgitated fluids. The doctor then proceeded to put a tube down his patient's throat and forced four pints of warm water into the man's stomach. Dr. Ogilvie left at 10:45 AM, his patient stabilized and quickly recovering.","Depression was one of the most serious consequences of opium addiction, and so Dr. Ogilvie's patient might well have been a long-term abuser of the drug. Up until the twentieth century, most opium abusers became addicted to the drug after having it prescribed as a pain treatment. Pharmacists often dispensed it without a prescription, or the doctor would leave an additional supply with the patient's family. The drug was not only pleasurable, but also highly addictive and widely available. Historically, southern whites were the most susceptible to opium addiction, and prior to 1900, the addiction primarily affected the middle- and upper-class. Country physicians actually had the highest rate of addiction among nineteenth century professions. Although Dr. Ogilvie's notes do not suggest that he was an opium abuser himself, he was likely very familiar with the addiction, which perhaps accounts for his successful and evidently calm response to this suicide attempt.","The most significant incidence of opium abuse in the United States occurred during the Civil War, when an estimated 400,000 soldiers became addicted to the drug. Opium and morphine were two of the few painkillers that wartime surgeons could access; they prescribed it as an anesthetic for major surgeries and amputations, as well as for the treatment of painful diseases. Dependency was likely heightened by soldiers' traumatic experiences during the war, which often led to depression. David Courtwright suggests that a more gradual increase in abuse between 1830 and 1860 affected the rate of addiction during and after the Civil War. This growth was the consequence of several cholera and dysentery outbreaks during that time period-including one between 1847 and 1851, just before this patient's attempted suicide-as these diseases were regularly treated with opiates. During the nineteenth century, the abuse of drugs like laudanum and morphine was not unusual or frowned upon, as Dr. Ogilvie's notes suggest. As a result, addiction became more commonplace because nobody thought it was important to regulate these substances. It was not until the significant abuse during and after the Civil War that doctors began to take drug abuse seriously and medical opiate addiction finally began to disappear."],"display_date":"May 7, 1850","search_date":"1850-05-07","locations":[{"id":11437,"lat":33.2565006284,"lng":-81.3960341006,"zoom":8,"place":"BARNWELL, South Carolina"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4141,"title":"Southern Benefits from the Compromise of 1850\n","course_id":5,"status":"P","start_date":"1851-09-05","end_date":"1851-09-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The North and South had reached a stalemate, the compromise measures had been debated for over ten months.  Finally, an agreement was reached.  In September of 1850 the provisions that would become the Compromise of 1850 were passed.  About a year later, on September 5, 1851, Winchester Graham, a representative from South Carolina, gave a speech in Barnwell, S.C. that defended his support of the Compromise measures.  In the beginning of his speech, Graham called the compromise \"...the greatest legislative victory to be found in the annals of our country and that the institutions of the South are now resting on firmer foundations than they ever had before...\"  Next, Graham gave an overview of the major pieces of the compromise.  First, Graham talked about the abolition of the slave trade in Washington, D.C.  He argued that this was of no consequence to the South and that the Congress had the power to regulate the commerce of the District of Columbia.  Second, he talked about the admittance of California as a free state.  He dispelled the myth that this was a policy of the Free Soil Party intended to entrap the South, and argued that slavery would never have come to California because of its climate and terrain.  Graham supported the admittance of California as a whole, instead of divided at the 36' 30' line of the Missouri Compromise, because if it had been split it would allow two free states to come into the Union instead of one.  Third, Graham argued that the Texas-New Mexico border act, long viewed as an assault on the slave state of Texas, was proposed by a southerner, Pearce of Maryland, and was beneficial to the Southern cause.  This measure helped the South because it paid of the debts of Texas and also gave the South \"40,000 miles of free territory\" to establish new slave states to bolster Texas and the South.  Finally, the Fugitive Slave Act was a major victory for the South because it allowed for greater protection and return of their property, the slaves.  In conclusion, Graham said that the Compromise led the nation away from the brink of succession; this succession would have caused a costly war that would have taken a horrific toll on the South. ","    The debate over the Compromise of 1850 was one of the most contentious and heated debates in the history of the United States Senate.  Political fanatics, from the North and South, objected to the measures, bringing the nation to brink of disunion and hostility.  Author John Waugh argues that the compromise was built on the back of the \"political middle\" with measures that were meant to appease the North, the admittance of California, and ones to appease the South, the Fugitive Slave Act.  While the other measures, especially the Texas-New Mexico border act, represented a political quagmire, from which both sides refused to relent.  In his defense of the Compromise, Graham interpreted all of the measures as strengthening the South, even the concessions to the North.  His speech was an appeal to his constituents, making them realize that the compromise, and his support of it, led them away form the disaster of succession while also helping the Southern cause.  Graham wanted his constituents to view the measures as a victory, not as a compromise, because it helped avoid the destruction of the Union and reinforced slavery in the South."],"display_date":"September 5, 1851","search_date":"1851-09-05","locations":[{"id":11437,"lat":33.2565006284,"lng":-81.3960341006,"zoom":8,"place":"BARNWELL, South Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}]}