{"id":1487,"place":"TALBOT, Maryland","lat":38.702724259,"lng":-76.2699764629,"episodes":[{"id":1962,"title":"Counterfeit Bank Notes\n","course_id":1,"status":"P","start_date":"1817-03-25","end_date":"1817-03-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The Republican Star and General Advertiser </em>of Easton, Maryland printed an article titled Citizens, Beware of Counterfeiters on March 25, 1817. The article informed the people of Easton that there is a gang of villains now in our borough, who are endeavoring to further a scheme of the most diabolical swindling, by putting into circulation Counterfeit Notes of 50 and 20 on the Union Bank of Maryland. ","Counterfeiters significantly threatened the efficient development of the American economy. For the merchants of Easton, failure to recognize counterfeit notes resulted in substantial financial losses. In terms of their customers, it meant the loss of one's reputation as a trustworthy vendor. Attempts made by Congress to create a sound currency clashed with the cherished belief held by many Americans that the federal government should have a limited role in the nation. According to historian David R. Johnson, the federal government reserved the right to coin money but neither institution that Congress created, the US Mint and the Bank of the United States, exerted much control over national development. "," Counterfeiters gained a tremendous advantage with the development and proliferation of state banks such as the Union Bank of Maryland. Due to the Mint's failure to produce enough coin for the rapidly expanding economy, Johnson claims that state banks began to compete with the Mint as a monetary source by issuing their own currency. State governments chartered privately owned banks, and granted them the right to issue currency backed by each bank's capital reserves. State Banks claimed that their bank notes did not violate the federal government's currency policy since the states neither directly issued these banks notes nor supported them with their credit. Counterfeiting became far easier with the increase of paper money in circulation. <em>The Republican Star and General Advertiser</em> newspaper article stated, we look to our police, on this occasion, for such vigilance as may bring the whole of these wretches to justice. Counterfeiting threatened efficient development of the American economy, and failure to recognize counterfeit notes often resulted in significant financial losses. "," For southerners, the bank brought out their fears of an oppressive central authority, and the necessity for local control to protect liberty. Senator Nathaniel Macon in 1818 expressed the anxieties of southerners; I must ask you to examine the constitution of the U.S. ... and then tell me whether if Congress can establish banks, make roads and canals, whether they can free all the Slaves in the U.S. The rising numbers of counterfeiter bank notes in circulation became an increasingly greater problem associated with the banking system. The development of the American banking system created tensions between the North and South. According to historian William J. Cooper, opponents of banks in the South charged that the power of banks gave an unnatural privilege that imperiled both the independence of the community and the control individuals had over their own affairs."],"display_date":"March 25, 1817 - March 26, 1817","search_date":"1817-03-25","locations":[{"id":6065,"lat":38.702724259,"lng":-76.2699764629,"zoom":9,"place":"TALBOT, Maryland"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1964,"title":"A Clash of Views over Indian Removal\n","course_id":1,"status":"P","start_date":"1829-08-12","end_date":"1829-08-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The Republican Star and General Advertiser</em> of Easton, Maryland published an article on August 12, 1829 regarding Indian removal. The Easton article responded to the essay written by William Penn published in <em>The National Intelligencer of Washington </em>on July 17, 1829. Penn's essay discussed the need to exterminate the Indians in order to allow for expansion into the West. The article in the Easton newspaper stated that while there seems to be such a prevalent disposition south and west of us to exterminate the aborigines of this land, we feel it our duty to raise our voice and use every exertion to stay that band of power from sweeping them from the face of the earth. The article published in <em>The Republican Star and General Advertiser</em> asserted that we stand for the bitter detestation and abhorrence of tyranny and oppression of the aborigines of this land. Additionally, in response to William Penn's essay promoting Indian extermination, the article in the Easton newspaper paper claimed that we occasionally meet with traits of Indian character so humane and generous as to produce in the civilized mind mingled emotions of astonishment and delight. "," <em>The Republican Star and General Advertiser</em> article exemplified the tensions between anti-expansionist Americans, and those who supported expansion into the West and Indian removal. Southerners generally supported expansion and Indian removal while northerners tended to disapprove of such action. A significant turning point occurred in 1828 with the election of Andrew Jackson to power as president. Jackson, a prominent figure in the South, led the campaign for Indian removal. Jackson often publicly stated that in order to rescue Indians from the destructive vices of civilization, Indians must be removed and placed farther into the West. Historian William Brandon claims that northerners tended to disagree with this statement. Northerners believed that Jackson's genuine motive for Indian removal resulted from his desire to allow southerners to secure themselves land in the territory that opened up in the West. "," According to Brandon, southerners felt threatened by nationalism. Southerners found refuge in an aggressive assertion of both states rights and sectional economic interests. With the support of Jackson, southerners believed they needed to fulfill their 'destiny' to own and farm the land possessed by Indians all the way from Georgia to the Mississippi River. Thus, southerners found it particularly displeasing that northerners tried to prevent them from fulfilling this 'destiny. The issue of Indian removal significantly added to the tensions between the North and the South as southern anxieties continued to mount that the North threatened their rights to liberty."],"display_date":"August 12, 1829 - August 13, 1829","search_date":"1829-08-12","locations":[{"id":6066,"lat":38.702724259,"lng":-76.2699764629,"zoom":9,"place":"TALBOT, Maryland"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2055,"title":"In Cahoots With the Foxes\n","course_id":1,"status":"P","start_date":"1878-10-01","end_date":"1878-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Fox-hunting was the most popular sport on the Eastern Shore, especially in the bountiful counties of Talbot, Somerset, and Queen Anne. To preserve and encourage this particularly Southern sport, Hanson Hiss and other Maryland gentlemen founded the Elkridge Fox-Hunting Club in October of 1878. George S. Brown assumed the Presidency, but only on the condition that no bag-fox be used in any hunt. The Elkridge Club trained only the finest hounds, and all the Marylanders knew that Chesapeake Bay Retrievers were the fastest and sharpest of them all. The club bought its dogs and kept its kennel near Baltimore, but they hunted on the Eastern Shore.","Captain Greenbury Holt always joined the Elkridge Club in the chase. Hiss would remember in 1897 that Holt, despite his four score years, is still as enthusiastic a hunter as he was 50 years ago. The men helped Holt into the saddle, but everyone knew the Captain would need little else. With a cry the horses sprung into action, the dogs barking eagerly at the scent, and the men shouting, Hi, there ... At him ... To the scent Hi Hi Hi The fox disappeared over the crest of the hill, and the troop thundered after it. The Captain's horse was a solemn and dignified thoroughbred, who amble[d] at a coon pace. He fell behind the other riders as they entered the trees, but with his vast experience, Holt knew shortcuts and by-paths that brought him closer to his quarry. Just as someone pinned the fox, the Captain burst onto the scene: he [was] usually seen at the death, if there [was] anyone out there to see him. To be so keen at such an age made the man a legend: all the darkies along the shore claim[ed] that the captain [was] in cahoots with the foxes, [he] not only [knew] them, but learn[ed] from them ... [where] they [were] going to run.","Hiss believed that the people of the South have always looked upon every manner of outdoor sport with admiration and encouragement. Marylanders considered the gentlemanly and sophisticated sport of fox-hunting something uniquely appreciated in the South, which is why they founded the Elkridge Club. Hiss wrote several articles about fox-hunting in the Outdoors journal. He noted that fox-hunting is hell without a Southern hound like the Chesapeake Bay dog. He praised the exploits of Captain Holt, a former Confederate officer. He reflected that there have always been in the North ... a class who deprecated fox-hunting... The south is luckily free from men of that ilk. Fox-hunting was one way southerners asserted the dignity of their culture to the North after having lost the Civil War."],"display_date":"October 1, 1878 - October 30, 1878","search_date":"1878-10-15","locations":[{"id":6071,"lat":38.702724259,"lng":-76.2699764629,"zoom":9,"place":"TALBOT, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}