{"id":1489,"place":"NORTHUMBERLAND, Virginia","lat":37.8874061401,"lng":-76.2452646492,"episodes":[{"id":2057,"title":"In Memory of Patriotism and Valor\n","course_id":1,"status":"P","start_date":"1886-07-31","end_date":"1886-07-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The camp ground at Marvin Grove was the site for this year's Annual Reunion of Confederate Veterans on the Northern Neck peninsula. The Northern Neck News widely advertised the event, hoping that the Reunion would receive ... the favor and patronage it justly merit[ed], especially because the proceeds went to the construction of a Methodist Church. While men stabled their horses, they recognized soldiers from their old regiments back during the time that tried men's souls. All listened with reverence during the opening ceremonies led by Lieutenant Beale, who honored the veterans as well as the fallen. Colonel Joseph Mayo spoke next, after which the veterans and their families sat down to a feast. Men told war stories while sipping lemonade and eating ice cream. All the while, the Kilmarnock Brass Band played lively and patriotic music. The soldiers at the Reunion were not only Confederate, though: Union veterans also commingled, commemorat[ing] those historic deeds of daring displayed alike by both armies and keeping alive the memory of ... fallen heroes, not the animosities of war. The Northern Neck News promised that all were welcome save at least one class, those who ... still harbor[ed] feeling of enmity towards the people of the South because they obeyed the mandate of duty...","Remembering the Confederacy and its heroes was common throughout the South after the Civil War. Thomas E. Will explains: The antebellum code of honor demanded, [that] southerners [assert] to themselves and to the Yankees that they had retained their sense of righteousness, honor, and manliness. Southerners built monuments to Confederate leaders and memorials to honor the Confederate dead. Southern papers often printed front-page articles on demonstrations in the South in honor of Mr. Jefferson Davis or reminiscences of the Confederate Leader [Lee]. However, at this Reunion, Union soldiers were also invited. Southerners believed that Civil War veterans followed a mandate of duty when they chose to fight. Thus, there should be no enmity between the fighters on each side. Colonel Mayo's address explained that there was no purpose of maintaining or reviving bitter sectional memories at the celebration. Many southerners looked to the Confederate cause with nostalgia, but many also were anxious for a restored identity within the United States."],"display_date":"July 31, 1886","search_date":"1886-07-31","locations":[{"id":14113,"lat":37.8874061401,"lng":-76.2452646492,"zoom":10,"place":"NORTHUMBERLAND, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}