{"id":1504,"place":"TAZEWELL, Virginia","lat":37.1249593165,"lng":-81.560657943,"episodes":[{"id":2072,"title":"Major R. R. Henry runs for Congress\n","course_id":1,"status":"P","start_date":"1886-08-13","end_date":"1886-08-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Major R. R. Henry of Tazewell County, Virginia campaigned for a seat in Congress under the Democratic Party in 1886. People from neighboring communities such as Lynchburg, Abingdon and Wytheville voiced their full support of his campaign and hopes for his success in the quest for a seat in Congress in the November elections. Although varied in their syntax, the message behind Henry's supporters emphasized the same ideas and qualities that would make him an ideal candidate for Congress. His supporters all commented not only upon his strength, using words like commanding, but also upon his masculinity and physical appearance. He was characterized as being both tall and handsome and being a true type of physical and mental manhood. They also reflected upon class and status, typifying him as a gentleman of culture and character and a first class man in every respect. His supporters made continual reference to his service in the Confederate Army. With all of the praise that was given to Major R. R. Henry, one can only notice what was not being commented upon by his supporters, his strengths in the political arena. There is no mention of their support of his platform or any political ideas that he may have had, instead emphasizing his physical and moral character.","This article exemplifies the qualities that were found to be important in any political campaign during that time. Henry's character was found to be more important then the political decisions he has made in the past and any experience that he has in the political arena. Also, the continual reference to his service in the Confederate Army is reminiscent of the mounting processions many of the Democratic candidates used at that time. In these mounting processions, the candidate would ride in front of a long line of people mimicking Robert E. Lee to touch Confederate sentiments. Perhaps the lack of hard hitting platform issues may be due to the defeat of the Democratic Party in the assembly resulting in the party trying to avoid any friction that would result in future lost elections. ","It was also during this time that sectional diplomacy in the South became a prominent issue in politics. There was a divide in the South in forming either a Northeastern alliance or a Western alliance. This divide led to the formation of an Alliance Platform, which later became the platform adopted by the Populist Party. Many politicians of this time adopted this controversial platform, which emphasized subtreasury plans and other Southern ideals. It may be the case that for Major Henry, the lack of a political platform in the news article reflects the tension in platforms of the time. By leaving out any political ideation, and focusing on the physical and moral characteristics of the candidate, Henry might avoid the struggle within the political system relating the Alliance platform, and reach the constituents based on a more universally accepted stance - morality and character. "],"display_date":"August 13, 1886","search_date":"1886-08-13","locations":[{"id":14331,"lat":37.1249593165,"lng":-81.560657943,"zoom":9,"place":"TAZEWELL, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2074,"title":"Negro Family Turning White\n","course_id":1,"status":"P","start_date":"1886-12-11","end_date":"1886-12-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Race relations and classifications resounded strongly in the minds of many in the South. West Virginia was no exception to this. A story ran in the Martinsburg Gazette on December 11, 1866 that a young African American boy living in Chicago, Illinois was supposedly turning white. Born to two African American parents, the pigmentation in the young boy's skin was becoming increasingly lighter beginning in early childhood. Six of his twelve other siblings and his mother also suffered from the same skin discoloration. Dr. Henry J. Reynolds examined the family to try to find the cause of the loss of skin pigmentation. After examining the family, Dr. Reynolds reported that the family was in general good health and the cause of the condition was attributed to a disease known as vitiligo, which impaired the function of the nerves that provided nutrients to different parts of the body. This impairment led to the uneven distribution of pigmentation. ","This episode demonstrates the ever present strain in race relations in the South. Although the Emancipation Proclamation and the Thirteenth Amendment granted freedom to all African Americans, providing them with the same rights as their white brethren, tension still remained between the races. It was not uncommon to hear the public opinion say that African Americans were biologically inferior to the white populations. Bill Tillman, a Senator in South Carolina during this time whose political opinion illustrates many people's sentiments in the South, felt that the African American population should not be given the same rights in the political, economic or social spheres as other whites. Therefore to have an African American boy's skin color become more similar to the white population is concerning to those like Senator Bill Tillman who wanted to keep the lines between the races distinct and freedoms curtailed. "," If this African American boy had lighter skin resembling that of a white person, the townspeople of Martinsburg would not be able to differentiate him from the other white people in the town leading to a blur in race relations. The African American boy with the skin color resembling that of a white man could lead to the community identifying him as part of the white population. Socially, he could court and possibly marry a white woman of the town without the stigma of an interracial marriage. By not being labeled as an interracial relationship, the family would not be subject to the discrimination against those engaged in such a relationship. It was not uncommon during the nineteenth century for neighbors and townspeople to bring charges against those in an interracial relationship. Such charges would be brought against the couples mainly out of their defiance to comply with the public morals, and so they would be labeled as violators to the laws of the land. Some judges would rule against these couples to demonstrate the community's disgust in a relationship that crossed the color lines and would charge the couple with a misdemeanor. Therefore, in the social world, a label of interracial marriage would then cast a stigma upon the couple barring them from the normalcy of life afforded to white marriages. Not only would the couple not be labeled, but their children would be legally white, since race was determined on the mother's side. Therefore, these children would be afforded the rights and privileges granted to the white population."],"display_date":"December 11, 1886","search_date":"1886-12-11","locations":[{"id":14331,"lat":37.1249593165,"lng":-81.560657943,"zoom":9,"place":"TAZEWELL, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}