{"id":1508,"place":"SMYTH, Virginia","lat":36.8438879121,"lng":-81.53700883,"episodes":[{"id":2077,"title":"Women and Temperance\n","course_id":1,"status":"P","start_date":"1890-01-01","end_date":"12/31/00","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the 1890s, <em>The Voice</em>, a leading newspaper on temperance, raised its concern on a new issue threatening the temperance movement and specifically women. It seemed that people supporting the temperance movement had overlooked another venue in which alcohol might have been ingested, which could cause harm. The newspaper warned of the use of alcohol in food preparation, specifically in the pleasant sauces and the dishes of home. It was seen as more dangerous because the use of alcohol in food preparation may not be seen as harmful. It would leave one vulnerable to the evils of alcohol in not recognizing that any ingestion of alcohol would be detrimental to his or her life. The article further delved into the relationship between women and whiskey. It claimed that women and whiskey were natural antagonists. Also, the use of any form led to the destruction of the women's home and family and so the article urged women that it was their duty to refrain from the use of whiskey to save the peace and purity of the home. Finally, the article urged the women of the home to drive out the snake of intemperance. It warned against the use of alcohol for medicinal purposes reporting that physicians claim that whiskey did more damage than the human ill itself.","This article illustrates the shift in focus for the temperance movement in the late nineteenth century. In the beginning of the nineteenth century, temperance based many of its assertions upon explicit biblical texts. The temperance movement during these times made it a religious duty resting upon divine sanctions. Many of the anti-temperance organizations and meetings resembled evangelical prayer meetings, with those that signed pledges to sobriety called converts giving testimony and signing hymns praising temperance. ","The shift in the focus of the temperance movement began as early as the 1840s with the formation of the Washingtonians and fraternal temperance organizations that did not make religion a prominent issue. Also, the formation of the Christian Women's Temperance Union in 1874 and the Anti-Saloon League in 1893 resulted in a shift in the overall structure basis of the temperance movement. These organizations had Protestant tones, but did not rely upon explicit biblical text as the reason for abstinence, but shifted more towards pragmatic reasons, demonstrated in the article above. Reference to the snake of intemperance makes an allusion perhaps to the devil, but the crux of the article against drinking focuses on more practical reasons, such as detriment to one's health. Prior organizations focused upon the moral aspects that surrounded the temperance movement, while later groups focused on legal means to achieve an alcohol free society. With this type of shift, the explicit biblical arguments did not hold much weight in support of temperance."],"display_date":"1890 - 1900","search_date":"1895-07-02","locations":[{"id":14278,"lat":36.8438879121,"lng":-81.53700883,"zoom":9,"place":"SMYTH, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2079,"title":"Strange Encounter and Counterfeit Money\n","course_id":1,"status":"P","start_date":"1891-12-04","end_date":"1891-12-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 4th, 1891, F. W. Leonard, the sheriff of Smyth County, Virginia received a letter from the sheriff of Barber County in Kansas. A man described by the Kansas sheriff as being 40 years old, 5 feet 8 inches in height and of dark complexion was seen wondering around Barber County, Kansas. The sheriff also described the man as being crazy. When questioned by the Kansas sheriff the stranger, who signed the name William J., said that he was from 7 Mile Ford, which is in close proximity to Smyth County. Also, the man, William, was accused by the sheriff in Barber County to be making paper money. The sheriff of Barber County made no indication that William J. had been arrested in connection to the paper money. Leonard was notified to see if a family member or friend of William J., would come to take him back to 7 Mile Ford. ","This episode highlights another instance of counterfeiting money that occurred in the South during the 19th Century. Although the money made by William J. was not seen by the sheriff of Barber County, Kansas as a systematic counterfeit system, it brought attention to the measures taken beginning in the 1830s to detect counterfeit bank notes. Prior to the national bank system put into place after the war, the predominant system of banking was state run. Therefore there were many state issued bank notes in circulation. The issue of such state bank notes caused much paper money confusion in the 1840s and 1850s. These bank notes had similar characteristics of shape, size, color and engraved notes, but the discount rate of these species varied and were difficult to determine. Between the 1840s and 1860s there was a multitude of state banks, each issuing their own bank notes having particular denomination and design. Many times, unskilled tradesman would accept both legitimate bank notes as well as the counterfeit without knowing the difference between the two. It was not until Robert T. Bicknell of Philadelphia began publishing a bank note reporter and counterfeit detector in 1830 that merchants were able to distinguish between the legitimate and counterfeit state bank notes. These counterfeit detecting services attempted to answer the question presented to many merchants, which were, first, if the note is genuine; second, is the issuing bank still in operation; and third, at what discount rate was this note acceptable. To answer these questions the bank note reporters and counterfeit detector contained items regarding locations of banks, the usual bank note list and a list of counterfeit and altered notes. However, the bank note reporter was no longer published by 1866, when a tax was issued on bank notes, leading to the abolishment of the use of such state issued notes. ","Perhaps William J., being described as crazy was trying to pass off the state money issued prior to the civil war while he was in Kansas, and was unaware that the use of that type of money was no longer valid. But even if William J., had tried to use this counterfeit money during the state banking system of the mid-19th Century, there were many safeguards to identify the illegitimate money in the form of bank note reporters and counterfeit detectors."],"display_date":"December 4, 1891","search_date":"1891-12-04","locations":[{"id":14278,"lat":36.8438879121,"lng":-81.53700883,"zoom":9,"place":"SMYTH, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3522,"title":"A Desperate Confederate Plea for Troops\n","course_id":1,"status":"P","start_date":"1864-10-14","end_date":"1864-10-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A desperate order was issued by the Adjutant and Inspector General of the Confederate government on October 14, 1864, late in the Civil War, all details heretofore granted under the authority of the War Department, to persons between the ages of 18 and 45 years, are revoked: and all such detailed men together with those within the said ages who had furloughs...will be promptly assembled. Though the order was taken from the Lynchburg Virginian, it was reprinted in the Marion Ensign and all over the South. It also indicated that those men who had previously been designated for light duty, should report to training camps, or be immediately sent to the front. ","Virginia had experienced some of the worst ravages of the Civil War by late 1864, and almost 75% of its eligible male population had joined the Confederate Army. But the desperate straits the Confederate government found itself in by this late date forced the implementation of drastic measures. In this case, all men formerly on detail who had been assigned specific tasks behind the lines, as well as those on furlough (granted leave by their superiors) were immediately called back into service. The calling up of those who had been given light duty is another indication of the manpower problems the South was facing in the waning days of the Civil War. Light duty was usually assigned to those who had been previously injured or otherwise declared unfit for active service. The Confederacy had only about six more months of existence by October of 1864, but the government was doing everything it could possibly do to survive.","By 1864, however, a quarter to a third of the soldiers east of the Mississippi River were conscripts. The conscripts were despised by volunteer soldiers, and were considered less reliable on the battlefield and more likely to desert. But conscription laws had been in place in the Confederacy since 1863, when an order was issued for all eligible men between the ages of 18 and 35 to join the army. By 1865, the minimum age of recruits had been lowered to 17, while the maximum age was extended to 50. At this point, the government of the Confederacy was even considering allowing slaves to fight for the South in return for their freedom. The measure was actually passed in March of 1865, but the war was over before any slaves could actually be put into the battlefield.","Though conscripts did make up a significant minority of the Confederate Army at the end of the war, the loyalty of most Southerners never waned. In fact, in many cases the more hopeless victory appeared, the more patriotic many Virginians came. This pattern was reflected in many areas of the South, and its effects would be felt long after Lee's approaching surrender at Appomattox. "],"display_date":"October 14, 1864","search_date":"1864-10-14","locations":[{"id":14275,"lat":36.8438879121,"lng":-81.53700883,"zoom":9,"place":"SMYTH, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3654,"title":"A Family Reels from a Death in Southwest Virginia\n","course_id":1,"status":"P","start_date":"1844-07-19","end_date":"1844-07-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 19, 1844, William King, Jr. reported sad news to his sister Sarah C. King of Abingdon, Virginia. Their younger brother had died. Sarah had visited just a few weeks prior to the death. Everything was fine then in the town of Saltville, Virginia. Life had been pleasant when she visited her family. After all, she did not get to see them often since her marriage. Several weeks later, her family's harmony was interrupted by the death of her brother by illness. Her other brother William sent a horse to retrieve Sarah so she could take part in the funeral. Obviously angered at his brother's quick death at such a young age, William wrote his sister, Death is foredominant Today [at] about 5 O'clock youngest brother died ","This strong language emphasized the family's loss.  The tragedy in the King family not only altered their family dynamic, it prompted the family to take the necessary steps in burial and healing in the wake of the death. William not only wanted to alert his sister of the death as quickly as possible to bring the family together, he also wanted to execute appropriate cultural practices. Before the Civil War in the nineteenth century, it was the role of the women in the family to prepare the body. The women had to clean the body to arrange it for burial. Since the King burial took place in a rural setting where families did not have access to medical practices such as embalming, which were accessible in urban environments, the family had to take care of the body before decomposition. In all likelihood, there were not other women in King's family other than his sister who were available to treat the body. So it seems that William was so urgent to get his sister home, because he may have needed her to prepare the body before decomposition. ","The King family's loss and how they reacted to it could be used to illustrate general patterns related to death and dying in the South. Whether it was because of the numerous epidemics spreading throughout Virginia and the South or because medicine in the rural setting truly fell far behind its urban counterparts, people died young. Living in the South during the nineteenth century meant living under the threat of death, illness-related or not. The South reacted to these deaths realistically by getting the body buried before decomposition. From assisting the dying to preparing the dead to carrying out the burial, dealing with death in the antebellum South was characteristically a family affair. "],"display_date":"July 19, 1844","search_date":"1844-07-19","locations":[{"id":14273,"lat":36.8438879121,"lng":-81.53700883,"zoom":9,"place":"SMYTH, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}