{"id":1514,"place":"ROWAN, Kentucky","lat":38.1962272776,"lng":-83.4210471341,"episodes":[{"id":2083,"title":"Shoot-out in Kentucky\n","course_id":1,"status":"P","start_date":"1887-07-02","end_date":"1887-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1887, a long-standing feud between the Tolliver family and the Martin family came to a bloody end in Rowan County, Kentucky. The feud began after the 1884 election when Cook Humphrey defeated Sam Goodson for the position of sheriff. John Day and Floyd Tolliver were accused of beating John Martin with a club after words were exchanged over the election of Humphrey. This incident was the beginning of the bloody feud between the two families, which ended in thousands of dollars worth of destroyed property and more then twenty-one people dead. The severity of the feud became apparent when the Tolliver family attempted to kill Cook Humphrey, the current sheriff of the town. Subsequently the Tollivers were put on trial, but the court proceedings were not up to the standards of the letter of the law. The attorney presented false witness and the judge was partial to the Tolliver family, which led to the Tollivers being released to the public and the charges being dismissed. ","On the orders of the Governor of Kentucky (who recognized the severity of the Tolliver - Martin feud), Sheriff Hogg assembled a posse of 100 well-armed men to arrest Craig Tolliver and other members of the Tolliver family for the murder and destruction that resulted from the feud. When Craig Tolliver was confronted by the posse led by Sheriff Hogg, he quickly retreated to Cottage Hotel where he and four of his followers barricaded themselves inside the building. After a short battle between the two parties that included about two hours of gunfire, Craig Tolliver along with four other conspirators lay dead at the hands of the posse. ","The Tolliver - Martin Feud exemplifies the typical feudal violence in Kentucky?s volatile environment between the periods of 1875 - 1900. During this period, the Appalachia area was riddled with family feuds ending in much bloodshed and destruction. It has been argued that much of the feuding resulted essentially from the ineffectiveness of the law and lawlessness caused by the Civil War. Many of the local courts and county governments were left ineffective leading to social disorder. This social disorder caused many people to turn to forms of private violence and revenge, consequently turning into many of the feuds seen in the Appalachia region during the 1880s and 1900s. ","Also, it was not uncommon for feuds in this region to occur close to district election days, as seen with the Tolliver feud, which began after the election of Humphrey Cook for sheriff. These election districts were an important feature and chief political unit for inhabitants of the Appalachian region because of its separateness emphasized geographically by the mountains and rivers surrounding the area. The election districts formalized the neighborhood networks that bound families the rest of the year. "," The results of these feuds caused many people to leave the state of Kentucky in search of safer lands. Also, Kentuckians were stereotyped in a very unbecoming light. They were seen as violent, and uneducated, which made Kentucky an undesirable place for people to live. This stereotype which resulted in less people moving and living in Kentucky could have had a major effect upon their economic situation. "],"display_date":"July 2, 1887","search_date":"1887-07-02","locations":[{"id":5281,"lat":38.1962272776,"lng":-83.4210471341,"zoom":9,"place":"ROWAN, Kentucky"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}