{"id":1531,"place":"SHELBY, Tennessee","lat":35.182488505,"lng":-89.8964012565,"episodes":[{"id":168,"title":"African-Americans Try to Improve the Status of Their Race\n","course_id":1,"status":"P","start_date":"1864-01-01","end_date":"1864-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Beginning in 1863, black communities began to hold large meetings to discuss the articulation and communication of new attitudes towards African-Americans.  One such meeting was held in a black Baptist church in Memphis to commemorate the first anniversary of the Emancipation Proclamation.  This meeting was one of the first of black convocations that called for social reforms among the black community and improvement of their status through emancipation, military service, and education.'  In addition, at this meeting, African-American men in all places, at all times and under all circumstances' were encouraged to stop using the vulgar phrase, nigger,'' because it had become common practice for military officers to address black soldiers as such (Journal, 186).  &lt;br /&gt;&lt;br /&gt;Despite the fact that African-Americans did attempt to improve the status of their race, the officers did not always respond favorably to these attempts.  For example, on February 2, 1864, a Georgia newspaper printed an article saying that there had been a situation in Mississippi where the officer of an African-American company harshly admonished one of his men for carelessness during shooting practice.  The soldier said that he would not stand such language,' especially considering the how respectable the officer was.  The officer responded by hitting the soldier over the head with his gun, which instantly killed him.  The black soldiers then flew to arms' and wounded or killed over one hundred whites.  Reinforcements were immediately sent, and when they arrived they killed about &lt;br /&gt;six hundred of the African-American soldiers (Southern Recorder, 2)."],"display_date":"January 1, 1864","search_date":"1864-01-01","locations":[{"id":12369,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":178,"title":"Hesper Affair\n","course_id":1,"status":"P","start_date":"1868-10-08","end_date":"1868-10-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With the increase in racial violence in Arkansas, Governor Powell Clayton sought to create a secret militia aimed at preventing white supremacy movements in the form of organizations like the Ku Klux Klan.  The majority of white citizens in Arkansas despised the Governor's enforcement officials.  To outfit his militia Clayton ordered 4,000 muskets which were shipped to Memphis, Tennessee.  However, he could not obtain a vessel to transport the munitions to Little Rock, and the muskets remained there during the first weeks of October.&lt;br /&gt;     Eventually, the vessel The Hesper consented to transport the weapons.  On October 15 The Hesper embarked from Memphis en route to Little Rock.  Before it could even travel twenty miles, the shipment was seized at Cat Island on the Mississippi River as men from the Tugboat Nettie Jones boarded the ship and threw the weapons overboard.    &lt;br /&gt;     Powell Clayton would continue the largely unpopular struggle to maintain order in Arkansas with his militia.  By November he would declare martial law.  This constant conflict between the newly created state governments and the majority of white southerners seeking to reassert lost power would be prevalent in most of the South."],"display_date":"October 8, 1868 - October 15, 1868","search_date":"1868-10-11","locations":[{"id":12369,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":228,"title":"Convention of Free Silver Supporters\n","course_id":1,"status":"P","start_date":"1895-06-12","end_date":"1895-06-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the Civil War, silver reserves were discovered in the Western United States.  Free silver advocates were people who advocated the Federal Government to allow silver to be minted at 1 per troy ounce as opposed to the gold standard which valued gold at 20 per troy ounce.  The result of introducing silver into the market would have been an increase in money supply and inflation.  Those who backed free silver were in favor of inflation because it enabled debtors to pay debts off cheaper; wealthy creditors like banks, leaseholders, and landlords were against the free silver movement.  &lt;br /&gt;From June 12-14, 1895, the Convention of Free Silver Supporters met in Memphis Tennessee to discuss the forming of a new silver party.  The meeting was intended to be non-partisan, but was promoted by the Democratic Party, which made an effort to attract Populists and Republicans. Over 2,200 delegates from all over the Southern and Western states attended.  Representatives came from almost every state south of the Ohio River and West of the Mississippi River. &lt;br /&gt;The governor of South Carolina, Benjamin R. Tillman, had predicted a failure of the free silver movement within the Democratic Party and was one of the main advocates for the formation of a new party.  Pennsylvania Congressman, Joseph C. Sibley in a speech on June 12, upset many Democrats by making a direct bid for the leadership of a new party.  Opposing the formation of a new party and urging Democratic unity was Senator Isham Harris from Tennessee.  &lt;br /&gt;Prior to the convention, an associated press report in the Nashville Banner on June 12, 1895 predicted that the convention was not likely to result in anything more than an enormous amount of speech-making and the adoption of strong free silver resolutions.'  At the termination of the convention on June 14, the press's prediction rang true; speeches continued from mid-morning until evening and while several Southern Populists were appointed to the Committee on Resolutions, no resolutions were agreed upon.  The Convention adjourned without conclusive action for adopting resolutions.&lt;br /&gt;Despite the unsuccessful nature of the convention in Tennessee, the free silverites continued to hold conventions throughout the United States.  The rhetoric of free silver became so popular that by 1896, the Democratic National Party nominated William Jennings Bryan, a free silver supporter, for President."],"display_date":"June 12, 1895 - June 14, 1895","search_date":"1895-06-13","locations":[{"id":12372,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":229,"title":"Birth of Blues Singer, Lyricist, and Actress Alberta Hunter","course_id":1,"status":"P","start_date":"1895-04-01","end_date":"1895-04-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Alberta Hunter was born on April 1, 1895 in Memphis, Tennessee.  Both of her parents were former slaves.  At age 15, Hunter left home for Chicago, Illinois, where she launched her singing career, performing with King Oliver's legendary Creole Jazz Band.  She came of age as a singer when female musicians received little respect.  Her career pinnacled twice: in the 1920s and 1930s, she was one of the top recording artists, and in the 1970s, during which she opened for the Newport Jazz Festival and played at the White House for President Jimmy Carter.  She is perhaps best known for her songs T'Ain't Nobody's Business,' Down Hearted Blues,' and You Can't Do What My Last Man Did.'  &lt;br /&gt;In 1978, a film titled Remember My Name' premiered in Hunter's hometown of Memphis.  The film, staring Geraldine Chaplin (Charlie Chaplin's daughter) studies the life of Hunter and her rise to fame.  Following the premiere of the film, Hunter, at 83 years of age, appeared in an invitation-only concert at a Memphis jazz club.  As a performer, she left a legacy as the godmother of jazz and blues.  Her unique songwriting and snappy performance style inspired many black female singers, including Aretha Franklin and Bessie Smith."],"display_date":"April 1, 1895","search_date":"1895-04-01","locations":[{"id":12372,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":666,"title":"Memphis &amp; Charleston Railroad Chartered in Tennessee\n","course_id":1,"status":"P","start_date":"1845-02-02","end_date":"1846-02-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Memphis & Charleston Railroad was chartered on February 2, marking the first rail route from inland Memphis, Tennessee east toward Charleston, South Carolina and the Atlantic Ocean.  Although the railroad made little progress until into the 1850s, it was important for the region not only because it linked much of what was still a frontier' state with the rest of the coastal South but also because it diverted trade from the Mississippi River.  This railroad affected the trade of cotton up and down the Mississippi from New Orleans by rerouting this part of the trade toward Charleston and the Atlantic Coast.  Later, during the Civil War, the Memphis & Charleston Railroad was very valuable to the Confederacy.&lt;br /&gt;&lt;br /&gt;The News and Courier reported on January 9 that the state railroad company held a Railroad Convention in Charleston in order to discuss this measure; delegates from Memphis were present and had been invited to participate.  The South Carolinians, very sensitive to the fact that Tennessee's natural resources were going untapped due to the natural barriers' of the region, made speeches reporting the advantages of the construction of a railroad from Tennessee that would connect the inland state with South Carolina's existing railroads as well as with trade from the Atlantic Ocean.  Railroads of this kind were even seen as a vital part of the country's defense should it come under attack , troops and supplies could be transported quickly and easily.  At the end of this meeting, the resolution to begin construction on the railroad was officially resolved, in the best interests of parties from both states."],"display_date":"February 2, 1845 - February 2, 1846","search_date":"1845-08-03","locations":[{"id":12367,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":913,"title":"Memphis Convention of Southern States\n","course_id":1,"status":"P","start_date":"1853-06-06","end_date":"1853-06-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Convention meeting in Memphis elected William Causby Dawson, a senator from Georgia, to preside over its proceedings. It addressed issues relevant and common to the southern states, including the construction of a railway from the Mississippi river to the Pacific Ocean, opening up commerce with the valley of the Amazon, the importance of the cotton interest a subject of instructions in foreign commercial and diplomatic agents, and the public education of the states' residents. &lt;br /&gt;&lt;br /&gt;The delegates attending the Convention as well as the people of the states' they represented believed in the importance of the resolutions. In fact, the Federal Union of Georgia said of the education resolution, this is an important Resolution, and has a practical bearing upon the permanent prosperity of the Southern States. While many of our people are far ahead of their Northern brethren in general intelligence, the masses are in a most deplorable state of ignorance. This is owing mainly to the negligence of our Legislative bodies, in not making proper provisions for the support of Common schools.'&lt;br /&gt;&lt;br /&gt;Like the cotton planters' conventions occurring over the same period, these conventions uniting the southern states served to help forge an alliance and common identity among them based on similar economic and political interests."],"display_date":"June 6, 1853 - June 9, 1853","search_date":"1853-06-07","locations":[{"id":12368,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1061,"title":"After frost falls on the ground on October 24th and 25th the Memphis yellow fever epidemic is officially declared to be at an end.\n","course_id":1,"status":"P","start_date":"1879-10-24","end_date":"1879-10-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After months of one of the worst yellow fever outbreaks of the 19th century, the Memphis outbreak of 1879 is officially declared to be over after frost kills the germ.  While the event had immense national significance, the gravity of the yellow fever outbreak to the city of Memphis cannot be overstated.  Although the causes of the outbreak were uncertain at the time, many people pointed out that the spread of the fever was aided by the lack of adequate sewage system in the city of Memphis. The outbreak of 1879 came on the heels of the yellow fever outbreak of 1878 in which almost 90% of Memphis's 20,000 residents became infected, and fully one quarter died.  The city of Memphis was threatened with extinction as commerce came to a halt under the tight quarantine imposed upon the city, hundreds of citizens fled the city and appearing in The Courier-Journal of Louisville declared Let Memphis be Burned.' Despite the grave threat posed by the yellow fever, with the end of the outbreak in October, commerce resumed and the city continued its rise to one of the commercial major hubs of the Mississippi river.  &lt;br /&gt;&lt;br /&gt;While the outbreak had immense consequences for Memphis it also had a significant impact on the national level.  With individual cases being reported from New Orleans to New York, paranoia set in across the nation causing the National Board of Health to issue a protocol for disinfecting materials exposed to the outbreak.  Moreover, fears of the epidemic quite possibly motivated Louisiana's politicians to create a state board of health in article 178 if the constitution of 1879.&lt;br /&gt;&lt;br /&gt;In addition to this, the response to yellow fever outbreak also spoke volumes about race relations in 1879.  Because death rates were substantially higher for whites than for blacks (the mortality rate was under 7% for blacks and over 70% for whites in the Memphis outbreak of 1878) African-Americans became easy scapegoats for the outbreak.  This status led the white dominated Committee of Safety to mandate that African-American's would be forcefully put into camps outside of the city."],"display_date":"October 24, 1879 - October 25, 1879","search_date":"1879-10-24","locations":[{"id":12370,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1127,"title":"Memphis Race Riot of 1866\n","course_id":1,"status":"P","start_date":"1866-05-01","end_date":"1866-05-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 1-2, 1866, Memphis experienced the worst race riot in the city's history, with forty-six African-Americans and two whites dead, five African American women raped and hundreds of African American homes and churches burned to the ground. At the end of the war, four regiments of black Union soldiers were stationed just outside of Memphis at Fort Pickering. To the chagrin of the Irish in Memphis, the soldier's families set up tents and shanties outside of the fort and competed with the Irish for employment in the city. The tension between the groups was palpable, and only a catalyst was needed to incite an all out battle.&lt;br /&gt;This came in the form of an incident in which, an African American expressman collided with a white hack-driver. Although the expressman apologized profusely, the white man cursed him over and over again, and then a fight broke loose. The Baltimore American reported on May 8th that, three thousand citizens were on the ground at one time...The Sheriff and Mayor called upon the citizens to put down the negroes...Negroes who knew nothing of the riot, were in several cases, in different parts of the city, beaten to death or shot in cold blood.' To remedy the situation, a committee of white Memphis residents called for a citizen militia to combat the riot and the closing of all the saloons. With the destruction of homes and churches, the city would not soon forget the gruesome violence and destruction.  This calamity was highly indicative of the tension that existed throughout the south between the newly free African-Americans and the whites who felt they now had to compete with them. The Memphis Race Riot frightened many Republicans in the North, serving as a catalyst for African American rights legislation."],"display_date":"May 1, 1866 - May 2, 1866","search_date":"1866-05-01","locations":[{"id":12369,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1257,"title":"African-American Population growth\n","course_id":1,"status":"P","start_date":"1860-04-30","end_date":"1860-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1850, Shelby County ranked seventh in free colored population.  In the ten years that followed, it grew considerably to be ranked fifth in free population and first in total population in Tennessee.  The free population grew considerably because of many reasons, specifically natural birth from free African American mothers, more frequent self-purchase, and increased immigration free African-Americans into the area.  Freedom certificates indicated that many African-Americans moved about frequently in hopes of bettering both their economic and social conditions.  The majority of this free population lived in poverty.&lt;br /&gt;Some of the slaves that had been set free were not able to cope with the economic strains that they were exposed to once released.  Stories of freeman voluntarily giving up their freedom were not frequent, but they did occur.  One man in Lynchburg, Virginia, named John Christian, was reported as going to court and the deed of freedom becoming annulled on his own motion', because he could not deal with the economic burdens of living on his own.  The majority of freeman, however, worked together to try to get ends meet, which is one reason why they tried to live in free communities together."],"display_date":"April 30, 1860","search_date":"1860-04-30","locations":[{"id":12369,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1459,"title":"Rate war begins among southern railroads\n","course_id":1,"status":"P","start_date":"1892-08-13","end_date":"1892-08-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After Reconstruction ended, the South began to rapidly construct railroads.  Many different lines rose up, connecting all major cities.  Competition arose between these lines.  Although these railroads had cost advantages, the railways in the South experienced many financial crises.  They increased the South's vulnerability to economic fluctuations, especially in the early 1890s.&lt;br /&gt;&lt;br /&gt;On August 13, 1892, Memphis declared that the greatest rate war ever known among southern railroads had begun.  The Memphis Passenger association nearly collapsed.  Many southern railroads began announcing lower rates.  This led to a cut-throat game for business among the railroads."],"display_date":"August 13, 1892","search_date":"1892-08-13","locations":[{"id":12372,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1468,"title":"The Alice Mitchell Trial\n","course_id":1,"status":"P","start_date":"1892-07-18","end_date":"1892-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 25, 1892, Alice Mitchell cut the throat of Freda Ward, her lover, in Memphis, TN.  The trial of Alice Mitchell began in Memphis on July 18.  Her defense entered a plea of present insanity.  Many love letters between Freda and Alice were read at the trial, and Lillie Johnson testified that they had plans to elope.  A medical expert believed that Alice Mitchell was a sexual pervert.&lt;br /&gt;&lt;br /&gt;On July 27, Alice Mitchell was put on the witness stand, and she described the murder without a trace of remorse.  She said that she cut Freda's throat because she couldn't have her.  Her statements helped convince the jury of her insanity.  On July 30, Alice Mitchell was declared insane by the jury after twenty minutes' deliberation.  On this verdict Mitchell was sent to an asylum.&lt;br /&gt;&lt;br /&gt;This trial revealed the public's reaction to homosexuality.  Through the jury's decision, society was saying that romantic relations between two upper class white women were insane.  Alice Mitchell's love for Freda Ward challenged the notion of the traditional white male-dominated households."],"display_date":"July 18, 1892 - July 30, 1892","search_date":"1892-07-24","locations":[{"id":12372,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1562,"title":"Passage of the Franchise Act in Tennessee\n","course_id":1,"status":"P","start_date":"1866-05-03","end_date":"1866-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Brownlow, believed that rapid emancipation of the slaves in Tennessee was a necessary step to the reconstruction of his state. On February 22nd 1865, the voters chose to abolish slavery and less than two weeks later, Brownlow was elected governor of the state of Tennessee. When speaking to the new assembly for the first time, Brownlow reminded them of the sacrifices of their fellow statesmen who had sided with the Union during the war and he encouraged limitation of the elective franchise. On June 5, 1865 a bill passed the house to limit enfranchisement to those who had been loyal to the Union others had to prove their loyalty with an oath and two witnesses to vouch for them. Those openly associated with the Confederacy would be disenfranchised for fifteen years. When the bill became law, Brownlow proclaimed it to be the best bill that had been presented to the legislature. The triumph seen here in Tennessee by the Unionists proves quite interesting to us. In direct contrast, in South Carolina, they were excluding freedmen from political activity in every way possible and completely reinstated ex-confederate soldiers into their former roles in government."],"display_date":"May 3, 1866","search_date":"1866-05-03","locations":[{"id":12369,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2096,"title":" Fall Semester at Memphis Conference Female Institute\n","course_id":1,"status":"P","start_date":"1878-09-02","end_date":"1878-09-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" In anticipation of the start of the fall term to begin Monday, September 2, 1878, Mr. A.B. Jones, the President of the Memphis Conference Female Institute in Jackson, Tennessee, placed in advertisement in a Mississippi weekly newspaper. GREAT REDUCTION IN CHARGES the ad announced, continuing with a brief description of the oldest Female College in the Southwest. Favorably located, easy of access and remarkable for its healthfulness. Thoroughly furnished in all of its departments and supplied with a large corps of competent teachers. "," The fervor with which Mr. Jones sought pupils for his women's academy reflected the competition of the market. His particular ad, for example, was just one of half a dozen such announcements for women's colleges in Mississippi, Tennessee, and Kentucky run in that particular day's paper alone. In the years after the war, higher education for middle class white women became more commonplace in southern cities, and as a result, educated and socially conscious women began to assert themselves in communities across the South."," According to historian Marsha Wedell, the beginnings of social movements among middle class white women were well in place in Memphis by the end of the 1870s. Not only were the women organizing, but they were doing so in meaningful ways with significant impact on their surroundings. According to Wedell, these women of Memphis adopted a wide range of urban issues as their personal duties, and succeeded in focusing the attention of the community on the appalling living and working conditions of many of the city's residents. Their work in initiating efforts to address such conditions contributed significantly to the eventual recognition by the city of its responsibility to provide municipal welfare and social services for its citizens. "," As women fought to change their surroundings, they found themselves and their own relationships changed as well by their fight. Groups such as the Nineteenth Century Club, an all women social club formed in Memphis in the spring of 1890 with the purpose of encouraging women to socialize and study together, brought their members out of their homes and into a public sphere where they could interact with one another in a network of support and activism. It was these women - in many cases the daughters of mothers who had held their families together through the trials of the Civil War - who were products of schools like the Memphis Conference Female Institute and the harbingers of a new role for women as a new century approached."],"display_date":"September 2, 1878","search_date":"1878-09-02","locations":[{"id":12370,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2106,"title":"Yellow Fever Strikes Kearney, Mississippi","course_id":1,"status":"P","start_date":"1889-05-14","end_date":"1889-05-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The letter to Stephen Duncan, a wealthy cotton and sugar planter in Natchez, was postmarked Kearney, Mississippi and began with a harried excuse. The letter's author, a business associate of Duncan's, apologized for the delay of a trip out West to hire Chinese laborers. Your letter of July 1st [1879] received today the letter hurriedly opened. Had I known where to address you, I should have written to you immediately after the appearance of yellow fever in Memphis and the simultaneous widespread scare through the Mississippi valley. I soon discovered that the confusion and incident derangement in business matters resulting from the panic, would prevent my projected mission to San Francisco. "," It was hardly just business trips disrupted by yellow fever in the Mississippi Valley at the time of the letter, however. The widespread panic alluded to in the letter could scarcely begin to describe the chaos into which Southern communities along the Mississippi river were thrown. In his documentation of the 1878 yellow fever epidemic, John Ellis describes how the disease, which began in New Orleans, spread up the river: refugees from New Orleans and those who subsequently fled other stricken communities carried the infection up the Mississippi valley in successive waves by various means of transportation. The fever broke out in Vicksburg on August 9, and three days later in appeared in the small north Mississippi railroad toward of Grenada where it struck approximately 1,050 of the town's original 2,200 residents. As the yellow fever spread, so did the terror- by the time the threat of the epidemic made its way to Memphis, twenty-five thousand people fled the city. Those who remained were quickly mired in lawless chaos of violence, public drunkenness, looting, and of course, illness- at its peak, the yellow fever claimed nearly two hundred lives a day. "," And the letter to Stephen Duncan was right- commerce came to an utter standstill in the affected communities. A plea from business and political leaders in these areas to Union chambers of commerce read: In New Orleans, Vicksburg and Memphis, as well as the smaller towns of Holly Springs, Grenada, Port Gibson, Canton, Greenville, Brownsville, Baton Rouge and Delhi, all business is entirely suspended. [Unemployed workingmen] have no means to get away from the pest-ridden cities; for them there is no labor, no wages, no bread- nothing but death or starvation, and this condition must last at least for fifty days, for there will be no stay of the pestilence, no resumption of business until frost. The epidemic which had delayed the California journey of Duncan's correspondent also decimated the lives and livelihoods of thousands of his neighbors.","Episode Date: May 14, 1889"],"display_date":"May 14, 1889","search_date":"1889-05-14","locations":[{"id":12371,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2107,"title":"The Burning of the Andersons\n","course_id":1,"status":"P","start_date":"1877-10-09","end_date":"1877-10-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Hal Anderson lost everything on October 9, 1877. Ander son's house in Braden's Station, Tennessee, just outside of Memphis, was burned, and three of his children perished in the flames and a fourth was so badly burned that is life is despaired of. The news bulletin about the story in the Jackson, Mississippi Weekly Clarion was cryptically brief. The parents had left the children alone in the house, it ended, but there may very well might be more to the story. There was no explanation for why the children had been left alone, nor any reference to the cause of the fire. A clue might lay in the following fact: Hal Anderson of Braden's Station, Tennessee was a black man."," Read in this context, the burning of the home and children of Hal Anderson might have been another example of the sort of violence that exploded in the South in the decades immediately after the Civil War, a milieu that Ed Ayers describes as the turbulent South of the 1880s and early 1890s, when politics and economic turmoil constantly threw people into conflict. Suspicion between newly freed blacks and their former slaveholders- or, more often, between former slaveholders and transient strange niggers, as they were called- meant that racial tensions were always running high. Newspapers featured daily stories about blacks committing one crime or another, and prisons filled across the South with black men accused of all kinds of grievous misdeeds. A sense of vigilante justice, coupled with a deep fear of what blacks might do out of vengeance for a more than century of dehumanizing oppression, lead to brutal lynchings of black criminals in Southern prisons. "," While black drifters without roots in a town proved the easiest target for such violence, the constant threat of reactionary whites affected all blacks, especially in areas like the Mississippi cotton uplands and the mountains of Appalachia, where the impersonal and transient nature of work in lumber camps and large plantations prevented the establishment of roots or interconnectedness among black and white workers and families, even among those who had lived in the region for years. Ayers characterizes this inescapable fear, noting that it was a poisoned atmosphere, one that permeated life far beyond those counties where a lynching had actually taken place, one that pervaded all the dealings each race had with the other. Intimidation and terror colored life for most Southern blacks, and the burning of Hal Anderson's family and property- made suspicious by lack of detail or explanation- might have been no exception.","Episode Date: October 9, 1877"],"display_date":"October 9, 1877","search_date":"1877-10-09","locations":[{"id":12371,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3424,"title":"The Success of Andrew Jackson began in Tennessee\n","course_id":1,"status":"P","start_date":"1817-01-01","end_date":"1828-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Andrew Jackson was born in North Carolina and after receiving a liberal education began practicing law. Jackson grew up in a family that was not very well off but because of success in his industry he soon became very wealthy. During the process of turning into a state, Jackson was elected as a member of the Tennessee convention and worked to create a state constitution. When this process was complete and Tennessee was admitted into the union he was offered a seat in the House of Representatives but later transferred to the United States senate. After occupying this position he then moved on to become a judge of the Supreme Court of law and equity of Tennessee. He held this position for a few years then moved on to become a general in the military. ","General Andrew Jackson recruited men from Tennessee to join him in arms and traveled around the country fighting battles and protecting the boarders of the United States. In 1817 Jackson and his troops were assigned to invade Florida and overthrow the Spanish who were currently occupying the state. Jackson's triumph as a military leader impressed the nation and lead to suggestions for him to join the presidential race. ","In 1822 Andrew Jackson's devoted friends in the Tennessee legislature formally nominated this war hero as a candidate for the 1824 presidential election. The election consisted of three other candidates John Quincy Adams, William H. Crawford and Henry Clay. Although Jackson won the popular vote by fifteen votes, nobody won the majority leaving the final decision of who would obtain office up to the House of Representatives. Adams was elected by vote of Clay who was at the time speaker of the house, and was later appointed by the president, to be the secretary of the state. Distraught by the outcome, Jackson was determined to prove he deserved the presidency and became a candidate again in 1828.","The majority vote in this election went in favor of Jackson by a score of 178 to 83 defeating the previous president and Jackson made his way to Washington with his wife Rachel to begin his term in office as the seventh president of the United States of America. The beginning of Andrew Jackson's success began in Tennessee as an attorney and due to his popularity in the South, he became a very influential and important man in American history."],"display_date":"1817 - 1828","search_date":"1823-01-01","locations":[{"id":12365,"lat":35.2121822757,"lng":-89.8820367379,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3893,"title":"Steamboat Explosion Rattles Legislation\n","course_id":5,"status":"P","start_date":"1830-02-24","end_date":"1830-02-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With a sound \"resembling the discharge of a small piece of artillery\" and \"the rushing sound of steam, and the rattling of glass\", the starboard boiler on the steamboat Helen McGregor exploded on February 24, 1830 on the Memphis waterfront.  In <em>The Mariner's Chronicle</em>, one gentleman on board described the scene in the boiler room as a \"complete wreck - a picture of destruction\".  He witnessed one man with \"the whole of the forehead blown away: the brains were still beating.  Tufts of hair, shreds of clothing, and splotches of blood might be seen in every direction\".  Outside the boiler room \"on every side were to be heard groans and mingled exclamations of grief and despair\" as men and women dealt with the injured.  One man's face \"was entirely black; his body without a particle of skin.  He had been flayed alive\".  To witness such horrors - fellow passengers in pain, near death, and begging for death to \"free them from present suffering\" - devastated the survivors.  The gentleman judged that between forty and fifty people perished either instantly, from injury, from inhaling steam or gas, or from drowning.  "," No doubt people faced danger when traveling during the 19th century.   John Burke in \"Bursting Boilers and Federal Power\" stated that between 1816 and 1848 about 233 steamboat explosions occurred.  The lack of regulation on the boilers at that time contributed to most of the accidents.  Steamboat explosions caused the loss of goods affecting the economy as well as the loss of lives affecting each individual and each family.  Ultimately, the loss of lives and goods played a crucial role in affecting American history.  The number of lives lost compelled American legislation to question how steamboats could become safer and whether federal power had the right to create regulatory agencies.    ","In 1824, the <em>Gibbons v Ogden</em> ruling handed down by Chief Justice John Marshall ruled that \"the power to regulate commerce, so far as it extends, is exclusively vested in Congress\" allowing Congress to regulate private business and to interfere where government had never interfered before.  As more steamboat explosions killed more lives, the American people reacted.  In 1830, Secretary of Treasury Samuel D. Ingham gave money to The Franklin Institute to experiment and inspect steam engine boilers.  The combination of the number of deaths due to explosions and the data from the experiments forced the Steamboat Act of 1838 to become law.  The Steamboat Act of 1852 established the Steamboat Inspection Service, one of the first federal agency to regulate private industry, allowing the Act of 1838 to be enforced by a government agency.  Aside from safer traveling, the impact of this legislation still affects Americans.  John Ward in \"The Future of an Explosion\" further explained, \"From that distant carnage on the rivers of the West came the Food and Drug Administration, the Federal Aviation Administration, and all the other government regulatory and investigative agencies that seek to protect us today\".  A steamboat explosion occurring in 1830 changed the lives of Americans far after other transportation replaced steamboats.  The loss of human life makes a difference."],"display_date":"February 24, 1830","search_date":"1830-02-24","locations":[{"id":12366,"lat":35.2121822757,"lng":-89.8820367379,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4268,"title":"Blacks Massacred In Memphis Riots\n","course_id":5,"status":"P","start_date":"1866-05-01","end_date":"1866-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    Deep-seated racial tensions exploded in Memphis on May 1, 1866. For three days, violence ruled the city as roaming mobs murdered, robbed, and burned throughout the Black Quarter. By the time Federal troops imposed martial law on May 3, ending the riots, Memphis' terrorized black community was in shambles. Roughly fifty blacks were murdered outright and scores more were wounded. Burned to the ground were nearly 100 private homes, 12 churches, and 4 schools. The riots shocked the North and resulting Radical Republican outrage led to congressional investigations and a tightening of federal military occupation of the conquered South.","    It would take weeks before the exact details of the Memphis riots were known. The Freedmen's Bureau of Tennessee conducted an investigation and released a report on May 22. The report was a compilation and summary of a number of affidavits obtained from witnesses and participants in the riots. It was determined that the general cause of the riots was racial tension between blacks and poor whites-- particularly between poor whites and blacks who had served in the Union army. More importantly, \"There was an especial hatred among the city police for the Colored Soldiers, who were stationed here for a long time and had recently been discharged.\" The city police were at the core of much of the rioting, often leading the mobs.","    The rioting began during a confrontation between policemen and black veterans. Attempting to arrest a black for disorderly conduct, some blacks reportedly fired their pistols into the air. Perceiving themselves to be under attack, the police fired into th e crowd. The situation rapidly worsened as city officials dispatched the police into the streets and white citizens were asked to assist in a search for weapons. City Recorder John Creighton delivered an inflammatory speech and demanded \"That everyone of the citizens should get arms, organize, and go through the Negro districts.\" The resulting butchery saw policemen directing white mobs into black homes-- indiscriminate murder of women and children, raping, burning, and robbery ensued. ","    The Memphis military garrison did nothing about the violence for two days. Its commander, General George Stoneman would later testify before Congress and defend his inaction by saying he wanted to defer to the local authorities. However, in the case of the Memphis riots, local authorities were the very root of the problem. Much of the violence was conducted by local officials and police officers. Ultimately, the black community in Memphis had nowhere to look for protection and federal aid was needed to stop the rampaging population. The riots helped expose this problem-- one that would plague black populations throughout the South for much of Reconstruction.  "],"display_date":"May 1, 1866 - May 3, 1866","search_date":"1866-05-02","locations":[{"id":12369,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4703,"title":"Dancing to the Jailhouse Rock: The Last of Elvis the Pelvis","course_id":26,"status":"P","start_date":"1/1/57","end_date":"12/31/57","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["By 1957, Elvis Presley was already a star, when Jailhouse Rock, his third movie appeared. The movie’s plot was a loose allegory of Presley’s own life. The main character, Vince Everett, played by Elvis, was a construction worker sent to jail where he learned to sing and play guitar from his cell mate, a former country musician. Upon being released from prison Vince begins a career as a pop musician. The love interest for Vince in the movie was Peggy (played by Judy Tyler) who provided the support and inspiration Vince needed to achieve success. What drew her attention was not his musical talent but “the way he swings the guitar.” Peggy works for a record company so they record a few songs and try to sell them. One of the record companies steals the best song leading Vince and Peggy to start their own record company. In the movie, the audience was offered many chances to see Vince ”wing that guitar” from bars to stages. The title track from the movie, Jailhouse Rock”, would go on to become a billboard hit and is featured in the movie as a choreographed dance routine.","Glenn Altschuler, author of All Shook Up, compared and contrasted the early American rock stars. When Altschuler looks at Elvis’s life before this movie, he concluded “Elvis embodied some of the characteristics of his ‘low-down’ social class and of many fellow teenagers.” In ways this movie was giving the  audience what it wanted: a pop star only concerned with money and women. As Ian Inglis suggested, however, in an article exploring Elvis’s rise to fame, the Elvis of “Jailhouse Rock” was the last of “Elvis the Pelvis.” Following his performance in this movie Elvis enlisted in the army, taking a break from performing, and became more aligned with middle class societal values. His image would become “reassurance not rebellion,” in Altshuler’s words. The career that Elvis resumed after his army service would see his music take new paths including a religious direction in the 1960s."],"display_date":1957,"search_date":"1957-07-02","locations":[{"id":30480,"lat":35.1836907507,"lng":-89.8956007997,"zoom":9,"place":"Shelby, Tennessee"}],"tags":[{"id":296,"tag":"Elvis Presley"},{"id":297,"tag":"Jailhouse Rock"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":4737,"title":"J.J Anderson's report on the battle of Shiloh","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["  Texts about the Civil War will often discuss in great lengths about the heroic deeds and bravery of the soldiers who fought. These men were often revered for their dedication to the army and to their country. Jabez J Anderson was a thirty eight year old farmer from Middleton, Illinois, who had to take control of his regiment during the first day of battle when two of his superiors were severely wounded. Although his prior occupation as a farmer probably left him with very little knowledge about combat, he would remain in charge of his regiment for all of Shiloh. This was not uncommon among the Confederate and Union armies, but this lack of experience is often hidden by the romantic explanations of war, which is evident in Anderson's reports. Captain Anderson, reporting from the Eighteenth Illinois Infantry, states how the majority of the men in his regiment acted in a manner that was \"becoming of soldiers and men\", and who endured the fight against the overwhelming numbers of the rebel army gallantly.","  However, this report on the battle also goes on to show that not all soldiers acted gallantly, and that there were divisions within the Union Army. Anderson points out that not all men were present in the battle at Shiloh that lasted from April 6 to April 7. In his report, Anderson discussed how William L Cross, second lieutenant of Company D, was absent during the beginning of the fight on the morning of April 6 although he was made aware of his company's position. Furthermore, Anderson states that \"he did not make any effort to rally or encourage the stragglers to return to the help of their comrades\". Another example of \"un officer- like behavior\" was the conduct of William M. Thompson, who was the second lieutenant of Company F. Thompson, he notes, left during the night of the sixth and did not return to battle until the next night. According to Anderson, Thompson said during his absence that \"He would be damned if he would fight in such a cowardly regiment\". These examples of men that were accused of dishonorable conduct were only two of four that Anderson mentions. This demonstrates how each regiment within the army suffered from internal problems, whether it was exhaustion, lack of unity or disagreement. These internal issues coupled with the overall brutality of Shiloh seemed to have a significant impact on the soldiers who fought. McPherson states that the  \"romantic image of Rebels and Yanks who marched off to war in 1861\" were gone. The beliefs surrounding war were not as clear cut and simple as it was made out to be in the beginning of the Civil war and nor did the officers in charge of these regiments always have in mind what was best for the company as a whole."],"display_date":"April 6, 1862 - April 7, 1862","search_date":"1862-04-06","locations":[{"id":12369,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":332,"tag":"battle of shiloh"},{"id":393,"tag":"loyalty"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4740,"title":"Adolph Engelmann's report of the Battle of Shiloh","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Adolph Engelmann's report on the battle of Shiloh, he discusses the different obstacles and hardships that the forty third regiment had to endure during this \"bloody battle\". Within his regiment, a report stated that seventy five enlisted were either killed or mortally wounded while one hundred and sixty one of the soldiers died either of disease or accident. Although significant, these statistics often results in one forgetting the experiences or conditions that lead to these deaths. Casualties during the war were usually the accumulation of several issues, including many that could have been prevented with better organization and with modern medicine practices and technology. Also, the soldiers were exposed to uncontrollable factors, such as illness, that made combat more complex. For instance, on the morning of April 6, Engelmann was sent by the general to report to Colonel Earden that he should his get brigade ready for battle. However, Colonel Earden was ill and unable to go to battle. As a result, he ordered that Colonel Raith, being the next in command, be responsible for this brigade. This shows how the subjection of the army to the whims of diseases and illnesses can often result in disorganization among the regiments, ultimately affecting them in battle.","The lack of both developed practices of medicine as well as an abundant amount of supplies often held up the progress of individual regiments as well. During the battle of Shiloh, Lieutenant Colonel Engelmann states how Colonel Raith is shot with a minie ball through his thigh. Through the day and \"stormy night\", Engelmann reports that the colonel was laid out and exposed but refuses the very little assistance that is offered to him. Eventually, his leg is amputated, and he dies from \"exposure and loss of blood\".  In more modern times, this wound to the leg would probably have been easily taken care of. Because of limited medical knowledge, General Raith’s death was added to the number of causalities in Shiloh. But, these were not the only conditions that would affect the soldiers. Lack of supplies also tended to create problems within regiments. When the forty third regiment's ammunition supply ran low, there was no time to attain more ammunition before they were supposed to advance towards the enemy.  As a result, Lieutenant Colonel Engelmann states that his fellow soldiers had to ransack the dead bodies of the rebel army in order to have somewhat adequate ammunition to fight the battle with.","All of these examples reveal how the everyday experiences of soldiers in these small combative units were burdened with factors and conditions that created even more hardships in battle. Although most soldiers did their best to rally together, many felt \"totally worn out and exhausted\" as a result."," "],"display_date":"April 6, 1862 - April 7, 1862","search_date":"1862-04-06","locations":[{"id":12369,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":102,"tag":"The Battle of Shiloh"},{"id":100,"tag":"Medicine"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":5292,"title":"<em>Re-establishing White Power in Memphis Tennessee</em>","course_id":73,"status":"P","start_date":"1866-05-01","end_date":"1866-05-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Black subordination was the motive that drove white Southerners to start the infamous Memphis Race Riot of 1866.  May 1, 1866, whites of Memphis, Tennessee, set out to destroy black power and to “…achieve this goal in Memphis only by destroying the most potent symbols of black power in the cities- the soldiers themselves.”","After three long and excruciating days of violent hazing and rioting, federal military authorities stepped in to cease the massacre.  Though focused on black soldiers, whites terrorized the black communities, destroying everything in sight with no sense of remorse.  A total of “two whites and at least forty-six blacks had been killed, between seventy and eighty wounded, at least five black women raped, more than one hundred people (mostly black) robbed and four churches, twelve schools and ninety-one houses burned.”","Most of the civilian victims had ties to black military soldiers.  Lucy Smith, one of the five rape victims testified, “there were some pictures in the room: we had General Hooker and some other Union Officers and they said they would not have hurt us so bad if it had not been for these pictures.”","White Southerners made it apparent that they were greatly intimidated by black empowerment at the end of the war and ensured that white power and control were to be re-established in Memphis Tennessee.  According to the <em>Daily Avalanche</em>, “The chief source of all our trouble being removed…we may confidently expect a restoration of the old order of things.  The Negro population will now do their duty…Negro men and Negro women are suddenly looking for work on country farms… Thank heaven, the white race are once more rulers in Memphis.”"],"display_date":"May 1, 1866 - May 5, 1866","search_date":"1866-05-03","locations":[{"id":12369,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":238,"tag":"African American"},{"id":1055,"tag":"Race riot,"},{"id":290,"tag":"Crime"},{"id":1118,"tag":"Black soldiers"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5295,"title":"Sexual Violence and the Memphis Riot","course_id":73,"status":"P","start_date":"1866-05-01","end_date":"1866-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["From May 1, 1866 to May 3, 1866 violence reigned on the streets of Memphis, Tennessee. At the end of what is today known as the Memphis Riot, forty six African Americans and two White men lay dead. All four of the African American schools were burned as well as over one hundred private residences. Moreover, at least five women testified to having been raped. These women possessed the fortitude and the courage to appear before a congressional committee and recount the heinous acts committed against them.","            Lucy Smith, a young African American girl, only seventeen at the time, was staying with Frances Smith, an old crippled woman when the riots began. Between one and two o’clock in the morning both women awoke to a loud banging at the door. Frances grabbed her crutches and headed for the door. When she opened it she saw “seven men, two of whom were policemen.” She identified them as policemen “by their stars” and noted that they were “all Irishmen.” Upon entering the shack, for that is all it was, the men demanded that they be made supper. Lucy and Frances prepared their meal and waited for the men to leave. However, Lucy and Frances’ nightmare had just begun. The seven men finished their meal and demanded “some woman to sleep with.”         Frances replied that they “were not that sort of women” and indicated that the men should leave. The men refused and one of them struck Frances across the face and began to choke her. Lucy attempted to flee out the open window but the offender caught and treated her similarly. What followed, in the words of Frances Smith, was this: “All seven of the men violated us two. Four of them had to do with me, and the rest with Lucy.”","            As disturbing as the attack was, it is interesting to note that the men did not act out in immediate violence. They asked for a meal first and then stated that they “wanted some woman to sleep with,” as though the women were prostitutes and nothing more. Hannah Rosen, a professor as the University of Michigan, argues that due to the prevailing thoughts and attitudes at the time, most white men considered African American women as unable to resist and subject to white male authority. In other words, “the assailants acted as if…the world had not been fundamentally altered with emancipation” and that these women were still slaves, with no choice in the matter. Rosen also indicates that this pattern of thought was fostered by the press constantly depicting African American women as “lewd” and “loose.” This gave many the impression that African American women enjoyed, or at least easily consented to casual or illicit sex.","            Regardless of the reason, these criminals grossly mistreated Lucy and Frances. Both women gave testimony at a congressional investigation, and even still the malefactors were not charged. This was true not only of this incident, but also of the riot in general. Not a single man was ever arrested or charged for their part in the violence. Instead many of the officers involved, the ones who perpetrated the violence, were compensated for their injuries “sustained in an effort to suppress the riot.”"],"display_date":"May 1, 1866 - May 3, 1866","search_date":"1866-05-02","locations":[{"id":12369,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":7,"tag":"Women"},{"id":1057,"tag":"Memphis Riot"},{"id":1058,"tag":"Sexual Violence"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5611,"title":"Jefferson Davis Responds to the Gibson County Massacre","course_id":93,"status":"P","start_date":"1874-09-02","end_date":"1874-09-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 2, 1874 former President of the Confederacy, Jefferson Davis, delivered a speech in Memphis, Tennessee denouncing a massacre of sixteen black men a week prior in Trenton, TN. The massacre was committed on August 26, and as the <em>New York Times</em> reported, “About 400 armed, disguised, mounted men,” set upon the jail with the design of kidnapping the sixteen black occupants. Historian Allan Coggins, in <em>Tennessee Tragedies</em>, shows that some of the prisoners admitted to, “conspiring to rise up against the whites of Gibson County.” Coggins also states that the foiled conspiracy was tied to the, “unrestrained actions of the local KKK.”","Jefferson Davis expressed his disgust at the vigilantism by invoking the Confederate war dead and warned the crowd not to have let them die in vain. Speaking of the humanitarian responsibility to oppose such violence, Davis alluded that it was what, “You owe to the gallant dead who fell for the sacred cause of Southern Independence.” Davis appealed to the honor and reputation of the Southern men and society stating, “Never has a country been more truly in a condition of having lost all save its honor, and you men of the Counties of Jackson, Grundy, Polk, and many others of wide reputation, may be expected to denounce whatever would stain the honor and whatever would tarnish the fair name of the living.” Davis attempted to stop further violence by appealing to the beaten Confederates’ pride, strong even in defeat. Only a few years earlier, Jefferson Davis was the leader of a rebellion that fundamentally supported slavery, and yet in Memphis in 1874 he claimed that, “The negroes were my friends in the olden times. They were our protectors when our brave men went to the field.” Although a fervent supporter of the Confederate cause, Davis seemed to have accepted defeat and desired a less violent south."],"display_date":"September 2, 1874","search_date":"1874-09-02","locations":[{"id":12370,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5626,"title":"Circumstantial Evidence","course_id":94,"status":"P","start_date":"1885-02-14","end_date":"1885-02-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In early 1885 an African American named McKeever went hunting in Memphis, Tennessee, in the same location as a white hunter who was later found dead.  Based on extremely circumstantial evidence, McKeever was put on trial for first degree murder in February 1885.  The jury deliberated for two days before they decided to convict McKeever.","The circumstantial evidence that the jury considered and based its conviction on was the following: the murdered man was hunting on the same day and in the same area as McKeever, and McKeever supposedly expressed remorse to his step daughter and indicated that he killed the white man.  The jury felt his step daughter’s hearsay testimony was insufficient evidence to convict McKeever of the hunter’s murder; however they ultimately did so anyway.  His stepdaughter’s testimony likely played a part in McKeever’s conviction even though she did not personally witness the shooting and merely recalled a vague statement made by her stepfather.","The jury was perplexed given the circumstantial evidence they had to review. Some evidence pointed to a very different interpretation of the event, namely that it might have been a hunting accident. McKeever was accused despite lack of evidence, but because he was an African American and the dead man was white, it was almost inevitable that he was charged with the act and persecuted.  The defendant deserved the benefit of doubt given that the evidence was neither direct nor compelling, and left room for serious doubt.  Nonetheless, McKeever was convicted of first degree murder based on circumstantial evidence that did not point to his guilt beyond a reasonable doubt.","Max Kohler, formerly Assistant U.S. District Attorney, published <em>Un-American Character of Race Legislation </em>after significant research on legislation discriminating against African American.  Based on this research he found that racism was prevalent in the legal system and to aid in benefiting African Americans one needs to recognize that it is all men, not race or color that is protected under the Declaration of Independence.  One could say that McKeever’s Fourteenth Amendment right was violated; he was deprived his due process of the law and likely denied the equal protection of the law based on his race.","If McKeever had been white, the outcome likely would have been completely different.  More than likely he would not have been charged with first degree murder; instead McKeever could have been charged with involuntary manslaughter, which would have resulted in a much less harsh sentence if convicted. The different laws and judiciary representation should adhere to proper classification and not race discrimination to underlie legislation.  Ultimately the courts relieved themselves of any blame or involvement concerning the murder through discriminating against African Americans."],"display_date":"February 14, 1885","search_date":"1885-02-14","locations":[{"id":12371,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":142,"tag":"african americans"},{"id":1583,"tag":"circumstantial evidence"},{"id":1584,"tag":"courts"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":94,"school_id":43}},{"id":5816,"title":"African-American Killed KKK Member in Memphis, Tennessee","course_id":113,"status":"P","start_date":"1868-03-19","end_date":"1868-03-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 19, 1868, <em>The New York Times </em>reported the murder of a supposed Ku-Klux Klan member by a “Negro” in Memphis, Tennessee. The paragraph summary reported that a group of Klan members went to the African-American’s home the night prior and “demanded admission” there. Henry C. Blair, the supposed KKK member, shot and killed by the homeowner during the confrontation. <em>The New York Times</em> predicted there would be no “further trouble” despite the animosity the situation had created in the surrounding area.","The general philosophy around the creation of the Ku Klux Klan “tapped the daily economic and social frustrations of the average white southerner, and in doing so rationalized who the enemy was and how they were to be defined, fought, and eliminated as a threat,” claimed professor Kwando Miassi Kinshasa. The KKK began as armed counterpoint to the reconstruction ideas implemented in the United States after the Civil War. Many KKK members were “war-veterans, the unemployed, the ex-slave, poor white farmers and restless youth whose fortunes were yet to be made and lost.” As the United States prepared to make massive changes in a country that remained in shambles from a four year war, the entry of thousands of African-Americans into the status of citizens was a nightmare for southerners who lost the war. Kinshasa wrote, “Violent attacks by the Ku Klux generally inflicted havoc among unarmed rural Freedmen.” The notion of slavery died with the Civil War, but, the idea that African-Americans could have full ownership of property and their own labor was an idea that many Southerners could not reconcile after the defeat of the war. To disarm the Freedmen from all power and rights would place the whites back in a position of power and leadership after a dreadful defeat.","The murder of a Klansmen in Tennessee represented the willingness of African-American citizens to fight for the rights that were inherently theirs. Despite the violence that the Klan enforced on the African-American population, armed resistance by African-Americans occurred. Tennessee, the only state outside of the deep South that had a significant portion of the population in support of the KKK, refused to push the Klansman’s murder."],"display_date":"March 19, 1868","search_date":"1868-03-19","locations":[{"id":12369,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":151,"tag":"Ku Klux Klan"},{"id":1115,"tag":"Freedmen"},{"id":248,"tag":"tennessee"},{"id":1872,"tag":"New York Times"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6055,"title":"Dr. Garrison Calls for Action","course_id":122,"status":"P","start_date":"11/14/27","end_date":"11/17/27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In mid-November of 1927, in Memphis, Tennessee, the Southern Medical Assocoiation was holding their twenty-first annual conference. Included within this four-day conference, the Section on Public Health met. It was there that Dr. C. W. Garrison, the State Health Officer from Arkansas, addressed the delegates. He was concerned about the pellagra problem cases, he told the delegates that the number of cases in Arkansas ran between five-thousand and ten-thousand per year and that the death toll averaged at five-hundred per year where the total population was less than two-million.","Dr. Garrison, clearly alarmed at the statistics related to pellagra in his own state, appealed to the delegates to find a solution. He proposed a resolution that would provide a varied diet to tenant farmers by giving them, where- and whenever possible, \"a liberal supply of vegetables, poultry and milk for home consumption,\" and crop diversification in order to eradicate pellagra. His resolution passed, unanimously, following a heated debate over the origin of pellagra, about whether the disease was dietitic or infectious in nature.","Elizabeth Etheridge explains the reasons behind the poverty of the tenant farmers, who were always in debt as a result of cash advances during the year that were taken out of the profits after the harvest and ginning. This constant poverty was the true cause for pellagra, much to the dismay of many Southerners who believed that the endemic had been dramatized in order to scar the image of the New South. It was because of the economic situation that tenant farmers were forced to eat the three-M diet: meat, meal and molasses. That lack of variation meant dietary deficiency and, eventually, pellagra.","In addition to being poverty stricken, which meant little or no money to purchase food, the only crop grown by most tenant farmers was cotton, not a food crop. Cotton was king. In order to increase the chances of having a good crop the landowners would not allow tenants to use any land to grow their own gardens or keep their own livestock so that it could all be used to grow cotton. Only one crop meant that there was one chance to make money off the land. If the crops failed, as were common with many floods occurring, portions of the crops would be destroyed. If the crops were unsuccessful, the tenants would be fortunate if they made enough to cover their expenses. One crop also meant that there were vegetables readily available for the tenants, or to sell.","Etheridge calls Dr. Garrison's resolution \"the first evidence of a change in public opinion\" where pellagra, formerly thought to be an infectious disease, was now thought of as one of dietary deficiency and economic in nature. As ground-breaking as this resolution was, it only provided for tenant farmers. There were still plenty of other occupations that left people poverty-stricken."],"display_date":"November 14, 1927 - November 17, 1927","search_date":"1927-11-15","locations":[{"id":19831,"lat":35.1823412133,"lng":-89.8965921784,"zoom":9,"place":"Shelby, Tennessee"}],"tags":[{"id":1125,"tag":"Pellagra"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6435,"title":"Reconstruction: The Issue of Equality","course_id":149,"status":"P","start_date":"1868-07-03","end_date":"1868-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The <em>Public ledger</em>, issued out of Memphis, Tennessee on July 3, 1868, details the newfound social and cultural characteristics of post civil war America. The Newspaper presents the \"Platform of the Tennessee Democracy,\" an outline of new standards for governmental and civilian life, which discusses major topics such as civil rights issues and powers of the state and federal governments. This newly documented Tennessee Democracy states that the result of the war should be accepted as final and conclusive, speaking to those who were sour over the outcome. Not only this, but the document also makes a clear point that the abolition of slavery stands, which speaks to the vast majority of concerns for post Civil War America, regarding the Constitutional amendment that ratified the illegality of enslaved African Americans. This decision greatly impacted the southern economy, proving unfavorable for many. Equal and exact justice for all is the conclusive point made by the document, producing an environment that holds every individual to the same standards.","After the \"Platform of the Tennessee Democracy\" comes a news article regarding congressional reconstruction. The issue discussed is that of making \"negroes\" equal to white men, and the repercussions this may entail. If such a decision was to be made, the population of African American voters would rival that of the caucasian Americans. This brought concern to those who worried that the intentions of the African American voters may be greatly different than those who once owned slaves. If in fact African Americans were deemed equal and Northerners did not agree with such a decision, those who would decide to venture south to surround themselves with the likeminded, would be disfranchised and unable to vote. Although slavery was no more, this newspaper brings light to the inequality that was still very much present.","To contextualize the newspaper articles found within the <em>Public ledger </em>dated July 3, 1868, we can look into David Blight’s <em>Race and Reunion</em>, which gives useful perspective on the post civil war society that defined America. Southerners, having lost the war, began to feel a sense of tyrannical oppression afflicted by the North through such acts as Congressional reconstruction. The southern ideology and way of life, prior to the civil war, operated around an economy driven by slavery. With the Union victorious, and one of its major civil war motives being the anti-slavery movement, the south was subject to a great deal of change. Blight offers us the position of the southerners, given their feelings of now being oppressed by the north. The south excused their position throughout the war saying they were only trying to finish the work of the founding fathers, questioning why were they now being punished. For obvious reasons, these southern whites were going to disapprove of these new government actions to abolish slavery and equalize black and white peoples. The truth of the matter at the time was the southern fear of the vast population of black people who would now be free and equal, and able now to oppose the white vote. The very oppression the south felt was illegitimate given the culture the south produced through slavery. This hypocritical ideology was the result of a malicious southern culture that was now to be removed from American society and culture, which produced a fear of opposition from black populations who would then be given the ability to carry out political and social retaliations."," "],"display_date":"July 3, 1868","search_date":"1868-07-03","locations":[{"id":52804,"lat":35.1495343,"lng":-90.0489801,"zoom":8,"place":"Memphis, Tennessee"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":42,"tag":"Civil Rights"},{"id":2801,"tag":"Post-Civil War"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6644,"title":"Mobs of Tennesseans lay destruction upon the African Americans of South Memphis","course_id":164,"status":"P","start_date":"1866-05-01","end_date":"1866-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 1, 1866, increasing tension amongst the civilians of Memphis, Tennessee reached its breaking point, as both white and black citizens engaged in a riot that led to the death of African-Americans and destruction of their homes. The <em>Farmer’s Cabinet</em> newspaper reported; “women and children have been burnt alive with the dwellings of the negroes.” Although the riot lasted several days, the initial engagement that triggered the subsequent events of the riot can be traced to a single altercation.","The parties involved included two groups, one contained four Irish American police officers, while the other was composed of a significantly larger number of African-American Union veterans, some of whom were intoxicated. The police officers were tasked with dispersing the black veterans from their location, but when asked to do so, “The ex-soldiers stubbornly refuse to disperse,” stated historian Stephen Ash. In an effort to relieve themselves of the emotionally heightened situation, the police officers withdrew from the crowd and traveled toward a new location, during which they were followed by several individuals from the group of black veterans. The veterans desired to further intimidate the already frightful police officers by firing their weapons into the air, but in a misinterpretation, the police believed the men were firing at them, and fired back into the crowd. This led to an exchange of gunfire with the officers, but the only officer that was injured was John Stevens, who accidentally shot himself in the leg.","Several of the black men from the group chased two of the fleeing police officers, resulting in the critical injuring of one officer, the escape of another, and the death of a black veteran. As information of the encounter spread, several mobs of white citizens, from an array of occupations, converged upon the predominantly black area of South Memphis. The black veterans in the group were ordered to return to their barracks in Fort Pickering, leaving the rest of the African-American community exposed to the violent acts of the mobs.","Over the next several days, violent beatings and killings involving innocent African-Americans occurred. According to Ash, white mobs mainly targeted black individuals in military uniforms. Unfortunately for the black community, the violence was not limited to those in federal uniforms. As the <em>Farmer’s Cabinet </em>newspaper reported several of the vicious attacks imposed upon innocent civilians, “A poor old negro of seventy years…was knocked down and his tongue cut out by the roots.” A letter recollecting the events of the prior days, revealed by William D. Kelley, stated; “Negro men have been shot down in cold blood on the streets...The most prominent citizens stand on the streets and see negroes hunted down and shot, and laugh as it is a good joke.”","Overall, the Memphis riot, according to historian Eric Foner, accounted for forty-eight deaths, five women raped, and the destruction of several prominent buildings in South Memphis, such as homes, schools, and churches. The Memphis riot undoubtedly provided a barrier in the Union’s overall plan for Reconstruction by further dividing white and black Americans through conflict."],"display_date":"May 1, 1866 - May 3, 1866","search_date":"1866-05-02","locations":[{"id":12365,"lat":35.1268552,"lng":-89.9253233,"zoom":7,"place":"SHELBY, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":629,"tag":"race"},{"id":244,"tag":"Violence"},{"id":825,"tag":"Riot"},{"id":407,"tag":"Death"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}}]}