{"id":154,"place":"SABINE, Texas","lat":31.3431987471,"lng":-93.85180156,"episodes":[{"id":214,"title":"Frederick Law Olmsted Journeys Through Texas\n","course_id":1,"status":"P","start_date":"1853-01-01","end_date":"1854-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As the Northern journalist and famous landscape architect Frederick Law Olmsted began his journal through Texas, he wrote, In entering new precincts, the mind instinctively looks for salient incidents to fix its whereabouts and reduce of define its vague anticipations.' Olmsted's research journey through Texas commissioned by the New York Daily Times (now the New York Times) culminated in a series of published accounts denouncing the institution of slavery and the slave economy of the South. &lt;br /&gt;&lt;br /&gt;Olmsted expressed great interest in the slave economy of the southern states. However, as he traveled through Texas, he deemed slavery as having a paralytic effect upon the popular conscience' and as being the great calamity of the South.' His first-person accounts of his journey were dispatched back to the New York Daily Times and published. The last of these accounts, titled Journeys and Explorations in the Cotton Kingdom,' was published within the first six months of the beginning of the Civil War. Thus, his writing helped to galvanize the abolitionist sentiment in New England. His commissioned trip also suggests the growing perception of both the North and the South that they are truly different and disparate cultures. Later, Olmstead would go on to co-found the Nation magazine, a progressive periodical publishing out of New York City."],"display_date":"1853 - 1854","search_date":"1853-12-31","locations":[{"id":13172,"lat":31.3431987471,"lng":-93.85180156,"zoom":9,"place":"SABINE, Texas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}