{"id":1562,"place":"POLK, Tennessee","lat":35.1199101303,"lng":-84.5233135097,"episodes":[{"id":2139,"title":"The Tragedy of Slave Trade\n","course_id":1,"status":"P","start_date":"1852-09-01","end_date":"1852-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["It was a grave tragedy. An enslaved African American woman of Polk County, Tennessee put an end to the lives of her children and then took her own life one September night in 1852. Authorities confirmed that the woman killed all four of her children by slitting their throats while they slept. After the gruesome deed had been carried out, she too ended her life in the same manner. When questioned about the possible basis for the woman's actions, the slave's master, George M. Garrison, alluded to the possibility that the woman may have overheard him discussing the potential sale of herself and two of her children while keeping the others in his possession. Beyond this, the owner could think of no other impetus for such an act.","Only the woman ever knew for certain the rationale which drove her to take her own life and the lives of her four children. The insinuation of her master, however, that the slave woman had knowledge of his intent to break apart her family, offers valuable insight. When viewed from this vantage point, it appears that for this mother, the possibility of a life without all of her children was just too much for her to bear. It is probable that after overhearing her master's plans to divide her family, the woman decided that ending the lives of her entire family would be less painful than separation. Based upon this speculation, it can be inferred that this heart wrenching act was committed out of desperation. ","This incident underscores the adverse impacts that the slave trade had on the African American family. The breaking up of families was not at all uncommon in the Antebellum South. Husbands and wives, parents and children were all constantly faced with the threat of separation. In his book <em>Soul by Soul</em>, historian Walter Johnson claims that 50 percent of interstate slave trades tore apart nuclear families and therefore, the strength of family ties was never certain. Through examples similar to the episode above, Johnson argues that self destruction or the threat of self destruction was a common method utilized to avoid trade. According to Johnson, these instances portrayed the dark side of slave trade and served as a foundation for its opposition. In effect, this tragic account along with many others brought to light the horrors of slavery. In the bigger picture this increased awareness spawned anti-slavery reactions and eventually influenced the American abolitionist movement."],"display_date":"September 1852","search_date":"1852-09-15","locations":[{"id":12302,"lat":35.1199101303,"lng":-84.5233135097,"zoom":10,"place":"POLK, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}