{"id":1563,"place":"LIMESTONE, Alabama","lat":34.8100816932,"lng":-86.9813367451,"episodes":[{"id":2141,"title":"The Election of 1852 Comes to Alabama\n","course_id":1,"status":"P","start_date":"1852-07-25","end_date":"1852-07-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Four months before the presidential election of 1852, Thomas J. McClellan wrote to his friend Patrick Ragland, informing him of his views on the state of the Whig Party and the upcoming election. McClellan emphatically told Ragland that he intended to support the Whig nominee, General Winfield Scott, and the platform upon which he would run for the presidency. McClellan also expressed feelings of utter disgust with Ragland for even having asked him in his last letter if he would consider voting for Scott's opponent, Franklin Pierce of the Democratic Party. He even went so far as to inquire whether Ragland was deranged for asking such a question. McClellan proclaimed that, in order for him to leave the Whig Party, there would have to be reasons much more enticing than the candidacy of Franklin Pierce. He then went on to belittle the resume of Pierce and satirize him by saying how he small of a man he would appear if he were to wear the uniform of an esteemed General as Winfield Scott. ","From the contents of his letter, it can be inferred that McClellan was a dyed-in-the-wool supporter of the Whig Party. Although Pierce had served as a member of Congress and fought in the Mexican-American War, in McClellan's eyes, he was an inadequate candidate and was unworthy to even challenge such a man as Winfield Scott. While it appears that McClellan would have voted for the Whig ticket regardless of the candidate, his letter to Ragland implies that others may not have felt the same way. When asked about the views of the Whig Party in general with regard to Scott's nomination, he replied that although most Whigs were in favor of his candidacy, others were afraid that the advocacy of some of Scott's claims would hinder their future political aspirations. He also spoke of how Alabama congressman James Abercrombie left the Whig party altogether on account of Scott's nomination. ","This letter is telling of the strife that occurred within the Party on the eve of the 1852 presidential election. At this time, two factions, one Northern and one Southern, had formed within the Whig Party. The opposition between these two groups was on account of the abolitionist sentiments of the Northern Whigs. At the time of the nominating convention, the Southern Whigs heavily favored the candidacy of incumbent president, Millard Fillmore, to best protect their interests. Therefore, for many Southern Whigs, the nomination of Scott was not a favorable occurrence. According to historian Lewy Dorman, the election results of 1852 reflected the shift in allegiance of many Alabama Whigs to the Democratic Party whom they felt could better serve their interests. This goes to show that not all Southern Whigs were as devoted to their party as Thomas McClellan. In the Election of 1852, many Alabamians cast aside long held party allegiances in favor of their own best interests. This event marked both the decline of the Whig Party and the rise of sectionalism in the United States."],"display_date":"July 25, 1852","search_date":"1852-07-25","locations":[{"id":232,"lat":34.8100816932,"lng":-86.9813367451,"zoom":9,"place":"LIMESTONE, Alabama"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3070,"title":"Free Silver or Bust\n","course_id":1,"status":"P","start_date":"1895-04-07","end_date":"1895-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A total of 400 Republicans, Democrats, and Populists declared that they stand emphatically in favor of free silver. Men of all three parties gathered in convention at Athens, Alabama to form themselves into the Central Silver Club. They promised that they would vote for all and only those men who supported the free coinage of silver in the next elections, regardless of the candidate?s party affiliation. ","The men of this group stood behind the idea of free silver so unanimously that they forced one member, Hector D. Lane, to withdraw from the convention completely after he moved that the fight for free silver be carried out along party lines. They then ensured the spread of their ideas throughout the state by forming committees not only to take the group?s message to all parts of the state, but to form many other such groups as well. Traditional Republican, Democrat, and Populist leaders viewed this convention and show of unusual partisan solidarity with alarm.","The idea of ?free silver? gained popularity in the late 19th century, fueled by the recession in the early 1890s. Unlimited coinage of silver was taken up by people all across the nation as a solution to economic problems, especially those of farmers. Indeed, the Farmer?s Alliance in 1890 and the Populists in their 1890s platforms called specifically for this measure as a balm for the national financial crisis. In Alabama, a region of mostly cash-poor landowners and farmers, free silver seemed to be central to their future economic survival and prosperity. This episode highlights a trend in political alignment at this time. The Populist party and other men standing for free silver joined together in political alliances with traditional Republicans and Democrats in hopes of gaining more power. Indeed, the idea of free silver would get the greatest following in 1896, just a year after the formation of these clubs in Alabama, when the Democrats and Populists run Bryan for president on a free silver platform. Despite the enthusiasm and collegiality seen in this Athens meeting and the plan for expansion, the free silver idea was crushed with the final defeat of the Populists at the end of the decade."],"display_date":"April 7, 1895","search_date":"1895-04-07","locations":[{"id":236,"lat":34.8100816932,"lng":-86.9813367451,"zoom":9,"place":"LIMESTONE, Alabama"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}