{"id":1571,"place":"WILKINSON, Mississippi","lat":31.1610416216,"lng":-91.3109144316,"episodes":[{"id":227,"title":"African American Composer William Grant Still is Born\n","course_id":1,"status":"P","start_date":"1895-05-11","end_date":"1895-05-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William Grant Still was born on May 11, 1895 in Woodville, Mississippi.  His father passed away when Still was only three months old, and he and his mother moved to Little Rock, Arkansas, where she soon remarried.  As a boy, Still learned to play the oboe and cello and took violin lessons.  He soon developed an interest in African American, jazz, popular, opera, and classical genres.  Still attended Oberlin College where he sought a medical degree, but instead left and went to work for W.C. Handy in New York City.&lt;br /&gt;In many ways, Still paved the way for African American performers.  In 1955, he conducted the New Orleans Philharmonic Orchestra and was the first African American to conduct a major orchestra in the Deep South.  Still was also the first African American to have an opera performed by a major opera company (his opera, Troubled Island was performed in 1949 by the New York City Opera).  In addition, Still was the first African American to have an opera performed on national television, and the first to run his own recoding company, Black Swan Phonograph Company.  &lt;br /&gt;Over the course of his life, Still received two Guggenheim Fellowships, honorary doctorates from Oberlin College, Wilberforce College, Howard Universtiy, Bates College, and the University of Arkansas.  In 1928, Still won the Harmon Award for the most significant contribution to American Negro Culture.'  Still's aim was to develop a symphonic type of black music which was melodious and conservatively styled and based on black spirituals.  Many of his works, including And They Lynched Him on a Tree' and In Memoriam: The Colored Soldiers Who Died for Democracy' delt with scenes from the American South.  When Still died on December 3, 1978, the New York Times referred to Still as the Dean of Afro-American Composers.'"],"display_date":"May 11, 1895","search_date":"1895-05-11","locations":[{"id":7341,"lat":31.1610416216,"lng":-91.3109144316,"zoom":9,"place":"WILKINSON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2149,"title":"Reaction to Nullification\n","course_id":1,"status":"P","start_date":"1832-11-04","end_date":"1832-11-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1832, Sophia Hunt, a Democrat living in Woodville, Mississippi, received a letter from her father in South Carolina describing the recent crisis of his state. The Nullification Crisis threatened to hurl South Carolina into warfare with the rest of the country. In her November 4 reply, Sophia expressed her sorrow upon hearing this news, as well as her doubt that South Carolina would be successful in its defiance of Federal law. Oh That the true interest of my native state was not obscured by such party factionists, Sophia lamented, distressed that South Carolina was being run by the aristocratic party. Horrified, she fearfully remarked on the possibility of civil war. However, Sophia must not have been too worried about this prospect, for she then went on to discuss the cholera epidemic that was plaguing Natchez as well as other family issues. "," Although the threat of civil war seemed improbable to southerners like Sophia in the 1830s, southern farmers and northern merchants had different economic interests at this time. This became an important issue when John Quincy Adams passed the Tariff of 1828. Southerners felt that the tariff favored the North, and swiftly voted Andrew Jackson, a Democrat, into office. However, Jackson failed to remove the tariff. South Carolina, fearful that the Federal Government had become too powerful, issued the Ordinance of Nullification in 1832. The Ordinance stated that South Carolina would no longer collect the tariff. The state began to raise troops to protect its new legislation. Jackson responded by instituting the Force Acts, which allowed him to send troops into South Carolina if the state continued to ignore the tariff. Many southerners who had staunchly supported Jackson were appalled at his institution of the Force Acts. They viewed his actions as an assault on states' rights. Still, like Sophia, the overwhelming majority of the South did not support South Carolina. The state's threats to secede were just too extreme. In January 1833, Mississippi's House of Representatives released a statement condemning South Carolina for acting impulsively. The report declared that the Ordinance of Nullification opposed the Constitution. Still, Mississippi's legislature did not fully support Jackson either as a result of the Force Acts. Many citizens, including Governor Abram M. Scott, believed that Mississippi should stand behind its fellow southern state by contesting Jackson's Force Acts. They thought that the tariff should be lowered. Even some supporters of Jackson expressed sympathy for South Carolina. Although views on the crisis were varied, Mississippi could not encourage disunion. Mississippians like Sophia could not have foreseen at this time that the country would be thrown into civil war in fewer than thirty years. Though the states had divided interests, on the dawn of the 1830s civil war was simply unimaginable."],"display_date":"November 4, 1832","search_date":"1832-11-04","locations":[{"id":7336,"lat":31.1610416216,"lng":-91.3109144316,"zoom":9,"place":"WILKINSON, Mississippi"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2154,"title":"Conversion from the Presbyterian Church to the Baptist Church\n","course_id":1,"status":"P","start_date":"1837-01-01","end_date":"1837-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Unlike the Presbyterian or Episcopal Church, the Methodist Church in the 1830s did not require that its clergy be educated. In fact, education was sometimes frowned upon, particularly on the frontier where ministers rode around preaching to small communities. These ministers, called circuit riders, led a particularly dangerous life traveling through undeveloped areas. Because of the lifestyle of circuit riders, they were expected not to settle down in one location or marry. However, in 1839 a Methodist circuit rider founded a college in Brandon, Mississippi. ","Reverend Benjamin Drake was a Methodist minister and a circuit rider. In the 1830s, a time when Mississippi began to fall behind the rest of the nation in terms of education, Drake was planning to start a college. He received a letter from his friend C. K. Marshall addressing the issue of the location of the school. Drake had originally planned on establishing the college in Clinton. Marshall's letter swayed him to look at another location. Marshal described the striking beauty of Brandon Mineral Springs at length, calling it the most enchanting and lovely place [he] ever saw. The property consisted of 54 buildings on 1005 acres of land. Marshall admitted that Brandon was difficult to reach, but railroads would make it more accessible. The manor was also inexpensive - ten or twenty thousand dollars for the estate including furniture. Money may have been an issue, because circuit riders were very poorly paid. The location was perfect for Drake's institution. "," Thus Centenary College was founded by Drake in 1839 in Brandon Springs, Mississippi. Though the Methodist religion in Mississippi traditionally did not place a high value on education, this preacher still established a school. Drake's precise motives in founding the school are unidentified, but it is known that Methodists at this time were concerned with changing the society around them and making the world a better place. Because only the elite could afford to send their children to college, the school probably would have affected the sons of the wealthier plantation owners in the area. The founding of Centenary College shows that while the Methodist church did not place high value on the education of its clergy, it encouraged the creation of educational institutions for other members of the population."],"display_date":1837,"search_date":"1837-07-02","locations":[{"id":7336,"lat":31.1610416216,"lng":-91.3109144316,"zoom":9,"place":"WILKINSON, Mississippi"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2156,"title":"Indian Removal\n","course_id":1,"status":"P","start_date":"1830-01-01","end_date":"1832-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On January 30, 1832 The <em>Woodville Mississippian</em> published an extensive letter from Lewis Cass, the Secretary of War, to Andrew Jackson, the President of the United States. Cass was concerned about the policy that the government would take regarding the Native Americans living in the United States. Cass admitted that whites had harmed the Indians for the past two centuries, and he saw the need to make up for this damage. It would be best for the Indians, he declared, if they were moved west of the Mississippi River. Certainly if they remained in white communities their race would be eventually be destroyed. Cass argued that the average Native American was lazy and stubborn and feared the anger of the Great Spirit should he depart from the customs of his fathers. Because of these characteristics, Cass said, Indians would not realize that whites were genuinely attempting to help them. The best course of action would be to remove the Indians and let them learn from the example of the white settlers. "," The subject of Cass's letter was an important issue in Mississippi in 1832. Until 1830 the Choctaws and the Chickasaws possessed the majority of the land in Mississippi. This began to change immediately after Andrew Jackson assumed office. On January 17, 1930, Mississippi extended its governance over Native American lands, which forced the Native American tribes to move westward if they wanted to maintain their independent government. In the Treaty of Dancing Rabbit Creek the Choctaws agreed to move westward, and in 1832 the Treaty of Pontotoc Creek removed the Chickasaws as well."," The removal of the Choctaw and the Chickasaw changed Mississippi on economic, social, and political levels. White males looking for new opportunities would have been ecstatic to open their local newspaper and see Cass's suggestions to the president. According to historian John Ray Skates, The Indian cessions tripled the public lands available for settlement and provoked explosive changes for the state of Mississippi. Suddenly a huge expanse of land was open and ready to be transformed into cotton fields. "," The plantation owners of Mississippi Delta, however, may have been less excited about the new abundance of land. As more and more people flooded into the remainder of the state, the old plantation owners in the river counties were quickly outnumbered and began to lose political power. Most of the new settlers were Democrats, unlike most of the politicians from the Delta. The new settlers moved the state capital out of the Delta, from Natchez to Jackson. Then, in 1832, the government of Mississippi declared universal suffrage for white men and terminated property holding requirements for office. The plantation owners of the Delta no longer had political control over the state. Although citizens of the Delta probably agreed with Cass that the Indians should be moved, ultimately, they were not happy with the political changes that resulted."],"display_date":"1830 - 1832","search_date":"1831-07-02","locations":[{"id":7336,"lat":31.1610416216,"lng":-91.3109144316,"zoom":9,"place":"WILKINSON, Mississippi"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3318,"title":"The Importance of Unity: Jefferson Davis in Maine\n","course_id":1,"status":"P","start_date":"1858-07-29","end_date":"1858-07-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A tall, lanky man from Mississippi mounted the steps of Madame Blanchard's at the corner of Park and Danforth streets in Portland, Maine as a large crowd cheered in anticipation. After the music ceased, Jefferson Davis began to speak as the crowd listened intently to his words. It was July of 1858 and Davis was giving a speech to the citizens of Maine about the importance of the unity of the country. The <em>Pittsfield Sun</em> recounted the substance of his speech. Davis spoke of the differences between Maine and Mississippi and explained that these differences between the all of the states are what made the United States unique. He expressed how each state had something different to offer the Nation, which made their unity as a country more crucial. Only three years after this eloquent speech in Maine, Jefferson Davis ironically found himself seated in Richmond, Virginia as the President of the Confederate States of America. Davis' speech in 1858 gives evidence to the fact that he and his fellow Mississippians had no clue a major war that would divide the nation was in the making. In 1858, Mississippi and the rest of the South considered themselves part of the great United States. These citizens prided themselves in their state's attributes and differences and worked to use them for the advancement of the nation as a whole. It was not until approximately two years later that Mississippi's view of the Federal Government would take a 180 degree turn. "," As Ayers points out, People in 1859 could not have known how deeply their lives would change over the next four years, how desperately they would fight for purposes that did not yet exist, how many thousands among them would die....Throughout these years words poured out in a flood of diaries, letters, reports, and newspapers. People talked in several conversations at once, explaining themselves, negotiating, rationalizing, making sense of what they found themselves doing. This must have been the case for Jefferson Davis as well. A man who had been dedicated to democracy and the Union throughout his life and military career had to make a critical decision when the southern states began to secede. Davis ended up siding with his home state of Mississippi in a fight for states rights and independence."],"display_date":"July 29, 1858","search_date":"1858-07-29","locations":[{"id":7337,"lat":31.1610416216,"lng":-91.3109144316,"zoom":9,"place":"WILKINSON, Mississippi"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3475,"title":"Traveling Epidemics Affected People in all areas of the Country\n","course_id":1,"status":"P","start_date":"1817-08-13","end_date":"1818-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As a public warning, lists of certain items that had serious potential of making one sick were often created and published in newspapers to inform the community. A Mississippi paper proclaimed that anybody who sold offer[ed] or expos[ed] any tainted, putrid or unwholesome fish or flesh, or the flesh of any animal dieing otherwise than by slaughter; or slaughtered when diseased for the purpose of being sold or offered for sale was breaking the law. Along with this warning of what not to eat, the paper informed the public that people who disobeyed these rules would be forced to pay a fine of five dollars. Provisional laws were given serious thought in regards to what people should be allowed to eat or sell with the intent of reducing the possibility of transmitting infection among the inhabitants of different communities.","Diseases were frequently established and spread by the consumption of poor food, infection, or contacting others who had contagious viruses. As trading increased and people began traveling around the world, new illnesses were found and exposed to people wherever these ships landed. In a conversation between William and John Bisland they discussed how the yellow fever began at New Orleans, and came up to Natchez by the Steam Boat, killing a great number of people. Due to the fear of contracting these unknown diseases states elected a member of their community to establish a board of health. The board of health in Mississippi was extremely concerned with the welfare of their citizens and established preventative measures to avoid the contraction of diseases, to help reduce the number of people exposed to sicknesses and determine rules regarding the presence of foreigners on their land. Incidences such as this one forced Mississippi to determine laws which were immediately enforced and stating that all empty or other boats landing [in this city], shall immediately notify the health officer and that the boats needed to immediately be cleansed, sent adrift or removed. If the possessor of a boat did not comply with the officers request, the owner of such flat or other boats [were considered] guilty of a misdemeanor and were subject to appropriate prosecution. ","Healthcare was a considerable problem in nineteenth century Mississippi because of the little knowledge communities had regarding specific diseases and the shortage of medicines needed to treat these widespread illnesses. Life became much easier for families when the creation of home medical guides were established in the late 1820's. These books were designed to serve as a guide for frontier and rural families who lived great distances from primitive medical care (McClary) so maintaining health would not require the attention of a physician. If any problems or sicknesses were identified, families could easily treat them without traveling to a major city. Books such as this one were easy helpful way to cure uncommon yet simple diseases. Establishing different methods of battling sickness was a crucial issue in the United States in order to prevent any devastating epidemics."],"display_date":"August 13, 1817 - March 3, 1818","search_date":"1817-11-21","locations":[{"id":7334,"lat":31.1620370957,"lng":-91.3093142159,"zoom":9,"place":"WILKINSON, Mississippi"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}