{"id":1576,"place":"LAUDERDALE, Tennessee","lat":35.760921634,"lng":-89.631329728,"episodes":[{"id":2160,"title":"Action on the Mississippi\n","course_id":1,"status":"P","start_date":"1863-01-24","end_date":"1863-02-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Walter Guion wrote a letter dated Saturday, January 24, 1863, to Miss. Bessie Guion, his sister, in Adams County, Mississippi, describing his experiences as a Confederate soldier and relaying some of his emotions about the war. In the letter, Walter spoke of a fight that broke out on the fourteenth of January against a Yankee gunboat near Lauderdale, Tennessee. The Confederate gunboat that Walter was on, The Cotton, imposed considerable damage against the northern boat, but also bore the brunt of the battle. Walter described his intense feelings of fear when he first became cognizant that he was in a real skirmish, and then talked about his surprise that there were African American men among the Union forces. In a letter back to Walter, dated February 24, 1863, Bessie confesses to her brother that she fears for his life and worries about his safety on a consistent basis. "," The heart of the Deep South was easily accessed by the Mississippi River. The river provided a way of transportation for not only men, but goods needed for the war effort such as grain. Thus, it became increasingly important as the Civil War continued that the Confederacy provide fortifications in order to protect its banks and naval stores from the Union's gunboats which often proved technologically superior for the time. As the war progressed and the Union claimed more victories near and along the Mississippi River, such as at the Battle of Vicksburg, the North was able to build up many garrisons of its own along this crucial area. As thousands of African American men from Mississippi came to the Union's aid (more than seventeen thousand by the end of the war), they began to form the regiments occupying these Union garrisons and their accompanying gunboats along the Mississippi River. Thus, it is highly likely that Walter Guion found himself fighting against some of the very men who had escaped to Union strongholds from his very own state and perhaps even county. In a twist of irony, these African American soldiers were guarding the river fortifications within plain view of southern slave owners, their former masters. While naval warfare was not the focal point of the Civil War, it became increasingly important because it was the facet of the war in which many African Americans, especially from Mississippi, were allowed to participate, and prove themselves as men, in. White Mississippians, like Walter Guion, were the ones fighting against these blacks. The emotions that both sides felt, excitement over the idea of freedom by the blacks and anger over the idea of black insubordination by the whites, fueled these gunboat skirmishes to posses a considerable degree of contempt. "],"display_date":"January 24, 1863 - February 24, 1863","search_date":"1863-02-08","locations":[{"id":12165,"lat":35.760921634,"lng":-89.631329728,"zoom":9,"place":"LAUDERDALE, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}