{"id":1581,"place":"DE SOTO, Mississippi","lat":34.7811371772,"lng":-89.974549402,"episodes":[{"id":2165,"title":"Freedmen&#39;s Marriages\n","course_id":1,"status":"P","start_date":"1867-07-16","end_date":"1867-07-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" At the conclusion of the Civil War in 1865, two million slaves suddenly found themselves emancipated from the system of bondage that they had known their entire lives. The United States was in a unique situation in which it was not quite sure how to handle the differences between its new society with all freed African Americans, and its old slaveholding one. In order to help the refugees of the Civil War, and to establish a sense of stability in the country during this precarious time, the United States government formed the Bureau of Refugees, Freedmen, and Abandoned lands in March 1865. Immediately, the Bureau found its main challenge to be that of helping the freedmen acclimate to their new situation."," Members of the bureau in De Soto, Mississippi, sent a report dated July 15, 1867, to General O.O. Howard. It stated that it seems impossible to make the ignorant class of freed people understand their marriage relations. Husbands leave wives and wives leave their husbands. The Assistant Commander had some of them arrested, and after explaining to them their duties and obligations in this respect, induced them to return to their homes and live together amicably. "," Due to the fact that marriages between slaves were not legally recognized before the Civil War, and subsequent emancipation of the slaves, the Freedmen's Bureau was responsible for solemnizing formerly unrecognized slave marriages. In Mississippi alone, more than 4,000 marriages between African Americans were legally legitimized by the Freedmen's Bureau by 1866. These former slaves appreciated the recognition of their marriages in a legal fashion a great deal. They could only be socially married while enslaved, forcing them to be at the mercy of their masters in terms of being sold away from their spouse. Many found themselves separated from the ones they loved, and had oftentimes formed a family with. "," Sometimes slave parents' sense of fidelity was lessened as they were sold away from their partners and they subsequently had no control over the fate of their children and familial relationships. Certainly not all freedmen felt this way, and there was a great deal of fidelity throughout the black community. However, many former slaves did find themselves in polygamous situations at the conclusion of the Civil War when the Freedmen's Bureau helped to restore their original families. Like in the report from De Soto, Mississippi, this caused some freedmen to leave the person they were now considered legally married to, who they had not been with for perhaps years, because they had produced children with that person. The Bureau in Mississippi tried to force these separated couples back together in an attempt at stability and fidelity. Whether or not these couples listened and stayed together is unknown, but it was the newfound stability of the living circumstances for freedmen that caused much of the instability among them because they were so accustomed to life without it."],"display_date":"July 16, 1867","search_date":"1867-07-16","locations":[{"id":7019,"lat":34.7811371772,"lng":-89.974549402,"zoom":9,"place":"DE SOTO, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}