{"id":1600,"place":"ALBEMARLE, Virginia","lat":38.0230931541,"lng":-78.5555505707,"episodes":[{"id":585,"title":"Invasion of Charlottesville\n","course_id":1,"status":"P","start_date":"1865-03-09","end_date":"1865-03-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["General Sheridan leading 5,000 Union troops entered Charlottesville, VA on Friday, March 9th.  Without choice, the mayor of Charlottesville surrendered the town to Sheridan while the two men met one the hill beside the Rotunda at the University of Virginia.  Soldiers and guards were positioned on every street and on every corner; they broke into and robbed stores and searched private homes. The townspeople barred up the windows and doors creating the appearance of a dead city; the people themselves stayed indoors and out of sight in fear of soldier attacks.  The Union soldiers destroyed huge amounts of buildings and land property. They stayed in Charlottesville for three days and departed early Monday morning, March 11th. As the Union soldiers rode away, many black enslaved and freed men stole horses and rode along side them in hopes of joining their alliance of the North.  However, the soldiers refused their allegiance and threatened them, forcing to return to Charlottesville.&lt;br /&gt;The invasion of Charlottesville demonstrates a small southern town becoming overrun and devastated by the Union troops as they destroyed everything in sight.  The Civil War impacted the entire country, from large cities to small towns without controversy, nobody could hide from the soldiers and small towns could not provide defense or protection for its people.  Charlottesville acted as a hospital during the War and was thus less scathed than other small towns in Virginia by the enemy. However, the Union invasion of Charlottesville demonstrated the North's unforgiving assaults on the Confederacy.  Similarly, the actions of the black men attempting to join alliance with the Union soldiers demonstrates the mentality of many African-Americans at that time, desperate to get out and in hopes of going to the North, or even just fight along side them.  However, these Union soldiers were no more welcoming to black soldiers than Confederate soldiers."],"display_date":"March 9, 1865 - March 11, 1865","search_date":"1865-03-10","locations":[{"id":13598,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1749,"title":"Whig Reaction to the Mexican War\n","course_id":1,"status":"P","start_date":"1847-07-17","end_date":"1847-07-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As the Mexican War continued through 1847, Americans expressed a growing amount of opposition to a war that originally promised as an easy victory was growing into a drawn-out costly endeavor.  In July 1847, former Whig Senator William Cabell Rives spoke at the University of Virginia against the war.  He emphasized that the US had no right to interfere with the institutions of other countries' and maintained that other people in other countries should be free to pursuer their own happiness and destiny, just as we are able to enjoy these pursuits without interference.  He closed his speech with the censure that to  extend the limits of empire by violence and conquest is a low and discredited ambition;but to extend the moral empire;is an ambition worthy of the age and worthy of America' (Richmond Whig and Public Advertiser, July 9, 1847, 4).  &lt;br /&gt;&lt;br /&gt;Additionally, the Richmond Whig, a political paper in Virginia, stated earlier in the year that it desired neither the soil of conquered Mexico nor the despised people that covered its lands.  The motivation behind these Whig party oppositions was basically the avoidance of addressing the issue of slavery and looking forward to the upcoming presidential election and their strategy for a victorious platform.  They felt that the position of No Territory was the only real option for the termination of the Mexican War while still preserving the nation's honor and avoiding the powder keg issue of slavery."],"display_date":"July 17, 1847","search_date":"1847-07-17","locations":[{"id":13596,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1815,"title":"University of Virginia Session Information for 1864-65 Semester\n","course_id":1,"status":"P","start_date":"1864-09-08","end_date":"1864-09-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Written prior to the opening of the 1864-65 session at the University of Virginia, this letter from Chairman of the Faculty, Socrates Maupin, outlines the costs for matriculation, tuition, rent, and board at the southern institution.  While the matriculation, tuition, and rent fees remained at pre-Civil War levels, one should not be surprised to find that board has regularly advanced in price with the cost of supplies.'  Attempting to stifle this upward trend in cost, Mr. Maupin discusses other possible accommodations, such as paying 15 per month if paid in specie or in supplies necessary for a boarding house.'  Mr. Maupin also discusses an act of the Virginia legislature , one that Confederate Secretary of War and University graduate James A. Seddon had strongly advocated , that allowed disabled Virginia soldiers free tuition, matriculation, and rent if they proved themselves unable to pay their charges.  Similarly-situated Confederate veterans from other states could have their tuition fees waived upon approval by the University.&lt;br /&gt;Two of those students who benefited from the University's generosity were George L. Christian and his roommate, W.C. Holmes.  Christian, who had lost a foot, and Holmes, whose right arm was rendered useless, formed a sort of friendship of utility, as Christian assisted Holmes in his note-taking and Holmes helped Christian to walk around grounds.  At night, in the absence of furniture, the two men made beds of their old Confederate army blankets.  Despite such hardships, the men counted themselves among the most fortunate of southerners, for they were not awakened by the water running in under [them], which [they] had so often experienced in the army.'&lt;br /&gt;Clearly, the University, along with the rest of the country, suffered greatly during these unhappy times.'  Though it never closed down, the University saw a severe decline in enrollment at the onset of war.  Whereas 645 students once filled the lecture halls during the 1856-57 session, the largest attendance that the University saw during the war came in 1861-62, when just 66 men were present.  The matriculates who had not yet joined the army rarely passed, young as they were, more than twelve months at the University , the next year found them private soldiers in the ranks, and exposed to all the dangers of the field.'  Any student that returned for his second or third year only did so because he had been rendered incapable of service to the Confederate cause.'  This relaxation of fees in Mr. Maupin's letter exhibits the faculty's perception of such dire, impoverished times in the South.  These efforts on the part of the University show that the foremost aim of the faculty was to ensure the continued maintenance of the institution as a working entity."],"display_date":"September 8, 1864","search_date":"1864-09-08","locations":[{"id":13598,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2181,"title":"Racial Discrimination in Southern Irish Jokes\n","course_id":1,"status":"P","start_date":"1830-02-12","end_date":"1830-04-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Albemarle County's residents eagerly looked forward to the popular Miscellaneous Section of Charlottesville's weekly paper, <em>The Virginia Advocate</em>.  In this segment readers found many lighthearted topics including a sequence of imaginary situations reflecting both the political and social atmosphere of the era.  In addition to jokes about the fancies of women, the life of the theater, and medical issues, in 1830 a series of these verbal caricatures depicted trite Irish figures. While the jokes of <em>The Virginia Advocate</em> did not overtly display strong nativist doctrine, their obvious use of stereotypes portrayed the Irish in a very discriminatory manner.  ","Some jokes attempted to discredit the Irish as simply stupid and absurd while others furtively attacked their character, principles, and culture. The Irishman's War, published on March 12, 1830, subtly ridiculed an Irishman for his discourse and ignorance of geography.  From his rough, uncultured speech and lack of basic knowledge, this joke depicted the Irishman at an everyday laborers' task - a low-paying, unskilled job for an unskilled laborer. Another joke from April 16, 1830 crafted a crude, nonsensical analogy into an Irish priest's sermon in order to ridicule the Roman Catholic Church.  Through the absurdity of this sermon, the joke attempted to discredit the parish priest and the Roman Catholic Church, which endorsed such men in its pulpits. While the message was subtle in both of these jokes, the Virginian audience would have recognized the subliminal messages in both situations.  ","The Price of a Milkmaid in Ireland, published on February 12, 1830, stealthily commented on the moral nature of the Irish people.  The joke read: A young gentleman of Kilkenny, meeting a handsome milk maid, near the parade, said, 'What will you take for yourself and your milk, my dear'  The girl instantly replied, 'Yourself and a gold ring sir.'  While not obviously discriminatory, this joke implied an inherent impropriety within Irish culture, the predatory nature of Irish men, and finally, the easy, indiscrete manner of wooing Irish women. A joke published the following week took greater pains to criticize the Irish more overtly: An Irishman walking along perceived a receipt book fall out a gentleman's pocket just before him. Paddy picked it up, and observing a note sticking between the leaves, he took it to himself, and then called very honestly after the owner, 'Now, halt a bit, man See, here's your book that ye dropped on the pavement - but somebody has stolen a fifty dollar bill out of it'  This joke attempted to undermine the moral values of the Irish by insinuating that Irishmen could not be trusted.  The word Paddy, a common term for all Irishmen, also reflected the racial culture of the South; in using this word, the joke attributed dishonesty to the nature of all Irishmen.","In all, the Irish unnerved the South because they were unfamiliar incomers. Ironically, southerners discriminated against the Irish - fellow white men - and subjected them to harsh, public stereotypes while, as Melvin Ely notes, they were able to live with blacks. The massive wave of Irish immigrants around this time heightened the nerves of some southerners who resented the increasing numbers of foreigners usurping jobs and opportunities; thus, by 1830, the Irish had become a controversial ethnic group in society, inciting strong nativism and discrimination that eventually culminated in the bloody riots of 1844 in Philadelphia and Baltimore.  David Gleeson maintains the controversial opinion that while the South still maintained its usual social obstacles, in comparison to the North it did not show such intense resentment and hostility toward the Irish because they constituted such a small percent of the population and were appreciated as another source of labor.  Yet, even if his analysis is correct, as a border state Virginia was much more exposed to the fierce nativism growing in the North and would have thus been more susceptible to internal discrimination against the Irish than perhaps other states of the deeper South. Furthermore, the jokes of <em>The Virginia Advocate </em>suggest that in Albemarle County a lingering uneasiness toward the incomers persisted, making southerners uncomfortable enough to try to discredit them in jocular situations."],"display_date":"February 12, 1830 - April 16, 1830","search_date":"1830-03-15","locations":[{"id":13595,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2182,"title":"Albemarle Women Hold a Fair for Colonization\n","course_id":1,"status":"P","start_date":"1830-05-14","end_date":"1830-06-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 14, 1830, after months of anticipation, <em>The Virginia Advocate</em> celebrated the triumph of a grand fair held in aid of the American Colonization Society by the Female Association of Albemarle County.  The newspaper proudly proclaimed that it went off with a success, which we believe has far surpassed the most sanguine expectations of its friends.  Despite the heat of the day the decorated hall attracted great crowds with its cool refreshments and informative exhibits about colonization. Although the paper did not report the total amount of money raised, it praised the women's philanthropic motives to help black colonists overcome the disease, famine, and...hostility...[that] threaten [a new colony's] feeble and precarious existence.","This altruistic effort by women was not unusual in the antebellum South; women commonly managed associations for the sick and poor, but it was their desire to assist free blacks that distinguished these women from later women of Virginia.  The women of the Female Association of Albemarle County were largely upper class women who lived in a slave-based society and yet, because of their fear of violence and desire for missionary activity, they staunchly supported colonization when they might have considered themselves above such a concern.","The recent slave rebellions led by Gabriel Prosser in 1800, Denmark Vesey in 1822, and Nat Turner in 1831 were only too recent in the minds of southerners and had generated great social fear, particularly for Virginians.  In these revolts, slaves had revolted against the rule of their white masters and free blacks had violated the privilege of their freedom, labeling themselves as a threatening group of people who endangered the property of the South. The violence of these revolts particularly endangered white women and children who had been among some of the blacks' first victims.  As an act of self-defense therefore, Albemarle County's women joined in the intensified protests on behalf of African colonization to reduce the unnecessary and dangerous amount of blacks in the South.","Other Virginian women hoped that colonization would spread Christianity in Africa. The women of Albemarle specifically praised the American Colonization Society for its desire to plant a germ of christianity and civilization, which will spring up to bless Africa, whose fruit will sustain the principles of Liberty in unborn generations.  As Robert Johnson, Jr. discusses, these women, along with many other southerners, credited slavery as the institution that had introduced Christianity to blacks; for this reason, they hoped that the free blacks who emerged from the system of slavery as Christian, civilized beings could spread these virtues to all of Africa.","On June 1, 1830, only a few weeks later, the <em>Richmond Enquirer </em>published a brief letter addressed to The Reverend Mr. Gurley of the American Colonization Society concerning the funds raised from the Albemarle County fair.  The Female Association offered the Reverend a gift of 500 dollars to aid the Colonization Society and requested that a lien be retained on the funds contributed by this association, by which, at any future period, any free people of color from this county, who may wish to go to Liberia, shall have the precedence of all others in any embarkation, at least to the full amount of the funds contributed by this association.  The <em>Richmond Enquirer</em> reported this news because the state of Virginia had one of the largest networks of colonization chapters in the United States and many would have been encouraged by their efforts.","Other states would have also been interested because during this era similar support for colonization was prevalent throughout the South.  Johnson contends that while some in the South displayed a genuine humanitarian concern for the well-being of blacks, the majority of southerners advocated colonization on account of their fear of black rebellion, the uncertainty concerning the future of free blacks, and the lagging economy. In Johnson's view the South believed colonization would protect the value of the slave property and remove those Africans who were an economic drain upon the plantation system. Thus, the American Colonization Society became a popular cause in the South but for a variety of different motives."],"display_date":"May 14, 1830 - June 1, 1830","search_date":"1830-05-23","locations":[{"id":13595,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2183,"title":"The Romance of Love Letters between Albemarle and Richmond, Virginia","course_id":1,"status":"P","start_date":"1844-08-26","end_date":"1844-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the late summer and fall of 1844, B. Johnson Barbour and Caroline H. Watson had little else on their minds than what the next post would bring as they anticipated November 7 - the day when they would finally be united as husband and wife.  The distance that separated the young couple heightened their anticipation, for Caroline lived in Richmond while Barbour lived in the rural county of Albemarle, northwest of the state capital.  To overcome this hardship, Barbour and Caroline relied on letters to remain intimate and plan for their future.  While Barbour's visits to his betrothed were carefully chaperoned or in the presence of social parties, he took advantage of the private nature of letters to express some of his deeper feelings for Caroline and establish a closer relationship.  Barbour shed any shyness he may have had and wrote explicitly of his love, even employing poetry and metaphor to describe to Caroline his anticipation of the day when You have promised to resign, One half of that dear name, And thenceforth own no other, Name but mine. Despite his zealous love, Barbour never violated the rigid expectations of decorum and addressed his letters to Miss Caroline H. Watson, not daring to refer to her by her Christian name until only a few days before their marriage when he wrote, As this is the last letter I may write you before our union I beg leave to salute you as - My Dear Caroline.","Barbour was not entirely sentimental, however, and also wrote practically to plan for their future. Concerned about how Caroline would adjust to a country life, he warned his future wife that she might have to face the dullness, the tedium, the monotony of country life and renounce the busy, alluring society of Richmond.  Albemarle County, as a largely agrarian county, differed greatly from the colorful excitement of Richmond and was clearly a concern for the future groom.  He worried if a lady of her social status could truly adapt to become the happy wife of a country gentleman - an apprehension common to brides as well.  In marrying Barbour, Caroline was sacrificing her social life, friends, and family to move to Albemarle and lead a largely quieter life despite Barbour's insistence that it was social enough for all of its inhabitants. Barbour assured his betrothed however, that they would overcome those trials with their love. ","As opposed to couples on the frontier or in a less developed area of the south, Melinda S. Buza notes that Virginian couples such as Barbour and Caroline were fortunate that the commonwealth had a fixed system of roads to allow for travel and mail by the time of their romance.  Regular written correspondence, Buza argues, allowed for Virginians to distinguish themselves from other engaged couples in the antebellum South because it provided them with the opportunity to establish intimacy and love within the South's rigid social system. ","Adhering to the propriety demanded in southern society, Brenda Stevenson observes that courtship involved a series of intricate social expectations and conformities for all concerned parties. Barbour's mother, Mrs. Lucy Barbour, felt inclined to extend a proper welcome to Caroline, assuring her of her son's wonderful qualities and of her confidence in the couple's future happiness. Parents like Mrs. Barbour tended to be proactively involved within their children's future marriages as they hoped to find companions of compatible character, solid education, moral standing, and economic stability to advance their family's own social standing and reputation.  Many historians have consequently questioned if love was a true facet of antebellum courtship and marriage or the institution became solely an instrument of social and economic improvement.  Virginia, however, appears to have allowed for a greater degree of love within the personal advancement associate with marriage; Lucy Barbour's desired to be involved in the courtships affairs of her son, not primarily as a schemer of economic gain, but as a guardian of his happiness in finding true love with Caroline.  While other southern couples were restricted by the existing social norms, Buza argues that the roles of Southern lady and male patriarch clearly did not hinder the development of deep bonds between many husbands and wives. Buza holds that due to greater access to mail and a growing emphasis on love, nineteenth century Virginia was one of the earlier states to witness real romantic love between husbands and wives of the South."],"display_date":"August 26, 1844 - October 30, 1844","search_date":"1844-09-27","locations":[{"id":13596,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2184,"title":"Education within the Patriarchal South\n","course_id":1,"status":"P","start_date":"1831-07-29","end_date":"1831-07-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As the school term drew to a close, W. F. Nelson wrote a letter to his uncle on July 29, 1831 informing him of his son's academic progress and behavioral development over the course of the session. After naming classical studies and algebra as Cleland's primary interests of study, Nelson wrote that if his uncle decided to continue Cleland's schooling, he should begin the study of Geometry the following year and broaden the boy's curriculum.  Nelson also commented upon Cleland's behavior and observed that while the boy had proven deficient in application, [he] has...made some progress in supplanting old habits by those of more valuable character.  As a report, Nelson's letter strove both to establish the authority of Cleland's father while and emphasize his own positive role as an educator in Cleland's life. ","Letters containing progress reports were prevalent during this era in the South because education often times removed children from under the watchful eyes of their parents, particularly of their fathers.  In agrarian counties such as Albemarle County, wealthier families could afford to hire tutors to teach their children within the home, but most families were forced to send their children away because educational institutions were not available in rural regions. Cleland's father fell into this latter category and only received second-hand reports about his son's progress and deficient behavior. These letters therefore, became essential means by which fathers attempted to maintain a semblance of authority over their sons and, in a sense, over their sons' teachers; they had entrusted the care of their sons to the educational institution and expected to receive regular updates.  Jon L. Wakelyn surmises that southern fathers were traditionally hesitant to relinquish direct control over their children to the educational system because they recognized the inherent power the institution had to mold their children who would in turn shape the future society.  Fathers wanted to ensure that the patriarchal traditions of southern society were passed on to their children and thus, the educational system strove to acquiesce to the demands of the southern patriarchs.  Therefore, a healthy tension existed between the southern fathers and the educational system as both competed for the authority over the younger generation.","Southern fathers however, did not typically challenge the authority of the schools; rather fathers supported the system's rules and standards of conduct because they recognized educational achievement as a necessary ambition.  Cleland's father would have certainly maintained and appreciated Nelson's aid in curbing Cleland's bad habits and attempts to refine him as a young man of estimable character.  As a resident of Albemarle County, Cleland's father understood the value of a sold education because of the city of Charlottesville.  Both the home of the University of Virginia and a rising intellectual hub, Charlottesville embodied the importance of education within their aristocratic society. Wakelyn's analysis of antebellum family life supports this high estimation of education in the South. He argues that the fathers, as beacons of order and authority, had to subdue the sons and to channel their energies into useful endeavor, while sons simultaneously desired to prove their own independence; hence, it became clear that some form of accommodation as well as some outside institutional support were needed to keep the sons in line.  Thus, education was important to fathers because it both checked the ambition of their sons and characterized them as superior within the South's aristocratic society, molding them into the future patriarchs, social gentlemen, political leaders, and slave masters of the South."],"display_date":"July 29, 1831","search_date":"1831-07-29","locations":[{"id":13595,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2185,"title":"Thomas Jefferson Randolph&#39;s Controversial Opportunity to Assist the Choctaw Indians\n","course_id":1,"status":"P","start_date":"1837-03-08","end_date":"1837-03-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When the mail arrived in Albemarle County on March 8, 1837, Thomas Jefferson Randolph may have been surprised to receive a letter from R. G. Nicholas informing him that he had been nominated and accepted as Com[missioner] for settling claims to reservations under the Choctaw Treaty.  As a prominent gentleman from a well-established Virginian family, Randolph was a natural choice for the position except that the Choctaw Indian tribe lived in Mississippi, far removed from his native state of Virginia.  By the 1830s Virginia no longer had internal incidents with Indians because the nation's frontier lines had expanded and pushed tribes farther west.  But even residents of Albemarle County would have been very interested in the future of the Indians because these tribes lived on very precious land within the South's cotton economy.  ","Although the Choctaw tribe had recently earned distinction in the War of 1812 and had been declared the perpetual friend of America on October 24, 1816, when Mississippi became a state in 1817 the Choctaw Indians threatened the American identity of the new state.  They not only proved a problem for settlers wishing to move to the frontier, but moreover, by continuing to act as an independent nation within the United States, the Choctaws threatened the authority of the Mississippi state government. Grateful for the stability and unity of their own community, Albemarle County residents and other southerners would have expressed concern that the Choctaws posed an obstacle to greater prosperity of the South.  For this reason, political leaders throughout the 1820s and 1830s searched for ways to push the Choctaw westward onto territorial lands that were not officially part of the United States. ","In September of 1830, Andrew Jackson's administration finally concluded the treaty referred to by Nicholas as the Choctaw Treaty. Officially known as the Treaty of Dancing Rabbit Creek, the treaty removed the Choctaw Indians west of the Mississippi River and claimed all lands east of the river as the property of the United States.  But Article 14 of the treaty decreed that if any Choctaw Indian agreed to become a citizen of the United States, the U.S. government promised to give them a parcel of land on which they might live and farm.  Nicholas' letter alerted Randolph that he had been nominated to assign these pieces of land to those Choctaws who chose to remain. In presenting him with all of the particulars of the position, Nicholas informed Randolph that his pay would be three thousands dollars a year and that though there would be little personal risk involved the position would require ten or twelve months of his time.  But overall his letter drips of resentment towards the Indians who tried to remain in Mississippi because he considered it a cowardly last attempt to avoid removal.  His bitterness was obvious when he commented to Randolph that, if he accepted the position, his job would require him to assist some of the greatest scoundrels in the world. Nicholas doubted the sincerity of the Choctaw who had chosen to remain and suggested that he would be relived to hear that Randolph had declined accepting the appointment.","A week later, on March 14, 1837, Randolph received the official offer from R.B. Poinsett officially offering him the position of Commissioner to adjust claims to reserves of land under the fourteenth article of the treaty with the Choctaw Indians.  While there is no sign of Randolph's acceptance or refusal of the appointment within these two letters, as seen from Nicholas' letter, such a position would certainly have been debatable in southern society.  While some, like Nicholas, might have resented the Indians as a threat to the unity of the South, others would have defended the Choctaws' rights to the land and would have been grateful for the government's merciful offer to the Indians.  Thus, Randolph's appointment presented him with a quandary in the antebellum South as southerners struggled with their desire to expand and the existing Indian population."],"display_date":"March 8, 1837 - March 14, 1837","search_date":"1837-03-10","locations":[{"id":13595,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2186,"title":"A Dinner Invitation to President Andrew Jackson\n","course_id":1,"status":"P","start_date":"1837-02-28","end_date":"1837-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 28, 1837, almost a week before the inauguration of the new president Martin Van Buren, <em>The Globe</em>, a Washington D.C. newspaper, reflected upon the Presidency of Andrew Jackson and expressed the thanks of the nation for his service.  The newspaper editors found a supreme example of gratitude in the people of Albemarle County who had recently appointed a committee to invite the President to a public dinner in the town of Charlottesville on his return from the seat of Government to the Hermitage.  Although at this time Albemarle County's Whig constituency had gained a slight majority over the Democrats, Jackson's loyal supporters wanted to recognize the man who had gallantly defended the South and served the nation as president.  Despite the fact that Jackson politely declined the invitation based on his health, he took advantage of the people's display of loyalty to champion all that their party had accomplished in office and to defend the political spoils system that he had encouraged. Jackson also appealed to the people of Albemarle by praising the county as the great home of Thomas Jefferson - the man from whom he claimed to have imbibed the principles... [of his own] public labors.  Jackson wrote that it would have been his greatest triumph to have learned that Jefferson's closest neighbors had not found him lacking in the high office that he shared with such a great man.  <em>The Globe</em> manifested these sentiments to the entire country and distinguished Albemarle as a favored place of President Jackson regardless of the fact that the President could not attend the County's dinner. ","The Democrats of Albemarle accredited Jackson as a fighter, ever-triumphing over his adversaries in defense of the nation.  They assured the President that they regarded his services with the more pride and gratitude, when we remember the bitter and malignant opposition with which it has ever been your fortune to contend, from the misguided friends, and real enemies of our country, and the faction of disappointed rivals and defeated aspirants to the same high office you have held. As a renowned military leader in the War of 1812, a defender of the frontier from the Indians, and a politician, Jackson's tenacious spirit earned him respect in counties like Albemarle that had voted strongly for him in the presidential elections of 1828 and 1832.","In an effort to extend his own personal thanks for their loyal support, Albemarle Democrats and other Jacksonians across the South benefited from Jackson's system of rewarding his followers with political offices.  The Jacksonian Democrats of Albemarle County adamantly defended Jackson's spoils system by proclaiming, It was our pleasure, as it was our duty to our country then, to sustain you and your measures...regardless of the idle charges of 'man-worship, office-seeking, corruption and subserviency' heaped upon us, and of 'tyranny, usurpation, and despotism,' so liberally bestowed upon you.  Although this would have undoubtedly been a point of opposition Whigs in Albemarle and across the South, the President defended the system not as a form of favoritism but as a moral and honest duty.  In Jackson's opinion such a system engendered loyalty and eradicated corruption in the government.  ","By the end of Jackson's second term, however, the South was no longer as united behind his administration.  William G. Shade concludes that his stand against nullification and his assertion of the Executive branch over the power of the individual states caused many southerners to voice discontent and turn their support to the Whig party.  In fact, Albemarle and other eastern counties of Virginia had voted pro-nullification because they wanted to defend the states' individual right to interpret the Constitution from the power of the national Executive branch.  Michael F. Holt maintains that this threat to state power was a prevalent concern in the South because of the greater degree to which state governments tangibly affected people's everyday lives.  Therefore, by the end of Jackson's second term in office, southerners were grateful for his sacrifices on behalf of the nation but many were ready for a new administration."],"display_date":"February 28, 1837","search_date":"1837-02-28","locations":[{"id":13595,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2187,"title":"Courtroom Drama in Black and White at Cumberland Court\n","course_id":1,"status":"P","start_date":"1834-09-02","end_date":"1834-09-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After a long day of riding through the rain to Cumberland Court, Carter H. Harrison sat down to record the exciting events of the day in his diary and proudly declared, I defended and cleared a negro charged with an attempt to kill by poisoning.  Although Harrison records no further details of the proceedings, this account of September 2, 1834 reflects daily life of the local court system in the South - a realm in which blacks and whites met frequently.          ","While it is unclear whether the negro of Harrison's story was a free black or a slave, both parties commonly appeared in court and both were subjected to a legal system ruled by white men.  Surprisingly however, these white men did not always champion racial prejudice in their role as jurors.  In rural counties of Virginia similar to Albemarle, Melvin Ely notes that often times white juries had personal contact with those involved in the cases and thus, jurors tended to judge them as individuals whom they knew, not as appendages of that abstract, aggregate free black category against which legislator and editorialists aimed racist laws and rhetoric. The court juries thus ironically treated free blacks similarly to other free white men of similar social and economic standing; Ely comments on this unforeseen pattern by remarking a slaves' status as a free man, more than his color or previous condition, governed his treatment by the legal system.  The Virginia courts therefore affirmed the free black man's status in society as higher than that of a slave but failed to record exactly how he should be treated; thus, for many years, free blacks enjoyed moderate courtroom equality based on their undefined role in society and were able to benefit economically from their freedom.","If the negro that Harrison acquitted were a slave, that individual was very fortunate because slaves, in contrast to free blacks, lived in a brutal system of dominance and submission that also transcended the legal system.  Courts in rural, agrarian counties such as Albemarle had little sympathy for slaves who committed crimes against their white masters or neighbors and often issued harsh punishments such as death or exile. The courts did however, try to protect slaves who experienced excessive violence at the hands of their masters but juries hesitated to legally ascribe a slave's death to a beating for fear it would jeopardize the owner's dominance over a slave.  Therefore, courts extended minimal protection to slaves but were always mindful of their primary duty to protect the dominance of the white man and his property.  ","Often times Virginian slaves were made to appear before a called court - a court-like panel specially designed to hear slaves' cases within ten days of their apprehension. Five men sat on this panel and had the power to determine guilt and fix a permanent sentence that could not be appealed.  But the slaves were not helpless in these courts because the panel provided them with a defense attorney and required a unanimous decision in order to convict.  If a defense attorney could not be contracted before the trial, the panel postponed the date because it wanted to reach a fair decision. Although defense attorneys were often assigned minutes before the trial, they often times reduced the charges and could even exonerate the slave.  In 1832, a new Virginian law expanded the jurisdiction of the called courts to include free blacks' cases as well so the negro that Harrison defended could have been a free black or slave whose trial may have also occurred before this type of panel-court.","In his diary, Harrison expressed some disgust at the thought of having to defend people below him when he reflected upon his reasons for never seriously pursuing law as a profession.  He explained that the profession had rendered [itself] odious...by too close a contact with the vicious and illiterate classes of society.  Therefore, although he successfully acquitted a black man in court, by 1834 whites like Harrison challenged the black man's privileges because of his inherently inferior nature. But despite these existing tensions, the courtroom was ultimately a place where blacks could attempt to protect their dignity as well as a realm in which black and white interacted together, albeit unequally."],"display_date":"September 2, 1834","search_date":"1834-09-02","locations":[{"id":13595,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2188,"title":"Eugene Davis&#39; Appeal for Temperance\n","course_id":1,"status":"P","start_date":"1842-10-23","end_date":"1842-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On October 23, 1842, Eugene Davis wrote a draft of a speech advocating temperance in Albemarle County.  While in the North many cities had embraced the temperance movement, in the South, country counties like Albemarle led the way for social and moral reform.  Evangelical congregations and women in particular expected the temperance movement to solve common social vices and fashion a society rooted in a moral tradition. Davis, truly believing in the positive results of temperance, called upon the people of Albemarle County to promote the common good [,]... to reduce an enemy whose ravages tell fearfully upon our national prosperity [,]...to rescue our national character... [, and] to redeem our national honor from the tarnish of taking rank with the...most drunken people in the world.","Many historians have defined the temperance movement as a reaction against the threat alcohol posed to the family and the evangelical church movement.  Alcohol not only wasted money that could have been used to support the family but it encouraged unacceptable habits and behavior that threatened the morality of the family.  Moreover, prominent leaders of the Second Great Awakening supported the temperance movement as part of the moral and spiritual reformation continuing among the rural South during this period. As historian Ted Ownby observes, this newfound evangelical fervor often found itself at odds with an essential part of southern culture - male honor and recreation.  Drinking and debauchery were present in almost every male activity: sporting events, social engagements, and even in the workplace.  Because of the pervasiveness of alcohol, temperance advocates worried that drinking among men encouraged a loss of self-control and restraint - two essential standards of the evangelical church and southern culture in general.  In Ownby's opinion southern men neither wanted to live outside of the all-encompassing evangelical community nor to abandon the alcohol and belligerence that defined their male identity. Their desire for compromise however proved impossible because the regional revival meetings of the evangelical church encouraged local populations to uphold an ideal of upright behavior and remain unyielding to forms of social excess.  In Ownby's words this demonstrated ever more clearly the ever-present tension between evangelical self-control and the aggressiveness of the masculine world. ","        To combat the threats posed by a culture submerged in alcohol, Davis encouraged the citizens of Albemarle County to set an example by taking a two-part abstinence pledge in which members vowed they would first themselves abstain from the use of all intoxicating liquors and second, that they would discourage the use of them by others.  By this oath, Davis believed that their community would exorcise the demon of intemperance [,] allay the devouring thirst and still the raging passions which had hitherto defied control.  He assured people that an oath of temperance would transform filthy rags into decent clothing and instill Christian morality within their society.  ","Southerners believed that this type of moral transformation would in turn positively reform all sinful areas of the southern male culture.  Prostitution and gambling were almost inherently linked with alcohol and by ending or limiting the occasion to drink temperance advocates hoped the South would be cleansed of these other vile institutions.  Bertram Wyatt-Brown notes that eventually, the temperance movement's public appeal for moderation hardened into Victorian repressiveness that struck many southerners as too severe. This extremist view irked some southerners and an opposition movement arose in the South proclaiming that temperance infringed upon individual liberties.  They resented the religious doctrines the temperance movement used to further its arguments and the subtle ways in which it attempted to force its views upon the South.  Thus, while Eugene Davis' speech rang of a genuine belief that temperance was the only way to revive the moral traditions of the South, Albemarle County would have been divided in its reaction because of the controversial social implications of his message."],"display_date":"October 23, 1842 - December 31, 1842","search_date":"1842-11-26","locations":[{"id":13596,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2189,"title":"Frank Ruffin&#39;s Duel: a Defense of Honor\n","course_id":1,"status":"P","start_date":"1834-06-19","end_date":"1834-06-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 19, 1834, Frank Ruffin wrote a letter to George W. Goode and William Roane informing them that he had participated in a duel in which he emerged untouched as has not the other party.  A personal insult incited the duel because another man had lied most grossly about Ruffin's conduct in [an]...affair. In order to defend his actions, Ruffin justifies the duel as a battle of honor by saying he would have been a most craven, spirited, contemptible man, forfeiting every claim to the respect of gentlemen...if [he] had permitted another gentleman to fight through a difficulty which originated on [his] account.  He, like many southern gentlemen, prized his self-respect more highly than the good opinion of anyone and in a society that championed honor, respect, and chivalry, a man had to protect his personal dignity to survive.","Though southern cities such as New Orleans were famous for their high numbers of duels because of their crowded atmosphere, the agrarian society of Albemarle County was also very familiar with the art of dueling in defense of honor. In fact, John C. Willis argues that as the oldest parts of the South, Virginia counties such as Albemarle had perhaps the strictest definition of honor in the South: To be honored is to be temporarily distinguished among persons sharing common values and concerns. Conversely, to be denied honor or to be shamed is an accusation of aberrance and an assertion of inferiority...A society's code of honor thus acts to guide, sanction, and reward the behavior of its members and illustrates, for outsiders, the culture's values at work.  Virginian gentlemen therefore, recognized the inherent importance of honor as a way of asserting one's individual superiority and would have readily fought to defend their honor. ","The South championed the duel as a physical manifestation of its society's unique emphasis on honor. As Jack K. Williams observes, the duel resulted from rigid class structure, exaggerated sense of honor, lingering classic romanticism, and reluctance to be confined by the letter of the law.  Based on such fundamental aspects of southern society, duels were not rarities but relatively frequent methods of addressing conflicts between gentlemen.  But it cannot be over-emphasized that duels were inherently a mark of one's social rank and identity within society - only gentry could participate. Professional men, bankers, military officers, ministers, and planters were recognized as gentlemen while laborers, businessmen, merchants and farmers were only rarely recognized as such. Gentlemen resolved conflict by duels but they forcibly subdued their inferiors by caning or beating them.  It was a sign of social respect and recognition of one's rank to challenge another to a duel and thus, the practice remained exclusive. ","Duels were as much a display of honorable conduct as a battle to preserve one's honor because a duel had many accompanying rules and standards. In fact, the drama of Frank Ruffin's duel hinged upon his conduct in his duel.  During the second round of shots, Ruffin fired his shot after the word stop, claiming that he had not heard the command. By this mistake, Ruffin forfeited his life because he had violated the rules of conduct and the second had the right to shoot him on the spot.  Although Ruffin stepped forward...and called on them to shoot [him]...three separate and distinct times, the second himself was uncertain of the timing of the shot and therefore acquitted Ruffin of all guilt. But, to maintain his reputation Ruffin decided to remain in the area six weeks longer to meet any misrepresentations which might have been rumored concerning the affair.  Thus, ironically, Ruffin's duel to protect his honor actually could have given others reason to question it again, although there is no suggestion of such an event occurring.  ","Frank Ruffin's account of his duel lends support to William's assertion that the duel was a defense of individual honor that, while an intangible concept, was no less real than any physical possession.  Southern men reviled cowardly behavior and refused to associate with men of tainted character.  Clearly, honor was undoubtedly the principle reason for the enduring tradition of the duel in the antebellum South since it established a man's dignity and reputation within his society."],"display_date":"June 19, 1834","search_date":"1834-06-19","locations":[{"id":13595,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2190,"title":"President Martin Van Buren&#39;s Independent Treasury Sparks Controversy within the Democratic Party\n","course_id":1,"status":"P","start_date":"1840-12-12","end_date":"1840-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As the year of 1840 drew to an end, the residents of Albemarle County prayed that the new year would finally bring relief and economic stability to the nation still recovering from the Panic of 1837.  President Martin Van Buren echoed these sentiments in his speech to the second session of the Twenty-sixth Congress concerning the general state of the nation.  As almost half of the speech discussed the economic state of the country, the editors of <em>The Virginia Advocate</em> determined that it was important enough to publish the speech in its entirety on December 12, 1840.  Although Van Buren mentioned several other pressing issues, his main objective was to address the financial future of the nation and the recently confirmed Independent Treasury.  As he reviewed the catastrophic events that led up to the Panic of 1837, Van Buren assigned the crisis' blame to the national bank and the national debt, arguing that both were not merely unnecessary, but in direct and deadly hostility to the principles of [the people's] Government, and to their own permanent welfare.  Thus, Van Buren maintained that the best way to rectify the country's economy was to establish an independent organization to manage the government's funds, hence his creation of the Independent Treasury.  ","As James Roger Sharp has ascertained, Albemarle County only had a slight Whig majority at the time of this speech and thus, the newspaper article would have attracted intense political debate and discussion. At the time, the Democrats and Whigs of Virginia were both desperate to restore the state to its former prestige and influence in national politics; after Jackson refused to renew the Bank of the United States' charter in 1836 and the Panic of 1837, both parties separately hoped that they would solve the America's uncertain fiscal future. The Whigs fervently believed that a national bank was the only way to preserve economic unity and that, when held in check, the credit system was healthy for the economy. While the Whigs had remained united in their efforts to oppose Van Buren's Independent Treasury since its proposal in 1837, ironically, within the President's own party, it produced much more conflict.  In late 1835 a faction of conservative Virginian Democrats had emerged led by William C. Rives who, as historian James Sharp explains, condemned the exclusive use of hard money for the sale of public lands as impractical and the Independent Treasury as another utopian scheme - unfeasible and ineffective.  Although the Democrats managed to avoid a major split within the party they were anxious to maintain that party unity despite the controversial issue of the Independent Treasury. ","By the time of Van Buren's speech in 1840, the Virginian Democrats had regained many of their wandering conservatives but the debate over the economy had proved volatile enough to have successfully created an unforeseen impasse within the party. Liberal Democrats supported Van Buren's Independent Treasury because they had seen the results of wild speculation in the Panic of 1837 while conservative Democrats argued that if credit and inflation were carefully monitored, a system of state and local banks was more efficient.  Rives hoped to turn the Virginia Democratic party against Van Buren's administration but by 1838 it became clear that the majority of Virginia Democrats would not leave the national party, even after the proposal of the Independent Treasury. Slowly conservative Democrats despaired of changing the party's platform and completely lost heart when Rives did not win his bid for reelection to the Senate in 1839.  Most returned to the mainstream Democratic party and by 1840, the presence of the conservative Democrats in Virginia had disappeared.","<em>The Virginia Advocate</em> very astutely appealed to both the Whigs and the Democrats in Albemarle County by printing Van Buren's speech because the financial health of the nation was a mutual concern as both parties tried to resolve the issue.  Furthermore, since another presidential election was fast approaching, the political atmosphere intensified as southerners debated party platforms and the future course of the nation. Thus, Whig and Democrat alike in Albemarle County would have bought this paper and perused the president's speech with equal interest."],"display_date":"December 12, 1840","search_date":"1840-12-12","locations":[{"id":13596,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2553,"title":"The Virginia &#40;Secession&#41; Convention of 1861\n","course_id":1,"status":"P","start_date":"1861-01-12","end_date":"1861-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The large body of men from Albemarle County quickly came to a unanimous decision about who they would nominate to hold their county's seat at the Virginia Convention of 1861. They truly believed that the questions so long pending between the North and the South must be settled. They chose to nominate William C. Rives and V.W Southall to represent Albemarle County at the state convention. Rives and Southall, if they accepted nomination and won election, would be immersed in one of the most important events in the history of Virginia, to decide whether or not to take the state out of the Union. Though the more than 550 men nominating Rives and Southall were in favor of secession if the Federal government failed to respect Virginia's rights, they permitted Rives and Southall to exercise their own judgment at the convention. The men of Albemarle County chose Rives and Southall because of their prominent place in the community. T.J Wertenbaker, E.R Watson, J.N.O.H Bibb, and F.K Nelson were the leaders of the group who nominated Rives and Southall because their names were the only ones specifically mentioned at the end of the note to Rives and Southall.","In January 1861, Governor Letcher called a special session of the Virginia legislature, which approved a plan for a state convention. One delegate to the convention was Robert Y. Conrad an emphatic Unionist who believed Abraham Lincoln was the cause of the sectional conflict. At the convention Conrad became Chairman of a Committee on Federal Relations which debated the merits of secession. While many men in the upper south loved the Union, they supported the right of the states to secede if they chose to do so. Conrad believed the right of the states' to secede came from the Declaration of Independence and Virginia Bill of Rights. Conrad even supported a Constitutional amendment to protect slavery. His Unionist majority defeated an ordinance of secession on April 4 88 to 45. However just two weeks later the secessionists won out, carrying the Convention eighty-eight to fifty-five, a near complete reversal of Unionist fortunes. Two events sealed the fate of the Unionist cause at the Convention, the firing on Ft. Sumter, and Lincoln's call for 75,000 troops. ","Men like Conrad had expressed the will of the majority of Virginians at the start of the Convention, to remain in the Union if Congress granted them concessions, but events outside of their control made peace with Abraham Lincoln seem impossible and secession the only solution. The men of Albemarle County who nominated Rives and Southall expressed the same will in their letter that they believed in the right of secession, but wanted to stay in the Union if possible. The process by which Virginia seceded expressed the early reluctance common across Virginia, North Carolina, Tennessee, and Arkansas to leave the Union. Virginia's secession was also tremendously important for the Confederacy due to Virginia's population and industries, so important that the capitol of the new nation was moved there."],"display_date":"January 12, 1861 - April 30, 1861","search_date":"1861-03-06","locations":[{"id":13598,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2554,"title":"Southern Higher Education after the Civil War\n","course_id":1,"status":"P","start_date":"1873-07-03","end_date":"1873-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["R.T.W Duke received his degree in Political Economy from the University of Virginia on July 3 1873. He marveled at the signature of the Secretary of the Faculty, William Wertenbaker, the Faculty Chairman Charles L. Venable, and that of Professor of Political Economy Hokines. By earning his degree, Mr. Duke entered the ranks of college educated southerners that day in Charlottesville.","In the wake of the Civil War, many colleges and universities throughout the South had lost faculty, income, and property. However, the war also brought a huge supply of experienced Confederate soldiers and officers who knew how to lead and to run an operation. These men quickly entered the administrations of southern colleges and universities. Many advocated scientific training to help rebuild the South and make up for weaknesses demonstrated by the Civil War. Duke represented a part of southern male society committed to self-improvement, even if not through the sciences. Increasingly such men as Duke turned to progress, or the idea of perpetual self improvement as the key to their own and the South's future. Robert E. Lee, as president of Washington College, was the most famous of these administrators. Lee expressed the trend toward sciences when he convinced Cyrus McCormick to fund Washington College's hiring of Richard Sears McCulloh who had worked in the Confederate Nitre and Mining Bureau.Furthermore in 1871 the University of Alabama extended study to include mathematics and hard sciences. However lack of money precluded the lofty goals of many scientifically oriented southern ","administrators. Such financial problems occurred at Washington and Lee after Robert E. Lee's death, and at the University of Alabama. ","Administrators who advocated scientific courses at the University of North Carolina, South Carolina College, Louisiana State University and the University of Mississippi were sometimes grouped together by opponents with politicians who favored integration to the detriment of their cause. Southern academics who survived the end of Reconstruction did so by advocating separate schools for African Americans, or none at all. Thus across the South after the Civil War a struggle raged among administrators over the course of southern higher education. These advocates of science competed for funding with more traditional programs in military training, which remained widespread after the Civil War. They also presented a unique view of history in their teaching, as the outcome of the Civil War became inevitable because of the overwhelming strength of the Union Army. These administrators argued that ex-Confederates had fought to exhaustion and maintained that their fight had been an honorable defense of the Constitution, not slavery. R.T.W Duke represented the post-Civil War southern white male population which these ex-Confederates wanted to teach to rebuild the states of the former Confederacy."],"display_date":"July 3, 1873","search_date":"1873-07-03","locations":[{"id":13599,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2561,"title":"The Civil War on Civilians\n","course_id":1,"status":"P","start_date":"1865-03-05","end_date":"1865-03-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was a humiliating experience for Louisa Minor. The Union troops arrived at her home and stole guns, clothing, bonds, and the watches from two slaves, Sue and Mammy E. Louisa was so alarmed at their behavior that she was afraid for her safety. She found Union officers who protected her, but the threat of violence from Union soldiers was real. Louisa Minor experienced fear that day felt all over the South as Union and Confederate troops passed through widespread communities. Like others, Louisa Minor remained defiant.","The destructive force the war had for civilians surfaced as early as in Fredericksburg, Virginia between December 11 and 15 1862. Fredericksburg had been occupied by Confederate sharpshooters slowing the Union advance, so the Union troops probably felt justified in their action. Looting in the town occurred to a severe degree as the entire contents of houses was thrown into the street. The greatest loss felt by southern women like Louisa Minor was the loss of loved ones on the battlefield. Among Virginians alone, 20-30,000 men died in the war, while by 1862 alone there were 42,000 claims for back-pay by families of deceased soldiers. The suffering and fear felt by Louisa Minor and her family in Albemarle County was just a small part of the broader suffering the war brought to American civilians.","Louisa Minor's personal humiliation at the hands of Union troops repeated itself all across the Confederacy, as the movements of Union and Confederate armies initiated destruction of civilian property from Virginia to Louisiana. In Virginia, Gen. Philip Sheridan's Shenandoah Valley campaign of 1864 devastated that area's ability to provide food for the Confederacy. Sheridan waged war on the ability of the Confederate population to resist, a method emulated all over the Confederacy by Union forces. Significant resistance by Confederate guerillas forced Sheridan to be even more extreme. Between late September and late October 1864 Sheridan systematically destroyed the Shenandoah Valley's ability to feed Confederate troops. Far from Virginia Benjamin Butler brought the war to the doorstep of Confederate civilians early in the Civil War by confiscating private property in New Orleans after the Union took that city in 1862. Maj. Gen. James H. Wilson's offensive into northern Alabama in 1864 was actually more severe than Sherman's in Georgia though it achieved less renown. Confederate units and deserters from both sides also inflicted severe hardship on the Confederate civilian population. When Louisa Minor's property was taken from her in early 1865, she became one more of the many thousands like her who had experienced the full destructive force of the Civil War. "],"display_date":"March 5, 1865","search_date":"1865-03-05","locations":[{"id":13598,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2564,"title":"Ex-Mistresses and Ex-Slaves\n","course_id":1,"status":"P","start_date":"1866-01-07","end_date":"1866-01-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Louisa Minor's life was changing all the time. More and more of her former slaves left her land as 1866 began. She felt sad to see people go whom she had known all her life. Louisa Minor mentioned in her diary the change in everyday life as the ex-slaves departed. She stated that though ice was available outside, no one brought it inside, because there were no servants left to do the work. She wrote as if that kind of labor was totally foreign to her. Louisa Minor respected the right of her former slaves to leave the plantation, but she had trouble seeing her ex-house slaves go. When she described her children's nanny, Nancy, as well as other former house slaves named Mammy, and Aunt Peggy, she revealed the reason for her sadness, constant proximity. White slave-owners gained closer relationships with their slaves when those slaves were working alongside them. When her freed slaves left her land, Louisa Minor and her children found the absence of those they spent time with everyday to be the hardest to bear. ","This relationship between black and white women was a common element of slavery because of the nature of work done in whites' houses. This does not mean that close proximity always turned into friendship, however. These relationships were sometimes worse for slaves because a cruel master could deride the slave all the time if they were always around. Thus Louisa Minor's pain at seeing her ex-house-slaves leave was an expression of the relationships by which whites took advantage of slaves while acting as if they were doing it out of good-natured paternalism. This of course had consequences throughout the South as freed slaves left their former masters' homes."],"display_date":"January 7, 1866 - January 13, 1866","search_date":"1866-01-10","locations":[{"id":13598,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2566,"title":"Women&#39;s Inheritance Rights\n","course_id":1,"status":"P","start_date":"1875-07-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In July 1875, Judith Page Rives wrote her last will and testament in which she left two thirds of her twelve hundred acres to her son Alfred and four hundred acres to her daughter Ella. She also gave Ella all of her jewelry and clothing, including a diamond brooch valued at 14,000 dollars. Mrs. Rives also left Ella her stocks. If Ella never married, Mrs. Rives wished for her to live with one of her brothers. Mrs. Rives also wanted Castle Hill, her home, to remain in the family. Near the end of her will, Mrs. Rives named her three sons as her executors.","During the nineteenth century wealthy people like Mrs. Rives usually bequeathed significant sums to their daughters to care for their wellbeing until marriage. Mrs. Rives gave land to her daughter Ella but less than she gave to her son Alfred. This begs the question of whether Mrs. Rives made this decision for personal or economic reasons. At that time few Women's Property Laws existed in Virginia. Thus Mrs. Rives may have wished to keep most of the family land securely in male hands when she wrote her will. Her will is significant because it demonstrates the complexities of women's property in the Virginia legal system before the passage of Women's Property Laws. The Virginia legislature did not a pass a full Married Women's Act until 1877. By 1875, the year Judith Rives wrote her will, there was only a preliminary law in place protecting a wife's pre-matrimonial property from her husband's creditors. Thus, though progress had been made for women's property rights by the time of Mrs. Rives wrote her will, leaving land in her daughters hands have could still resulted in the loss of that property to her daughter's future husband. The fact that Mrs. Rives bequeathed Ella as much as she did is a testament to her love for her daughter in spite of the law."],"display_date":"July 1, 1875 - December 31, 1875","search_date":"1875-09-30","locations":[{"id":13599,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2571,"title":"Use of Southern Railroads after the Civil War\n","course_id":1,"status":"P","start_date":"1868-05-15","end_date":"1868-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Lucy Brown left on a long trip, so long that the sheer volume of her own and her daughter's luggage precluded her from stopping to visit her sister on her return. Mrs. Brown wrote her sister a short letter explaining why she could not stop and visit, and that she would be away from her native Charlottesville until the end of June. When she wrote the letter, Mrs. Brown was traveling through Lynchburg. She relied on southern railroads to take her where she wanted to go.","Mrs. Brown's went on her trip at a time when southern railroads companies were repairing the damage inflicted upon them by the Civil War. The southern railroads at the end of the war were severely dilapidated. Virginia was one of the first southern states to court northern capital investment in railroads. Without that help, Mrs. Brown might not have even been able to travel as she did in 1868. However even by 1868 southern railroads did not have enough capital to make marked improvement. A large amount of railroad graft involving carpetbaggers also took place that year. The Panic of 1873 made hurt the struggling companies even more. The Richmond and Danville Railroad was one of many southern railroads that Mrs. Brown went on her trip. That year the railroad company registered costs at 61.8 percent of receipts. Railroad travel in south was very significant because southern railroads were absolutely inadequate in comparison with the North. Their lesser capabilities were clearly evident during Civil War and prolonged economic recovery after the Civil War. Mrs. Brown's railroad trip in 1868 exemplified the most modern means of travel, and the possibilities for modernization in the South. Unfortunately the reality of railroads in Virginia and the South after the Civil War necessitated heavy investment before such a modernization of the region would be possible. "],"display_date":"May 15, 1868 - December 31, 1868","search_date":"1868-09-07","locations":[{"id":13598,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2588,"title":"Southern Diseases and Public Health\n","course_id":1,"status":"P","start_date":"1868-04-10","end_date":"1868-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["E.J. Harrison was not a well man. Shortly after his convalescence for an unknown disease, he wrote to his sister Cornelia. He told her of his plans to go to the Anniversary Celebration of the Jefferson Society at the University of Virginia the next day. He wrote with a fleeting melancholy which suggested he lacked confidence in himself. First he lamented not being able to see a good friend the next day. Then he wrote about how well he was,but later acknowledged that hewas an asthmatic.Harrison told his sisterhe was unableto keep pace with time and that there were times he experienced great sadness. Harrison was not on his deathbed, but he infers in his letter that the illness was very traumatic. Luckily he was able to remind himself of what was important, his loving family, and was grateful for it.","During the nineteenth century the American South had more than its share of diseases. The abundance of disease contributed greatly to a negative stereotype of the entire region. Yellow fever and malaria were the two most terrifying diseases that were prone to the South. During the Civil War, more Americans died of disease than from wounds received in battle. Though this was common for wars before the twentieth century, the sheer number of sick soldiers bears some relation to the diseases prevalent in the South. Union soldiers suffered particularly from malaria because they had no immunity to it. After the Civil War, diseases like yellow fever and malaria made the health situation worse. The overwhelming poverty in the states of the former Confederacy brought about a spike in disease. Hookworm and tuberculosis also crept up after the Civil War as the post-war South gave birth to cities with poor public health, and widespreadrural poverty. E.J. Harrison was part of a larger trend across the South, higher incidences of people coming down with disease after the Civil War and more debilitation of southerners at a time when they needed all their strength to catch up economically with the North. E.J. Harrison, though more emotionally affected than physically, might not have been so shaken had he lived in a healthier environment."],"display_date":"April 10, 1868","search_date":"1868-04-10","locations":[{"id":13598,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2594,"title":"The Rise of Jim Crow in Southern Education\n","course_id":1,"status":"P","start_date":"1874-04-28","end_date":"1874-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A. Thomas McKee was an official in the Charlottesville school district in 1874. McKee handled funding both for the district's African American school and for the white school. He was puzzled to discover that the African American school received less funding in 1874 than its number of students was supposed to receive. McKee wrote D.P Powers, the local Superintendent of Schools explaining the discrepancy, reminding the Superintendent that the district's white school which had a smaller enrollment, experienced no such funding shortfall. At the end of the letter, McKee humbly deferred to the judgment of the Superintendent, perhaps because he knew further agitation would not help and might hurt the black school's budget. Virginia was redeemed by the white supremacist Democratic Party in 1873, the year before the funding disparity. Assuming that the funding shortfall stemmed from the race of the black students because McKee did not press the issue, he uncovered a form of discrimination which became increasingly common as Reconstruction ended. Though McKee may have been dedicated to providing the public schools, black and white, with their necessary funding, somehow a black school under his charge did not receive the funding it needed. ","Many white southerners in the wake of the Civil War continued to believe that African Americans were beneath them in the social hierarchy. In addition, fear of African Americans taking revenge on white southerners for slavery spurred the creation of Black Codes by short-lived provisional governments dominated by southern whites, which heavily regulated African Americans daily activities. The Fourteenth Amendment ended many of the Black Codes, but not the racism that created them. Thus fear of African Americans led to a need to subjugate them, and even while under the military governors' installed during Reconstruction, white southerners kept these intentions in mind. They argued that blacks lacked the education to be responsible voters, and did everything in their power to keep African Americans from gaining such an education. ","However, the Fourteenth Amendment required equal treatment under the law, so rather than eliminate education for African Americans white southerners undermined it, such as in cases like A. Thomas McKee's in Charlottesville. The southern state legislatures gained substantial black membership once black voters were protected by U.S. troops from intimidation. These more liberal legislatures spread public education throughout the South. Schools were segregated, but blacks increasingly accepted half-way measures such as these over nothing at all. Even Frederick Douglass believed that segregated education was the best that southern blacks could hope for. Nonetheless, freed slaves had an extraordinary desire to seek education, because they knew this was the best route out of the poverty and ignorance in which they were taken advantage of by whites. ","Southern white racism stymied these efforts however, because as Reconstruction ended southern whites gained control over the funding of black public schools. They saw education as a threat to keeping blacks subordinate to whites in society, as educated blacks would be more likely to seek better wages and working conditions. The Ku Klux Klan expressed the most violent form of this white prejudice, terrorizing the black community if members tried to improve their lives. The Klan even committed murder in order to maintain white supremacy. ","The Compromise of 1877 officially ended Reconstruction, as Pres. Rutherford Hayes withdrew all remaining Federal troops from the states of the former Confederacy, which took away the last glimmer of protection enjoyed by blacks. A. Thomas McKee's experience was important because it demonstratedone small part of atrend typical across the South as Reconstruction came to a close, the increasingly blatant campaign of white southerners to subordinate blacks to whites in society. Education played a key role because just as freed slaves understood that it was their best route out of poverty and ignorance, so too did white southerners, who consequently did everything in their power to undermine black education. "],"display_date":"April 28, 1874 - December 31, 1874","search_date":"1874-08-29","locations":[{"id":13599,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2602,"title":"Prisoners of War\n","course_id":1,"status":"P","start_date":"1864-10-25","end_date":"1864-10-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Prisoners of war often suffered the worstamong soldiers who fought in the Civil War. Eugene Davis was one such prisoner of war at Elmira Military Prison in 1864. The two most infamous Civil War prisons opened that year in Andersonville, Georgiaand at Elmira, New York. After he arrived in Elmira, Davis wrote to his family in Albemarle County, who promptly wrote him back. He received letters from three different relatives in one day. Davis explained that he lived in a building with 150 other Confederates. He had a cold before he wrote the letter, but recovered from it. Davis also mentioned both the number of times per day guards fed prisoners at Elmira and how the entire camp went to the same building to procure rations every day. Eugene Davis expressed great confidence that he would survive the prison camp, and hoped for more letters from his family. ","Prisoners of war suffered enormously in 1864 and 1865 in both the Union and the Confederacy. Union soldiers in Andersonville Prison suffered from exposure because of lack of shelter, dysentery and diarrhea due to poor diet, and sometimes death because of the lack of medical care. The Confederacy suffered in large measure because of the lack of a clear chain of command over the Confederate prison system in general, and inefficient command structure at Andersonville. Georgia officials made matters worse by repeatedly refusing to cooperate in the supply of lumber, regular guards, slave labor, cattle drivers, and tents to the prison. Andersonville had an intended capacity of 10,000. By May 1864, it was 50 percent over capacity. By mid June the prison contained 24,000 Union prisoners. In a pattern to be repeated in both Union and Confederate prisons, as the prison population grew, food and other supplies did not keep up and deteriorated to extremes. In addition the Confederate government gradually became totally negligent towards the prisoners at Andersonville, while more than willing to continue to send prisoners there over the protests of the administrators of the camp. Henry Wirz and John H. Winder, two of the officers in charge, could not keep up with the tide of incoming Union prisoners during the summer of 1864. The situation at Andersonville reached a tipping point on July 25 1864 when more than 30,000 prisoners were present at the camp with no rations to feed them. Confederate Secretary of War James Seddon and others only changed the situation when Sherman's Union armies drew close to Andersonville that fall. Ten thousand of the Andersonville prisoners were shipped to Salisbury, North Carolina by October 1864. Just four months later, due to further Confederate neglect, 34 percent of these men had died. ","Confederate prisoners of war at Elmira suffered many of the same troubles as Andersonville prisoners. Despite the economic advantages of the Union over the Confederacy, lack of food in sufficient quality and quantity to keep prisoners healthy was a problem. This suggests that like in the Confederacy, maltreatment of prisoners was not a result of inability to help them but of unwillingness by individuals in the Union prison system. As at Andersonville, as the prisoner population of Elmira increased, the food problem worsened. Eugene Davis wrote in his letter of the many thousands of men in Elmira who all had to use the same cook-house. Scurvy emerged due to poor diet, just as at Confederate prison camps. Both Elmira and Andersonville had no hospital to care for the sick for much of their operation. Andersonville was closed in the early fall of 1864, but Elmira remained open, and bore witness to even greater suffering by prisoners in 1865. A new enemy attacked Confederate prisoners in Elmira in the winter of 1864-1865, New York's cold weather. Confederates found it especially difficult to deal with because stoves were scarce. In February 1865, 426 Confederates died at Elmira about a third of all the sick. Though Andersonville may be more famous as a place of misery for prisoners of war, Elmira actually had a higher mortality rate, 24 percent, or 3,000 out of 12,000 total prisoners. Eugene Davis' letter to his daughter is very significant to understanding the lives of prisoners of war. He wrote of the hardships of camp life, of his desire to hear from his family, and his yearning to think of his home, not his prison. The suffering and uncertainty felt by Eugene Davis' family while he was a prisoner of war repeated itself in counties all over Virginia and all over the South, as Confederate soldiers tried to survive the war in prisoner of war camps. "],"display_date":"October 25, 1864","search_date":"1864-10-25","locations":[{"id":13598,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3398,"title":"Bishop&#39;s Mill\n","course_id":1,"status":"P","start_date":"1820-03-11","end_date":"1820-03-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Joseph Bishop owned a mill on the Rivanna River from 1805 to the late 1820?s. He worked in the mill along with the family's two male slaves, and possibly with occasional help from his five sons. Bishop's mill supported his main economic activity, which was tanning leather. But Bishop sometimes allowed the use of his facilities to grind nearby farmers' grain, typically for free. Over the years Bishop twice had to rebuild his mill. It is possible that it was damage by one of the floods that periodically struck eastern Virginia rivers. It is also possible that the mill's wooden moving parts wore out, perhaps exhausted by the extra task of pro bono grain grinding. It is likely that on at least one of the rebuilding occasions, Bishop upgraded the technology of his mill. In 1820, after repairing his mill for the second time, Bishop ran out of generosity toward the neighbors for whom he used to grind wheat for free. He publicly announced that he would no longer grind on any terms whatsoever, and that anybody who needed grinding done should build a simple mill of their own. He may have stood by this threat for some time, but by the late 1820s he joined eleven other Albemarle gristmills in commercial production, and began selling ground corn meal in bulk. "," Historian Melvin Ely described the operation of mills and their place in the daily life of nearby Appomattox, a piedmont Virginia county similar to Albemarle in many respects. Many mills only ground wheat, though many combined that task with sawing, ginning cotton, producing textiles, or making soap. After harvest, small farmers would sell their surplus grain to the local mill. The miller would grind the grain and store it in bulk. Store-owners in towns could then buy grain to retail, or individual families could buy it as needed directly from the miller. At this time a typical barrel sold for somewhere between 4.00 and 12.00, depending on quality of the grain. According to Ely, The typical mill in the area was manned by a miller, a cooper, and perhaps a few helpers. Slaves were often employed in mills, and often became as proficient at the tasks of operation as the miller himself. Free blacks, too, often found employment in mills. "," At the beginning of the nineteenth century one of the most popular books in the United States was comprehensive guide to the science and practice of milling, written by a Delaware entrepreneur named Oliver Evans. The book's success was bolstered by the fact that Evans included descriptions of labor-saving mechanical processes he had recently invented. More important, though, was Evans's ability to relate technical information to a wide audience, in common, unpretentious language. Evans's Miller's Guide was the first of its kind, popular throughout America. Previously, technical advancement often only spread through word of mouth, rough sketches, and ideas in individuals' heads."],"display_date":"March 11, 1820","search_date":"1820-03-11","locations":[{"id":13594,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3439,"title":"A Summit to Discuss Internal Improvements\n","course_id":1,"status":"P","start_date":"1828-07-01","end_date":"1828-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["On July 15 1828, Virginians gathered in Charlottesville to discuss the question of whether the State of Virginia shall herself make her own Internal Improvements, or resign that duty, with all its important political and pecuniary interests to a foreign Corporation. The specific concern those in meeting grappled with was the fact that in March 1827 the General Assembly provided a charter for corporation in Virginia to the Maryland-based Baltimore and Ohio Railroad company. The railroad would have great freedom in choosing what land to occupy, which threatened to intensify intra-regional competitions within the state. Of additional concern, the railroad could obtain a virtual monopoly of land in those counties it chose, and thereby directly threaten the state government's jurisdiction. The railroad or any other State who may, in an unguarded moment, acquire an interest and influence subversive of the great and permanent rights, influences and power of our government was how Virginians like John Coalter of Stafford phrased the problem. It was Coalter who prompted the meeting by circulating an editorial in the state's leading newspapers. He entreated editors to notify the public of the summit, in order that there may be some concert, and as general a meeting procured, from every section of the State.","Internal improvements, which included canals, toll roads, and eventually railroads, were not an all a new consideration to Virginians in the early nineteenth century. In the 1780s George Washington had initiated plans to build a canal connecting the Chesapeake Bay and the Ohio Valley, and to drain the Great Dismal Swamp. The state government chartered several road and canal by 1815, many of which connected the growing Valley region in western Virginia with the Tidewater and Piedmont parts of the state. In these early years, capital for improvement projects in Virginia was raised by public stock companies. Once chartered by act of the state assembly, a company would offer a certain number of shares to private investors. The state government also typically purchased an initial stake in these companies, somewhere between ten and twenty percent. But until the 1820s, the state did not provide any more than that partial financial support. That dynamic would change by the late 1820s. In its previous history, Virginia had generally avoided incurring state debt. The state owed some money to the federal government for the War of 1812, but paid this off by 1826. But that is precisely when the issue of internal improvements heated up. In the next twelve years, Virginia went over six million dollars into debt to encourage the growth of canal and railroad companies within its borders. Baltimore and Ohio was one of the largest beneficiaries."," The financing of internal improvements had become an issue of national scope. Eleven new states, most of which were located in the Mississippi basin, had joined the Union by 1821. Whereas Virginia earlier tried to link the eastern and western parts of the state, now the Americans tried to economically link East and West on the national scale. States directly competed with one another to attract railroad companies. Virginians saw themselves in competition with Pennsylvania and Maryland. New York's Erie Canal, completed in 1825, directly challenged Canadian trade routes in the north. National politicians battled about whether the federal government should shoulder the burden for expensive improvement projects. For example, Henry Clay successfully advanced the National Road, the biggest highway project in the country, while serving as Secretary of State under John Quincy Adams."],"display_date":"July - September 1828","search_date":"1828-08-15","locations":[{"id":13594,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3448,"title":"Lear&#39;s Plan for the Education of Blacks\n","course_id":1,"status":"P","start_date":"1826-09-01","end_date":"1826-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["B.L. Lear administrated a large fund for the education of slaves that had been established by General Thaddeus Kosciusko, a famous Polish hero in the American Revolution. Upon Kosciusko's death in 1817, he had left the fund to his longtime acquaintance and fellow son of liberty, Thomas Jefferson. In September 1825, B.L. Lear wrote a letter to Thomas Jefferson Randolph, grandson of Jefferson and apparent heir to his estate, regarding a specific plan for the education of free blacks. The core of Lear's plan was to purchase young slaves and for them Education in plain literature & mechanical arts, and at a proper age transport them to the Colony in Africa to be as useful there as they may. Lear's letter also related to Randolph the following information about Jefferson's attitude toward the fund he approved very heartily the plan I then proposed to adopt, tho' he declined to give any advice or express any opinion in the matter, considering himself - now without authority."," Lear wrote this letter shortly after meeting with northern groups dedicated to the education of free blacks. The African School in New Jersey had been established in 1817 by the Presbyterian Synod of New York. New York Protestants created the school for the specific the goal of instructing blacks as preachers and teachers. Once free black people received such an education, they could be sent to Liberia or Haiti to help establish stable societies. This plan accorded with the vision of the American Colonization Society, a national initiative established in 1818, which channeled white efforts to cautiously deal with the slavery question. Whites Americans who supported plans in which education and colonization for blacks went hand in hand tended not to address a related question: If, as they believed, free blacks could become good citizens of an overseas colony through education, why could they not do so in America? Most free blacks roundly opposed colonization; they preferred to remain in the only country their family had known for generations, and work there for the freedom of black Americans still in slavery. Only about 15,000 free American blacks moved to Liberia over three decades time. Of those who did colonize, many professed a desire to spread Christianity by missionary work.","Despite the ideological support groups of white Americans sometimes afforded plans to educate blacks, and widespread backing among African Americans themselves, the support often took inadequate financial form. The African School of New Jersey ran out of money within a few years after its establishment. As it turns out, Kosciusko's fund could not be used to support it as Lear and Randolph had hoped. His family waged legal litigation for years- eventually succeeding in a Supreme Court case - to control Kosciusko's estate themselves."],"display_date":"September 1826","search_date":"1826-09-15","locations":[{"id":13594,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3459,"title":"A General Assortment of Spring and Summer Goods\n","course_id":1,"status":"P","start_date":"1826-05-20","end_date":"1826-05-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the beginning of the 1820s, Albemarle County merchants advertised all year round of large stocks of staples they had for sale at Reasonable Prices, Bacon, cured in the manner for family use, nice white corn meal, and Barrels Brown sugar different quantities are just a few examples. By 1826, a new kind of merchant had come to town. John Cochran & Co. took up occupancy in a well-known building in Charlottesville's court house square. The new company offered for sale all manner of impressive goods recently received from New York, Philadelphia, and Baltimore. Of course they offered the usual groceries, as well as an impressive array of spices and Wines of Superior Quality. Most impressive, though, was the wide offering of luxury items. Irish Linens, Silk, beaver, & horsekin [sic] gloves, Mandarine Robes, Italian Crepes and Shawls, these specialty items and over a hundred more were available on the shelves of Cochran & Co. By 1828, the affluent residents of Albemarle could help themselves to the crime of London fashion together with a variety of other articles; comprising a general assortment of Spring and Summer goods.","High fashion in Virginia emulated European models. This had long been the case, but now the seasonal trends could mimic London more closely than had been possible in the past. The first two dozen items listed in the catalog were cloths and various kinds of other raw textiles; the rest of items tended to be manufactured accessories. Albemarle households at this time made their clothes or had them tailored. Cochran did not list any pants, dresses, or socks, but rather non-vital accessories like parasols, silk shoes, and beaver hats. It is intuitive to expect that plantation-owning families were the principal consumers of this kind of consumer good. In a study of middle-class consumerism in New England, Catherine Kelly describes how typical rural families patterned their consumption on that of their urban acquaintances, yet maintained distinctive social culture. Especially before the elite plantation gentry identity crystallized in southern states, non-elite but economically comfortable free families likely participated in the kind of consumption Cochran?s store made possible.","Cochran's offerings reflect contemporary developments in the American economy. At the beginning of the nineteenth century, Southern ports imported comparable volumes of goods from Europe as did cities in the North. In 1806, for instance, Charlestown was home to over forty importation companies. It would be decades before the Erie canal made New York an entrepot for a huge northeastern hinterland. As the nineteenth century continued, the role of cities like Richmond and Charleston as direct importers declined, even though their exports, which exceeded the contemporary North, continued to increase. Many southerners blamed this phenomenon on federal trade policies, such as the tariff and the Bank of the United States that disproportionately benefited northern states. Albemarle, on the outer edge of the slave economy, depended more on consumer trade with northern cities than it did to the capital of the South, Charleston. Northern cities at this time still depended strongly on European manufacture. Urban industrialization was well underway in the North, but it was not the strong international competitor it developed into later in the century."],"display_date":"May 20, 1826","search_date":"1826-05-20","locations":[{"id":13594,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3563,"title":"John Scott&#39;s Estate and Removal to the South\n","course_id":1,"status":"P","start_date":"1818-01-01","end_date":"1822-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["John Scott III of Scottsville was the grandson of the man on whose land the first Albemarle County seat was located when the county's was created in 1744. Edward Scott had offered his land to build the first courthouse, in the hopes that commerce would develop nearby and increase the value of his large patent. The proximity of the site to a section of the James River especially conducive to crossing aided this stratagem. In the coming decades Scott's Landing developed into the most important port upstream of Richmond. Various Scotts and nearby merchants tried for years to incorporate the settlement as an official town, but none were successful until John III, in 1818; the town was called Scottsville, and contained dozens of lots on land donated by John. In the following two years the town was party to other favorable developments. The founding of the University of Virginia in Charlottesville promised to bring large shipments of building supplies through Scottsville's warehouses. In the 1810s the state government chartered two stock companies that enabled Scottsville to act as a hub of transportation: one to build a toll road from Staunton, one to improve canals along the James up from Richmond. In spite of these promising developments, John Scott, by fall of 1821, began auctioning off his estate. He described it as the most valuable real estate in Virginia Containing about 15 Hundred Acres. Four hundred of which are Low Grounds, Inferior to none on the stream. He sold the estate at public auction on the premises, emphasizing the 'high state of cultivation' [and] Elegant Building, also offering the stock and crops of the estate, plus a valuable tract of woodland. Curiously, Scott only managed to sell part of this magnificent estate in 1821, and had to hold another auction in 1822.","In the advertisement for his auction, Scott declared that he was intending to remove to the South. Though born in Albemarle, Scott had already lived in the South some years, practicing medicine in Alabama. Like thousands of Virginians, he may have gone down South in the years following the War of 1812, to make a life in one of the new towns that cropped up all over the territory acquired from the post-war Indian treaties. Scott probably only returned east when he inherited the Scottsville estate upon his grandfather's death. Upon receiving his inheritance, he may have discovered himself unaccustomed to estate operation, and wished to return to his medical practice. Another possibility is that the general economic atmosphere discouraged him from focusing his life on the estate. Although the factors mentioned above aided the economy in Scottsville, the overall Virginia economy had been sluggish ever since the national Panic of 1819. It could simply be that when Scott was down South he met a nice southern belle. Well-to-do families from throughout the slave states maintained complex networks of society and marriage over long distances."],"display_date":"1818 - 1822","search_date":"1820-07-01","locations":[{"id":13594,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3565,"title":"Mid-Autumn Musters\n","course_id":1,"status":"P","start_date":"1821-01-01","end_date":"1821-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On consecutive weekends in October 1821, two companies of Albemarle militia held their yearly musters. On the first Saturday of the month, a company of artillery headed by Captain F.B. Dyers gathered at an old field in the countryside. This muster was the first ever of Dyer's troop. At the session, matters of moment pertaining to the company as a whole were submitted to the men. A week later, at a different field, a full meeting of the troop [was] requested of men enrolled in a cavalry company theretofore headed by a Captain Perry. Like the muster of Dyer's company, this meeting also had a purpose above simply drilling. The men elected a new captain to succeed Perry.","Volunteer militia participated in all of the United States' military conflicts between the French and Indian and Civil Wars. An understanding of militia as noble and proficient fighters - the myth of the citizen soldier - became an entrenched American image in the wake of war, after the Revolution and Jackson-era conflicts especially. In spite of this image, in reality militias were almost never outstanding military units, and fought much more inconsistently than trained infantry units. The presence of militia in an army often vexed the efforts of the officers and organized units that they were attached to. Additionally, militias were notoriously poorly-armed. In 1820, less than one half of militia members in the United States owned any gun, let alone a well-maintained musket. Less than one fifth of white men owned a gun. Before the firearm industry developed in the United States, bringing down the cost of guns and ammunition, to own, maintain, and practice with a gun was a very expensive and impractical proposition for the vast majority of Americans. Playing with a gun was too expensive for people who worked all day. Dedicated farming provided food much more reliable than tromping around the woods on a hunt. While the first U.S. Militia Act in 1792 mandated that militia members arm themselves, very few American men actually complied. In consequence, successive national acts through 1808 shifted the financial responsibility of armament to states and the federal government.","Southern militia envisioned themselves as symbolic inheritors either of a Revolution tradition, or of a composite English tradition formed from images of refined gentry, mounted Cavaliers, and staunch Normans. Practically speaking, militia musters at this time were not particularly military affairs. Musters were often extremely social events that entailed more alcohol than target-practice (which some militias in southern states abandoned because it was too embarrassing). The defense of states rights against an aggressive national government was a key reason that militia had been preserved since the founding of the United States. While militia in southern states seized upon this purpose when war against the North erupted in the 1860s, the possibility of deployment against fellow Americans was nowhere near the front of Virginians' minds at this time. Conflict with Indians, British, Spaniards, and Mexicans were much fresher possibilities to the memory in the early 1820s."],"display_date":1821,"search_date":"1821-07-02","locations":[{"id":13594,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3840,"title":"A University of Virginia Student Responds to John Brown&#39;s Raid\n","course_id":7,"status":"P","start_date":"1859-11-03","end_date":"1859-11-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    E.M. Healy, a student at the University of Virginia in the years surrounding 1859, wrote a letter to his brother in Urbanna, Virginia on November 3.  He was eager to explain to his family an event that had occurred a short distance from where he was in Albemarle County, Virginia. On the morning of October 16, 1959, John Brown, a radical abolitionist, and 17 white men and five African Americans attacked the government armory and railroad bridge at Harpers Ferry, Virginia.  They hoped that they would not only raise a slave revolt, but also provide their black followers arms from the arsenal in order to escape safely.  Even though Brown and his group were able to quickly take possession of the armory, they were unable to create the army of slaves that they had anticipated and had truly hoped for. ","    This raid obviously created great concern with the citizens of Charlottesville, Virginia because as Healy says in his letter, they felt as if they did not fulfill their job of protecting nearby Virginia citizens.  If they had had a sufficient military force, they could have aided Robert E. Lee's troops and ceased the attack more quickly.  Therefore, only five days after John Brown was found guilty of murder and treason, the people of Charlottesville scheduled a mass meeting in order to increase their military force.   Healy and many other students found it necessary to attend the meeting. This meeting, however, still seemed to be a very drastic measure compared to reactions across the South.  As Reynolds says, people in other states, at first, simply decided to always be armed individually in case of another abolitionist attack.  It was necessary for Virginians to take more immediate precautions because of the actions of Virginia's governor Henry Wise.  He was the one to quickly arraign Brown on three charges: murder, inciting slaves to rebellion, and treason against the state of Virginia.  Wise wanted to make a statement, and by claiming John Brown for the state of Virginia, he did.  So, in turn, Albemarle County responded quickly and efficiently to the Harpers Ferry events and stood up for the state of Virginia. ","    If John Brown had been killed during the raid, Albemarle County and other Southern counties would have taken these previously stated precautions less seriously, but this was not the case.  John Brown had a period of seven weeks between his being found guilty and his execution.  During this period, he was able to talk and write from jail; so, by the time of his death the entire nation knew of his writings.  He was no longer simply a criminal, but a martyr in the North, and a representative of the abolitionist reform to the South.  The South was then paranoid and in a state of panic.  Their views of secessionism and defense of slavery strengthened.  They were more rigid when dealing with their slaves, and all Southern states realized they should be prepared, like Virginia, with sufficient force in case of another foolish abolitionist raid.  Today, historians see John Brown in many cases as the man who truly provoked the first events that would in turn lead to the Civil War. "],"display_date":"November 3, 1859","search_date":"1859-11-03","locations":[{"id":13597,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3883,"title":"1832 Speech Given in the House of Delegates Regarding Abolition \n","course_id":7,"status":"P","start_date":"1832-01-21","end_date":"1832-01-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     The Virginia House of Delegates gathered around while Thomas J. Randolph, representative of Albemarle  County, gave a speech in regards to possible emancipation within the state.  Although it was 1832 at the time of this address, the proposed plan that Randolph spoke about would only affect slaves born after 1840 and would take 80 years to complete.  Virginians would hold male and female slaves until they reached the ages of 18 and 21.  Upon this age, the state would remove the slaves from the Commonwealth.  This produced a heated debate among Virginia leaders, and Randolph sought to promote the plan; at the very least, he wanted to propose the idea to all the constituents of Virginia.     ","            The Virginia emancipation debate of the 1830s rarely consisted of extreme abolitionist views.  However, some Virginians did have opinions about whether or not the institution of slavery was politically and economically necessary.  Randolph suggested that the gradual emancipation plan would not hurt the state economically, as it \"levies no money tax upon the people - each slave pays his own removal by his hire.\"  He argued that slaves would still be in the state until they reached adulthood, and even afterwards, they could be sold to other southern states for a profit.  Politically, Randolph argued that since the plan would take a full 80 years, its effects would not be sudden.  He said even if negative consequences emerged, then \"a repeal of the law\" would bring things back to the 1832 standard.  ","            In addition to the political and economic aspects of gradual emancipation, Randolph discussed the immorality of slavery.  He pointed out that slavery was not justified by the fact that other lands practiced it.  He argued that \"upon the same principle he could justify...plurality of wives...,murder...,\" and other endeavors that Americans considered wrong, but which took place in other areas.  Furthermore, he criticized the many Southerners who used the Bible to justify slavery.  He highlighted the Biblical passages that actually made slavery a dishonorable practice, such as \"that which teaches charity, justice, and good will to all.\"  At a time when southerners rarely questioned the morality of slavery's moral aspect, Randolph clearly took a risk in some of his arguments.","            Following his political, economic, and moral reasoning, Randolph exploited southerners' anxieties regarding slaves in order to advance his argument.  The Nat Turner Rebellion, which led to the deaths of many Virginians, afflicted fear upon the state and led some to question the institution of slavery.  Randolph argued that if gradual emancipation and removal were not put into effect, then the slave population would grow and become uncontrollable.  He said this group could potentially be found \"burning with enthusiasm for the liberation of their race\" and rebel.  Even with this daunting point, there were still many listeners who opposed Randolph's strong democratic views.  Randolph therefore implored that his fellow delegates at least propose the plan to their constituents in order to decide what step to take next.  Mostly western Virginians, along with the state's governor and a few legislators, applauded Randolph's idea. However, other eastern Virginians such as William Brodnax thought it was \"a scheme...destined to produce 30 years of domestic warfare...(and)...to make every patriarch a child-seller.\"   Various ideas emerged following Jefferson's proposal, including Brodnax's plan for immediate deportation, many elitists' hope to discontinue the debate all together, and Archibald Bryce's \"abstract affirmation of colonization.\"  Randolph supported Bryce in hopes to start any sort of emancipation movement. Legislators debated Bryce's plan to fund the deportation of blacks but ultimately only passed it in the House without confirming it in the Senate.  Thus, although, Virginia adopted what historian William Freehling calls \"an ambivalent, ineffective colonization experiment,\" the power struggle between eastern elitists and western egalitarians was significant.  It foreshadowed the tension in Virginia that would persist for decades to come.     "],"display_date":"January 21, 1832","search_date":"1832-01-21","locations":[{"id":13595,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3930,"title":"Student Withdraws After Beating Slave Girl\n","course_id":7,"status":"P","start_date":"1856-05-03","end_date":"1856-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            In May 1856, students and faculty at the University of Virginia were consumed by the news that the faculty board forced a student to withdraw after beating a slave child.  The removal of a student from the Academical  Village over a slave whipping was difficult for many to believe since whipping was a common disciplinary action for misbehaving servants.  Confusion mixed with curiosity lingered throughout the grounds.  ","            In late April 1856, W.D. Clarke, a student at the University of Virginia became particularly agitated after seeing a young slave girl chase a flock of pigeons onto the grounds of the University of Virginia.  After chastising and threatening the girl with a whipping, Clarke approached the slave's master to inform him of the child's misconduct, expecting prompt disciplinary action.  To his astonishment, the master chose to disregard the girl's actions and Clarke's anger, telling Clarke to leave the young slave alone and go about his day.  ","            Clarke's anger continued to build until he decided to take matters into his own hands late one evening.  Clarke beckoned the young slave girl to his living quarters and proceeded to discipline the girl himself, beating her until she became unconscious and  bringing her within inches of death.       Clarke's violent behavior angered the University of Virginia community.  Many felt that his actions negatively represented the community of scholars and that his actions should be evaluated by the faculty, a common practice at the University for any dishonorable act.  Clarke went before the faculty board, who reviewed his actions.  On May 3, 1856, the faculty board voted that Clarke's actions were inexcusable, requiring him to withdraw immediately from the University.  ","            Almost one full day later, Clarke responded to the faculty's decision in a letter requesting the board to reconsider its final verdict on his case.  Clarke acknowledged that his actions were dishonorable, however, he also wrote that he could have justified his actions with \"sufficient representation.\"  Days later, the faculty board at the University  of Virginia decided to rescind his withdrawal.  ","            The actions of W.D. Clarke and the response of the University of Virginia were particularly characteristic of the accepted social behavior of the slave South during the mid-nineteenth century.  A racially tense white society regularly scrutinized the behavior of slaves<strong>.  </strong>Masters would routinely discipline slaves who acted inappropriately.   Furthermore, it is also important to recognize the social implications that would result from disciplining a slave owned by another master during the nineteenth century.  It was considered illegal to discipline another master's slaves because slaves were the master's private property.    Clarke's defiant and violent behavior toward the young slave girl and the University's response exemplified the gravity of such actions in areas where slavery was a significant aspect of society.  "],"display_date":"May 3, 1856","search_date":"1856-05-03","locations":[{"id":13597,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3937,"title":"A Long Awaited Education\n","course_id":7,"status":"P","start_date":"1890-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    A sense of pride and accomplishment overwhelmed Benjamin Franklin Yancey towards the end of the 1890s.  He had finally achieved a dream that he believed would change the lives of generations of young African Americans.  Yancey had overcome the obstacles of racist sentiments and segregation that were a widespread aspect of life in Albemarle County, Virginia. ","    Benjamin Franklin Yancey traveled to Albemarle  County in the early 1890s with a dream to educate African Americans.  He began fundraising projects to raise money to build a school on a former plantation in Scottsville,  Virginia.  Yancey firmly believed that a school for black youths would provide them with the skills they would need to move up in society.  However, as Yancey worked to create such a school, he faced numerous obstacles.  Particularly, the racial tensions that existed in Albemarle  County towards the end of the nineteenth century delayed Yancey's fundraising progress.  However, Yancey worked to overcome these obstacles and he eventually opened the doors to one of the first black schools in central Virginia, naming it the Esmont Colored  School.  Yancey, along with his wife, ran the school and taught young African American children basic skills such as reading and writing.  ","    During the post-emancipation years, African Americans faced great disadvantages in education.  These disparities, which began during slavery, continued into the era of Jim Crow, when black children were forbidden to attend school with white children.  \"Separate but equal\" schools were legalized in 1896 after the <em>Plessy v. Ferguson </em>ruling, however, the schools for black students rarely equaled those for white.   Blacks often faced extremely uncomfortable conditions and less than mediocre education.  In response to reports of these conditions, many educated Americans became active in the effort to educate freedmen.  Several individuals, like Benjamin Yancey, devoted the rest of their lives to the education of newly freed black Southerners.  As a result, schools for freedmen were rapidly being erected across the South.   These individuals embodied the ideals of Civil Rights activist W.E.B. DuBois, who stressed the importance of \"full educational opportunities.\"  Like DuBois, Yancey thought that the founding of the Esmont Colored School would give black Southerners the opportunity to move up in a world without slavery.  "],"display_date":1890,"search_date":"1890-07-02","locations":[{"id":13601,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3956,"title":"The Education of African Americans After the Civil War\n","course_id":7,"status":"P","start_date":"1886-01-01","end_date":"1886-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Our crops are poor on account of too much wet in the summer which prevented us from working with them,\" John McClure, a resident of Albemarle  County, wrote to his aunt and uncle.  He went on to explain that \"with what little (crops) we have to sell won't bring enough to pay for the expense of raising it.\"  Other such maladies that McClure noted were that the livestock was not selling for a sufficient amount, that many people were ill and dying, and that \"this portion of Virginia has suffered very much with hay cholera,\" which made farmers' meat suffer.  The most challenging trouble he described was the state's economic position, which furthered the racial equality dispute.","After the war, much of the South experienced high debt.  Thus, the government was hesitant to fund certain programs but did raise taxes in order to appropriate money for public education.  Proponents of this had various rationalizations.  First, throughout the post-war South there were much lower literacy and school attendance rates among blacks and whites, as compared to the North.  Furthermore, Southern families grew in size, meaning there were more children to send to school.  Finally, given the hard economic times, the Southern states struggled to pay teachers and upkeep school buildings unless they taxed.  Not everyone favored these taxes, though, and as McClure wrote, it caused \"our state to disagree.\"","On the other side of the debate were white Southerners like McClure who feared blacks would \"infect\" the white students.  Another apprehension was that blacks were inherently immoral, irresponsible, and did not deserve an education.  There were also those who worried about what other types of freedoms blacks would seek if granted equal education.  McClure also mentioned the argument that the tax money was wasted on blacks.  He said that \"9 out of 10 of them may go to school 5 years and they won't advance much beyond a spelling book and in 12 months after leaving school will forget everything.\"  Not only did he find blacks ignorant, but he also claimed that they did not value an education because \"everything they care for is to frolic and drink whiskey.\"  Although McClure wrote this letter in 1886, the sentiments on both sides were not entirely new.","The issue of black and white equality versus inequality was present even before the Civil War began.  What was newest to the debate was the political and religious controversy it sparked.  In the 1870s, the Republican Party promoted funding for public education, claiming that it furthered the ideal of patriotism.  Catholics and some Democrats, on the other hand, argued that the Republicans' platform jeopardized individualism.  Catholics instead sought to gain funding for <em>private</em> education.  No matter how many people wanted public education, racial tensions were at a peak, and many did not want to pay for schooling if it was going to be for blacks.  Some historians saw the \"African factor as the difference between success and failure,\" suggesting that \"white racism undermined any movement for meaningful national unification through mass education\" at the time.  ","As the 1880s arrived, so did a new leading political party of Virginia: the Readjusters, who promoted public education for both blacks and whites.  During this decade, the focus on two parties dwindled while various independent political thoughts emerged.  The truth revealed in McClure's letter was that during that era,Virginia political tension was strong.  He also accurately portrayed the anxieties of many southern whites in regards to post-war education.  Yet history does contradict McClure's fear of public education being a complete waste.  While early Reconstruction may have not been successful in mass education, there were many achievements from 1880 to 1900 as literacy rates rose dramatically among whites <em>and</em> blacks.  Unfortunately, though, with the turn of the century, Edward Ayers notes that \"blacks in the south paid for schools for whites--not the other way around.  The more black citizens in a county, the greater the benefits to white students.\"  Racial tensions would not disappear for some time."],"display_date":1886,"search_date":"1886-07-02","locations":[{"id":13600,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3958,"title":"To Protect and Serve: Overlooked White Crimes\n","course_id":7,"status":"P","start_date":"1890-09-03","end_date":"1890-09-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            The black woman was badly injured.  She had been close to death for several days and her family was stricken with feelings of uncertainty and anger.  They wanted the police officer who had brutally beaten their loved one to be brought to justice, yet this seemed unlikely in Charlottesville,  Virginia, a predominantly white city.  The family maintained hope that they would finally see racial equality and justice converge.  Unfortunately, however, the day that the beaten woman would receive the justice she truly deserved would never come. ","            On September 3, 1890, Policeman Saunders was on duty, patrolling a largely white neighborhood in Charlottesville,  Virginia.   He focused his attention on an innocent black woman who seemed out of place in the area.  After questioning the \"suspicious\" woman, Policeman Saunders decided to arrest her.  The woman resisted the seemingly unwarranted arrest and the result was bloodshed.  The police officer brutally beat the woman over the head numerous times with his billet.  As news of the savage beating spread throughout Charlottesville, individuals of the black community banded together, demanding that the officer be tried for excessive and unjust force.   The demands of justice by the black community were ignored by the white politicians and the police officer went unpunished.  ","            Black inferiority was an uncontested aspect of the South during late 1800s.  The failure of Reconstruction allowed blatant racism to become an accepted part of the Southern states.   Whites often used violence to instill fear in the minds of black Southerners in an attempt to regain the level of control which they had prior to the Civil War.  This rampant violence and widespread fear shaped and defined the relationships between blacks and whites during the late nineteenth century.   To remedy this overt discrimination in the Southern states, Congress passed the Civil Rights Act of 1866, which made it illegal to discriminate against blacks by assigning them an inferior legal and economic status.  Approximately two years later the Fourteenth Amendment was ratified, guaranteeing \"equal protection of the laws\" to every American citizen.   In response to this legislation, however, the Southern states passed a new set of laws that \"permitted local officials to informally discriminate against blacks.\"   The actions of the Southern states following national legislation indicate a desperate effort to retain a position a position of superiority over newly freed black Southerners.  Unfortunately, the desperate attempt to maintain a sense of white supremacy in the South resulted in the disappearance of any form of legal justice in the black community.  The absence of legal action against Policeman Saunders is just one example of the widespread acts of injustice which plagued blacks across the United   States following the abolition of slavery.  "],"display_date":"September 3, 1890","search_date":"1890-09-03","locations":[{"id":13601,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3983,"title":"Sons of Temperance: Young Southern Men and the Temperance Movement\n","course_id":7,"status":"P","start_date":"1856-01-01","end_date":"1856-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    Temperance reforms in the nineteenth century were not widely known for their success in the South.  In fact, Delaware was the only slaveholding state to enact prohibition laws in the 1850s.  However, temperance reform victories can be seen on a smaller, yet equally effective, scale throughout the southern United States, especially among young men.  The Southern temperance movement was driven by fraternal organizations of men, and eventually women, holding each other to the standard of temperance and encouraging themselves and others to lead a temperate lifestyle.","    The Sons of Temperance was the most widely known fraternal temperance organization.  The Order was founded by temperance advocates in New York City in 1842 but quickly became a nationally recognized brotherhood.  Its three goals were clearly laid out in the constitution of the organization, which \"proposed then, as it does now, three distinct objects-To shield its members from the evils of intemperance; afford mutual assistance in case of sickness, and elevate their character as men.\"  ","    Fraternal temperance orders became exceedingly popular in the south as the nineteenth century progressed.  Members from slave states comprised 44 percent of the national membership of the Sons of Temperance in 1850.  This is especially important because the Sons did not admit African Americans, and the South only represented 32 percent of the nation's total white population.  The Independent Order of Good Templars was another prominent fraternal organization dedicated to temperance, and also boasted a large southern participation rate.","    These orders tended to function like secret societies and rarely published their membership lists.  This was largely done in order to limit bad press.  It would have been extremely embarrassing for a brother to be seen violating the codes of the Order, and secrecy eliminated the possibility of bad exposure.  Another reason for secrecy became important when sectional differences began to get out of hand.  Since the society had Northern roots and linkages, many Southern chapters kept their activity under wraps so as not to anger the political powers at hand. "],"display_date":1856,"search_date":"1856-07-01","locations":[{"id":13597,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3986,"title":"The Powerful Influence of Politics\n","course_id":7,"status":"P","start_date":"1886-05-03","end_date":"1886-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     On May 3, 1886, Samuel B. Woods wrote a letter to the Rector of the Board of Visitors at the University of Virginia about reapplying to the Commissionership of Accounts.  A year earlier in June 1885, Woods, an attorney from Charlottesville, was appointed and was \"in sympathy with the political tenets of the majority of the board...and recommended by some of the professors.\"  Now, he was worried about his reappointment because he feared that it would \"be decided on political principle.\" If he was not reelected, Woods let the rector know that he understood it would be \" a direct reflection upon my efficiency as an officer or upon my political standing.\"  His own political party in the past nine months of office came into conflict with the University and he adamantly stated that he would believe it a direct reflection of his political affiliations if not reelected.  By acknowledging the influence and the consequences associated with political leanings, Woods understood that merit alone was not worth much in the corrupt world of nineteenth century politics. ","    Whether or not he received the position, Woods expressed a realistic fear of the late nineteenth century.  Corruption was rampant in the 1880s, especially in the political arena.  Political machines and party bosses abounded and the civil service was a mess of personal favors and nepotism.  In his first term as President from 1885 until 1889, Grover Cleveland worked to bring an end to such corruption.  In the wake of fraudulent Boss Tweed and in the presence of the powerfully corrupt Tammany Hall machine, Cleveland's campaign of political honesty appealed to many citizens.  These citizens voted for his morality in the election of 1884 that pitted Cleveland, a Democrat, against a bribe-accepting Republican candidate. As president, Cleveland was able to convince the Republican dominated Senate to repeal the Tenure of Office Act.  When Cleveland came into office, many inept Republicans dominated the federal bureaucracy.  He wished to replace the incompetent with the worthy.  The act dictated that the Senate had to approve dismissals and appointments.  This was problematic for Cleveland since Republicans had the majority.  Arguing that the act was unconstitutional, he got his repeal and the additional executive powers the Constitution provided.  Though he did not bring an end to corruption, Cleveland's little steps led to more significant changes in the future.","    It is no wonder that citizens like Woods would worry about the effects of political leanings when political favoritism was everywhere.  Gradually, the corruption and patronage so ubiquitous in late nineteenth and early twentieth century politics subsided, due in part to the example President Cleveland set in both of his terms.  "],"display_date":"May 3, 1886","search_date":"1886-05-03","locations":[{"id":13600,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3995,"title":" This Sin Polluted Earth\n","course_id":7,"status":"P","start_date":"1857-01-03","end_date":"1857-01-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            On January 3, 1857 cries of pain echoed throughout the plantation.  The crack of the whip onto bare skin had an unmistakable sound.  All those who witnessed the brutal whipping cringed with each crack.  The slave's back was already covered with old scars; some several years old and some only days old.  Mary Boyden became used to seeing her father discipline unruly slaves, but this time she became disgusted with his behavior.","            Before Mary went to sleep on the night of January 3, 1857, she wrote in her diary as she did every night.   Normally, Mary would write about the weather and the people she had met throughout the day.  This entry, however, had a particularly different focus. Mary began this entry with the thought, \"another day has dawned upon this sin polluted earth,\" followed by an emotional, detailed description of the brutal whipping of a slave that she had witnessed early in the day.  Her father, an overtly bigoted, violent man, had senselessly beaten a slave in an attempt to solidify his superiority over the less-than-human slaves who worked on the plantation.  His futile actions had disgusted Mary, a religious adolescent girl who tended to sympathize with the slaves that her family had owned.  Mary had developed a substantial internal conflict between her personal ideals and the beliefs encouraged by her Southern Baptist religion. ","            Mary wrote about her personal hatred and disgust with the Southern culture, which heavily revolved around slavery.  She did not agree with the idea of slavery and wrote, \"white folks will have to pay for making slaves of the black folks, in the insurrection.\"  Mary no longer wanted to experience the routine whippings of the slaves, whom she had developed close relationships with.  She longed for a way to remove herself from the life that her family was so deeply imbedded in.   ","            Conflict between religion and slavery was not an uncommon dilemma in the slave South during the years immediately preceding the American Civil War.  Many deeply religious slave owners were even troubled by their own involvement with slavery.  Some slave owners who were particularly religious considered the institution of slavery to be evil and were often convinced that they would be going to hell.  However, Southern Christian churches often supported the idea of slavery.   Religious communities considered the institution slavery in terms of its social, political, and economic consequences as well as in terms of its ethical implications.  The majority of the religious communities, however, feared that emancipation would lead to devastating effects.   Slave owners used the views of their churches as a foundation to rationalize or justify their own involvement in slavery.  As a result, many slave owners considered slavery an economic and political issue that was beyond their control and ignored the ethical issues surrounding the institution.  Mary Boyden embodied this internal conflict which existed between her own ethical beliefs, her religion, and her family's use of slaves to bring in revenue.  This conflict proved to be a crucial weakness for many southerners fighting for the Confederacy during the American Civil War.  "],"display_date":"January 3, 1857","search_date":"1857-01-03","locations":[{"id":13597,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4040,"title":"James Brady: Chronicles of a Devoted Businessman on the James River\n","course_id":7,"status":"P","start_date":"1829-05-08","end_date":"1832-07-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By the waning sunlight, a fairly young merchant by the name of James Brady poured his eyes over a financial document.  It was proof that his business relations with an associate, William Tompkins, Sr., had finally bore fruit.  Mr. Tompkins waited over three years to pay James Brady for debts dating back to May 1829.  The large quantities of bacon, corn, nails, and planks had accumulated into a bill of 65.61, no small sum.  Brady let out a sigh of relief.  With this money he could expand his investments into the booming slave trade, which was far more lucrative than five hundred nails at 4.37.  James Brady became a fairly active slave trader, handling not a few transactions in the 1840s and 1850s, due to diligent effort but also to exterior factors. ","With the acquisition of lands of the southwestern frontier from the Creek Indians, Mississippi and Alabama were states by 1819, expanding the influence of the Slave South.  Between this and the ability of the cotton gin to enable a profit from lesser-grade, short-staple Southern cotton rose to the nation's top cash crop by 1830.  Due to the increase in demand for labor and no legal slave importation, deep Southern planters turned to Maryland and Virginia to supply labor.  Merchants like James Brady came into the picture here, buying and selling slaves for a profit on a route between Washington, D.C. and New Orleans.  According to Michael Tadman's <em>Speculators and Slaves</em>, states with large populations like Virginia exported slaves to the expanding southern cotton and (in Louisiana's case) sugar states.  When the international slave trade ended in 1807, dependence on states like Virginia grew greatly, leaving traders like James Brady in a position to turn quite a profit.  Treating black people like property, individuals such as James Brady separated children from their mothers, endearing dealers to no one North or South. ","Looking over his financial records and personal letters, James Brady was no Simon Legree, the evil slave trader from Harriet Beecher Stowe's <em>Uncle Tom's Cabin</em>.  James Brady kept thorough financial records and took advantage of a business opportunity.  Because individuals like him had to be callous at times, it was easy to personify all the ills of slavery into one form, thus actually delaying a critical look at the peculiar institution."],"display_date":"May 8, 1829 - July 25, 1832","search_date":"1830-12-15","locations":[{"id":13594,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4084,"title":"The University in Wars Wake\n","course_id":7,"status":"P","start_date":"1865-07-07","end_date":"1865-07-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As John Minor, an esteemed law professor, sat in his office at the University of Virginia, he penned a letter to his sister in Galveston, Texas explaining the \"unparalleled losses\" suffered by Virginia.  Previous measures of wealth such as \"stocks and servants\" lost all value; only land held its value.  Minor estimated the total losses in Virginia at \"little short of 400 million\" noting that enrollment at the University plummeted during the war, making it barely profitable for him to teach the few remaining students.  He told her how his family was faring, and about his daughter Mary L. and her friend Lizzie who volunteered at the hospital during the war, preparing tents and comforting the sick and dying.  Minor also offered his sister condolences for the death of a relative, Charley, a Lt. Col. under General J.E.B. Stuart, lauding him as \"manly,\" a \"heroic spirit,\" and an \"active servant of our blessed Lord.\"  A theme of common loss prevailed as Minor detailed the situations of family members scattered throughout the defeated South.  ","Minor's letter transitioned from detailing what was lost to forming an idealistic memory of the effort. David Blight discusses the formation of a national memory of the war in his book <em>Race and Reunion</em>.  This transition in Minor's letter typifies the Southern memorializing of the Civil War.  Although Charley, a cherished family member, died in battle, his memory served a significant purpose for the future of the South.  Memories attributed to the war in the south became known as the 'Lost Cause' rhetoric.  Men, like Charley, were memorialized as brave fighters, who, although they lost, fought honorably for a cause they believed in.  Women, like Mary and Lizzie, were memorialized as strong and willing to support their men as well as their country.  In creating memories of the war, women across the country helped to establish Decoration Days, which became Memorial Day, now a national holiday.  Confederate and Union veterans came together to commemorate anniversaries of battle and to reminisce on the camaraderie gained by the fight.  The outcome of the Civil War affected Minor, like many Southerners, in his job, his family, and his opinions.  As he formed memories of what was lost he too chose to remember the heroism and the nostalgia of Old Virginia and the Civil War."],"display_date":"July 7, 1865","search_date":"1865-07-07","locations":[{"id":13598,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4150,"title":"Students Set Fires\n","course_id":7,"status":"P","start_date":"1829-11-26","end_date":"1829-11-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 26, 1829, Thomas Goode Tucker, a student at the University of Virginia, was alerted of a very dangerous situation on grounds.  In a letter to his father, approximately a month later, he recounted how some students set fire to an outhouse.  Tucker heard of the fire, and as soon as word reached him, he ran to the scene where a large group of people were gathered, almost all of them gasping for breath.  The sight was fantastic, with clouds of smoke forming overhead, and the audience, as much as it tried, could not avert its eyes.  Soon, all evacuated and retreated back from where they had come.  It appeared that the situation had been a simple prank played by some rogue students.  ","Suddenly, at three in the morning, residents were alerted of another fire on grounds.  This time, a frustrated Tucker walked sleepily to the scene of the crime where, to his surprise, he found smoke pouring from the windows of a house.  Confused and appalled, Tucker lashed out at the unruly behavior by confiding in his father.  He exclaimed how he believed the perpetrators were \"wild and inconsiderate\" and insisted how he \"shudder[ed]\" at the slight mention of doing such a deed himself.  These rebellious acts were not uncommon at university settings, however, and as institutions of higher learning, an inherent platform existed for students to act out and incite change.","The fires, however, were not ignited to spur social reform, and considering both the domestic and foreign climates of the day, that made sense.  Times were quiet in the small college town and equally peaceful abroad.  Tucker, then, concluded that the fires were the antics of his mindless and \"mischievous\" peers.  "],"display_date":"November 26, 1829","search_date":"1829-11-26","locations":[{"id":13594,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":6,"tag":"Education"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4232,"title":"Alexander Rives Asks James Madison for Advice about Nullification and Secession\n","course_id":5,"status":"P","start_date":"1832-12-28","end_date":"1833-01-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early 1830s two of the most pressing questions in the nation were the issues of nullification and secession. A common trend among politicians was to use the ideas of the founders to argue both for and against these ideas, hence it is not surprising that on December 28, 1832 Alexander Rives, a Virginia lawyer, wrote to James Madison, one of the last surviving Founding Fathers, seeking council on this issue. Rives and Madison had never met, but Rives felt the matter so pressing that he forewent the usual formalities apologizing for his forwardness and the disruption of Madison's retirement. Of greatest concern to Rives was the fact that secessionists often referred to the writings of Madison in defense of their position, particularly the Virginia Resolution of 1798. Rives thought this to be a misinterpretation and hoped to be able to, \"Lay before my acquaintances some public evidence of what I conceive a fatal and insidious error,\" and thereby prove that Madison's writing did not endorse secession."," The main conflict arose due to Madison's argument in his Virginia Resolution that ultimate authority lay within the state and not the national government. Madison had always been a champion of the union, but political turmoil near the turn of the century caused him to endorse ideas that were more states rights oriented. The Virginia Resolution was a response to the Alien and Sedition Acts which Madison found to be extremely unpalatable and in direct conflict with the Constitution. He argued that in such cases states were obliged to nullify these laws for they were so unconstitutional that they threatened the rights of the citizens in those states. As Kevin Gutzman explains, \"Madison's document asserted that the state had a 'duty' to maintain its 'rights and liberties' within its boundaries.\" But Madison made clear that such actions were not to be taken without careful deliberation and only when the government overstepped the powers granted to it by the Constitution."," Rives believed that these words did not grant the states the power to arbitrarily secede nor did he believe that this was Madison's intention. He stated, \"That the opinions of the chief architect of our political systems should not be misconstrued or perverted to sinister purposes.\" Rives hoped that Madison could clarify his intentions and in doing so dissuade any improper use of his ideas.","In his response Madison agreed with Rives sentiments. He stated that, \"I do not consider the proceedings of Virginia in '98-99 as countenancing the doctrine that a State may <em>at will</em> secede from its constitutional compact with other states.\" The grievances of 1832, Madison felt, were not dire enough to constitute secession. Moreover, Madison argued that secession required the consent of the other states and not simply the whim of a single state. This confirmation made Rives's interpretation all the more legitimate in the eyes of the people this time. Thus, Rives letter to Madison portrays a desire of the people of the 1830s to qualify their political actions with the intentions of the founders who still held great authority in the people's minds."],"display_date":"December 28, 1832 - January 12, 1833","search_date":"1833-01-04","locations":[{"id":13595,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":5057,"title":"Died on the Fourth of July: Thomas Jefferson’s Last Will and Testament","course_id":43,"status":"P","start_date":"1826-07-04","end_date":"1826-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thomas Jefferson- the principal author of the Declaration of Independence, third President of the United States, and father of the University of Virginia- died at 12:50 p.m. on July 4, 1826 at the age of 83 in his beloved home of Monticello.  Newspapers were filled with remembrances of that special day in American history, and Jefferson’s role in it, making this day a memorial to the man even before word of his death had spread.  In fact his own words appeared in the <em>National Intelligencer</em> that very day in the form of a letter, one of the last he ever wrote, to the mayor of Washington, D.C.  Responding to an invitation to attend a celebration of the fiftieth anniversary of the Declaration of Independence, Jefferson declined on account of ill health but provided a ringing coda to his illustrious life.  “All eyes are opened, or opening to the rights of man,” he said. “The general spread of the light of science has already laid open to every view the palpable truth that the mass of mankind has not been born with saddles on their backs, nor a favored few booted and spurred, ready to ride them legitimately, by the grace of god.”","Jefferson’s death was followed by numerous memorials befitting his stature in the American political canon.  They were all the more significant for the monumental twist of fate that John Adams- patriot, President, and onetime bitter political rival of Jefferson’s- had died the very same day, his last words being “Thomas Jefferson still survives.”  He was wrong, but newspapers would seize on the “coincidence, of which the world scarcely produces a parallel,” as the <em>N.Y. Evening Post </em>put it.  That article continued “It cannot be doubted that if the choice had been with them, they would have fixed on the very day for the termination of their mortal career…Over the death of these distinguished men, then, we can not grieve: they have gone to their rest at the day and hour they wished, after seeing themselves surrounded by millions of grateful human beings, who they…had contributed to render free, and happy and independent.”","If glowing tributes are the mark of a man, than Jefferson belongs to the greats.  However, he couldn’t transcend the difficulties of the world.  His grieving family had to deal with the mundane tasks of carrying out his will, which he completed March 16, 1826.  The will and the accompanying codicil are clearly written in Jefferson’s own hand.  Jeff Randolph, his oldest grandson, was named the sole executor.  The will has its share of touching gifts- his silver watch to Randolph “in preference of the gold one because of its superior excellence,”  a “gold-mounted walking staff” for James Madison, his library to the University of Virginia.  It also freed five of Jefferson’s slaves, each of whom was to be given enough cash or property to independently support himself, and appealed to the Virginia state legislature to allow them to remain living in the commonwealth.","The most important task facing Jefferson’s executor was discharging a lifetime’s worth of debts.  Concern about the size of his debts had dogged the final months of Jefferson’s life as he struggled to find a way to spare his survivors the difficulty of repayment.  He was land-rich but cash-poor, and the price for land was too low.  In January of his final year Jefferson conceived a plan around the problem by holding a lottery.  Some of his land would be the prize, and the ticket price would be set low enough for almost anyone to participate. The Virginia state legislature approved Jefferson’s request for a lottery after much debate, and his admission of financial need sparked a widespread public effort to raise donations from appreciators around the country.  While these gifts eased Jefferson’s final days, they were not enough.  Support for the lottery plan collapsed with Jefferson’s death.  Randolph would have to auction off almost all of Jefferson’s property, including all of the slaves not freed in his will, to go towards paying the debt."],"display_date":"July 4, 1826","search_date":"1826-07-04","locations":[{"id":13594,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":407,"tag":"Death"},{"id":725,"tag":"Debt"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5233,"title":"Lewis Parsons Writes Home","course_id":62,"status":"P","start_date":"1864-05-28","end_date":"1864-05-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Lewis E. Parsons served in the Confederate Army during the Civil War as a private in the Washington Artillery of New Orleans. During his time of service in the war, Parsons wrote around twelve letters that he sent to his family in Talladega, Alabama. Parsons tried to write a letter every chance he had some free time to himself. He specifically states in a May 28 letter “I write whenever I get a chance.” Parsons would write a letter every time he came in from the battle field. He also told his family “you don’t know how it relieves my mind to have a letter on the way home.” This one letter that he writes certainly shows how homesick he had become. He says “you all may miss me a great deal but not as much as I miss you.” This specific letter that Parsons writes gives a good description of how much he missed his family, and this could be said for many other soldiers of the Civil War. Many other soldiers felt the same way that Parsons did about missing his family, and these letters were taken very serious by everyone involved.","Writing to family members was very important to the soldiers of the Civil War. These men probably would not have been able to stay sane for very long if it was not for the letters that they got to write to their family members and also the letters that the families sent back to the soldiers. James Pate gives a historical account of some brothers in the Civil War that also wrote letters back and forth to their family. Pate comments on how the brothers “directed most of their letters to family members.” This family took these letters very seriously, and they made every effort to keep the letters going to each other during the war. It was so important to them that “each family member became a wartime correspondent.” The letters of this family and the importance of writing to each other show that Lewis Parsons was not alone when it came to writing to family members and being homesick.","The letters of soldiers during the war also became very important to the communities as well. The Parsons letters could have been read by the citizens of the town that he was from and not just his family members. Some solders’ letters got sent around to everyone in the town so that the people could know how the war was going or how their friend was doing. In his book, <em>Civil War and Reconstruction in Alabama,</em> Walter Fleming says that “letters from the army gave news of the men of the settlement who were in the writer’s company or regiment, and when received were read to the neighbors or sent around the community.” Parsons’ letters might not have been read by the community or the neighbors, but he definitely sent them to his family. It was very important for the soldiers to be able to send letters to their families. These letters are very important for us to be able to understand these soldiers and their feelings during this war."],"display_date":"May 28, 1864","search_date":"1864-05-28","locations":[{"id":13598,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5239,"title":"A Soldier Gets Sick","course_id":62,"status":"P","start_date":"1864-05-17","end_date":"1864-05-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Lewis E. Parsons wrote many letters during the Civil War to his family in Talladega, Alabama. Parsons talks about many different things in his letters to home. He mainly asks questions about the home front, and he also talks a great deal about how war is an awful thing. He describes many different situations that he and his fellow men have to go through during the time of war. One of the situations or problems that these soldiers had to face was being sick or getting a disease. Sickness was a very serious problem that many soldiers had to deal with while they were off at war. Parsons does not talk very much about sickness or disease, but he does make one reference to sickness in a letter that he wrote on May 17. He says “I am still having chills and am very weak.” Many soldiers had these same symptoms or feelings that Parsons had. These chills that Parsons takes note of could probably be the symptoms of typhoid fever. The men in the camps started calling the sickness “camp fever”. Many soldiers got sick during the war because of the camps that they had to stay in all the time.","            The camps were very unsanitary, and disease was all around the men because of these unsanitary conditions. Historian Thomas Cutrer wrote about some letters from a Confederate soldier to his wife. The soldier’s name was William Moxley, and he served in the Eighteenth Alabama Infantry during the war. Cutrer tells of how Moxley wrote a lot about the sickness of the soldiers and diseases that they had. The soldiers “never acquired the immunities necessary to fight off even the most common of childhood diseases such as measles, mumps, and scarlet fever.” So when the soldiers had to leave their homes to go live in these unsanitary camps they contracted many different diseases. Cutrer also says that a “great interest and value in the Moxley letters is their wealth of commentary concerning the epidemics of disease that shattered both Southern armies and Southern home communities.” These diseases wiped out a huge percentage of both armies during the war. The main disease that was “especially deadly was typhoid.” There were many other diseases and infections that went through these soldiers, but typhoid fever killed the most number of men.","            Another historian by the name of James Pate writes about the letters of the Francis brothers who were soldiers in the Civil War. Pate says that “health issues were a major subject, and outbreaks of measles, mumps, and typhoid fever were routinely reported.” So, Lewis Parsons was not the only soldier sitting in his camp with chills and a feeling of weakness. Every other soldier in that same camp with Parsons probably had some type of sickness or disease. Parsons probably had one of the diseases mentioned above. He did not say in his letter how bad he was feeling, but the sentence he writes does let the reader know that Parsons was sick or on the verge of getting sick. It could have been one of the deadly diseases that were rampaging through both armies."],"display_date":"May 17, 1864","search_date":"1864-05-17","locations":[{"id":13598,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":663,"tag":"Letters Home"},{"id":32,"tag":"Civil War"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5688,"title":"Killer Disease Fighter","course_id":106,"status":"P","start_date":"9/1/37","end_date":"9/30/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"But to realize that six human beings, all of them my patients, one of them my best friend, are dead because they took medicine that I prescribed for them innocently… well, that realization has given me such days and nights of mental and spiritual agony as I did not believe a human being could undergo and survive.” In a letter written by Dr. A.S. Calhoun in 1937 he describes his feelings toward the drug Elixir Sulfanilamide. Sulfanilamide was produced first as a powder or tablet to cure bacterial infections, streptococcal infections and other diseases. S.E. Massengill Company however, created the drug in an elixir form due to high demand. Unfortunately, doctors started prescribing the medication before it could be fully tested due to no laws being enacted at the time to determine the safety of any drug. One of the main ingredients used in the elixir was diethylene glycol, which is more commonly used in antifreeze and is highly toxic. Patients would experience symptoms such as abdominal pain, nausea, convulsions, stoppage of urine and stupor. Illness from the elixir usually lasted around seven to twenty-one days. Patients who had taken the elixir suffered extreme pain. The elixir killed more than one hundred people in 15 states.","Elixir Sulfanilamide eventually led to the enactment of the Federal Food, Drug and Cosmetic Act. The FDC is a twenty chapter act overseeing the safety of food and drugs. The FDC prohibited food to have an addition of reduced fillers, concealable coloring, hazardous additives, and the company must clearly label a product. The enactment of the Federal Food, Drug and Cosmetic Act was a huge step in the safety of the American people. The Federal Food, Drug and Cosmetic Act also meant that any drug on the market had to use common names.","Nowadays drugs simply cannot go straight to the market without being put through a rigorous and lengthy set of testing. There are five categories which drugs are regulated by; administrative, professional, industrial, public and juridical. An administrative regulatory tool is the use of product labeling, statistical controlled trials and public health. An industrial category includes testing out the drug on an animal and containing package inserts. Had the S.E. Massengill Company been forced to go through these steps before producing Elixir Sulfanilamide the tragedy of more than one hundred deaths could have been avoided by forcing them to label their product clearly and test it before selling it to consumers."],"display_date":"September 1937","search_date":"1937-09-15","locations":[{"id":23938,"lat":38.0317356359,"lng":-78.4849658413,"zoom":13,"place":"Charlottesville, Virginia"}],"tags":[{"id":100,"tag":"Medicine"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}}]}