{"id":1632,"place":"CAMDEN, Missouri","lat":38.027070461,"lng":-92.7660000814,"episodes":[{"id":2234,"title":"Adie and the Railroad\n","course_id":1,"status":"P","start_date":"1888-01-08","end_date":"1888-01-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["B. W. Adie wrote to his sister from Camden, Missouri on Janurary 9, 1888 after a lull in their family correspondence. He told his sister that he was recently employed by the Chicago Santa Fe and California Railroad. His main concern regarding this job was the weather in Missouri: you can rest assured it's cold enough. I have caught a bad cold and am not at work this morning. Adie did not mention much else of consequence in his letter except to inquire if another relation was also still employed in the Railroad business. He signed off the short letter by saying, give my love to all. I have nothing to say that would interest you so may as well stop writing these few lines excepting to let you know I am still in the land of the living. "," Before the Civil War, 96 percent of railroad manufacturers were northern based, and throughout the war, the North used their railroads much more successfully than the South. After the war, southern railroads were, almost devastated; much of their rolling stock was gone, and many tracks, stations, and bridges were ruined, according to the Robert O'Brien. But with the help of the federal government that sold cheap military railroad property to the South, along with, northern money and northern iron being poured into the south, by the 1880s and 90s, the railroad industry was at its peak growth point: 70,000 miles of track were laid in the 1880s alone. Historian John B. Boles observed that at this time the railroad grew to an extent matched by few independent nations; and trade networks proliferated and the volume of goods increased apace. The same text acknowledged the growth of railroads not only in places like Missouri where Adie was, but other southern states like Georgia, They quickly understood that railroads held the key to economic development: the rails that carried lumber out could also carry persons and goods back in. As the population of the region grew and the open range shrank, commercial agriculture took root with the railroads."," Adie was reasonably proud of his position on a railroad, since it was one of the only booming southern industries at the time. However, working conditions were still tough on actual railroad workers, especially with such a high demand for railroads in the late 1800s. Places like Missouri were often cold in comparison to the deep South, and men like Adie who were subject to the outdoor physical labor that railroad work required could easily get sick. Labor conditions for railroad work were often less than satisfactory, causing the railroad industry to be one of the first birth places for worker unions. There were particularly violent strikes in 1877 and 1894 over work wages, hours, and conditions. Adie reported working on the railroad just after the first strike, and a year after the Federal Railroad Administration was commissioned to ensure that safety regulations were followed for railroad labor in 1887. In this temporary lull of appeasement in between the strikes, even though he might have been prone to catch cold, Adie's actual labor conditions should have been better than before. "," As the twentieth century drew near, railroads became more regulated. In 1887 The Interstate Commerce Act put railroads under the financial supervision of federal institutions. By the Progressive area (post-1900s), the railroad became such a hugely prominent money making industry, that it eventually developed into a popular breeding ground for corruption and monopolies. "],"display_date":"January 8, 1888 - January 9, 1888","search_date":"1888-01-08","locations":[{"id":7446,"lat":38.027070461,"lng":-92.7660000814,"zoom":9,"place":"CAMDEN, Missouri"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}