{"id":1635,"place":"ST LOUIS CITY, Missouri","lat":38.6358212793,"lng":-90.2450510752,"episodes":[{"id":784,"title":"Martial Law Declared in Missouri\n","course_id":1,"status":"P","start_date":"1861-08-30","end_date":"1861-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["General Fr?mont, sent to expel rebel forces from Missouri, declared martial law on August 30, 1861.  He assumed entire control over the government of the state and began to issue sweeping and controversial mandates.  Any armed person found within Union lines was to be shot, and any person rebelling against the Union would have his property seized and his slaves freed.  Upon hearing this news, Lincoln quickly revoked the measures, though Fr?mont was kept in control of Missouri.  As a critical border state, Lincoln feared such draconian policies would alienate the Missouri population and lead to greater support of the Confederacy.&lt;br /&gt;Though it was a slave state in 1861, Missouri never seceded, remaining in the Union as a so-called border state.'  The governor, Claiborne Jackson, refused to send troops to support the Union.  In May he assembled the state militia in St. Louis, where they were defeated by Union forces under General Nathaniel Lyon.  A fight broke out between Union forces and local citizens, ending in a massacre.  The declaration of martial law happened within this context of disarray and bitterness.  The city of St. Louis had already been under martial law when Fr?mont assumed power over the state.    &lt;br /&gt;General Fr?mont's proclamation was reprinted in the New York Times on September 1, 1861.  Explaining why he had declared martial law, Fr?mont mentioned the state's disorganized condition, the helplessness of the civil authority, the total insecurity of life, and the devastation of property by bands of murderers and marauders.'  He very plainly stated, All persons who shall be taken with arms in their hands;will be shot.'  The order stated that all people who had been led away in their allegiances are required to return to their homes.'  If they did not return home, their absence;will be held to be presumptive evidence against them.' &lt;br /&gt;Southern papers were outraged by Fr?mont's proclamation.  The Richmond Daily Dispatch called it an abominable, atrocious, and infamous usurpation;which nothing could justify or excuse.'  The article continued, saying Fr?mont was trying to reduce the free white men of Missouri to a slavery worse and more abject than that which prevails on Southern plantations.'"],"display_date":"August 30, 1861","search_date":"1861-08-30","locations":[{"id":7918,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1385,"title":"Surrender at Camp Jackson and the subsequent onslaught\n","course_id":1,"status":"P","start_date":"1861-05-10","end_date":"1861-05-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A group of armed men accused of being pro-Confederate, formed at Camp Jackson in St. Louis, Missouri.  Simultaneously, a pro-Union group, headed by Nathaniel Lyon, formed to counter the threat.  Lyon surrounded the camp and forced the surrender of the troops, although they professed their loyalty to the Union.  Because of the current events and violence at all levels (local, state, regional, and national), Lyon remained skeptical and forced the surrender despite their plea.  &lt;br /&gt;&lt;br /&gt;          The unconditional surrender of General Frost and his brigade of Missouri militia was ordered by Lyon and the Federal troops, which they obeyed.  Frost's brigade, after surrender, was offered a parole which they declined.  They refused parole on the basis that taking the oath would imply that they had been in opposition to Federal forces, which they vehemently denied.  (The Daily Picayune, May 11, 1861, p. 1)  From the beginning, they professed their loyalty to the Union and would not compromise their position.  &lt;br /&gt;&lt;br /&gt;          Fights then broke out in the streets of St. Louis between Union soldiers and citizens.  The violence in Missouri showed the persistent presence of an internal divide between the Union and Confederates.  Twenty-eight were killed in the onslaught.  The Missouri Convention voted to stay in the Union, never seceding, although the conflict between Union supporters and Confederates remained high."],"display_date":"May 10, 1861","search_date":"1861-05-10","locations":[{"id":7918,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1716,"title":"John Charles Fremont Explores the American West\n","course_id":1,"status":"P","start_date":"1841-05-02","end_date":"1841-05-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1841, Fremont, originally raised in Charleston, South Carolina, made the first of five major explorations of the American West.  With financial assistance from his father-in-law, Missouri Senator Thomas Hart Benton, Fremont embarked westward to explore the Oregon Trail.   During this journey Fremont established and mapped a route through the Rocky Mountains from the Mississippi River to South Pass Wyoming.  His map was printed many times over by the U.S. Government and countless settlers referred to it in their Westward journey.  &lt;br /&gt;&lt;br /&gt;His initial expedition promulgated Fremont into the national spotlight and earned him the nickname of the Great Pathfinder.'  Later in life he helped gain control of California from Mexico and served as that state's senator.  His immense national popularity and anti-slavery position resulted in him becoming the Republican Party's first presidential nominee in 1856.  He lost the election to James Buchanan but, following the outbreak of the Civil War, was appointed a general in the Union army by President Lincoln."],"display_date":"May 2, 1841","search_date":"1841-05-02","locations":[{"id":7916,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1951,"title":"Senator Lewis F. Linn and the Environmental Movement\n","course_id":1,"status":"P","start_date":"1843-01-17","end_date":"1843-01-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Regarded by his contemporaries as one of the first mercantile environmentalists, Missouri Senator Lewis Linn attracted much attention during his life. As a doctor early in his life, Linn had seen thousands of cases of dysentery, malaria and other diseases that resulted from life along the Mississippi river. In low-water seasons, the outbreak of diseases increased as blockages in the river forced white and blacks alike to suffer with stagnation and mosquitoes; limited transport along the tributary waterways prevented medicine from reaching affected areas. The blockages accumulated during the low-water seasons of 1839-1843 described by Linn were so great as to render navigation not only dangerous in extreme to commerce but hazardous to the health.","Lewis Linn strove to make changes for his patients' health as well as his own after a series of illnesses he suffered in 1839. With the sudden death of the Missouri senator, Linn would realize his goal when nominated to the position. Linn realized, however, that to garner appropriations to clear out sandbars, large bulk and swampland from major waterways needed a stronger base than health-care reports. Linn worked alongside fifteen hundred St. Louis-area executives and presented a petition to Congress to battle those appropriations that were always strenuously, and sometimes successfully opposed, and the objects intended to be accomplished were never more than half accomplished.","Lewis Linn's work with executives strengthened his argument of the need for change, in both mercantilism and the health of those along the Mississippi. Linn cited the total loss of 3 million dollars in goods and boats along these waterways which were vital to much of the southern-and indirectly northern-trade and commerce. The enormous economic losses for the South and other ports nationwide sparked movement within Congress. As Linn fought to secure money, he created a promising outlook for a large-scale river project. Unfortunately, Linn's sudden death while in office in 1843 left his own efforts unrewarded when legislators failed to garner enough votes for appropriations. "," Yet, his legacy to push for better economic conditions carried to the next group of southern congressional representatives. Businessmen and legislators alike realized the importance of re-tooling the environmental and economic congressional committees not only for the health of their constituents-and their consumer base-but to facilitate faster, more efficient shipping nationwide. Whether or not the government granted appropriations to clear the river ways ultimately affected more than just transportation; the health of the rivers in large part created the success or failure of commerce for the national economy."],"display_date":"January 17, 1843","search_date":"1843-01-17","locations":[{"id":7916,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1952,"title":"Birth Control Practices in Missouri and the Abortion Act\n","course_id":1,"status":"P","start_date":"1835-01-01","end_date":"1835-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["By the early half of the nineteenth century, Victorian views of sexuality in the South dictated that women and men remain virginal until marriage. Others held the view that sex after marriage had procreative purpose only. However, many so-called free thinkers such as Charles Knowlton, Abner Kneeland, and Samuel Thompson recognized that Victorian ideals clashed with the reality of everyday life. Many unmarried women who found themselves pregnant used abortion as commonplace birth control practice. ","Abortion practices were not always safe. Local doctors replaced local midwives who had previously performed abortion procedures. However, little actual gynecological medical training or practice complicated the procedure. Many in new medical professional groups pushed for greater autonomy and influence of highly trained medical practitioners to replace the backward practices of quacks who advocated abortion. In Missouri and throughout the South, this growing influence created a greater movement towards white professional doctors. The effect led to the passage of the 1835 St. Louis, Missouri abortion statute, a full twenty years before many states passed similar laws. However, this law hardly stopped sex among unmarried couples or hindered adulterous relationships. Women and men circumvented the law by turning to the work of the free-thinkers, who published and distributed pamphlets on sexual and reproductive health and contraceptive methods. In the South alone, liberal literature included topics about contraceptive methods and sexual advice. This literature circulated to more than 200 agents by 1836, many of whom operated near St. Louis and along the Mississippi river. One popular example included Knowlton's Fruits of Philosophy, which made it to third edition within three years of its original publication in 1830. Popular mail-order items in Missouri-among other states nationwide-included condoms, feminine cleansing products, and abortifacients. Though free-thought groups flourished nationwide, they often kept semi-private for fear of being thought liberal and infidel in their causes. More readily available and cheaper contraceptive devices for men-a dozen condoms sold for three dollars in 1850-allowed couples to engage in sexual relationships, although secret, with fewer consequences.","Many kept their sexual freedoms covert in Missouri and the South not only because of the abortion law, but also because of the issue of interracial sexual relationships. As Nathan Stormer notes, reproductive control for early opponents represented a cacophonous...threatening assault on the status quo of gender, family and class relations. Many feared that if fear of pregnancy were removed from sexual intercourse, wives' sexual faithfulness could not be assured, legitimate children might not so easily be distinguished from illegitimate children, and bloodlines and inheritance might, in consequence, be jeopardized. Because inheritance often dictated property rights in the South, the case of illegitimate-and perhaps mulatto-children produced from an adulterous relationship made easier with birth control brought this issue to the regional and national forefront."],"display_date":1835,"search_date":"1835-07-02","locations":[{"id":7915,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1953,"title":"Catholicism&#39;s Impact on Religion and Politics in St. Louis\n","course_id":1,"status":"P","start_date":"1835-12-17","end_date":"1835-12-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While American historians often focus on the millions of immigrants that moved through Ellis Island, many of these same people traveled west and ended up in St. Louis. The city became a locus of immigrant activity, both religious and cultural. However, negative changes often accompanied positive ones with the large influx of immigrants. The greater influence of Catholicism, the dominant immigrant religion, affected the already strained religious and political tensions between the South's religious mixes: Methodists, Baptists, Episcopalians and Presbyterians. As the St. Louis Observer stated, although southerners recognized the Founding Fathers' guarantees to every individual in our land, the free exercise of his religion, political Nativists feared that the Papacy as both a religious and political power would interfere with American government."," In their letter to the Observer, a Nativist wrote that Catholicism was not just a religion but a political organization that recruited members to draw funds from the American people to aid them in universalizing. In this manner, many whites in St. Louis and throughout the South felt Catholicism endangered the white Southern religious sects. Nativists felt that Catholicism in the form of millions of immigrants was a forewarning of an American St. Bartholomew's Day-the foreign seed will, like dragon's teeth which Cadmus sowed in a field, produce an assembly of armed men. Xenophobia of Catholic immigrants was not limited to the South, however. In places such as New York and Chicago where large immigrant groups flocked, whites felt the need to push for control over those alien to their existing and dominant role in the social order. Whites faced a population of black Africans and few laws in place for immigrant migration regulation. Although whites as a collective group still held control of government and other public institutes nationwide, immigrants placed an increasing social and economic demand on the United States. Poor Catholic immigrant groups spoke many different languages and educated themselves in parochial schools rather than American public schools. American Nativists feared Catholics not just because of their religious affiliation but also for their ability (unlike black Africans) to largely and successfully exist outside of the dominant white southern culture."],"display_date":"December 17, 1835","search_date":"1835-12-17","locations":[{"id":7915,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1955,"title":"The Call for Prohibition by Missouri Temperance Society\n","course_id":1,"status":"P","start_date":"1836-01-21","end_date":"1836-01-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Though a large religious presence existed in Missouri, its inhabitants succumbed to a great number of vices, including alcohol abuse amongst men. The widespread alcohol abuse in St. Louis, the gateway to the West, caused many that passed through the city to comment on the wicked city containing an excessive number of deists and infidels. Some cited alcohol abuse as a result of the growing population that moved away from the church because of their involvement in more secular affairs, including journeying west. Ministers tried to resolve this problem quickly, especially when they viewed alcohol responsible for all of the ills of society: drunkenness, gambling, fighting, general disorder, Sabbath-breaking, and upper-class freethinking. "," By the 1830s, temperance societies sprung up in Missouri and throughout the South to combat alcoholism and end the noted loss of spirituality amongst those who were being swept up by alcohol's burning tide...to the gulf of eternal ruin. In early 1836, the Temperance Society of St. Louis called for a day of simultaneous meetings in which to rekindle the push for Prohibition, or at least temperance within the state of Missouri. The society noted that intemperance was never more rife, more open or more destructive to society and members wished to end the ravages...far more horrible than those of any plague or pestilence that ever swept through our borders. "," Within the religious South, the source of temperance societies and the influence of modern morality came from those who became largely involved in church life. The Missouri Temperance Society created an awareness of both social and physical abuse in the state when it called for a day of simultaneous meetings to help stop intemperance. Temperance societies tried to reduce the number of crimes and accidents that resulted from the use of alcohol. Included in the reported effects of alcoholism was abuse towards women, children, and slaves, especially in the South where moonshine, whiskey, and other drinks flowed freely. The widespread diffusion of temperance societies that occurred between 1830 and 1850 shifted the direction of the movement from one of alcohol in moderation to abstinence. In addition, the southern temperance movement that involved thousands spread to millions throughout the nation. Societies even invited women to take an increasingly important part in temperance work; the Women's Christian Temperance Union was established nationwide by the mid-1870s and remained influential through the 1920s."],"display_date":"January 21, 1836","search_date":"1836-01-21","locations":[{"id":7915,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1958,"title":"The Observer&#39;s Slave Clothing Debate\n","course_id":1,"status":"P","start_date":"1835-09-17","end_date":"1835-09-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Elijah Lovejoy, a staunch abolitionist living in Missouri, published and owned the St. Louis Observer. As part of his weekly papers, Lovejoy printed national and international news on a variety of subjects, most frequently the debate on slavery. Lovejoy printed one of these hotly debated articles on September 17, 1835, when Asa A. Stone's editorial article on the clothing condition of slaves in the South appeared in the Observer. Stone claimed that blacks' absence of clothing was a function of slave choice and low intelligence, not the poor treatment slaves received. The article angered free black supporters and abolitionists alike in Missouri and fueled further efforts of abolitionists who worked to erase the misconceptions printed by pro-slavery advocates."," This fight over slave conditions took on a fervent religious tone that highlighted the basic equalities of man, regardless of skin color. Lovejoy and his abolitionist publishing staff inserted an interesting caveat that preceded Stone's editorial. That the Christian slave-holders-at least so many of them as read the Observer-we only ask of every brother, when about to complete the bargain with the negro-driver...Whatsoever ye would that men should do to you, do ye even to them for this is the law and the prophets. "," When Stone wrote that Thousands of Creole slaves of Louisiana do go naked, from choice, in the summer time...it is a common, I must say general practice to raise children without any clothing whatever, either in summer or winter, he failed to realize that many of these slaves did not wear clothes for reasons other than their inherent primitiveness. Often, economic conditions of black and white alike dictated what was available. On poor white farms and small plantations, the availability of fabric was limited only to white households. Hannah Jones, a former slave, recounted that for blacks without any source of income or education, it was impossible to gain fabric to clothe a family. As Jones' told of her experience, Old Marse Ben died and after dat Tom carried us all back down der to New Orleans wid him and opened up a n*r pen. Dat's a place like a stock yard where dey auction us off. We only know our ages by known' we is born in corn plantin' and cotton pickin' time. We never even knowed de days of de week. "," Many times, slaves only received new clothing when sold by slave traders. As Walter Johnson notes, future jobs slaves were to perform dictated clothing; future field hands dressed in far fewer and shabbier clothing than hotel workers or household workers. Often in addition, clothing covered up scars and illnesses in the marketplace, so nakedness was desirable in commodities sales. For slaves with particularly cruel masters, the scars left from whippings were often very visible. Another slave, Henry Johnson said, In de start de slave has been stripped naked, and lashed, often to death. Dey would be left strapped after from twenty-five to fifty lashes every two or three hours to stand dere all night...I never knowed what a shirt was until I was past twenty. "," The situation in which blacks lived in the South-for most, not of their own volition-sparked not only distaste of slaveholders, as Johnson notes, but the slave traders as well. Stone's editorial in the Observer brought further national debate on the premise of white superiority over blacks, especially in the South. The basic need for clothing ignored by slave owners, whether out of cruelty or poor economic success, could not be further avoided; even Stone himself stated that he could not comment on the debasing influence of a system that can produce such a state of things."],"display_date":"September 17, 1835","search_date":"1835-09-17","locations":[{"id":7915,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2023,"title":"Slave Family Gets Smuggled to John Clark&#39;s Trader&#39;s Yard\n","course_id":1,"status":"P","start_date":"1861-01-01","end_date":"1863-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1861, it was illegal for Missourian traders to sell slaves to slaveholders in a different state. That did not prevent Captain Tirrell from taking Mattie Jackson, her brother, and her sister away from their mother and putting them onto a boat headed to Memphis. However, before the boat left St. Louis, Union policemen stopped the boat and returned the young slaves to their master. The Union policemen took no further action. Mattie recalled, Their power was limited to the suppression of the selling of slaves that go out of the city. Then two years later, seven men, four watchmen, and three traders, forced themselves into her home and put her family into a closed carriage. This carriage took them to a dilapidated prison where they spent the night. Mattie recalled that, [the] kidnapping had been in contemplation from the time [they] were before taken and returned. The family was transferred from one train car to another, until they finally arrived in Louisville where they were held at John Clark's trader's yard. The family was sold out separately, except [her] mother and little brother, who were sold together. Mattie recalled that her mother and brother spent two weeks in the trader's yard, her sister six weeks, and herself four.","Mattie's family was enslaved in Missouri at the beginning of the Civil War. Missouri was considered a border state and ultimately remained a member of the Union. Historian Ira Berlin argues that President Lincoln promised to respect the property rights of slaveholders in border states in order to keep them in the Union. Thus, slavery remained legal in Missouri. As Mattie knew however, interstate slave trading was outlawed. Despite violating the law, Captain Tirrell smuggled Mattie and her family out of the state and sold them in Louisville. Many other slaves experienced similar incidents. Mattie noted considerable smuggling was done. Although Union soldiers protected some slaves from being sold to areas outside of Missouri, slave owners and traders who [pretended] Unionism successfully smuggled slaves out of the state. ","The Union soldiers were not the only people Captain Tirrell fooled while smuggling his slaves out of Missouri. Mattie stated that Captain Tirrell tricked and deceived her family before he forced them to the trader's yard. She recalled that Captain Tirrell's kindness, generosity, and approbation to the contemplated marriage was only a trap. Such lies and trickery were common among slave owners in the South. Historian Walter Johnson argues, Many sellers resorted to ingratiation, deceit, and coercion. Slaveholders told their slaves that they would not be traded and then sold those same slaves weeks - or even days - later. Other slave owners tricked their slaves into thinking they were going to attend an event, such as a party, at another plantation. Once the slaves got into the wagon, they were brought directly to slave traders.","Trickery and lies were just the beginning to Mattie's horrible experience. Mattie described how her family spent considerable time in John Clark's trader's yard before being sold to their new masters. Mattie recalled that her mother and brother spent two weeks in the trader's yard, her sister six, and she spent four weeks in the yard for four weeks before being sold. They spent the rest of the war separated and enslaved."],"display_date":"1861 - 1863","search_date":"1862-07-02","locations":[{"id":7918,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2027,"title":"Reverend Jackson Proscribes Church Code for Moral Conduct\n","course_id":1,"status":"P","start_date":"1869-04-27","end_date":"1869-04-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Reverend J. Edward Jackson woke up tired on the morning of April 27, 1869. He had been traveling the country for eight years preaching in Maryland, Virginia, Kentucky, Indiana, Illinois, Missouri and South Carolina. Evangelicalism stressed the importance in traveling from place to place to spread the good news of the Bible. That morning he gave a sermon on heavenly mindedness at the Church of the Holy Communion in St. Louis, Missouri. In this sermon, Reverend Jackson urged listeners to live a moral life and remain in the good grace of God. Jackson spoke of bowels of mercy, where people should willingly give to the poor and needy. In such acts of kindness, he continued, one should be clothed with humility. Jackson also spoke directly to the women in attendance, and suggested they adorn themselves in modest apparel and sobriety, not with broidered hair or gold or pearls or costly array. Good works, he argued, should be used as a [substitute] for the vanity of outward ornaments. Jackson finished his sermon by reflecting on those who spoke out against missionaries. Those people could tolerate zeal in business, learning, and the arts and sciences, but not in religion. Only if the preachers were moderate and [kept] it to themselves did they have no objection.","Reverend Jackson was one of the hundreds of preachers who traveled across the nation following the Second Great Awakening. Historian William Lee Miller argues one of the great results of the Second Great Awakening was reaching out to the newly settled West, where those 'unchurched' folk were available to be 'churched', or at least 'saved.' While Missouri was not a newly settled territory in 1869, it still had many towns and cities that lacked a Christian presence. Historian Perry McCandless explains that traveling preachers were pivotal in the religious life in areas like Missouri because of the state's sparse and scattered population. By traveling and converting new areas of the state to evangelicalism, new churches developed throughout the state. Data collected in <em>A History of Missouri: Vol. II</em> shows nearly a two-fold increase from 880 churches in 1850 to almost 1,600 churches in 1860."," In his sermon, Reverend Jackson supported the idea of perfectionism, where society was capable of infinite improvement. McCandless points out, Ministers and other intensely religious-minded people viewed Missouri's early society as being overrun with drunkenness, gambling, fighting, general disorder... Jackson believed he could help shape the morals and code of conduct in Missouri and other states through his sermons. While Reverend Jackson stressed universal sin and the importance of meekness, mercy, piety, and good works, he said that he does not ask these questions to discourage, but to provoke [them] to good works. He challenged his listeners to avoid the worldly activities that led to sin. Rather, he argued they should remain meek, humble, and look to serve mankind to the best of their ability. "," The church worked to regulate the moral conduct of Missourians. Reverend Jackson pointed out however, that some people did not appreciate the church's attempt to impose their moral code on the public. Despite such opposition, evangelicals continued to play a large role in religion throughout the South. Jackson continued to preach to areas throughout the nation until 1894."],"display_date":"April 27, 1869","search_date":"1869-04-27","locations":[{"id":7918,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2029,"title":"The Western Sanitary Commission Requests Approval to Support Freed Slaves\n","course_id":1,"status":"P","start_date":"1863-11-06","end_date":"1863-11-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Since the beginning of the Civil War, the Western Sanitary Commission served armies west of the Mississippi by providing service and supplies to wounded soldiers. On November 6, 1863, the commission looked to broaden its mission. Five representatives from the organization wrote to President Lincoln expressing concern that the state of freed slaves in the Mississippi Valley was daily becoming worse. Under the conditions that these blacks lived, sickness and death [prevailed] to a fearful extent. The members of the Western Sanitary Commission, pointing to their contributions to the sick and wounded soldiers, asked for permission and authority to extend [their] labors to the freed slaves. With the President's endorsement, they believed they could raise large sums of money and accomplish great good. They further argued that by lessening the difficulties of emancipation, material aid would help crush the rebellion."," In its letter to President Lincoln, the Western Sanitary Commission argued that the living condition of the freed slaves was so bad that hundreds of the blacks would gladly return to slavery, to avoid the hardships of freedom. The brush tent shelter of the freed slaves in the Mississippi Valley only provided protection from night dews. The government supplied freed slaves with rations, but distribution was often delayed. Furthermore, freed slaves had no facilities of cooking, and [were] almost ignorant of the use of wheat flour. The Western Sanitary Commission included these details in their letter to President Lincoln to illustrate the great difficulty former slaves experienced while adjusting to life outside of slavery. Historian Eric Foner claims that by 1860, most freed slaves worked as poor urban or rural laborers and enjoyed few rights other than not being considered a form of property. Oftentimes in Missouri, as well as elsewhere in the South, freed slaves worked for wages well below the average wage of a field hand. This forced freed slaves to live under the lowest of living conditions."," The authors of the letter to Lincoln suggested that providing aid to the freed slaves would [lessen] the difficulties of emancipation and thus help crush the Confederate rebellion. By providing aid for former slaves, the Western Sanitary Commission hoped to improve the living conditions of freed slaves. The organization argued it would not only be a work of philanthropy, but equally of patriotism, for it would remove an increasing reproach against the Union cause. Although historians Clayton E. Jewett and John O. Allen claim there was a heavy influence of northern abolitionists in Missouri, abolitionism was not overwhelmingly popular in the North. By giving aid to freed slaves to begin life outside of slavery however, the Western Sanitary Commission hoped to prove to the Union that emancipation was both possible and the right thing to do."],"display_date":"November 6, 1863","search_date":"1863-11-06","locations":[{"id":7918,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2237,"title":"Arthur P. Thrasher Correspondence\n","course_id":1,"status":"P","start_date":"1895-01-01","end_date":"1898-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Frank and Alice Thrasher lived on a houseboat called Eureka harbored at the end of Bower Street in St. Louis, Missouri in 1897. Their son, Glenn, worked nearby on a tugboat that went up and down the Mississippi, and Frank, a tinsmith from New Orleans, continued a desperate search for work throughout the year. Alice, also out of work, remained on the houseboat most of the time, except for a few explorations of the city of St. Louis on foot to entertain herself. Both Frank and Alice wrote regularly to their brother and sister, Arthur and Ellen P. Thrasher. The correspondence from Frank and Alice to Arthur and Ellen illustrates the fact that Frank and Alice are having serious financial troubles harbored in Missouri, from which they cannot seem to get out from underneath. Alice wrote to Arthur on August 2, 1897, not a thing to complain about, only the lack of income. And consequently running behind financially. Alice spends much of her letter to Arthur relating to him how she felt blue and worried almost obsessively over finances, although she was very proud of Glenn for having a job, which was not easy to come by in St. Louis in that time. ","Alice made it very clear in her letters that the living and working conditions of St. Louis were uncomfortable and poor compared to other cities she lived in before that were farther south, like New Orleans. In her letter of August 2, And if we ever succeed in getting out, I think we will give it a 'wide berth' in the future. Alice and Frank had plans to sell the boat to the first buyer and head for home via New York City, but as Frank observed in a letter written on August 24, 1897: There don't seem to be anyone around here with money enough to buy a boat yet but I still am thinking there will be before many weeks now. Frank, who was a little more optimistic in his letters to his relatives than Alice, wrote in a letter postmarked July 12, 1897, Business is about the same with us. I have no work yet but think will have some soon. I put an ad in the paper and may hear something from that but will not be surprised in case nothing comes of it as money is sure scarce. ","From living on a houseboat, the Thrashers were able to get a broader perspective of conditions up and down the Mississippi than most southerners. Alice was aware of St. Louis in relation to other cities in the North and South, which she made clear in her August 2 letter: I am convinced this is the very largest city I was ever in. I have found just that it claims nearly 700,000 population. And since Brooklyn has helped to swell New York city's population, St. Louis has become the 4th city in size in the U.S. New York, Philadelphia, and Chicago being greater; they, running up into the millions in counting their population. She was also aware of the conditions in New Orleans because of her family there. When Mrs. Alice Thrasher wrote to their relations in New Orleans, she indicated that they were well off, and at times was slightly jealous in the letters to her sister, Ellen, Your letter was 'breezy and hopeful': I only wish I had some of the of the work that you and Aunt Lil each do. But while I have not, I am not so one- sided in my sympathies that I can't feel glad that you are prospering. "," Frank and Alice were well-traveled, and could see the differences not only between the cities of the northern and southern parts of the South, but the differences between the North and South as a whole. They often noted in their letters that their poor economic standing was not uncommon in other southern cities in the nineteenth century. Instead of a middle class, the South and its, conservative form of urban industrialism after the Civil War gave birth to a fairly economically polarized society. Factors that caused this gap between the very wealthy and very poor might have been a combination of economic, social and political factors which kept the region off what Jonathan M. Wiener called the classic capitalist path that had been blazed by England in the seventeenth and eighteenth centuries and followed by the northern states. There was a large expectation for the South during Reconstruction to quickly join in the industrial revolution of the North. But cities like St. Louis, although big and bustling, did not always provide enough jobs for skilled craftsmen. Factories wanted men who could act as cogs in textile mills, not men like Frank Thrasher who was a skilled tinsmith. Even if Thrasher took a job in a factory, wages were shockingly low. Historian William H. Nicholls argued that perhaps, had the pace of the South's post-bellum industrial development matched that of the earlier industrial Revolution of England or New England... The Southern middle class would have flowered more profusely. Some historians, like Wilbur J. Cash, argue that because economics in the South were originally based on plantations, the region's middle class remained subservient to the values of the planter, the result of which was an economy that only benefited a small but powerful coalition of planters, merchants and industrialists. Cities like St. Louis in the nineteenth-century urban South did not get the economic boom for middle class men like Thrasher that the North did."],"display_date":"1895 - 1898","search_date":"1896-12-31","locations":[{"id":8037,"lat":38.6358212793,"lng":-90.2450510752,"zoom":11,"place":"ST LOUIS CITY, Missouri"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2238,"title":"A Swindling Bookworm.\n","course_id":1,"status":"P","start_date":"1896-09-03","end_date":"1897-12-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A man named William Mills Butler was arrested on September 3, 1896 in St. Louis, Missouri on the charge of mail fraud. Going by the alias, Westerfield, Butler was in possession of lithographed letterheads with the name of a former post-master general, W.S. Bissell, and forged the name Westerfield as Secretary. He had them illegally lithographed so that he could use the letterheads to order books without paying for them because they would be charged to Bissell. When Butler was arrested, he pleaded guilty to the charge, claiming that his actions had been on account that he had a consuming desire for knowledge. Although his jail term for that particular incident ended on December 3, 1897, he repeated the offense while incarcerated, and needed to be judged again accordingly. United States Judge Adams who was assigned the case, thinks that Butler is not a criminal, but simply wants learning, and is too poor to pay for it. Judge Adams, because of this view, was reluctant to sentence Butler a second time; however, the final outcome to the trial was not reported.","Poverty was a large problem in the post-bellum South. Historian C. Vann Woodward notes that poverty was a continuous and conspicuous feature of the southern experience. Historian David Potter found similar trends of southern poverty: If Americans have been a people of plenty, southerners have been a people of poverty. By 1880 not one southern state ranked in the top thirty for American income. The South was stripped of their labor force with the end of slavery, and wealthy plantations and fertile land were ruined in the destruction of Civil War battles fought in the South's backyard. Charles Wilson and William Ferris noted that this combination created poverty among southern whites that lasted through the century: The sharecropping-tenant system trapped increasing numbers of blacks and whites in the nineteenth century, keeping them at poverty levels. Even in cities like St. Louis, the poverty demographic was immense, because, industries paid such low wages that most southerners remained poor by any definition of that word.","Butler's incident demonstrates the common link between education levels and economics in the late nineteenth century South: they were kept at very poor rates. The trend reached far beyond Missouri. In 1879, Virginia was denied its fair share of educational financial support, when a million and a half dollars were diverted from the school fund. Although poverty was a prominent factor in many states, education was trying to rise in other parts of the South in the 80s and 90s; the southern government tried to spend more on tangible elements like education. North Carolina, under governor Charles Brantley Aycock, championed white education, and saw, dramatic changes in [its] schools. North Carolina birthed a whole new wave of educational values in the 1890s and men like Edwin Alderman and Charles McIver began to stage public rallies and organize teachers' institutes around the state. But even with these valiant attempts, southern education was still behind the North considerably, and many of the region's citizens struggled. As Historian Edward Ayers commented, The region lagged far behind the rest of the country in literacy and school attendance. Ayers blamed the high birth rate combined with high levels of southern poverty meaning the South had twice as many minds to educate and half as much income to do it with."],"display_date":"September 3, 1896 - December 3, 1897","search_date":"1897-04-19","locations":[{"id":8037,"lat":38.6358212793,"lng":-90.2450510752,"zoom":11,"place":"ST LOUIS CITY, Missouri"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2242,"title":"The St. Louis Brown Stocking Ball Club\n","course_id":1,"status":"P","start_date":"1895-03-04","end_date":"1895-03-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The New York Times</em> reported that the National League of Professional Baseball Clubs was on the verge of dissolution on Monday March 4, 1895. National League Baseball was founded slightly before Major League Baseball. The Major League was founded in the early 1900s and since then the two leagues have competed in an annual series of games called the World Series. At the time of the reported near-dissolution, the National League was still fairly new and cementing all its policies. On March 4, The New York Times discussed what caused the unrest in southern baseball politics and possible dissolution of the league: President Von der Abe of the St. Louis Brown Stocking Ball Club was outraged by the National League's rules of discipline regarding the players. Fred Pfeffer, a ballplayer for the St. Louis Browns, was fined 500 for an anti-disciplinary action frowned upon by the League's administrators Brush, Freedman, and Byrne (no first names were given). President Von der Abe threatened that, If the same tactics are pursued next season, at least, seven of the twelve clubs will break away from this autocratic domination. Despite the conflict, the St. Louis Browns with all of its twelve players, headed for Little Rock, Arkansas on Tuesday March 5 to kick off the spring training season practice games.","The St. Louis Browns was one of the first southern teams playing in the National League at the beginning of what would become a long and hallowed tradition of American culture. Baseball allowed for northern and southern competition, but in a healthy, non-aggressive way after the Civil War. Fledgling forms of baseball arose in the South, with help from carpet-bagger northerners who traveled to the region during reconstruction and taught the rules of the game to southerners. By the mid-1880s the Southern League was established and for the first time organized baseball quickly became a large interest and addition to southern culture. Baseball politics became a matter of local pride and were important to southern males particularly, for both spectators and players alike. Although only four confederate cities (Richmond, Houston, Atlanta, and Texas) made it into the Major League at this time, baseball was still a large part of southern culture throughout the nineteenth century.","Cities like Little Rock were consistent hosts to minor league teams, not to mention college and industrial ones. The South even manufactured a great majority of the game's bats, including the Louisville Slugger, and since 1886, it has been the site of spring training camps, according to historians Charles Wilson and William Ferris. Regions like Little Rock, Arkansas were ideal for such training camps in the pre-season because of the good weather and general environment, evidence of which could be seen in the fact that the St. Louis Browns traveled there from Missouri every season to train. Missouri, itself, however, was not ideal for baseball. In the early 1900s, two powerful major league owners Connie Mack and Clark Griffith, insisted that the weather in St. Louis, Cincinatti, and Washington sapped the strength of players on their teams even before mid-season. In order to win a game under such conditions, Mack joked that a team, must be twenty-five percent better than any other. "],"display_date":"March 4, 1895 - March 5, 1895","search_date":"1895-03-04","locations":[{"id":8037,"lat":38.6358212793,"lng":-90.2450510752,"zoom":11,"place":"ST LOUIS CITY, Missouri"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2243,"title":"The Twain-Cable Readings\n","course_id":1,"status":"P","start_date":"1885-01-10","end_date":"1885-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the evening of January 10, 1885, Mark Twain, also known as Samuel Langhorne Clemens, traveling on a reading tour with another author, George W. Cable, read selected passages from his various literary works at the Mercantile Library Hall in St. Louis, Missouri. The St. Louis <em>Post-Dispatch</em>, one of the newspapers covering the event, noted that a brilliant audience (about 700 people) turned up to hear the two authors speak. Cable began the evening by reading three excerpts from Dr. Sevier, and also performed, several songs illustrating the music of the creole negroes in New Orleans. The audience gave Cable warm and enthusiastic applause. Mark Twain followed his fellow author's performance with selections from <em>The Adventures of Huckleberry Finn</em>. He also read from <em>The Tragic Tale of the Fishwife</em>, <em>A Lying Situation</em>, and <em>Ghost Story</em>. The St. Louis <em>Post-Dispatch</em> reported that 'Mark Twain' gained the audience over at the start. St. Louis had an obvious admiration of Twain and his fiction. The audience received the reading with roars of laughter, and it was hailed as the most enjoyable entertainment of the kind ever given here. They gave the same reading performance twice during the day of January 10, once in the evening, and read yet again on January 11. ","This part of the book tour was personally important to Twain since he was coming back to his home state, Missouri. Twain commented to his wife that, This visit... you can never imagine the infinite great deeps of pathos that have rolled their tides over me...I have carried my heart in my mouth for twenty-four hours.","By the time Twain arrived in St. Louis, he had begun introducing what has been hailed as one of his greatest literary works on southern life, <em>The Adventures of Huckleberry Finn</em>, and it was extremely popular. The St. Louis <em>Daily Globe Democrat</em> reported that audiences were captivated with his peculiar mannerisms, Twain's voice which had, the resonance of a cracked steamboat whistle, and the humorous and lively content of Huck's adventures. The readings that took place in January preceded the publication of the novel as a whole, and served as a teaser for the finished work. The novel was published in Canada on December 10, 1884 by Dawson Brothers, and in London by Chatto and Windus, although the novel did not appear as a published work in America until February 18, 1885. "," But Twain did not just captivate St. Louis, he enchanted audiences all over America and even abroad when the novel was published. In the novel, Twain depicted southern society like no writer had before by highlighting not only its assets, but all its vices. Local-color literature, a style that emerged from 1865 to the end of the century focusing on a specific region's customs, landscapes, and dialects, became very popular through the literary talents of men like Twain in the late 1880s. Historian William J. Cooper described local color writers as writers who, take selective verbal photographs. They stressed things that were peculiar to particular American regions: physical settings and speech, dress, mannerisms, and thought patterns of the people of America's various regions. Twain used a distinct vernacular in his portrayal of the South, and many critiques of the novel praised the revealing power of the book's dialect. Cooper went on to state that above all Mark Twain was the most important local colorists of the South. "," However, Twain's colorful depictions of the South were not always well received. Richard Watson Gilder, who attempted to edit Mark Twain's novel before it came out in 1884, found it rough and borderline shocking. Ron Powers, a biographical author of Twain remarked that, Mark Twain's unprecedented use of vernacular pushed against the limits of public tolerance...[with its] bad grammar, slang, and even indirect references to sex. On the whole, though, Mark Twain was respected and hailed for his inventive genius. He depicted a raw South, giving the North, Canada, and Europe a taste genuine southern life, and giving them a chance to better understand it. "],"display_date":"January 10, 1885 - January 11, 1885","search_date":"1885-01-10","locations":[{"id":8036,"lat":38.6358212793,"lng":-90.2450510752,"zoom":11,"place":"ST LOUIS CITY, Missouri"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4526,"title":"&quot;Union Soldier Writes to Enslaved Daughters&quot;","course_id":18,"status":"P","start_date":"1864-09-03","end_date":"1864-09-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["Spotswood Rice was a black Missouri soldier in the Union army in 1864.  During the time of Rice's military service, he had two daughters that were still slaves in Glasgow, Missouri.  While spending time in Benton Barracks Hospital, which was in St. Louis, Missouri, Rice wrote letters to his daughters, as well as the master of the two girls.  In the letter to his daughters, Rice assured them that the Union Army was on its way to free them and liberate Glasgow.  He wrote of expecting to be out of the hospital and with the army to personally free the girls when they came in town.  Rice also talked about the girl's master, Miss Kaitty, and told them to warn her that he is coming.  He stated that he used to have some respect for her and other slave holders, but since the girls freedom was denied, he had lost all of it.  Rice compared Miss Kaitty to the devil, and questioned how she could ever call herself a Christian, while refusing to sell his children to him.  He directed threats towards Miss Kaitty, stating, \"I want you to understand kittey digs, that where ever you and I meets we are enemies to each other.\" ","Many enlisted, especially former slaves, to help the Union cause.  According to historian Jeffrey R. Hummel, by the end of the war nearly 200,000 blacks served in the Union military.  This, Hummel states, \"brought thunderous outrage,\" from the southern population, which may have been a reason why Rice's children were not given to him by the slave holder.   ","Black soldiers were not permitted to fight for the Union at the start of the war, and even when they were allowed to, they had to earn the respect of whites.  No matter what the feelings were towards blacks at the time, their importance could not be denied.  Historian James M. McPherson states that blacks fighting for the north \"gave an important impetus to the Union war effort.\"  ","Spotswood Rice's letter illustrates one instance of a black mans experience in the Union army, and how he hoped it helped save his children from slavery.  It also shows the type of feelings blacks had for slave holders of the time.  Rice had very strong feelings of revenge for his daughter's master, and was not afraid to tell her about it.  Like many other blacks, Rice used the Union army as a way to get a type of revenge on the southern way of life.      "],"display_date":"September 3, 1864","search_date":"1864-09-03","locations":[{"id":7918,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":5645,"title":"The Power of Family Bonds in a Teenage Slave Girl's Story","course_id":103,"status":"P","start_date":"1846-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Mattie J. Jackson wrote her story down after she has achieved her freedom in her late teenage years and published the booklet in 1866 in Lawrence, MA in order to raise money for her education. She had a restless childhood with many ups and downs due to constant changes of location with and without her family members. Actually it is more her family’s story, which she tells it in a very personal but not exaggerated emotional tone, which is maybe even more touching.","Her story shows how important and shaping family bonding was for slaves although it was so difficult to maintain it. Even a constantly changing family provided some sort of communal life as Johnson describes it in his book <em>Soul by Soul</em> and therefore a refugee for all the members. Her mother’s first two husbands were able to escape slavery while she always had to stay only helping them to achieve freedom, nevertheless, she was able to go on and adapt to the new situations in order to protect her children.","Mattie profited various times from the spirit and courage of her mother Ellen Turner. Once she was heavily punished for no reason and their owner did not stop to hit the girl. So Ellen interfered and did not leave her daughter although he threatened to punish her as well. The combined strength of the two granted them some agency as “he was aware [her] mother could usually defend herself against one man, and both of [them] would overpower him.” This was not a helpless family that accepted to be harassed by their owners instead they stood together and tried to make the best of their condition namely bonding in resistance.","Although Ellen tried everything to keep her family together, she and her children eventually became victims of the “chattel principle” which implies that “any slave’s identity might be disrupted as easily as a price could be set and a piece of paper passed from one hand to another.”Relentlessly Ellen and her daughters have been sold separately even though she made a contract with her owner that she would not escape if he promised not to sell her children. However, the slaveholder broke his promise simply because it served his interest seeing only his property and commodity in them, which he could trade as it pleased him. So Ellen and her three children became objects in the trader’s yard serving the mercantilist purpose of bringing back money to the pockets of their owner. At least Ellen managed in having been sold together with her little son leaving one bond unbroken.","Apart from each other they eventually achieved their freedom and mother and son were able to find Mattie in Indianapolis. The strength of the ever-constant bond of affection between them is obvious in Mattie’s phrasing of the event: “I was overjoyed with my personal freedom, but the joy at my mother’s escape was greater than anything I had ever known”. Only a short time later Ellen’s second husband and father of Mattie’s half brother was able to contact the family and invited the children to live with him in Lawrence, MA, which again proves the lingering effect of family bonding among slaves even after many years of separation. This action of an unrelated man Mattie used to know in her childhood was a communal act of affection, which gave her the opportunity to receive an education in New England and live the rest of her life in peaceful freedom."],"display_date":"1846 - 1866","search_date":"1856-07-01","locations":[{"id":7916,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":7,"tag":"Women"},{"id":4,"tag":"Slavery"},{"id":1619,"tag":"family"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":5649,"title":"\"Whiteness\", Power and Control","course_id":103,"status":"P","start_date":"1849-01-01","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["William Wells Brown was owned by Dr. Young, but was hired out to work for different masters throughout his slavery. One of those masters was Mr. Lovejoy, who was a printer. While returning from an errand to the \"Missouri Republican\" to pick up type, William was attacked by several slave-holders sons. He could not make his escape, being heavily outnumbered and carrying the substantial type, so William fought back. He was able to make his retreat, but the sons of slave-holders took the type. William informed Mr. Lovejoy about the incident, and Lovejoy was able to return with the type. However, he did inform William that Samuel McKinney said he would whip him because he had hurt his son. McKinney was true to his word, finding William on the street and striking him over the head five or six times with a large cane. It took William five weeks to be able to walk again.","In Walter Johnson’s <em>Soul by Soul</em>, it is the idea of “whiteness”, the principle of being a true white Southern male, it was necessary to be able to keep slaves in their place. It was the idea of proving how white someone was by how they treated blacks, by either being a slave-holder, becoming a slave-holder or seeking vengeance on a black, treating them as less than human. That was the kind of act McKinney was displaying. The purpose behind finding William again, with the express intention of hurting him, was because William had attacked his son. That was how McKinney perceived the event.","For McKinney the beating was about protecting his white, slave-holding honor. A slave had stepped out of place by hurting his son. It was not important that his son had started the confrontation; it was about how William defended himself. His actions were about protecting the southern hierarchy, the hierarchy on which everything depends. An idea put forth by Saidiya V. Hartman in <em>Scenes of Subjection</em>, the exercise of power by the slave-holders upon the slaves was as important as having a legal title to the slave property. For all slave-holders, it was essential to keep control over the enslaved population because the entire economy was based on that hold. Slaves provided the labor that kept the plantations in business, negating the cost of labor. The planters were able to then invest the funds saved back into the plantation for more land and more slaves. For Southerners, slaves were important for their economic value, and created a cycle where Southerners felt they could not function without slaves. That cycle needed to be protected with violence as a way to maintain control over the labor force.","In William Wells Brown’s life this was one of the few instances where he was personally subjected to the cruelty of the Southern white male. He was personally targeted with the purpose of causing him lasting, physical pain because of his actions, required actions, against a white slave-holding son. As explained in the context of both Johnson and Hartman, McKinney’s actions were intended to prove his “whiteness” and as a symbol of power and control that all slave-holders have over all slaves. McKinney performed a deplorable act, but an act that was not uncommon in the antebellum South."],"display_date":1849,"search_date":"1849-07-02","locations":[{"id":7916,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":5663,"title":"The Religion of Slavery: Uncovering community supplanted by religion in ‘The Narrative of William W. Brown, a Fugitive Slave.’","course_id":103,"status":"P","start_date":"1841-01-01","end_date":"1841-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["William Wells Brown’s narrative is not one of common consistency. He was unfortunate enough to be subjected to the harsh realities of chattel slavery through years of being rented out to various owners stretching from Missouri to Mississippi. A great deal of his time was spent aboard steamships, as a hand to take care of slaves or to wait on passengers. Wells recounts that after one particular summer aboard a steamship, he returned to the farm to find that his master had “got religion.” William had just left the employment of Captain Reynolds aboard the steamship Enterprize. What may have seemed like a ‘dream’ employment to slaves used to harsh labor conditions turned into a constant reminder for Brown that he was not free, as he was forced to watch white passengers pass from place to place as they pleased, while his brothers and sisters were chained below on their passage to the desolate slave pens of New Orleans.","William Wells Brown was somewhat relieved when he was able to return to life on the farm, despite the work in the “burning sun.” However, he was soon to be placed into the farmhouse as a waiter, where he found a that his master had become a man of devout worship. Brown made an important distinction when he talked of life before religion, and after. William wrote, “Formerly, we had the privilege of hunting, fishing, making splint brooms, baskets, &c.  on Sunday; but this was all stopped. Every Sunday, we were all compelled to attend meeting.... At night, the slaves were called in to attend [prayer]; but in the mornings, they had to be at their work...”","Bruce Levine, in his book “Half Slave and Half Free,” asserts that the distinctive labor systems of the North and the South, and particularly the reliance on slavery in the antebellum south, permeated into all aspects of regional life, including religion. Building from this assumption, the abrupt replacement of activities with religion points to the strength of the slave community, and the urgency of slave holders who were dependent on slave labor to undermine it.","William Wells Brown, when later speaking of his observations of a slave auction in St. Louis, recounted the pitch of an auctioneer to potential slave buyers. He writes, “Why should this man tell the purchasers that she has religion? I answer, because in Missouri, and as far as I have any knowledge of slavery in the other States, the religious teaching consists in teaching the slave that he must never strike a white man; that God made him for a slave; and that, when whipped, he must not find fault,--for the Bible says, \"He that knoweth his master's will, and doeth it not, shall be beaten with many stripes!\" And slaveholders find such religion very profitable to them.” Both the twisting of religious verse to justify the beatings of slave and the act of the beatings themselves both served and equal purpose: to keep the slave population in a place of servitude and to degrade any sense of autonomy the slaves might have had. Yet it also served to form a community bonded together by the shared experiences and injustices of slavery."],"display_date":1841,"search_date":"1841-07-02","locations":[{"id":7916,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":4,"tag":"Slavery"},{"id":238,"tag":"African American"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":6289,"title":"Sherman Writes to His Brother Concerning The Plains Indians","course_id":137,"status":"P","start_date":"9/23/68","end_date":"9/23/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 23, 1868 General William T. Sherman wrote to his brother Senator John Sherman from the headquarters of the Military Division of Missouri. In his letter Sherman discussed the ensuing struggles between the United States Army and the Plains Indians and expressed some of his thoughts on how best to deal with the situation. Many of these thoughts appear to point to one thing: Total War.","After being placed in command of the Military Division of the Mississippi (renamed the Missouri a year later) in July of 1865, Sherman appears to have built upon the “hard war” tactics of destroying homes and property that he utilized during the American Civil War and developed a “total war” strategy by which to deal with the Plains Indians. Explaining in his letter that all Indians have been provided with reservations on which to live, Sherman concluded, “All (Indians) who cling to their old hunting grounds are hostile and will remain so till killed off.” He continued by calling the conflict a “predatory war” and insisted that the U.S. Army must “take chances and clean out Indians as we (the army) encounter them.”","This strategy was not applied only to Indian men. On the topic of Indians, Sherman is quoted in a work by historian John F. Marszalek to have said, “During an assault, the soldiers can not pause to distinguish between male and female, or even discriminate age. As long as resistance is made, death must be meted out, but the moment all resistance ceases, the firing will stop and all survivors turned over to the proper Indian agent.”","According to Marszalek, Sherman believed strongly in the social Darwinian philosophy that had become popular in the years following the Civil War and viewed the Indians as inferior beings who were standing in the way of Whites and the progress of modern American Culture. Historian Michael Fellman supports these claims asserting that Sherman indeed agreed strongly with the idea of “Natural Law” and quotes him as saying, “It is an inevitable conflict of races, one that must occur when a stronger gradually displaces a weaker” While very alien to a Twenty-first century audience, perhaps it was this set of beliefs that, in Sherman’s eyes, justified such a brutal strategy. Regardless of his ethical motivations, Sherman’s actions earned him a harsh image as an Indian killer, which would stay with him long after his death. Sherman appears to have been superb at one particular thing: waging all out war on the enemies of the United States. It is for this talent that he is most often remembered, revered, loved, and hated."],"display_date":"September 23, 1968","search_date":"1968-09-23","locations":[{"id":33479,"lat":38.6358212793,"lng":-90.2450510752,"zoom":11,"place":"St Louis City, Missouri"}],"tags":[{"id":2558,"tag":"Total War"},{"id":180,"tag":"Indians"},{"id":60,"tag":"letters"},{"id":284,"tag":"General Sherman"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6421,"title":"The Civil War: Remembering the Dead","course_id":149,"status":"P","start_date":"1872-05-30","end_date":"1872-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            The graves of all of the soldiers in the different cemeteries were strewn with flowers in Brooklyn. The earliest services were conducted in Woodlawn Cemetery, General Farragut’s resting place. Boats carrying marines, naval officers and the Grand Army of the Republic and services began at sunrise. Statues of Washington and Lincoln were decorated and then the Grand Army proceeded to different cemeteries to decorate the soldiers' graves. Over 8,000 people participated. The procession moved down Broadway. The military parade continued into Brooklyn with flags flying and salutes and speeches made. Decoration Day 1872 was held on May 30<sup>th</sup> around the country  (<em>Memphis Daily Appeal</em>, 1).","            The Memphis Daily Appeal captured all of the day’s events in different parts of the country. President Grant delivered a Decoration Day address to 8,000 people at the National Cemetery at Arlington. Musical pieces were played and graves decorated everywhere. Ceremonies were observed throughout the country. Five thousand gathered in Milwaukee, Wisconsin. A beautiful granite monument was dedicated in Ohio. Over five thousand assembled in St. Louis, Missouri to hear speeches and to decorate soldier’s graves. Confederate as well as Union soldiers took part to decorate over ten thousand graves. In Indianapolis, businesses closed in the afternoon in observance of the day. Throughout the nation people took time to remember the Civil War dead. In all places, soldiers were remembered, graves decorated, flags waved and speeches and music filled the air. Remembering was the order of the day (<em>Memphis Daily Appeal</em>, 1).","            In David Blight’s book “Race and Reunion” the history of Decoration Day is detailed. In the <em>Memphis Daily Appeal</em>, Decoration Day events of 1872 from different parts of the country were detailed. This information is significant for it shows how the nation healed during the aftermath of the Civil War. Decoration Day, which was later called Memorial Day, was a way for the nation to heal. Both the North and the South found a way to healing the scars of death by honoring and remembering their dead. Over six hundred and twenty thousand soldiers died as a result of the Civil War (Blight, 64). How to remember the slaughter of all the participants became the legacy of the war.","            In May 1868, General John Logan, Commander of the Grand Army of the Republic, called on all northern soldiers to decorate the graves of their dead comrades. Twenty-seven states participated in this May 30<sup>th</sup> ritual of placing flowers on the graves and making speeches. The next year, some three hundred and fifty six cities, both in the North and the South, participated in Decoration Day activities (Blight, 71). In the South, Confederate Memorial Day was celebrated on different dates at first. April 26<sup>th</sup>, the date of General Joseph Johnson’s surrender to General William Sherman, was used by many of the southern states (Blight, 77). Some southern states such as North Carolina and South Carolina used May 10<sup>th</sup>, which was the birthday of Stonewall Jackson. Virginia used June 3<sup>rd</sup> in honor of Jefferson Davis’ birthday (Blight, 77 – 78). By 1872, both the North and the South celebrated together with May 30<sup>th</sup> as the official day for Decoration Day as the holiday helped socially heal and bring together everyone. Black veterans marched and placed flowers alongside white veterans of the Civil War (Blight, 78 – 81). Today, Memorial Day observes all who died in all wars but the focus now is on World War I, World War II, Korean and Vietnam veterans. In 1872, Civil War dead was the only focus of the May 30<sup>th</sup> remembrances."],"display_date":"May 30, 1872","search_date":"1872-05-30","locations":[{"id":52830,"lat":39.768403,"lng":-86.158068,"zoom":8,"place":"Indianapolis"},{"id":52829,"lat":38.6270025,"lng":-90.1994042,"zoom":8,"place":"St. Louis"},{"id":52828,"lat":40.4172871,"lng":-82.907123,"zoom":8,"place":"Ohio"},{"id":52827,"lat":43.0389025,"lng":-87.9064736,"zoom":8,"place":"Milwaukee"},{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C."},{"id":52825,"lat":40.7127837,"lng":-74.0059413,"zoom":8,"place":"New York City, New York"}],"tags":[{"id":2803,"tag":"Decoration Day"},{"id":2802,"tag":"Memorial Day"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6875,"title":"Josephine Baker: Civil Rights Hero or a Threat to American Democracy?","course_id":186,"status":"P","start_date":"2/3/52","end_date":"2/3/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" “Ladies and gentlemen believe me when I say that it makes me profoundly happy...it makes my heart swell with pride to see in this beautiful audience tonight, salt and pepper...I mean by that colored and white brothers mingling.”1  Josephine Baker, famed exotic dancer, gave a powerful homecoming speech to St. Louis, on February 3, 1952, stating how proud she was to see a mixed audience of “salt and pepper.” This was a landmark moment, a mixing of races in complete defiance to the Jim Crow laws. She had been invited by many civil rights groups as well as John F. Kennedy to return to join in the effort to fight discrimination and racism that was seen a normal part of American life during this time. Josephine Baker loudly voiced dreams of equality and acted against discrimination throughout her carrier, and because of this she was viewed as a radical by those opposed and “the FBI regarded Baker as a threat and a danger to America and America’s international image and reputation.” 2 Josephine was not conventional entertainer, with her opposing views to Jim Crow laws, the government saw her as a threat. The FBI was concerned with the promoting democracy and Josephine did not fit into this idea. She was accused on multiple occasions by the press of being a communist. Josephine met resistance in general public majority due to being an eccentric highly vocal black woman, but she was a hugely important figure in the fight against discrimination. "," Baker’s return to St. Louis was a powerful moment, she was returning to her hometown from which she ran away from “because of the terror of discrimination.”1 She had vowed that she “would not appear in any city where her people could not come see her.”1  Baker was met with mixed reactions from the American public. Some felt she was a hero fighting for civil rights, while others believed she was a radical trying to promote equality between races because at this time segregation was view as part of normal. Her refusal to perform in segregated venues won her support from the NAACP. Both the American Press and the African American Press, “regarded [Baker] as eccentric and risqué and as a troublemaker who often articulated threatening political views.” 3 During the 1950s, she became more politicized, speaking out against discriminatory practices and “became labeled a threat to American democracy.”2 The FBI compiled extensive files, “constructing of Baker, they sexualized, racialized and politicized her, using the media sources which had participated in deconstructing of the star by rendering a polemical profile of Baker.” 2 "," Baker, theatrical and eloquent, voiced a warning to her St. Louis audience, “try to love one another before it is too late. Don’t let the same thing happen to America through hate and misunderstanding that happened to Germany.” 1 Baker never backed down and voiced against what she knew was wrong. She lived an unapologetic life, she stated, “I have been very proud of my start, because it has made me remain human.” 1 Josephine Baker died April 1975 leaving behind a legacy of triumph and challenged the American ideals of African American women. "],"display_date":"February 3, 1952","search_date":"1952-02-03","locations":[{"id":53204,"lat":38.604731164363,"lng":-90.257197935671,"zoom":11,"place":"St. Louis, Missouri, United States."}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":225,"tag":"Jim Crow"},{"id":266,"tag":"Segregation"},{"id":3450,"tag":"josephine baker"},{"id":2860,"tag":"Equality"},{"id":1667,"tag":"Discrimination"},{"id":3680,"tag":"radical woman"},{"id":3681,"tag":"shero"},{"id":3682,"tag":"salt and pepper"},{"id":3683,"tag":"not nazi"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":186,"school_id":69}}]}