{"id":1648,"place":"CAROLINE, Virginia","lat":38.0271950306,"lng":-77.3475449993,"episodes":[{"id":2254,"title":"Death, Love, and War","course_id":1,"status":"P","start_date":"1861-06-30","end_date":"1861-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The operation was dangerous: destroying a bridge near a railroad ten miles away from camp in Martinsville, Virginia. However, General Elisha Paxton wrote his wife about the mission and told her It was a rather dangerous expedition, but I have become so much accustomed to the prospect of danger that it excites no alarm. ","Throughout his letter, General Paxton referenced his indifference towards the thought of death, and the constant state of uncertainty that the men lived with, both about their immediate and distant futures. Something about which he was not indifferent or uncertain, however, was his love for his wife:","I never knew what you were worth to me until this war began and the terrible feeling came upon me that I had pressed you to my bosom, perhaps, for the last time. I always keep upon my person the handkerchief which I took from your hand when we separated. It was bathed in tears which that sad moment brought to the eyes of my darling. I will continue to wear it.","Soldier letters represented the human side of war; the natural longings of the soldiers for home and family, coupled with their sense of duty and other coping mechanisms that helped them get through the cruelties of the war. General Paxton expressed concern for his wife throughout the letter, but also constantly mentioned the probability of his own death. He wished her luck with farming and in the same sentence implied that it may be a useful skill if he were to not make it back alive.","In his article Altars of Sacrifice: Confederate Women and Narratives of War, Drew Gilpin Faust addresses the unique challenges that women faced during and after the Civil War. Southern women, who had not been accustomed to manual labor of any kind, were suddenly thrust into the business and actual operation of their husbands' plantations. General Paxton's wife literally learned how to farm in her husband's absence. "],"display_date":"June 30, 1861","search_date":"1861-06-30","locations":[{"id":13709,"lat":38.0271950306,"lng":-77.3475449993,"zoom":9,"place":"CAROLINE, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}