{"id":1660,"place":"GRANVILLE, North Carolina","lat":36.3074066663,"lng":-78.5963440829,"episodes":[{"id":2268,"title":"North Carolina Piedmont is the Place to Grow Yellow Tobacoo\n","course_id":1,"status":"P","start_date":"1880-01-01","end_date":"1880-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["By 1880, no longer did the farmers of North Carolina have to leave their great state and move to western lands to grow the bustling corn crop because they failed to produce agriculture at home. Not only was North Carolina's climate suitable to grow a variety of crops to be grown anywhere in the United States, but the years preceding 1880 witnessed the transformation of North Carolina Yellow Tobacco into the finest gradein the world used by the largest tobacco manufacturing companies in the world.","In 1880, the Granville County newspaper <em>Torchlight</em>, devoted an entire issue to fifty interviews with Granville farmers about their success growing yellow tobacco-one of which was Mr. W. H. Boyd. When the reporters arrived to the Boyd household one brisk Sunday evening, they found nothing but signs of great success. Mr. and Mrs. Boyd were surrounded by their twelve healthy children on a homestead more than 1500 acres. The Boyd's employed thirty hands, and practiced sharecropping instead of renting because it was more profitable. While the Boyd's had not grown yellow tobacco before, they expected to make as much as 5000 on their 1880 crop.","Tobacco cultivation had been a profitable enterprise for Southern farmers since it was first adopted by the colonist in Jamestown Colony in the seventeenth century. Tobacco was originally smoked in a pipe, and it was not until the Civil War that tobacco cigarettes became popular. Bright-leaf, or yellow leaf, tobacco was developed beginning in North Carolina in the 1850's and spread throughout the South through the 1880's. During this period and beyond, the tobacco industry boomed in the North Carolina Piedmont region. Durham and Winston-Salem became two of the leading centers of the cigarette industry, and names such as Duke and Reynolds represented the utmost forms of success. Tobacco manufacturing proved to give the North Carolina Piedmont a boost both agriculturally as well as industrially in the period after Reconstruction."],"display_date":1880,"search_date":"1880-07-01","locations":[{"id":9474,"lat":36.3074066663,"lng":-78.5963440829,"zoom":9,"place":"GRANVILLE, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2306,"title":"Farmer&#39;s Alliance as a Political Alliance\n","course_id":1,"status":"P","start_date":"1883-02-06","end_date":"1883-02-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The threat of a trust formed between cigarette manufacturers in order to control the price of Bright Leaf tobacco grown in the North Carolina Piedmont greatly alarmed the members of the Farmer's Alliance living in the Bright Belt region of North Carolina where this tobacco was grown. In order to prevent just five individuals or corporations from dictating the price of a product whose production affects thousands of people, the farmers of North Carolina needed to unite at their great meeting January 9, 1890 in Oxford of Granville County.","The members of the Farmer's Alliance would have to be very careful about how they conducted this meeting.  The farmers needed to make wise decisions during this meeting concerning their rationale against this trust-their future as a political power depended upon keeping public support and sympathy for their cause.","The Farmer's Alliance began as an organization of farmers in Texas, and soon spread throughout the South.  When the great expansion of railways occurred in the last quarter of the nineteenth-century, agriculture became tied to a national and even international market.  Farmers who had before enjoyed autonomy in their profession now felt controlled by outside, impersonal forces.  The purpose of the Alliance was to work with these forces-particularly railroads and merchants-to protect their own interests.  The Farmer's Alliance described itself as a non-political organization, yet beginning in the 1890's, the Alliance became more and more involved in political lobbying such as the Bright Belt Alliance's fight against the tobacco trust, giving rise to the Populist movement with the formation of the People's Party, pulling members from both the Democratic and Republican parties who longed for the days of small-scale enterprise."],"display_date":"February 6, 1883","search_date":"1883-02-06","locations":[{"id":9474,"lat":36.3074066663,"lng":-78.5963440829,"zoom":9,"place":"GRANVILLE, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}