{"id":1661,"place":"WILKES, North Carolina","lat":36.2078794431,"lng":-81.1627366142,"episodes":[{"id":2269,"title":"Illicit Whiskey Distilleries in Mountains of Western North Carolina\n","course_id":1,"status":"P","start_date":"1887-04-01","end_date":"1887-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In early 1887, B.F. Jones of Yadkin County leaked information to the Internal Revenue Service-he knew of men who had been illegally distilling whiskey in the mountains of Western North Carolina. These men were arrested and punished for their crimes. But how did B.F. Jones, a former Sheriff of his home county of Yadkin, a Republican, and a member of the Constitutional Convention of 1875 know of these illicit distilleries without any involvement himself in the illegal activity? The police, the Internal Revenue Service, and the wider public would soon find out that Jones was not the upstanding citizen he appeared to be. ","On October 24, 1887, Revenue Agent Wagner uncovered some fourteen illegal whiskey distilleries-all fourteen owned by Jones. While Jones did not participate in any of the illegal distilling himself, he hired men to run the distilleries, all within one quarter mile of each other in the mountains of Wilkes County, for his own profit. When Jones had a falling out with some of his employees in early 1887, he leaked information to the authorities about their occupations. Little did he know that he would meet the same fate. As information leaked about Jones's own involvement in the illicit distilling he reported to the authorities, his remaining employees, still suspicious of the arrest of their coworkers, confirmed that Jones was the ringleader of the men he reported. Authorities raided Jones's distilleries in Wilkes County, arresting Jones and fifty others, and disposing of fifty-three barrels of whiskey.","Wilbur Miller argues that historians who cite the inability of Republicans to protect black citizens during the Klan's post-war resurgence as evidence that Republican Reconstruction efforts failed as only temporary and limited expanded national power disregard the power of the internal revenue service as a source of national power during the post-war years. Southern mountain men of both parties, such as Republican B.F. Jones, resented the implementation of a new tax on distilling whiskey and became known as blockaders for selling their whiskey without paying the excise tax. Miller's argues, however, that despite Southerners' efforts, the federal revenue agents were able to establish control in the mountainous regions of the South throughout the latter part of the nineteenth century. As the story of B.F. Jones demonstrates, the federal agents were able to limit moonshining activity to individual, local activity, proving that increased national control did in fact result from Republican Reconstruction efforts."],"display_date":"April 1, 1887 - October 30, 1887","search_date":"1887-07-16","locations":[{"id":9887,"lat":36.2078794431,"lng":-81.1627366142,"zoom":9,"place":"WILKES, North Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}