{"id":1663,"place":"HALIFAX, Virginia","lat":36.7669669152,"lng":-78.9366405787,"episodes":[{"id":2272,"title":"Cluster Springs Academy\n","course_id":1,"status":"P","start_date":"1/1/00","end_date":"12/31/00","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Awaiting the click of the camera, the 25 boys gathered around the porch laughing and talking. Some were joking and kidding around while others waited seriously with thoughts of their impending studies for the night. Many of the boys clutched baseball bats, gloves, and catcher's masks in anticipation of baseball practice later that afternoon. On the back of the keepsake photograph, someone had scribbled Cluster Springs High School Baseball Team, over the words Cluster Springs Academy. The photograph dates back to the turn of the century, around 1900, when secondary education began to change in the United States, specifically in the state of Virginia.","A pamphlet entitled <em>The Scarlet Cord</em> published in the beginning of the twentieth century told the story of a Virginia preparatory school located a half a mile from Cluster Springs on the Durham Division of the Norfolk and Western Railroad, approximately six miles from South Boston, Virginia. <em>The Scarlet Cord</em> is a brochure that not only discussed the history of the Academy but also marked the school to potential students and their families. Many pages were devoted to discussing the benefits of the 150 wooded acres, the famous mineral springs, and the mild climate; the mild climate makes it possible for the students to indulge in some form of outdoor sport every week in the year. One page of the pamphlet was a testament to the school's athletics reputation especially in the sport of baseball where the record was one of the best among the preparatory schools in the state. In terms of academics, the pamphlet quoted that without any form of testing or examination 75 percent of students continued in schools of higher education. ","Virginia's education system was beginning to make several changes at the end of the nineteenth century including the growth of the secondary education system as a whole, the inclusion of specific educational requirements, and growth in attendance. For example by 1914, in some Virginia counties, such as Halifax County, there were as many as three public high school districts. At the end of the nineteenth century, there were also lists of recommended textbooks, courses, and subjects for public high schools published by several authors. Another important fact was the growth in attendance in secondary schools. Although the growth was not consistent from 1890 to 1900, the number of pupils increased from 9,124 to 11,736. Even though these were numbers and trends for public schools, the private school enrollment was about the same as the public secondary schools. <em>The Scarlet Cord</em> made the claim that Cluster Springs Academy is an example of evolution in the world of education, and the history of Virginia education proved the claim true."],"display_date":1900,"search_date":"1900-07-02","locations":[{"id":13902,"lat":36.7669669152,"lng":-78.9366405787,"zoom":9,"place":"HALIFAX, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3756,"title":"Freedman&#39;s Bureau Labor Contracts\n","course_id":1,"status":"P","start_date":"1865-12-01","end_date":"1865-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the year 1865, Samuel Wilson signed a Freedman's Bureau document that concerned two of his younger slaves. The document proclaimed Edmund and Farrel free boys of color. The document went on to say that the boys were age 13 and 11 and became Samuel's apprentices till the age of 21. The two boys had to faithfully serve and obey their master until their apprenticeship with Samuel came to an end. The document also called for Samuel to provide the boys with adequate living conditions including competent and sufficient meat, drink, washing, lodging, apparel, and all other things necessary. Samuel was also responsible for educating the boys sufficiently under the rule of three. This rule included reading, writing, and arithmetic. At the age of 21 and the end of their apprenticeship each boy had to pay Samuel 100 dollars. "," This government document shows the significance as well as the failures of the Freedman's Bureau. Although the bureau provided help with setting up contracts giving freed black men some rights, the ambiguity of these documents led to their exploitation. The Bureau's agents frequently seemed more concerned about getting contracts signed and ensuring that the plantations were supplied with labor than they were about protecting blacks from exploitation. When blacks complained about their situation to the Bureau little could be done to correct the situation. The Freedman's Bureau lacked the manpower to sufficiently investigate the matter therefore blacks were stuck in their situations. Although the Bureau drew up these contracts with slaveholders that made conditions for black's better, the Bureau failed to limit the widespread exploitation that occurred. The Freedman's Bureau central mission to establish a working system of free labor proved to be very problematic."],"display_date":"December 1, 1865","search_date":"1865-12-01","locations":[{"id":13899,"lat":36.7669669152,"lng":-78.9366405787,"zoom":9,"place":"HALIFAX, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3757,"title":"Call to Raise Money for Confederate Soldiers \n","course_id":1,"status":"P","start_date":"1862-12-12","end_date":"1862-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["James C. Bruce paid to place an advertisement in the Richmond Whig newspaper on December 12, 1862. The advertisement was a call for people of the county of Halifax to meet for the benefit of their Confederate soldiers. The ad called for the raising of money and clothing for our soldiers in the field. James C. Bruce paid 3 for the ad.","James C. Bruce's call for war donations gives insight into the Confederate Government's struggle to provide enough supplies for the war effort. The South lacked the industrial capabilities that the North possessed. Also, the lack of an adequate rail road system in the South made the distribution of supplies a logistical nightmare. Essential supplies, such as food and clothes, were slow to arrive to soldiers in need. To help counteract this problem, local communities often donated what it could to support local regiments. "],"display_date":"December 12, 1862 - December 31, 1862","search_date":"1862-12-21","locations":[{"id":13899,"lat":36.7669669152,"lng":-78.9366405787,"zoom":9,"place":"HALIFAX, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3762,"title":"Importance of Religion in Old South\n","course_id":1,"status":"P","start_date":"1870-04-12","end_date":"1870-04-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 12, 1870, Frederick W. Page wrote to his daughter Annie Nelson Page to let her know how pleased he was she was being confirmed. He was recently informed that a priest was planning to visit Annie's town. He emphasized the importance of truly accepting god in her own heart and mind. Also, Frederick wanted his daughter to be confirmed for the right reasons. He stressed to Annie that she must not be confirmed for the sake of her parents. Frederick wrote, It is a matter of conscience and you must judge for yourself, for you are old enough, to take upon the vows that your mother and myself took for you. On April 27, 1870, Charlotte N. Meriwether also wrote to Annie describing her enthusiasm for Annie's decision to be confirmed. She stated that the wished she could attend the Confirmation ceremony but regretted she must pass due to illness. Therefore, Charlotte asked the Heavenly father to bless Annie and strengthen her in his holy determination. ","Religion played a major role in the old South. Most Southern families considered themselves Christian and attended church regularly. At a time when Northern religion became increasing diverse, the southern churches remained orthodox in theology and predominately Evangelical. In small isolated rural communities, religion provided a sense of identity that helped cultivate a distinct southern identity. Religion played a central role in family life. The letters sent to Annie displayed the family bond fostered by participation in faith. Religion gave southerners hope and a purpose and this was especially important after the immense loss the Civil War caused. Most obvious among the purposes of family religion was its nurturing children that when they came to adulthood they would be susceptible to conversion."],"display_date":"April 12, 1870 - April 27, 1870","search_date":"1870-04-19","locations":[{"id":13900,"lat":36.7669669152,"lng":-78.9366405787,"zoom":9,"place":"HALIFAX, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}