{"id":1664,"place":"WEST FELICIANA, Louisiana","lat":31.0257853028,"lng":-91.6912544354,"episodes":[{"id":2020,"title":"Threat of Slave Rebellion\n","course_id":1,"status":"P","start_date":"1841-07-24","end_date":"1841-07-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter to his father John C. Burruss on July 24, 1841, John W. Burruss asked, ...do we not dwell in constant danger, are we not standing, rather [lying] down - sleeping on a smothered - not extinguished - volcano? John W. Burruss was expressing his fear of slave revolt, a fear he shared with many southern plantation owners. In his letter Burruss described a discovered slave revolt in West Felicia Parish, Louisiana, not far from Burrus's own Mississippi plantation. An overseer had overheard slaves having a suspicious conversation in the fields. The slaves were whipped until they confessed to plotting an uprising and revealed the names of their co-conspirators. One of Burrus's slaves, Lewis Campbell, was accused of involvement in the conspiracy. Burrus seemed certain that Campbell was a key player in the development of the scheme. He assured his father that the proper authorities had taken Campbell and the other insurgents into custody."," Although the revolt was quashed, the community was left in a state of upheaval. After southern white citizens discovered news of the rebellion many immediately became aggressive, lashing out against their slaves, though not to the infliction of death. Burrus went on to note that the trial would take place in August. He remarked that though the turmoil surrounding this event would eventually calm, tensions would remain as plantation owners continued to feel the threat of revolution. Slavery had a strong presence throughout Mississippi, but it was particularly deep-rooted in the delta at this time. Whites had established plantations there long before the rest of the state. In territorial Mississippi, at the beginning of the nineteenth century, plantation owners viewed slavery as a necessary evil. Despite many restrictions on slaves, slave owners rarely enforced these strict regulations. However, attitudes toward slavery quickly began to shift. By the end of the 1830s, slavery was considered not only beneficial for the slaveholder, but also for the slave. The plantation system proved to be so profitable that plantation owners used any ideological means they could to justify slavery. In the 1830s the number of slaves in Mississippi grew exponentially. By 1840, there were more blacks than whites in the state. As attitudes toward slavery changed and the black population grew, slaveholders became increasingly frightened of revolt. "," A slave insurrection, such as the one John Burrus reported, not only threatened the lives of slave holders, but also their economic welfare and social power. The institution of slavery and the social system it created were essential to the wealth of the plantation owner. Southern whites had witnessed the violence against whites wrought by Nat Turner, a slave from Southampton, Virginia, in 1831. Other plots of revolt had also been discovered throughout the South. After these events slaveholders were continuously ready for slave rebellion. Knowing that he had everything to lose, Burrus surely feared that Lewis Campbell was another Nat Turner."],"display_date":"July 24, 1841","search_date":"1841-07-24","locations":[{"id":5781,"lat":31.0257853028,"lng":-91.6912544354,"zoom":9,"place":"WEST FELICIANA, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2273,"title":"Impromptu Balls: They Could Have Danced All Night \n","course_id":1,"status":"P","start_date":"1842-01-07","end_date":"1842-01-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 7, 1842, Bennet Barrow went to town to get supplies in his Cab. When he left the cab, two friends, Amanda and Miss Crab of Tennessee, jumped in it and went off without Bonnets only to return one hour later from a nearby swamp. Amused, Barrow got in, turned the cab around, driving his friends to visit a Mrs. Wade. There he met up with six other friends. After piling his friends into two cabs, the group went off in search of more people. Not finding anyone at home, the group went to Barrow's plantation where they sent for the neighbors, ate dinner, and then danced all night by the Piano & Violin. The next day Barrow refused to let any of his friends leave, insisting they instead rest, nap and pla[y] smut until night when the dancing began again. Barrow hired a violin player and the friends danced until twelve o'clock, when their consciences made them refuse to dance any Longer. But Barrow rejected such politeness, and he instead jokingly punished them for it fasten[ing] the doors 'till near two; his guests played with him, pretending to be upset by blowing out candles, trying to escape through the windows, and doing any thing, but dance until they all went to bed at two in the morning. The third day everyone had Long and weary Looking faces; they were all sad that it was Sunday and that the fun of the past two days was over. The events were recorded in Barrow's diary, in which he wrote that he had never enjoyed [himself] as much as at the sudden and so perfectly free [and] easy and happy visit and dance.","In both Southern and Northern society, formal fashionable calls were made during calling hours during daytime and were made between slight acquaintances or people who were part of one's social circle but with whom one was not especially close, while sociable calls, such as the one at Barrow's plantation, were usually informal occasions between friends and relatives that were made during the day and often extended into the night.","Fashionable calls expressed a society in which a network of people-mostly women whose place was the social sphere-had to be maintained among people who did not necessarily know each other very well or even like each other. Calls were made and returned in order to keep in touch with one's neighbors and community. If a person was called upon, than that person was expected to return that call. Fashionable calls could also be used to demonstrate social class and acceptance. If one was not invited to another's house or did not have one's calls returned, then this could be considered a social slight; a social slight usually meant that one was not accepted into polite society. Social slights were sometimes committed against who did not meet the particular standards of manners that a community might have. For example, a young lady of good family and a wealthy background who was raised in the country might be slighted in a city society whose manners were more sophisticated. People whose families caused scandal were the often the subject of gossip; for example a woman whose husband often became drunk in public would cause societal scandal and censure however high up that family may have previously been socially. Slights were also committed against families-again mainly against women by women-because they were considered to be of a low class family background. A girl who married above her social station, or whose mother or grandmother had done so, could still be censured by the society she married into. These fashionable calls expressed a requirement to maintain a polite society and also served as means to let people know their place in the social hierarchy. ","Informal sociable calls, like the one portrayed in Barrow's diary, were much less complicated and much more fun. These calls were made between people who knew each other well enough to carry on long conversations about mutual interests and friends and who liked spending long periods of time in each other's company. Informal calls usually consisted of parties of close friends and family in a non-threatening, relaxed atmosphere; the main goals of these calls were usually pleasure instead of politeness. Many parties were the last moment results of these informal calls with large collections of people being gathered to dance. Some of these dances were arranged on the day when they took place and others were planned far in advance. For both, musicians would be hired to provide music and people would come from far away to attend. In the North, they also had corn huskings, quilt parties and barn raisings that provided opportunities for friends and family to gather together and enjoy each other's company. ","Calls, house parties, balls and other social get-togethers were important in nineteenth-century society because they allowed people to expand beyond their own domestic space. In the South, these visits were especially important because they allowed planters and their families respites from the loneliness and isolation of their plantations. Social occasions were important because they allowed people a chance to get beyond themselves, to meet their neighbors, feel connections to the community, and to have some fun."],"display_date":"January 7, 1842 - January 9, 1842","search_date":"1842-01-08","locations":[{"id":5781,"lat":31.0257853028,"lng":-91.6912544354,"zoom":9,"place":"WEST FELICIANA, Louisiana"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3288,"title":"A 5,000 Debt","course_id":1,"status":"P","start_date":"1834-04-15","end_date":"1834-04-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Charles L. Mathews of Greenwood Plantation had one year to pay back half of a 5,000 loan to George Birch of New Orleans. Why Mathews needed the money was unknown. How he was going to pay 2,500 back in one year was also a mystery. The agreement was signed, sealed, and delivered in the presence of two witnesses, George J. S. Walker and J. W. Elliot with no other comment. The Mathews family owned four plantations in West Feliciana, Lafourche, and Rapides parishes in Louisiana. They were no doubt wealthy, owning so much property in three different parishes, but they were by no means close to the trade center of Louisiana: New Orleans. Sugar and cotton planters shipped their goods down river into the rich city to the merchant wholesalers. These New Orleans merchants would in turn sell them to ship captains who would carry them to other parts of the United States and Europe. A plantation's vitality depended heavily on the cultivation of sugar or cotton. Planters were at the mercy of the fluctuations in the market and the fickle shifts of supply and demand.","Most American emigrants to Louisiana, like the Mathews family, came to make a fortune in sugar or cotton or hoped one day to be able to finance such an enterprise, starting out as small farmers. Those beginning out as small farmers hoped to make a profit in their first few seasons, acquire slaves, slowly build up a plantation, and achieve the high social status connected to it. Instead, many acquired massive debt. At least 66 to 75 percent of goods sold to planters in Louisiana were sold on credit. The necessity for Charles Matthew's loan was unknown, but he apparently felt confidant enough that he could repay George Birch within 12 months. He, unlike many planters who acquired loans to buy land and start their enterprise, already had a profitable plantation established. Perhaps the cholera epidemic of the previous year hit the Mathews' plantations hard; perhaps Charles anticipated a good crop and wanted to buy more hands to make the most of it. His reasons were unknown, but his need for funds was not, nor was this need particularly unusual for a farmer in Louisiana in the mid-1830s."],"display_date":"April 15, 1834","search_date":"1834-04-15","locations":[{"id":5780,"lat":31.0257853028,"lng":-91.6912544354,"zoom":9,"place":"WEST FELICIANA, Louisiana"}],"tags":[{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}