{"id":1678,"place":"ASCENSION, Louisiana","lat":30.2032650126,"lng":-90.9027162217,"episodes":[{"id":2290,"title":"The Murder of Mrs. Harris \n","course_id":1,"status":"P","start_date":"1854-12-25","end_date":"1854-12-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["n the day of the murder, Ben Small kept watch in the yard for Isidore. Isidore knew that Mrs. Henry would never let Small in the house, so he had to commit the crime. After the murder, one of the men set fire to the house. Ben worried about the children who were asleep in the house at the time. ","This won't do, the children will be burned; let us wake them or put the fire out, Small reportedly said. ","No, Isidore replied. So much the worse for them. Let them burn, they will tell no tales. ","H.B. Trist of Bowden Plantation wrote to his daughter Willie in New Orleans on Christmas Day, telling her of the incident. Small had confessed to being an accomplice in the premeditated murder of Isidore's white mistress Mrs. Henry, and Trist's account of the murder came from the confession. This accounts, perhaps, for the story of Small's attempt at heroism when he reportedly wanted to save the children; it is possible that Small lied in order to save his own neck. It is unlikely he was capable of much heroism as he was also mixed up in the murder of two white whiskey sellers in the area. It is unclear if Small was a slave on the Marchand plantation or another plantation or if he was a free man. ","Trist found Isidore's betrayal of his mistress with whom he had grown up the most disturbing part of the confession. He thought that since Isidore had been raised together with Mrs. Harris and since she had always been kind to him this made his villainy even worse than Small's. ","In expressing his distress that Isidore could murder a woman whom he had grown up with and who had apparently always been kind to him, Trist was showing that he, like slaveholders throughout the South, subscribed to the doctrine of paternalism. Paternalism was a defense of slavery in which slaveholders claimed that they treated their slaves well and took care of them by providing them with food, clothing lodging, and religion. Slaveholders thought slavery to be a type of parent/child relationship where the slaveholder took care of the slave and the slave was grateful and content to be looked after. ","But Mrs. Harris' murder shows an instance where African Americans were obviously not content and thus showed an active resistance to their enslavement. According to historian Kenneth Stampp, slaves thought of their enslavement in terms of labor extortion and a lack of control over their own time and labor. They would play along with the slaveholder's illusions that they as slaves were helpless, because not to do so might anger their owner and end in some form of punishment by the owner. Slaves struggled against their forced servitude in many ways. Some were careless in their work. Some slaves sabotaged themselves to make themselves unfit for work. Stampp reports on one Kentucky slave who would purposely make himself sick by overdosing on medicines he found in his master's medicine chest. One of the more extreme steps a slave could take to resist enslavement was to run away. This was a dangerous step; runaway slaves usually were caught and brought back to the plantations where they were usually publicly punished as a warning to other potential runaways. A most extreme form of resistance was murder. Slaves murdered both overseers and owners for different reasons. Usually it was because the slave felt he had been treated badly or punished unfairly. According to Stampp, violence was usually only adopted by the most extremely discontented of the slaves. Many states had Black Codes to deal with slave violence. Louisiana's Black Code ordered that a slave be given a trial; if convicted, the slave was either sent to prison or, as was most common in the South, executed. "],"display_date":"December 25, 1854","search_date":"1854-12-25","locations":[{"id":5415,"lat":30.2032650126,"lng":-90.9027162217,"zoom":10,"place":"ASCENSION, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3092,"title":"A Union Soldier Celebrates a Victory\n","course_id":1,"status":"P","start_date":"1863-02-01","end_date":"1863-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Union troops had finally secured Fort Butler in Donaldsville. Excitement was everywhere. George Smith was one of the proud soldiers who witnessed the raising of the Union flag. The soldiers had worked relentlessly to secure the fort and the moment was very emotional. By late morning the regiment was ready to celebrate. Cannons sounded. The Star Spangled Banner rang loud from the band. Miss Weber smashed a bottle of champagne on the flag and it was raised to high mast. The celebration continued for twenty minutes before Colonel Holcomb made a speech. George Smith was revitalized by his words. He remembered just why he was fighting in the war against the Confederates - to preserve the Union his forefathers had fought so tirelessly for. ","As the war progressed Union victories accumulated. One reason for this is that the Confederate army did not play the defensive role that they should have. Instead, they often tried to take an offensive role. This lead to a huge number of casualties because new technology allowed defenders to destroy attackers. Although the Confederates won half of the largest battles of the Civil War, they lost twenty thousand more men than the Union army. All the South needed to do was defend their land. They did not need to attack Union forces. Therefore, Confederate generals, many of whom were taught offensive tactics at West Point, may have doomed the Confederacy to defeat by biting off more than they could chew."],"display_date":"February 1863","search_date":"1863-02-14","locations":[{"id":5416,"lat":30.2032650126,"lng":-90.9027162217,"zoom":10,"place":"ASCENSION, Louisiana"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3491,"title":"Sugar Plantations\n","course_id":1,"status":"P","start_date":"1835-12-28","end_date":"1835-12-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the nineteenth century Louisiana was one of the country's largest producers of sugar. The sugar plantations contributed to the American economy and although they were not always the wealthiest of ventures, the proved to be objects of mystique to travelers passing through southern Louisiana.","One such visitor to Louisiana was William Gray Fairfax of Virginia. Gray was on his way to Texas with a company of men when they stopped near Donaldsonville, Louisiana. While stopped, Madame Toureau of a nearby plantation, showed Gray then inside of her sugar house. The idea of a plantation was nothing new for Gray but he remarked on several things he saw while visiting the sugar plantation. He commented on the slaves, saying, the Negroes could only speak French; this points to the French settlement of the area. Although the plantation in Gray's eyes had the appearance of wealth he wrote further on that the figures he collected on the profit of the industry were a small yield for the apparent size and force. This shows that despite the work put into the crop, sugar cane was not always the most profitable crop in Louisiana.","Sugar plantation, like the one Gray visited, grew out of the vicinity of New Orleans in the period 1742-1795. This originated with French Creole planters that lived in the area. At this time, farmers focused on indigo and tobacco which provided a plantation foundation for the growing industry. In the next two decades, the sugar cane industry expanded in all directions while early frosts, poor soil, and the intrusion of the profitable cotton industry confined sugar cane production to southern Louisiana. The new technological advances in production tools, such as the boiling apparatus, propelled sugar cane's expansion and rooted it in the economy of Louisiana by the second decade of the nineteenth century. ","In order to glean a profit from the sugar business, the partners needed a large amount of labor. The slaves of the plantation supplied the manpower in the fields and in the mills. During the harvest slaves worked even longer hours...[and] raced against the weather to collect the harvest before the first frost and attacks by insects. This was backbreaking work and during the act of processing the crop, it was not unusual for several slaves to be injured by the rollers as they fed stalks into the mill or tried to untangle stalks from flywheels.","Although Gray was only a passerby in the plantation world of Louisiana, his eyes were opened to a larger part of the United States economy. By seeing a working sugar plantation, Gray saw a fixture of Louisiana agriculture and financial system. In his mind cotton planting must be more profitable, and he could not register the need for a large amount of laborers when the profit was small. He observed a part of history where slaves labor was crucial and where the industry profited from it."],"display_date":"December 28, 1835","search_date":"1835-12-28","locations":[{"id":5413,"lat":30.154068203,"lng":-91.0248645369,"zoom":9,"place":"ASCENSION, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}