{"id":1692,"place":"FORSYTH, North Carolina","lat":36.1386276872,"lng":-80.2459805907,"episodes":[{"id":298,"title":"R.J. Reynolds Tobacco Company Established\n","course_id":1,"status":"P","start_date":"1874-10-19","end_date":"1874-10-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 1870's was the beginning of the Industrial Revolution in North Carolina.  North Carolina has been dubbed Tobacco Land' because of the defining industry in the state of the manufacture of tobacco.  On October 19, 1874 Richard J. Reynolds purchased a 300 ft lot of property in Winston-Salem, NC and established the R.J. Reynolds Tobacco Company where he began to manufacture tobacco.  Other companies soon followed suit building other tobacco manufacturing factories in Winston-Salem and Durham.  R. J. Reynolds Tobacco Co. also gained prominence with its patent of a process to refine' tobacco in 1907.  An advertisement from that year claims that their refining process makes their tobacco the most delightful and harmless tobacco for cigarette and pipe smokers.' To this day the R.J. Reynolds Tobacco Company is the 4th largest tobacco manufacturer in the world and the 2nd largest firm in the United States.  &lt;br /&gt;Reynolds was a very influential factor in Winston-Salem History; he served as city commissioner in 1884.  There are buildings and statues that memorialize him in Winston-Salem today.  By 1880 the tobacco industry in North Carolina was firmly grounded in the national market, and industry in that state exceeded what it was before the Civil War.&lt;br /&gt;The tobacco industry was booming in Virginia as well as North Carolina.  The tobacco industry allowed tobacco warehouses as well as tobacco manufacturers to prosper.  A Broadside for the newly established Star Warehouse in Danville, Virginia for the auctioning of loose tobacco, announcing the sale of tobacco on April, 15, 1874.  The broadside states that on April 15 the sale amounted to 51,279 lbs for 7,184.16, averaging 14,01 per hundred pounds.'  The proprietors, W.J. Fowlkes & Co., boast that the Star Warehouse building is the finest, largest, and best arranged house in the state.  It is apparent that the tobacco industry was a very prosperous one in the 1870s."],"display_date":"October 19, 1874","search_date":"1874-10-19","locations":[{"id":9439,"lat":36.1386276872,"lng":-80.2459805907,"zoom":10,"place":"FORSYTH, North Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":807,"title":"The Development of the Tobacco Industry in North Carolina\n","course_id":1,"status":"P","start_date":"1871-01-01","end_date":"1880-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1871, the first tobacco factory in Winston was established and manufactured about 20,000 pounds of chewing tobacco in that year alone. Winston N.C., like Durham, experienced a rapid development of tobacco manufacturing. In 1868, for example, Durham had only one tobacco factory and by 1872 it had twelve. The pioneer of tobacco manufacturing in Winston was Hamilton Scales. By 1880 there were 126 tobacco factories in North Carolina and most of them were located in Durham and Winston. The rise of the tobacco industry is an example of the power of private enterprise. Unlike the cotton industry, which was highly regarded in the press, the development of the tobacco industry was almost solely the result of private initiative and intense competition. &lt;br /&gt;After the Civil War, the tobacco industry in the South was extremely profitable, just as it was before the war. As the technology advanced, the tobacco industry grew larger and more profitable. In 1871, the industry saw rapid growth in North Carolina, and throughout the rest of the South. The tobacco industry had an impact on the South as a whole because it helped repair and re-establish the economy in the South after the Civil War."],"display_date":"1871 - 1880","search_date":"1876-01-01","locations":[{"id":9439,"lat":36.1386276872,"lng":-80.2459805907,"zoom":10,"place":"FORSYTH, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}