{"id":1693,"place":"LOUDOUN, Virginia","lat":39.0907154711,"lng":-77.6357306744,"episodes":[{"id":411,"title":"Louden County addresses Virginia Convention of 1829-1830\n","course_id":1,"status":"P","start_date":"1829-10-01","end_date":"1829-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In a broadside addressing the Memorialists and other members of the Virginia Reframing Convention of 1829, the Memorial of the non-freeholders and freeholders of the county of Loudoun' beseeched the assembly to reframe or amend the constitution of Virginia so as to allow all free men the right to vote. The invoked images of their forefathers rising up to fight the injustice of taxation without representation, and invoked the true spirit of 76' and asked that every man be given his legitimate right' to vote.&lt;br /&gt;&lt;br /&gt;On October 6, 1829 one of the most august assemblys which has ever been convened in our country' first met. At least that is what William B. Rogers had heard of the assembled delegates. Upon actually attending the convention Rogers thought very little of the delegates and their performance. Despite being presided over by James Monroe, John Marshall, and James Madison, he described the Convention as full of  selfish passions,' petty prejudices and heavily hampered by local interests. Rogers saw many talented men that spent much time debating but arrived at no satisfactory solution of the problems they were assembled to solve.&lt;br /&gt;&lt;br /&gt;Although the Convention was not a complete failure it did not accomplish all that it had set out to do, and it was not meant to last. A delegate by the name of John Randolph prophetically addressed the president of the assembly, Sir, I am not a prophet or a seer; but I will venture to predict, that your new constitution if it shall be adopted , does not last twenty years.' Randolph's prediction was but a year off. In twenty-one years the Convention of 1850 met to redraft Virginia's constitution. These scant twenty-one years can barely justify all the time and effort expended by these delegates. The immense division of the Convention of 1829 seemed to foretell the drastic differences between Virginians that would rend their state in two in just thirty-two years."],"display_date":"October 1, 1829 - October 30, 1829","search_date":"1829-10-15","locations":[{"id":13999,"lat":39.0907154711,"lng":-77.6357306744,"zoom":9,"place":"LOUDOUN, Virginia"}],"tags":[{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1261,"title":"Newspapers used as a medium\n","course_id":1,"status":"P","start_date":"1860-06-08","end_date":"1860-06-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Advertisements for the sale and purchase of African-Americans were found daily in local newspapers.  People who were interested in buying or selling slaves placed advertisements, which appeared on the front pages of many newspapers.  While many people placed their own ads in the papers, there were some large slave-owners who went through agents specialized in locating the slaves they wished to purchase.  James Sparks, an agent for Joseph Bruin in Alexandria, Virginia placed ads for his customers regularly. The undersigned wishes to purchase any number of Negroes, of both sexes, of which the highest cash price will be paid' is an example of one such advertisement.  Found on the front page of The Washingtonian, it allowed someone who did not live in Loudon County to extend his search radius for slave markets.&lt;br /&gt;&lt;br /&gt;The buying and selling of slaves was significant because of the immense amount of wealth that slaves throughout the south represented.  These slaves are worth, according to Virginia prices 2,800,000,000 , an amount easy to pronounce, but how difficult to conceive of to one who knows anything about the power of multiplication of numbers' said William Yancey in 1860.  Slavery comprised more national wealth than railroads and manufacturing combined.    &lt;br /&gt;&lt;br /&gt;Newspapers were also used to hire slaves out for different types of jobs.  Advertisements placed in newspapers, such as The Nashville Union and American, ran ads that were focused on hiring extra slave labor to be used in industrial factory work.  Factories often tried to hire excess labor from large slave-owning farms, because they could hire slave workers more cheaply than they could hire poor whites or free African-Americans."],"display_date":"June 8, 1860","search_date":"1860-06-08","locations":[{"id":14003,"lat":39.0907154711,"lng":-77.6357306744,"zoom":9,"place":"LOUDOUN, Virginia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2310,"title":"Arson Terrorizes Leesburg\n","course_id":1,"status":"P","start_date":"1851-02-03","end_date":"1851-02-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the winter of 1851, the town of Leesburg in Loudoun County, Va, was hit by an epidemic. This plague, however, did not bring illness. It instead brought fire. According to an article in the Leesburg newspaper <em>The Washingtonian</em>, a series of fires had spread throughout the town. First, it wasthe firingof a barn belonging to Mr. Hempstone and the stabbing of Mr. Vandevater's horse. Then, in one week, the stables belonging to the Eagle Hotel were set fire, resulting in the loss of the building and some hay. The horses were uninjured, and the adjoining hotel building was saved by the dampness of the night. The building was insured, so the losses were minimal. However, the burning of Dr. Lee's stable caused the loss of a horse, a cow, and a large amount of hay. "," Despite the losses to the town, the article expressed confidence that the appropriate authorities would be able to bring the town back into the proper order and catch the criminals, We hope the vigilant action of our town authorities, will arrest their careers of destruction, if not ferret out the fiends who have committed these deeds. The paper also called for compliance among the population of the town with the orders of the fire company in an effort to bring an end to the incidents."," The experience of crime in the counties of Northern Virginia was not unusual, as Michael Miller points out in his survey of crime in the city of Alexandria, Va. However, most of the crimes were misdemeanor incidents such as public intoxication. Crimes such as arson, however, did occur and not just in the cities the size of Alexandria, but also in smaller towns such as Leesburg. The epidemic of arson in the Leesburg reveals both the prevalence of crime in Virginia and the various efforts employed by communities to curb it."],"display_date":"February 3, 1851","search_date":"1851-02-03","locations":[{"id":14002,"lat":39.0907154711,"lng":-77.6357306744,"zoom":9,"place":"LOUDOUN, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2314,"title":"Kicked Out of Virginia?\n","course_id":1,"status":"P","start_date":"1848-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["While some slaves were able to gain their freedom in nineteenth century Virginia, they were often by law forced to leave the state shortly after their emancipation. Many went to the free states of Ohio or Pennsylvania. However, several petitions made by the residents of Loudoun County reveal that the newly freed blacks were often inclined to stay in Virginia. As the petitions disclose, they received both support and some resistance from their neighbors in Loudoun County.","In 1848, thirty-nine petitioners requested the help of the state legislature in permitting William Watson to remain in Virginia. Watson had been emancipated by his owner and had proved a man of good character, of industrious habits, charged with the support of large family. Additionally, the petition stated that Watson was a convenient and useful person to [the] community in the capacity of a day laborer. A similar petition, signed by 93 residents, was written in Leesburg in 1850, requesting that Harriet Cook, a free black, be permitted to live in the state. The document stated that she possessed a high character and was a valuable member of Society. The petitioners elaborated on her value to their lives when they explained that she provided laundry services to many in the town and her loss would be a great inconvenience.","Despite these petitions, not every citizen in Loudoun County supported the residence of William Watson and Harriet Cook. A 1850 petition asked that the two free blacks be removed from the county and that the law should serve as the remedy in such cases where it ought to be in the city and county courts. Twelve residents of the county put petition. As pointed out by the historian Joshua Rothman, Virginia law required free blacks emancipated after 1806 to leave the state permanently within one year of manumission, unless they received a petition from the state legislature. While some fought to keep their families together and retain the already mangled pieces of their lives, Rothman states others made the difficult move and left a state that didn't want them anymore. That didn't want them while they were free. As the above-mentioned petitions demonstrate, some freed slaves received help from their white neighbors in their fight to stay in the state. This situation reveals, that in race relations, whites did not act like whites were supposed to act and blacks did not act like blacks were supposed to act, when personal relationships complicated the idea of stark racial divides. However, while some in Loudoun County thought the presence of Billy Watson and Harriet Cook proved good, in fact somewhat essential, for community life, others thought it necessary that they leave."],"display_date":"1848 - 1850","search_date":"1849-07-01","locations":[{"id":14002,"lat":39.0907154711,"lng":-77.6357306744,"zoom":9,"place":"LOUDOUN, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2739,"title":"Memoirs of Mr. Janney\n","course_id":1,"status":"P","start_date":"1880-01-01","end_date":"1880-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["That his departure was felt to be a public loss in the community at large was evinced by the outpouring of the people, from far and near, to pay the last tribute of respect to one whom they regarded as the servant of God and the friend of his fellow-man. Everyone in the community was affected by Mr. S.M. Janney's death. The people, black and white, gathered together to mourn the loss of a dear friend. Even at the old age of 79, Janney was still known to travel all over to preach at different places where all kinds of people would gather to listen to him. All people respected him as a man and as a religious leader of the community very much. The community here had all known Mr. Janney very well and was saddened to hear of his death."," The day of his funeral, the community remembered Mr. Janney and how he was able to meet with the group to inspire their religious devotion and to help anyone the congregation. Although Mr. Janney supported religion among blacks and strongly believed that slavery was an immoral institution, at the time of his death there were not any blacks in this particular congregation. However, there were both blacks and whites who attended his funeral out of respect for both him and his family."," It was not uncommon in the south for blacks not to be included in certain religions as in this Religious Society of Friends of which Mr. Janney was a preacher. During this time period in terms of religion, William J. Cooper points out that the morality of Jim Crow laws were never questioned and that there was a religious revival in the South as well as a surge of growth among Christian sects. It was common for these groups to gather according to their economic status as well as their set of beliefs. However, in the Society of Friends, led by Mr. Janney, blacks and whites were welcomed even if there were currently no blacks in the congregation at the time of his death. These religious groups generally did not include blacks but they stressed public piety by all and the mentality of working together. Therefore, while blacks and whites had not completely integrated in all aspects of society at this point in history, the relationships among them, if only religious ones, as suggested by Cooper, were improving."],"display_date":1880,"search_date":"1880-07-01","locations":[{"id":14005,"lat":39.0907154711,"lng":-77.6357306744,"zoom":9,"place":"LOUDOUN, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}