{"id":1696,"place":"CULPEPER, Virginia","lat":38.4860604965,"lng":-77.9559434026,"episodes":[{"id":873,"title":"Battle of Brandy Station\n","course_id":1,"status":"P","start_date":"1863-06-09","end_date":"1863-06-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This battle was the largest cavalry battle during the war, despite the terrain not being suited to cavalry battles, full of rolling hills with scattered clumps of trees, and it represented the height of the superiority of Confederate cavalry skill. Previously, the Confederate cavalry had consistently demonstrated its superior ability, but the prowess of the Union troops was on the rise, and subsequent battles led to increasing victories for the Union cavalry. Meanwhile, General Lee had an infantry force hidden in the woods nearby, which he successfully kept hidden from the Union cavalry. Subsequent to this battle, recognizing the importance of cavalry units, both armies restructured themselves towards the centralization of their procurement of horses.&lt;br /&gt;The Confederate army here was energized after victories at Fredericksburg and Chancellorsville. As the Confederates army moved to attack, they left behind only one piece of artillery and a few men to guard their headquarters, which the Union army discovered and attacked. When the Confederates heard the sound of shots being fired at their headquarters, they rushed back to defend themselves, but did not possess the manpower until General Rooney Lee, the son of Robert E. Lee, and his cavalry arrived to help repel the Union assault. &lt;br /&gt;The battle was very violent without a clear victor. Southern and Northern newspapers alike described it as sanguinary,' and celebrated Lee's ability to attack while unexpected. By the end of the day, the Confederate army outnumbered the Union force, but the day's fighting had so exhausted both sides that neither was willing to engage the other. After the battle, the opening engagement in the war's Gettysburg Campaign, both sides retreated to the camps without any further incident. Despite the Confederacy's superior cavalry skill here, there was no decisive victory and, though unknown at the time, the Union's progress would lead to more Northern victories."],"display_date":"June 9, 1863","search_date":"1863-06-09","locations":[{"id":13760,"lat":38.4860604965,"lng":-77.9559434026,"zoom":9,"place":"CULPEPER, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2226,"title":"The Culpeper Medical Society\n","course_id":1,"status":"P","start_date":"1852-04-17","end_date":"1852-04-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In April of 1852, the regular practitioners of medicine in Culpeper County, Virginia, decided it was time they organized. They issued a statement of the services they would provide and the fees at which they would provide those, proclaiming themselves, the Culpeper Medical Society. Their proclamation listed a variety of techniques and operations, with prices in the adjacent column. The services available ranged from the treatment of a blister at 50 cents to the amputation of a thigh or leg for 20 to 30 dollars. Included in the document are clarifications on the price difference for treating a white person and a black person. For example, the natural delivery of a white woman would cost ten dollars, while the same procedure for a black woman would cost a total of five dollars."," After the prices were listed, resolutions of the Medical Society were put forth as the members said we bind ourselves...that all accounts should be considered due on the first of January of each year and that no diminution in the foregoing rates of charges shall be made, but the Physicians may deduct from the aggregate amount of his bill, from motives of charity only. Twenty physicians then signed the agreement. The writing of this document by the regular practitioners of medicine in the county supports Todd Savitt's claim in <em>Fevers, agues, and cures: Medical Life in Old Virginia</em> that the medical profession was not an easy one in Virginia in the early to mid-nineteenth century. Patients called on doctors at all hours of the day in all variety of weather conditions, to tend to the needs of the sick in their community. Additionally, while they would provide services at any time, they would in general not be paid until a given point in the year. The establishment of medical societies such as the one in Culpeper, had both social and practical purposes. As Savitt points out, the medical societies provided both intellectual and communal support to physicians, as they exchanged knowledge about medicine and treatments or simply socialized with each other. According to Savitt city- and county-wide societies existed in Richmond, Charlottesville, Winchester, Petersburg, Fredericksburg, and Norfolk and in numerous counties throughout Virginia. Additionally, the societies provided some protection from economic competition to their members and distinguished the regular physicians from herbal healers and contrivers that were found throughout the South."],"display_date":"April 17, 1852","search_date":"1852-04-17","locations":[{"id":13759,"lat":38.4860604965,"lng":-77.9559434026,"zoom":9,"place":"CULPEPER, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2313,"title":"African Americans Drinking during Church Service\n","course_id":1,"status":"P","start_date":"1846-01-01","end_date":"1846-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The white population of Culpeper County, Virginia was dismayed when their church services were inexcusably disrupted by the boisterous activities of some African Americans. As a petition to the State Legislature, drafted by a number of the county's white citizens in 1846, states, their worshipping services are of late so interrupted by drinking, particularly by Negroes on the Sabbath, that they will be under the necessity of discontinuing their religious meetings...unless they can be protected by the interference of the Legislature. While it was already illegal to sell alcohol to slaves, the residents of Culpeper apparently were having trouble enforcing the law. "," It appeared to the petitioners that peddlers claiming to sell melons and cakes were actually selling liquor. Additionally, much to the disappointment of the white population of the county, white people too, [were] professing to be engaged in what they call the innocent business of buying and selling melons and cakes...but in that situation it [was] easy to introduce spirits. The residents requested that the state legislature put a stop to all sorts of trade at religious meetings and professed that they cheerfully and willingly trust[ed] in the justice and wisdom of that body to provide a remedy."," This episode of apparently disorderly behavior on the part of blacks and the attempts to control their disorderly manners convey the notion that many whites felt it was their duty to control the natural unruly behavior of African Americans. Melvin Ely conveys this sentiment when he states that whites felt blacks could only live in a civilized society if they were watched over and guided by the moral superiority of whites. Therefore, it was up to the white citizens of Culpeper County to curtail the economic activity that encouraged the disorderly conduct and upsetting the balance that so delicately permeated life in slave holding society. The conduct of the slaves in drunkenly disturbing the worship service reveals that the white residents of the county did not have as much control over the behavior of the black members of the community as they might have wanted to believe. Additionally, the petition revealed that whites were participating in the moral debauchery as well. In fact, they apparently facilitated it. "],"display_date":1846,"search_date":"1846-07-02","locations":[{"id":13758,"lat":38.4860604965,"lng":-77.9559434026,"zoom":9,"place":"CULPEPER, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2734,"title":"Agricultural Advances\n","course_id":1,"status":"P","start_date":"1876-10-19","end_date":"1876-10-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" It was October and the farmers belonging to the Piedmont Agricultural Society had gathered to hear a speech from Mr. William Fullerton. This fall had presented the farmers with a difficult situation: the crop once again was not the best, and many of them were feeling the economic hardships of the times. Mr. Fullerton opened up the speech with facts the farmers knew. He stated that the lands were suffering from exhaustion and not producing to their fullest extent, and this was causing some financial problems for the farmers. Mr. Fullerton finally moved on to advice the farmers had come to hear.","   He emphasized the importance of restoring Nitrogen, Potash, and Phosphoric Acid to the soil as well as using manure, only being careful not to overuse it. He also reminded the farmers to make sure they were rotating their crops so they were not depleting the soil of the nutrients they were attempting to restore. Next to God, he pointed out, agriculture was a vital part of human life, especially in the South. The farmers sat through his address attentively, absorbing all of the information possible so they could go implement it on their own farms to try to better their economic situations."," In fact, all over the South there had been a decline in agriculture. According to Michael Perman, farmers were no longer making enough profit and the economy was out of balance. Many were pushing aside interests in agriculture at the same time that self-reliance and independence were becoming more important for the individual farmers. Things had gotten so bad that the governments had to step in and they were proposing remedies, new techniques of farming, and advising the farmers on improving their attitudes in regards to farming. As Perman points out, when the government got involved with agriculture, especially the Democratic Party, claiming that cultivation had to become more efficient and more up to date, even things like elections were influenced over the issue of agriculture. Since the Democratic leaders were perceived as better at advising farmers on these techniques to improve their farming methods, the farmers who followed this advice began to actually see change, and this influenced them to vote for the Democratic Party. Therefore, this led the Democratic Party to success, especially in these regions of the south."],"display_date":"October 19, 1876","search_date":"1876-10-19","locations":[{"id":13761,"lat":38.4860604965,"lng":-77.9559434026,"zoom":9,"place":"CULPEPER, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3435,"title":"Maddens Kept in Poverty\n","course_id":1,"status":"P","start_date":"1/1/01","end_date":"12/31/01","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["By the end of the nineteenth century, the African American Madden family had lived in Culpeper for generations. The Maddens long tenure in the area allowed them to become involved in various aspects of the community. The family relied heavily on their farm, known as Madden Farm, for sustenance. However, during the 1890s, both Thomas Madden and his wife Landonia Stokes supplemented their meager income by teaching in schools in Culpeper. Despite the extra work, the family's combined income was only 280 dollars a year, barely enough to feed their family. The social structure of the times made it difficult for African Americans to feel secure in any public job, and 1901 demonstrated that the concerns of families like the Maddens was justified because the Maddenville school fired Landonia. Even though it was clear that the family had been scraping by and that the loss of Landonia's income would be a hardship, the school's trustees decided that two teacher's salaries were too much for one black family. Despite the Madden's long-standing ties to the community, no one stood up for them, not even their own neighbors. ","Extreme poverty was a large part of the black world following the Civil War. In the book American South, William Cooper Jr. and Thomas Terril explain that the occupational structure of the South did not leave much opportunity for blacks to improve their training or employment circumstances. The majority of blacks continued to earn their living by farming, but they were much less likely than whites to own the land that they farmed, and they worked as sharecroppers or tenants. In addition, the number of professional blacks was incredibly small. Finally, black women, like Landonia Madden, worked outside of the home with much greater frequency than did white women. ","Even though blacks continued to face severe racial and economic obstacles, their lives were much better after the Civil War. For them, the period between 1865 and 1900 saw increased birth rates, decreased mortality rates, an increase in literacy, and also an increase in income. Because they were no longer slaves, blacks had greater control over their labor and a greater ability to negotiate wages. Their successes, however, only increased the resolve of whites to limit blacks' advancement. Women like Ladonia Madden could be denied a reasonable opportunity to provide for their families beyond the level of meager subsistence. "],"display_date":1901,"search_date":"1901-07-02","locations":[{"id":13763,"lat":38.4860604965,"lng":-77.9559434026,"zoom":9,"place":"CULPEPER, Virginia"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3686,"title":"Philip Slaughter&#39;s Battle with Sickness\n","course_id":1,"status":"P","start_date":"1835-02-13","end_date":"1835-03-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Most families in the South during the 1830s had very little knowledge of medicine and sickness. They lacked the professional help we are privileged to have today and therefore took illness and disease much more seriously. One such family was the Slaughter Family of Culpeper County, Virginia. The month of February, 1835, proved to be very difficult for Philip Slaughter, the man of the household, as he started to develop a cold on the thirteenth. In the next couple of days his condition became worse until on the seventeenth he was confined to [his] own bed in the afternoon. The other members of the Slaughter family believed that Philip?s condition was becoming very dangerous. Later that month, after loosing another close family member to sickness, the Slaughters predicted that he did not have much time left and that by the beginning of March he would surely have passed away. Instead, Mr. Slaughter started to become stronger and in about two weeks was able to walk around the room. By the twentieth of March he had fully recovered."," Many southern families turned to books for information on health and sickness. Domestic Medicine, Or Poor Man's Friend, In the Hours of Affliction, Pain and Sickness by Dr. John Gunn was first published in 1830 and became one of the leading books on medicine in the South during that time. Many southerners confided in his knowledge of medicine when they needed help. One point that Gunn raises in his book is the idea of education in the South. He believed that education needed to consist more in a knowledge of things, and less in a knowledge of mere words. Schools and universities spent too much time teaching subjects such as history and English when they needed to focus more on the sciences and the study of medicine. Because of this lack of focus, the general knowledge of sickness and medicine in central Virginia during this time was very low, leading to numerous deaths from common colds and diseases. "," This excerpt from Philip Slaughter's diary illustrates how important ideas of health were to people in central Virginia and all over the South. With the publication of Dr. Gunn's book, the study of medicine started to become very serious in the southern states as general education and research began to focus more on the sciences. Until then, though, people in central Virginia remained without substantial familiarity with sickness. They understood that their knowledge of medicine was very limited and how quickly things could change from the simple development of a slight cold."],"display_date":"February 13, 1835 - March 20, 1835","search_date":"1835-03-02","locations":[{"id":13757,"lat":38.5677768984,"lng":-78.0396832654,"zoom":9,"place":"CULPEPER, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}