{"id":1715,"place":"FRANKLIN, Alabama","lat":34.5339170174,"lng":-87.6962673407,"episodes":[{"id":2338,"title":"Alexander Allen&#39;s Essay on Slavery\n","course_id":1,"status":"P","start_date":"1830-01-01","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When Alexander Allen was asked to write an essay on the Advantages and Disadvantages of Slavery at Franklin College, Alabama, which he attended during the late 1830s and early 1840s, his answers were based upon the society in which he was immersed for all of his life. First, Alexander thought that slavery allowed a greater number of talented individuals to devote their time to studying and spreading their knowledge through all ranks of society, benefiting all. Without slavery, white young scholars could not attend colleges and academies, which are of infinite advantage to any country. At this point in his essay, Alexander refuted the objection that slavery denied blacks from these opportunities by stating that the slaves were allocated to their proper position in society, seeing that they are entirely incapable of self-government. He felt that slaves were able to perform the drudgery and duties that white people could certainly not do. Furthermore, Alexander argued that, judging from the ignorance and incapability of the wild Africans, blacks benefited from being in subjugation to whites. Slavery taught these barbarians how to be civilized and humane because masters lovingly took their slaves with them to church. Lastly, slavery also helped the country as a whole, amassing wealth and the capability for defense.","On the other hand, Alexander acknowledged disadvantages to the institution of slavery simply because advantages were always accompanied by disadvantages. He explained that slavery mars the peace and tranquility of the overseer by their natural waywardness and stupidity. Furthermore, the number of enslaved occupants of the country diminished the number of free white citizens that could inhabit the country. Last but not least, slavery set an example of autocracy, reputing the republican principles that the Constitution stood for.","These views were common to southerners in Franklin County, Alabama, and across the entire South. Southerners everywhere had to build a body of ideologies and answers in order to classify slavery as advantageous. It is not clear where Alexander retained his opinions. However, the fact that this essay was an assignment in the schooling of a southern youth legitimizes this ideological notion that white southerners had to talk themselves into the morality and rightful authority of enslaving millions of people. The slave South used the concept of paternalism-governing or ruling over a group of people in a fatherly manner out of necessity-as the official defense to slavery, believing that it was beneficial to both master and slave. The fragile contradictions of slavery required southerners to believe that the blacks could not take care of themselves, making it necessary and right that the superior group care for them. In order to prolong society and culture as they knew it, the southerners who were instructing Alexander Allen and his generation imposed these concepts into their basic education."],"display_date":"1830 - 1849","search_date":"1840-01-01","locations":[{"id":162,"lat":34.5339170174,"lng":-87.6962673407,"zoom":9,"place":"FRANKLIN, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2344,"title":"William&#39;s Love Letter\n","course_id":1,"status":"P","start_date":"1838-02-15","end_date":"1838-02-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was only one day after Valentine's Day, 1838, and twenty-one year old William Byrd was missing his future wife, Mariah Hawkins Massie. Away at Lagrange College in Franklin County, Alabama, it is possible that William had not seen Mariah in quite some time. Possibly being wrapped up in the spirit of the holiday, William sat down to write Mariah a letter. Already betrothed, William pleasured in the duty of writing this letter to his fiance, stating that words could not do justice to the love and affection he felt for her. Their absence from one another, to William, was both painful and pleasant as he knew that Mariah felt the same for him. He concluded the letter with hope that they would soon be reunited, gushing that it is truly flattering to my vanity that one so esteemed could love him so dearly.","This letter brings out the essence of true love in the marriages of southern spouses. For centuries, marriages had been about filial alliances and personal financial gain. During the years immediately preceding the Civil War, however, many couples in the South married out of true, mutual love as opposed to for economic efficiency. True love is evident as William poetically pours out admiration and desire for Mariah, both of whom have exchanged pledges of eternal love for one another.","Nevertheless, courtship between William and Mariah was still as structured and traditional as it had ever been. Eligible bachelors would have to prove to the bride's family that they were economically stable enough to be considered a suitable husband. Furthermore, even though William's letter dripped with affections, it was not in any manner physical or sexual. Unmarried couples could never proceed with any vaguely physical contact or sexual behavior. Lewd behavior could even foster criminal charges.","Even though William and Mariah were in love, they still would have to foster a functional marriage. As for Mariah, the role of the southern woman was not always that of the stereotypical southern belle. Women labored at a variety of domestic tasks, and Mariah would have to act as a crucial partner for William with large responsibilities in the absence of her husband. After their marriage later that same year, William and Mariah depended upon one another in a mutually beneficial partnership, founded on a sincere love."],"display_date":"February 15, 1838","search_date":"1838-02-15","locations":[{"id":162,"lat":34.5339170174,"lng":-87.6962673407,"zoom":9,"place":"FRANKLIN, Alabama"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}