{"id":1720,"place":"CLARKE, Alabama","lat":31.6767353507,"lng":-87.8307270777,"episodes":[{"id":760,"title":"Start of Mitcham War\n","course_id":1,"status":"P","start_date":"1893-06-01","end_date":"1893-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Clarke County, Alabama was the site of great social and political discontent throughout the late 1800's. Affects of the Civil War had created a dominant middle class, as well as a strong African American vote, in Clarke County. When the 1892 elections for Governor of Alabama arrived, most Clarke County residents supported one of two political parties- the Democratic Party or the Farmer's Alliance. The race for governor between Democratic candidate, Thomas Goode Jones, and Alliance-backed candidate, Reuben F. Kolb, promised to be a close one. Local newspapers enhanced the dramatic race by publishing warnings from the Democratic Party, stating that Misrepresentations and falsehood are the chief weapons of the Kolb party' (2). Conflict began immediately after the election, with claims that Jones' victory was the result of illegal actions, such as ballot stuffing. The front page of the Birmingham Age-Herald reported, just days after the election, that The political situation in Alabama is critical and the gravest fears of the leaders of two legislatures and two state governments from present indications, may be realized' (1). Democrats carried the black vote in Clarke County, infuriating citizens of the rural precinct of Mitcham Beat, who had turned to the Alliance after feeling ignored by their own local Democratic Party. This group of citizens of Mitcham Beat, secretly named Hell-at-the-Breech, didn't have a loyalty to the Alliance, either, but voted that way simply to be accepted politically. When the Alliance began reporting lawlessness on the part of white men in Mitcham Beat, the men took out their frustration with violence.     &lt;br /&gt;The murder of elite Democratic Party member Ernest McCorquodale, allegedly over McCorquodale's foreclosure of a Hell-at-the-Breech member's farm , was investigated, but never solved after all suspects were found to have alibis. Not long after, in June 1893, a black man, William Howze, was murdered outside of Mitcham Beat for mistreating a white woman. When the black man's brother was accused of the same crime a month later, two prominent citizens of Clarke County stepped forward to prevent his lynching. When the Hell-at-the-Breech posse confronted an upper-class store owner in a neighboring town over allegations that the store owner had mistreated a boy from Mitcham Beat, leaders of Clarke County saw connections between McCorquodale and Howze's murders. The Mayor stepped in to protect Clarke County around the same time that McCorquodale's death was avenged by the murder of Hell-at-the-Breech member, Lev James. Soon after, Hell-at-the-Breech members' names were given by tortured members and, to make a point, the mob of Clarke County men publicly shot one of the most prominent members of the group, Quincy Bledsole. Although this ended the reign of Mitcham Beat's Hell-at-the-Breech, the bitterness of the working class would live on in Clarke County."],"display_date":"June 1, 1893 - August 30, 1893","search_date":"1893-07-16","locations":[{"id":83,"lat":31.6766489025,"lng":-87.8308040287,"zoom":9,"place":"CLARKE, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2337,"title":"Sam Forwood&#39;s Fatherly Advice\n","course_id":1,"status":"P","start_date":"1846-10-08","end_date":"1846-10-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 8, 1846, in Clark County, Alabama, Sam Forwood wrote a letter to his sixteen-year-old son, William Stump Forwood, who was living in Maryland with his grandmother for schooling.Young William had been questioning what occupation he should pursue, and his father had several points of advice. Sam advised his son to pursue the profession of medicine. As Sam explained it, becoming a doctor would not prevent him from being a farmer. Rather, Sam found it vitally in your advantage to be acquainted with the science of medicine, and it is an easy profession to acquire. According to historian James Volo, the medical profession in the antebellum period thought of itself as knowledgeable and humanitarian, but its practitioners were neither selective in their methods nor well regulated by their fellows. Such methods were still based upon medieval concepts and home remedies. A country doctor-which William would be if he returned to Clark County, Alabama-was even less advanced in practical methods due to the lack to intellectual stimulation from living in rural areas. In other words, even though studying to become a doctor would be respectable and considered knowledgeable for William, it would still be an easy profession, as Sam stated, for him to acquire.","Sam Forwood's reasoning behind his advice was that he knew about the hardships that farmers in Alabama faced at the time. As William Rogers explains, in Alabama, one of the states making up the Cotton Kingdom, the fluctuation of cotton prices, the higher cost of purchasing goods in a protected market, and the lack of economic development and diversification contribute to the unsettled economic conditions that characterized the time. The uncertainty of farming - when it would rain, how much it would rain, etc. - dominated letters among antebellum southern planters. Sam Forwood himself exclaimed anxiety about his crop of cotton being small, yet hopefully highly priced. Focusing on another profession, William Forwood could ease his dependence on this lifestyle of ambiguity. Although doctors belonged to what would be considered the white elite class, they still depended upon the agricultural success of the Cotton Kingdom. Certainly, doctors were a very separate occupation, which only served to build up the resources in a local society. Nevertheless, such occupations still depended on Alabama's economic vitality, which undoubtedly depended on cotton. With this in mind, William could still find time for farming-that occupation upon which southern society hinged. William Forwood did take his father's advice. In 1848, he returned to Alabama to pursue the medical profession. Later on in life, he served as the president of the Clark County Medical Society and published several articles in medical journals."],"display_date":"October 8, 1846","search_date":"1846-10-08","locations":[{"id":78,"lat":31.6767353507,"lng":-87.8307270777,"zoom":9,"place":"CLARKE, Alabama"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2340,"title":"John Dewery in Prison\n","course_id":1,"status":"P","start_date":"1836-01-07","end_date":"1836-01-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Dewery, a bright mulatto...nineteen or twenty years old, found himself in a precarious situation. As he was sitting in the Clark County Jail in Alabama on January 7, 1836, the Mobile Commercial Register published an announcement about his capture and arrest as an escaped slave. This was problematic because he swore in vain that he was a freed person. Nevertheless, the paper reported that if his owner would not come to reclaim his property, he will be delt with as the law directs.","If this young mulatto boy was currently or at any point a slave, that means he was the child of a sexual relationship across the color line in which an enslaved mother was the partner of some white male. This is evident because southern state laws established that children of any mixed relationship would follow the status of their mother, regardless of who their father might be, keeping them enslaved on the plantation. Of course, this gave white male slave-owners the opportunity to freely engage in elicit sexual relations with their female slaves without fear of the repercussions of unwanted, illegitimate children as these children would still be classified as their slaves. According to Joshua Rothman, such occurrences fed to the complexities and contradictions of a southern society founded on racial domination-which some sexual relationships could only serve to reinforce-and alternately undermined by interracial sex.","On the other hand, it is possible that this young boy was not a slave nor was enslaved ever in his past. Because of the maternally-inherited status-which meant slaves who had a white father were still born as slaves-on which the southern plantation functioned, some mulattos were free while some, born of enslaved mothers, were still slaves. In other words, an individual's physical appearance essentially gave no indication of being free or enslaved. Therefore, many slave traders kidnapped and sold free blacks who were not slaves at all. Notably during the fall months, when planters had money from the sale of their crops, slave traders in Alabama took such illicit action in order to make their own profit. Within the interstate slave trade, numerous free blacks and mulattos were arrested under the assumption that they were escaped slaves and then allowed to be sold simply because traders could presumably legitimize this through the color of their skin. As John waited in his prison cell in Clarke County, his fate was more than likely to be sold in order for the county to pay for jail fees-an embodiment of unpredictable and often times tragic outcome of sex across the color line."],"display_date":"January 7, 1836","search_date":"1836-01-07","locations":[{"id":77,"lat":31.6619891322,"lng":-87.8428758708,"zoom":9,"place":"CLARKE, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2345,"title":"Sam Forwood&#39;s Definition of the Southern Family\n","course_id":1,"status":"P","start_date":"1840-05-07","end_date":"1840-05-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 7, 1840, Sam Forwood, in Clark County, Alabama, wrote to his son William on the health of his family. Numerous family letters focused on health. In this correspondence, the first paragraph tended to discuss the health of all members of the family and the history of any sicknesses since the last letter. The Forwood family was generally in sufficient health, despite a fever here and there. However, in this letter, Sam chose to include the conditions of his slaves. He wrote, My family is in good health except one negro woman and a little negro boy over two years old. The black woman had been plagued by a slight fever, and the young slave boy had broken a bone rough-housing with some of the other slave children. Following this mention, Sam continued his letter with the normal discussion of his cotton crop and other business around Clark County.","This is not an exception in the history of southern slavery. Slave owners often included slaves as a part of their household. As Edward Ayers points out, in most instances, masters and slaves mutually cared for one another, and masters would grieve for slaves as a member for the family. Because the idea of family was so important in the southern Christian culture, masters frequently included their slaves in their notion of their family unit. The inclusion would, in theory, civilize the slaves with Christian influences because slaves who respected their masters-as children who respect their fathers-would never seek to harm them. Furthermore, the slaves' own family units, like those of their masters, kept a degree of humanity and happiness instilled in the plantation dynamics.","Moreover, slaves were the livelihood of southern plantation owners, and thus owners were necessarily concerned about the health of their slaves. According to William Roger, slavery was an indispensable component of the cotton kingdom, and so, the success of an Alabama plantation and the success of its owner rested upon the slaves. Surely, a slave with a broken bone or a fever was of no use. Therefore, Sam Forwood had no choice but to care about the well-being of their slaves."],"display_date":"May 7, 1840","search_date":"1840-05-07","locations":[{"id":78,"lat":31.6767353507,"lng":-87.8307270777,"zoom":9,"place":"CLARKE, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}