{"id":174,"place":"PUTNAM, Georgia","lat":33.3217893749,"lng":-83.3728497929,"episodes":[{"id":412,"title":"Uncle Remus Published\n","course_id":1,"status":"P","start_date":"1881-01-01","end_date":"1881-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Joel Chandler Harris, an author born in Eatonton County, GA, published Uncle Remus: His Songs and Sayings, his first collection of Uncle Remus stories, in 1881 and found an enormously receptive audience.  Harris first began developing his interest in writing and journalism at the age of thirteen when he served as an apprentice for a nearby newspaper.  Harris experienced success as a humorist began publishing his now-famous Uncle Remus stories in the <em>Atlanta Constitution</em> in 1879.  The stories featured characters such as Br'er Rabbit, Br'er Fox, and Tar Baby, and they were instantly popular amongst white and black audiences.  Later, Harris became editor of the <em>Atlanta Constitution</em>. Harris led Southerners in the establishment of a new type of literature for the New South.  He encouraged the South to utilize all available resources, including the blacks.  Though Harris used his Uncle Remus stories to demonstrate that blacks had stories of value within their own valuable culture, his stories still depicted race relations unrealistically by portraying blacks as happy and child-like, which added to the stereotypes instilled by the blackface performances.  Harris was inevitably influenced by the racial attitudes that prevailed in the South, and his writings reflected a local color.  As Edward Ayers writes, Harris was young enough to escape the Civil War but old enough to remember life under the antebellum order.  Nonetheless, Harris' legacy persists as his Uncle Remus stories continue to captivate readers today."],"display_date":1881,"search_date":"1881-07-02","locations":[{"id":2165,"lat":33.3217893749,"lng":-83.3728497929,"zoom":10,"place":"PUTNAM, Georgia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3179,"title":"Iveson L. Brookes Appointed Rector of Eatonton Academy\n","course_id":1,"status":"P","start_date":"1821-10-12","end_date":"1821-10-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The evangelical explosion weaved and cemented itself through the South during the 18th century. Hundreds of thousands of Southerners followed the flourishing Christian principals, and Iveson L. Brookes was no different. He encountered the tenants of the Baptist tradition and became a devout follower. Brookes completed his coursework from the University of North Carolina in 1819 and spread the Baptist gospel throughout the South for numerous years thereafter. In October 1821, William Williams, an administrator at Eatonton Academy, requested that Brookes become the school's rector. Williams's letter to Brookes detailed the amount the Board of Trustees planned to pay him, the daily schedule of the school throughout the year, the meeting times of the surrounding Baptist churches, and Brookes' responsibility as a teacher, preacher, and rector of the school.","Because of the intensification of the importance of religion in the South, southern schools searched for dedicated and religious men as additions to their teaching staff. As Williams wrote to Brookes, he described the surrounding area as boasting four or five churches within 7 miles of Eatonton Academy. Baptist missionary fervor and unremitting evangelicalism had greatly expanded since the Baptists widened their outreach in the late eighteenth Century. Additionally, the religion developed because of its national view, appeal throughout all socioeconomic classes, and advocacy for the separation of church and state and religious freedom. Moreover, Baptist leaders spread religion and culture throughout the nation, and they knew that education was the most direct route. They created Baptist colleges and urged actions like that of Mr. Williams. Many Baptists, like Brookes, developed a missionary zeal and spread the word of God throughout the region. He committed himself to the Baptist theology, and Eatonton Academy wanted his services.","Educational standards had also reached a critical point in the Georgia Piedmont. Private, secondary school education developed a regimented, organized structure. The board of trustees stood at the top echelon of the composition, and it designated teachers' salaries and recommended faculty and administrative appointments. The full-time faculty and administration positioned themselves on the next rung, and then the students. Administrators detailed each day meticulously in order to provide structure for the community, with between five and a half and seven hours of class each day, depending on the semester."],"display_date":"October 12, 1821","search_date":"1821-10-12","locations":[{"id":2159,"lat":33.3217893749,"lng":-83.3728497929,"zoom":10,"place":"PUTNAM, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}