{"id":1742,"place":"MATHEWS, Virginia","lat":37.3887731419,"lng":-76.252448521,"episodes":[{"id":4085,"title":"Freedmen Renew Fears of Rebellion\n","course_id":7,"status":"P","start_date":"1865-12-04","end_date":"1865-12-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In December 1865, <em>The Sun</em> in Baltimore reported on a story from the <em>Norfolk Virginian</em> concerning the formation of a militia in Matthews County, Virginia. The war had ended months before, but the men of Matthews County still felt the need to protect themselves. The possibility of an insurrection of the newly autonomous group of freedmen in their area terrified the white men of Matthews County. According to the 1860 and 1870 census, freedmen composed almost one half of the population in Matthews, and if united, they could pose a threat to white landowners. The <em>Norfolk Virginian</em> claimed that \"Negroes [were] ... buying arms wherever they [could] procure them\" and \"uttering serious threats.\" This spirit of revenge was thought to exist in freedmen throughout Virginia and the entire South. Conflicts between the freedmen and whites stemmed from the fact that freedmen did not want to be employed by whites under year-long contracts or other conditions similar to slavery.","White fears of \"Negro domination\" manifested themselves in various ways, such as the formation of a militia in Matthews County, Virginia. In other areas of the South white supremacy groups such as the KKK formed to violently force the black community into submission through violence. Eric Foner discusses the conflicts of implementing a free labor system in the South in his <em>Short History of Reconstruction. </em>Fears of a takeover by blacks existed long before they became freedmen. During slavery, plantation owners lived in constant fear of the possibility of a slave revolt. The Thirteenth Amendment freed the slaves and opened the door to a world of free labor in the southern states. With increasing autonomy in their labor decisions it was plausible that freedmen may seek some sort of revenge on their previous masters. In general, however, most slaves did not desire to seek violent restitution for their time in slavery. Although some freedmen demanded land rights from their masters as payment for their labor during slavery, most focused on reuniting their families, educating themselves, and establishing a black community.  Blacks disliked the year long contracts because they did not allow them to choose the crops they planted and they did not repay them fairly for their labor. Eventually sharecropping emerged as a new form of tenancy that was touted as beneficial to both whites and blacks, and the contract system faded away."],"display_date":"December 4, 1865","search_date":"1865-12-04","locations":[{"id":14039,"lat":37.3887731419,"lng":-76.252448521,"zoom":10,"place":"MATHEWS, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}]}