{"id":1759,"place":"WILLIAMSON, Tennessee","lat":35.8833079574,"lng":-86.8814262812,"episodes":[{"id":2398,"title":"Escaped Prisoner\n","course_id":1,"status":"P","start_date":"1859-07-05","end_date":"1859-07-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["J. Bell Reddick fled from the Nashville Jail July 7, 1859. The bowlegged white man shot Charles H. Conger just two days previous. Tennessee officials convicted him of malicious shooting and put him in prison. Nobody knew how he escaped. Even as of July 23, almost three weeks after his getaway, no one could find Reddick. The warden of the jail posted in the Nashville Union a 50 Reward to anyone who could find him. Though Reddick found a way out, Jail breaks actually were not common in the Nashville penitentiary. The economical statistics 1861 in the Nashville Annual Almanac recorded only one escape in 1857, and Reddick was the only escape in 1859. The Nashville penitentiary worked hard since the beginning of the nineteenth century to reform their jail system. In 1829, the legislature approved of a new jail in Nashville that opened in 1831. It consisted of two hundred cells, hospital, storage and warden's room. Upon opening the prison, the legislature put a new code reform into effect that abolished whipping, branding, the pillory and the use of stocks, as well as any other unusual crimes. From the time of its establishment until 1859 there had been a total 2,052 convicts. "," Convictions ranged from a multitude of crimes, the majority being grand and petit larceny, counterfeiting, and horse or slave stealing. Shootings convictions made up only 22 of those 2,052 convicts. Reddick's crime was not common, and neither was his escape. The bewildered warden waited three weeks to announce his departure because he usually did not encounter those types of problems. Perhaps he wanted to wait a while to see if Reddick would turn up before having to announce it to the public of his escape and offer a reward."],"display_date":"July 5, 1859 - July 23, 1859","search_date":"1859-07-14","locations":[{"id":12475,"lat":35.8833079574,"lng":-86.8814262812,"zoom":9,"place":"WILLIAMSON, Tennessee"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2400,"title":"Confederate Refusal to Pledge Allegiance\n","course_id":1,"status":"P","start_date":"1862-07-24","end_date":"1862-07-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" For months Elizabeth McCavock Harding waited for her husband, William Giles Harding. Federal forces contained him in Fort Mackinaw, Michigan between April and September of 1862 as a prisoner of war. During that time Elizabeth wrote to him frequently describing the state of health of their family and the state of the town of Nashville, Tennessee. She very much wanted to visit him and worried about his health."," As Elizabeth waited on the homefront she faced Union suppression of her own. Union troops occupied Nashville arresting prominent men and confiscating property. They insisted the Nashville locals take oaths of allegiance to the United States and have a pass in order to cross in and out of the city. Union officials would not permit some of Elizabeth's neighbors to return to Nashville after their refusal to take oath. "," Disbelieving their warnings, Elizabeth eventually encountered the border control personally upon returning home one day with her children. An inferior officer stopped her carriage in the middle of the road and Elizabeth showed him her official pass. The official told her she could continue if she read the oath on the back of the pass and then asked if she objected. She firmly responded I have most decidedly adding that her reasons were numerous, and insuperable and her pass was legitimate because it had been issued just a few days before. The officer insisted that he had been under orders to let no one pass through who did not take oath. Eventually Elizabeth and her carriage driver weakened the officer's obstinacy until he compromised to grant her admittance if she and her children promised to give their word not to give any information (that might be detrimental to the Union) to any Confederate Cavalry that may visit her house within the next day. She and her children unhappily complied under the basis that they had no information to give and were admitted back into Nashville."," Southern women on the homefront felt a sense of duty in vocally expressing their loyalties to the war in order to support their suffering husbands. Catherine Clinton and Nina Silber argue that feisty confederate women no longer saw themselves as passive victims, and however unrealistic their fantasies of resistance, they had begun to form new expectations for themselves, while maintaining traditional expectations of their menfolk. The men left the women to represent their strong sentiments while they were away. Their husbands risked their lives fighting for their important ideals, so it was the least a woman could do to vocally support them. Letting down their resistance meant letting down their husbands and families, as well as their town. In Elizabeth's case, she was with her children and needed to go home. She did the thing most practical in compromising her pledge with the official not to share information to the confederacy but she created the excuse that she had no information to give to justify herself compliance and remain faithful to her husband."],"display_date":"July 24, 1862","search_date":"1862-07-24","locations":[{"id":12476,"lat":35.8833079574,"lng":-86.8814262812,"zoom":9,"place":"WILLIAMSON, Tennessee"}],"tags":[{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2401,"title":"Female Confederate Spies\n","course_id":1,"status":"P","start_date":"1863-05-02","end_date":"1863-05-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Miss Fanny Battle and Miss Booker smuggled mail from Nashville, Tennessee mail south into Camp Chase to aid the Confederacy with Union intelligence. Though Tennessee was a confederate state, in May of 1863 the Union forces still occupied Nashville. Upon return to Nashville the women used their power of femininity to cross back into the Nashville border unquestioned. For weeks the two ladies reveled in the success of their discretion, right under the noses of Union officials, until the commissioner of political prisoners examined their case further. They were found guilty of being rebel mail carriers as well as smuggling and using forged passes. The Secretary of War recommended they be exchanged beyond enemy lines as their punishment. Fearing the prospect of having to leave their homes in Nashville, the women remained quiet and reserved hoping to appear innocent and sorry. The Federal Knapsack reported them laying low for a while in shame but it was not the first time these girls had relayed Union information, just the first time caught. "," While Union forces occupied their city it was adventitious for women to remain discrete about their loyalty to the Confederacy. Fannie Battle and other women had brothers and fathers fighting in the war and wanted to help. Spying was a good way for women to contribute to the war effort and according Clinton and Sibler, a Woman's greatest advantage was her gender. As a woman-one would add, white women-they were, at least in the first years of war unlikely to be searched carefully by men. Union officials never suspected innocent looking women to be risk takers full of deceit. The Tennessee Encyclopedia of History and Culture noted many of the women spies like Fanny Battle even dared to date Union men. As a result, they passed back and forth through Nashville borders unquestioned. Through their boyfriends, they were able to acquire extra unwritten information. Using the power of their femininity, female spies could easily relay information to their families in the confederacy and contribute to the war effort."],"display_date":"May 2, 1863","search_date":"1863-05-02","locations":[{"id":12476,"lat":35.8833079574,"lng":-86.8814262812,"zoom":9,"place":"WILLIAMSON, Tennessee"}],"tags":[{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3201,"title":"Controversial Mail in Tennessee\n","course_id":1,"status":"P","start_date":"1822-09-07","end_date":"1822-09-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 7, 1822, The Independent Gazette explained that Proposals have been issued for carrying the mail in Tennessee. According to the newspaper, people of Franklin would receive two mails a week, instead of thesix previously received (one from the South to arrive every Tuesday and one from Nashville, every Wednesday). Such a modification would cut economic and commercial links, and actually, almost every link between different parts of the state. Moreover, it will cut the commercial part of the State off with a weekly communication with New Orleans, the direction in which most of the business of the country lies. Inevitably, discontent citizens sent a petition to the post-master general.","Even if the roads were not as numerous and as serviceable as today, Tennesseans had numerous opportunities to communicate with each other and correspondents in other states. The mail was therefore a significant thing for Tennesseans. Indeed, it was the only means to receive news from friends and relatives who often lived far away, partly due to the size and the isolation of plantations and to the parting of families during frontier time. The mail was also the way for journalists to receive news from the abroad but also and above all, from other states thus local Tennesseans newspapers were full of new from elsewhere. Besides, since dislocation was difficult, the mail was also used for trade and transactions. For example, the journalist described New Orleans as such an important market place: many goods and slaves were actually bought and sold there and it would be disastrous to be isolated from this place. The mail was a crucial link for the different states and allowed these states to be considered as a unique country."],"display_date":"September 7, 1822","search_date":"1822-09-07","locations":[{"id":12472,"lat":35.8758167006,"lng":-86.8624771941,"zoom":9,"place":"WILLIAMSON, Tennessee"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3323,"title":"James Foreman Trial\n","course_id":1,"status":"P","start_date":"1835-01-01","end_date":"1835-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Cohabitation with Indians, that is to say leaving in former Indian lands and with Native-Americans, was not easy in Tennessee, and also in the United States. In 1835, James Foreman, an Indian, was sued for murder and he was probably guilty. But, he was acquitted because the law of the state was not constitutional due to the Worcester V. Georgia case in which the United States Supreme Court held that Cherokee Native Americans were entitled to federal protection from the actions of state governments. However, the state supreme court reversed the previous decision, explaining that no treaty was powerful enough to confiscate the sovereignty of a state (the right of the states was already something significant in the South). Judge John Carton, of the Tennessee Supreme Court even used racists and paternalists arguments while he spoke about that case. The case finally reached the national Supreme Court but it was not held because of the new removal treaty signed by the Cherokee.","The relations between native American people and other were therefore quite tense and cohabitation was difficult everywhere in the United States an especially in Tennessee where land was really shared with Indians. However, Tennesseans had to interact with Indians: for trade, in trials, at war, in order to civilize them... This is especially true because there were different tribes near Tennesseans, all with their different traditions. Americans tried to incorporate Indians little by little in their public organization and literally tried to civilize them. However, it was not so easy and Indians did not really lose their culture and their own organization. They just imitated some civilized people characteristic such a well-organized hierarchical political system, for example. Justice was supposed to be the same for everybody and on November 8, 1833, the Tennessee Legislature passed a law in order to extend Tennessee jurisdiction on Indian country even if this law was quite protected for the Indians who were in Tennessee: Indians had their property rights protected, and it was possible for the state's justice to be involved in a case only when it dealt with murder, rape and larceny. Tennessee, on that point was less harsh than other states, such as Georgia, which wanted Indians to be submitted to the law of the state. Therefore, each state had its own way of dealing with Indians who were still on the territory, but finding answers was difficult for every state."],"display_date":1835,"search_date":"1835-07-02","locations":[{"id":12473,"lat":35.8758167006,"lng":-86.8624771941,"zoom":9,"place":"WILLIAMSON, Tennessee"}],"tags":[{"id":9,"tag":"Law"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":5594,"title":"A Confederate Surgeon Establishes A Field-Hospital After the Battle of Franklin","course_id":93,"status":"P","start_date":"1864-11-30","end_date":"1864-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Large numbers of casualties and advanced weaponry made it necessary for surgeons to travel with military units during the Civil War.  While they could take surgeons along with them, they could not transport hospitals.  As a result, surgeons often had to improvise, turning abandoned buildings (when available) into makeshift hospitals or setting up field camps behind battle lines.  Deering J. Roberts, M.D., a Confederate surgeon, wrote an article sometime after his service in the Civil War detailing how he participated in establishing temporary hospitals both in buildings and in the field.","Dr. Roberts began serving with the 20<sup>th</sup> Regiment, Tennessee Infantry in March of 1862 and travelled with this regiment throughout the war.  On December 1, 1864, Roberts received orders to go to Franklin, Tennessee and setup a hospital for Lieutenant General Bate’s division.  He was accompanied by his hospital steward, ten men, and two wagons that would serve as ambulances.  Upon arrival, he quickly went to work finding buildings that could serve as hospitals.  He described one of the buildings by stating, “I found an old carriage –and wagon –shop about sixty by one hundred feet, two stories high.  It had a good roof, plenty of windows above and below, an incline leading up to the upper floor on the outside, and a good well.”  After securing this building and two others, Roberts formed teams which he assigned to cleaning and preparing the buildings to house wounded soldiers.","One of the bloodiest battles fought during the Civil War, the Battle of Franklin took place on November 30, 1864.  General Hood, leading the Confederate States Army, pursued the Union Army through Tennessee.  Upon arrival at Franklin, Union Major General Schofield had his troops form defensive lines.  General Hood and his men soon arrived, and the battle began at 4:00 in the afternoon.  The fighting raged on for five hours, claiming the lives of many and leaving many thousands wounded.  The Confederate States Army suffered 6,261 casualties, approximately 1,750 of which were killed and 3,800 wounded.  Roberts and his team helped care for the wounded soldiers after the battle was over.","Surgeons working in temporary establishments and field-hospitals were kept busy with wounded soldiers.  Amputations became a more common practice during the Civil War.  The advent of the Minie ball brought with it shattered, splintered bones and difficult-to-treat wounds.  Dr. Roberts described the wounds left by Minie balls as “both remarkable and frightening.”  Surgeons quickly learned that in order to save lives, amputations were often necessary.  Improvised hospitals became highly important as they served as the sites for such procedures.","Advances in technology and higher numbers of casualties made temporary hospitals a necessity during the Civil War.  Sometimes hospitals were established in buildings within towns.  When buildings were not available, however, field-hospitals were created.  Civil War surgeons had to learn how to adapt to various situations quickly."],"display_date":"November 30, 1864","search_date":"1864-11-30","locations":[{"id":12476,"lat":35.8833079574,"lng":-86.8814262812,"zoom":9,"place":"WILLIAMSON, Tennessee"}],"tags":[{"id":1538,"tag":"Battle of Franklin"},{"id":16,"tag":"Science/Technology"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":6852,"title":"Colonel W. D. Gale's Account of the Army Hospital at Carton Plantation","course_id":188,"status":"P","start_date":"1864-11-30","end_date":"1864-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 30, 1864 Colonel W.D. Gale participated in the Battle of Franklin and burying the large number of Confederate dead that filled the battlefield. He wrote a letter home to his wife, describing the battle and the Confederate hospital where he visited his wounded comrades. In the Battle of Franklin, the Confederate Army of Tennessee went on the offensive striking the Union army entrenched there. The offensive resulted in 7,000 Confederate casualties, more casualties than McClellan’s Seven Days Battle. The heavy losses as a result of the battle affected the Confederacy for the rest of the war. The McGavock house, better known as Carton plantation, was located at the Confederate’s rear line, serving as the battlefield and army hospital. The house had been secured before the battle as the Confederate Field Hospital, but they did not anticipate the number of causalities that would overwhelm the hospital. Gale recounted, “Every room was filled, every bed had two poor bleeding fellows, every spare space niche and corner under the stairs, in the hall, everywhere…and when the noble old house could hold no more, the yard was appropriated until the wounded and dead filled that.”","Army hospitals during the Civil War did not have the advanced medical knowledge that exists today. They did not properly clean their instruments after each use, resulting in the spread of infection. Two surgeons were staffed at each field hospital, and Carton Plantation was no different. The McGavock children’s bedrooms served as the operating rooms, where blood stains are still evident on its wooden floors. Each corner of the room was designated for the piling of amputated limbs. Over three hundred men were treated for their wounds in the house, but many more were placed in the yard and slave quarters. Of those wounded that filled the house, one hundred and fifty died during the night. Gale described Carrie McGavock’s unwavering care for the soldiers, stating she was “…unawed by horrid wounds, unblanched by ghastly death she walked from room to room, from man to man, her very skirts stained in blood, the incarnation of pity and mercy.” She helped to prepare bandages for the surgeons using everything from her old linen to her undergarments. The McGavocks’ later gave up ten acres of their land to serve as a Confederate Cemetery for those who had died in the Battle of Franklin."," Gale’s account provides a depiction of the Battle of Franklin, the field hospital and the hospitality he experienced there. He served under Leonidas Polk until Polk’s death in June 1864, then he was transferred to General Alexander P. Stewart. Gale survived the war and continued to live in Nashville, Tennessee with his wife. His account sheds light on the McGavock family, his actions during the Battle of Franklin, and the horrors of the Confederate Field Hospital at Carton Plantation."],"display_date":"November 30, 1864","search_date":"1864-11-30","locations":[{"id":53183,"lat":35.903931,"lng":-86.858289,"zoom":6,"place":"carton plantation"},{"id":53182,"lat":35.9250637,"lng":-86.8688899,"zoom":6,"place":"Franklin Tennessee"},{"id":53184,"lat":35.905202915613,"lng":-86.843063963999,"zoom":14,"place":"carton tennesse"}],"tags":[{"id":100,"tag":"Medicine"},{"id":32,"tag":"Civil War"},{"id":1538,"tag":"Battle of Franklin"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}},{"id":6854,"title":"The Reburial of Confederate Soldiers from the Battle of Franklin","course_id":188,"status":"P","start_date":"1866-04-01","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In June 1866, John and Carrie McGavock donated two acres of their land to serve as a Confederate cemetery to rebury the Confederate soldiers that lost their lives at the Battle of Franklin. After the battle in 1864, burial details started to inter the dead, choosing to place them in the area where they had fallen in battle. They recorded the name, rank, regiment, and company of the individuals upon planks of wood, serving as grave markers. But twenty-two years later, the grave markers had begun to deteriorate, and civilians had started using the grave markers as firewood. A new cemetery had to be created to make sure the identities of those that died would not be lost from history. The McGavocks oversaw the reburial of the 1,484 Confederate soldiers, and Carrie McGavock diligently recorded information on each one in the McGavock cemetery book.","The McGavock cemetery book provided a way for Carrie McGavock to help families determine whether their loved ones had died at the Battle of Franklin. The list of soldiers buried in the McGavock cemetery were published in newspapers. Families of those buried at Franklin travelled many miles to see the final resting place of their loved ones, and in some cases paid for monuments to be made in their honor to be displayed in the cemetery. Each soldier is buried in the cemetery by the state they were from and company they served. There is a group separate from the rest marking the 558 individuals who were never identified. The McGavock cemetery book reflects the burial placement of the dead, giving them a number based on their location within the cemetery. The book has various columns for name, rank, regiment, and company. Next to the name is a check mark, the significance of this check mark is unknown, but it may have been a way for Carrie to record that she had notified that soldier’s family of their final resting plac","A major concern of the United States deciding what to do with the dead after the war. Often families never learned the whereabouts of their loved one’s final resting place or the cause of their death. Union and Confederate soldiers were buried in mass graves, often together. Slaves or African American contrabands that followed the Union army often had the job of burying the bodies. The shallow and hostility dug graves became a problem as rain could expose the body to the surface. Reburying the dead was an unsanitary process that resulted in sickness and death for many. George Cuppett and his brother Marcellus, led the reburial of bodies at the McGavock Confederate Cemetery. The reburial process was a hard job that lasted for ten weeks and resulted in the illness and death of Marcellus. In 1862, Congress addressed the situation by purchasing land to serve as cemeteries. This resulted in the creation of a large number of federal and private cemeteries throughout the United States."],"display_date":"April 1, 1866 - undefined 0, 0","search_date":"1883-01-29","locations":[{"id":53187,"lat":40.718032560388,"lng":-80.11251759066,"zoom":6,"place":"carton tenessee"},{"id":53186,"lat":35.9250637,"lng":-86.8688899,"zoom":2,"place":"franklin tenessee"}],"tags":[{"id":3659,"tag":"Reburial of Dead"},{"id":123,"tag":"Reconstruction"},{"id":1538,"tag":"Battle of Franklin"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}