{"id":1771,"place":"WASHINGTON, Mississippi","lat":33.2603630837,"lng":-90.841504364,"episodes":[{"id":2258,"title":"Southern Religion\n","course_id":1,"status":"P","start_date":"1865-11-13","end_date":"1865-11-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an attempt to legitimatize the institution of slavery, many white slave owners sought justification for their dominating actions within the Bible. They believed they had found it in the Old Testament with the Curse of Ham in Genesis 9:25-27. Cursed be Canaan The lowest of slaves will he be to his brothers...Blessed be the Lord, the God of Shem May Canaan be the slave of Shem. These southerners believed that Canaan had settled in Africa, and that his descendants had become black. Thus, slavery was the natural order of life, and because of this belief, many people were alarmed at the growing number of new religions preaching equality among the races. In the mid 1800s, Evangelicalism began in small groups and then began to gain its foothold in the South where it eventually formed several denominations (Methodists, Baptists, and Presbyterian). The Methodists emerged out of these groups as staunch believers that slavery was wrong, and this ideal held well into the nineteenth century. "," Methodism was founded by John Wesley of New England, and was based on a premise that there was a method of coming to God. It quickly spread throughout the entire new world, particularly the South, where classes were conducted where people shared their innermost feelings with each other. In these classes, traditional boundaries of class, race, and sex were bridged. The Methodist preachers (along with the other Evangelical religions' preachers) began to travel throughout the South exclaiming the word of God. The Methodists, as well as other Evangelicals, became the enemy of the southern slave owners because of their anti-slavery stance, as well as their belief that women and African Americans were equal to white men. Slave owners felt that if the slaves internalized these ideals of freedom and equality, there would be a greater risk of slave revolts and general discontent within the system of bondage."," Leading up to and during the Civil War, many Methodists used their religious beliefs as justification for desiring to beat the Confederacy. When the Union won the war, and the slaves were emancipated, religious newspapers exclaimed about the Christianization of African Americans across the country. In a letter dated November 13, 1865, from Reverend W.H. Watkins in Washington, Mississippi, to the Philadelphia newspaper The Christian Recorder, Watkins told of the desire of the Methodist Church to educate African Americans in the teachings of Christ. He stated, It is the purpose of the Church, to whom the colored people are mainly indebted for all they know of Christianity, to supply the missions as formerly, where our ministry is desired, and where the people show a willingness to support it...We have shown ourselves friend of the Negro, and the Church will not abate any of its efforts to teach him the way of salvation...The Mississippi Conference resolves to promote the education of the rising generation. "," Methodists like Reverend Watkins still desired to promote Christ in the lives of African Americans throughout the South after the Civil War. They felt it was necessary to keep promoting the ideals of equality among all Americans, especially after emancipation. Because the nation had lived with such an unjust institution for so long, they knew these feelings of social inequality would not disappear overnight, and therefore resolved to try to dissolve them."],"display_date":"November 13, 1865","search_date":"1865-11-13","locations":[{"id":7319,"lat":33.2603630837,"lng":-90.841504364,"zoom":9,"place":"WASHINGTON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}