{"id":1772,"place":"RANDOLPH, North Carolina","lat":35.7102732834,"lng":-79.8060567039,"episodes":[{"id":2415,"title":"New Cotton Factory\n","course_id":1,"status":"P","start_date":"1848-04-12","end_date":"1848-04-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The burgeoning village of Franklinville boasted its new cotton factory in 1848.  Sitting on the banks of the Deep River, the new Island Ford Manufacturing Company directly faced the Randolph Manufacturing Company.  In less than a year the handsome three-story building sprang up with capital of 14,000, and the company began by running 528 spindles.  It is no surprise that the local paper enthusiastically greeted the new factory and predicted it would be crowned with success, for the economy of Franklinville relied upon the textile industry.  Newspaper editors expected that the capital would increase quickly to 20,000, and that operating spindles would soon double in number.  ","The construction of an impressive cotton factory in North Carolina's Piedmont attests to the dominance of cotton and local efforts to capitalize on its production.  Franklinville was in many ways a suitable location for a cotton mill in North Carolina due to its relative proximity both to a source of falling water and the coastal region.  As North Carolina's Piedmont stretches south and west, increasing distances to markets made freight prohibitively expensive; Franklinville was successful because of its atypical location.","Despite the efforts of the planter class to industrialize the Old South, Stephen Goldfarb dismisses the few textile mills of North Carolina as almost insignificant in comparison to the major industrial areas of New England in antebellum America.  North Carolinians in 1848 had reason to celebrate industrial growth, but ultimately antebellum North Carolina would not process its cotton to the extent that rivaled Northern and international operations.  While the impressive amount of capital and infrastructure attest to optimism, North Carolina's cotton mills rarely exported their manufactures.  Factors including dismal transportation options and lack of capital limited cotton manufacturing to meeting local demands, especially before the arrival of railroads to most regions of North Carolina.  The new manufacturing company, nevertheless, testified to a burgeoning period of economic growth that aided North Carolina in undertaking certain internal improvements. Until the complete establishment of railroads after the Civil War, prohibitive distances between falling water that powered the mills and coastal seaports helped prevent Southerners in the Piedmont from rivaling Northern mills."],"display_date":"April 12, 1848","search_date":"1848-04-12","locations":[{"id":9736,"lat":35.7102732834,"lng":-79.8060567039,"zoom":9,"place":"RANDOLPH, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}