{"id":1779,"place":"CUMBERLAND, North Carolina","lat":35.1897473693,"lng":-78.9269058663,"episodes":[{"id":1379,"title":"The Conjure Woman, and The Wife of his Youth and Other Stories of the Color LIne by Charles W. Chesnutt","course_id":1,"status":"P","start_date":"1899-01-01","end_date":"1899-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Charles W. Chesnutt was born to free blacks in Cleveland, OH in 1858.  When he was eight years old his family returned to Fayetteville, NC. He began a teaching career and by 1880, he became the President of the Fayetteville State Normal School for Negroes.  While in North Caroline, Chesnutt studied the culture, dialect, and superstitions of southern blacks.  In 1883 he returned to Cleveland where he wrote various stories based on black folk culture which were published in various magazines.  The Goophered Grapevine was the first of such stories and was published in the Atlantic Monthly in 1887.  The Conjure Woman was a collection of stories published by Houghton, Mifflin in 1899.  His purpose was to undermine white prejudice in the south.  &lt;br /&gt;&lt;br /&gt;His second collection was published the same year under the title, The Wife of his Youth and Other Stories of the Color Line.  This work Ranged over a broader area of southern and northern racial experience than any previous writer on black American life had attempted.' (Wilson, Pg. 203)  His second and most famous work directly addressed the issues facing people of mixed ethnicity in the south, primarily those who attempted to pass as white.  The Wife of his Youth is a story of a light skinned black man who escapes slavery in Missouri with the aid of his black wife.  In the north he is met with success and social acceptance.  After he becomes engaged to a local widow, the wife of his youth appears.   &lt;br /&gt;&lt;br /&gt;His ability to depict southern prejudice within the framework of fictional short stories made him an important literary figure.  He successfully deals with the delicate and tragic situation of those who live on the boarder-line of the races'. (Brawley, p.48)  He received the Spingarn Medal from the National Association for the Advancement of Colored People.  His works reflected the constant struggle of African-Americans living in the south towards the end of the nineteenth century.  As a realist, he was important in the development of African American fiction."],"display_date":1899,"search_date":"1899-07-02","locations":[{"id":9384,"lat":35.0634156792,"lng":-78.9466649088,"zoom":9,"place":"CUMBERLAND, North Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2422,"title":"Northern Traveler Endures Southern Transportation\n","course_id":1,"status":"P","start_date":"1853-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Frustrated by the stagecoach's delayed start, Northerner Frederick Olmsted waited no longer to commence the next leg of his southern exploration.  He began the 26 mile journey from Gaston to Fayetteville on foot and let the coach catch up with him along the way.  By one o'clock, though he had covered almost ten miles, he doubted he had passed even half a dozen farms.  Olmsted took lunch at the Banks' plantation where fresh horses for the stagecoach grazed in the field.  To Olmsted's dismay, the fresh horses could do but little more than stand up.  At last the stagecoach arrived but its ineloquent driver could only mutter distressed comments about the horses: There ain't a man in North Car'lina could drive them horses up the hills without a whip. With the help of several black men, the driver at last thrashed and verbally harassed the ostensibly-fresh horses into action.  Three miles later, using real, outright, old-fashioned, uncompromising English oaths, as loud as he could yell, the driver again resorted to violence as onlooking passengers idled.  This time he used a rail.  Exasperated by the wait, some of the weary passengers offered assistance. Olmsted resorted again to his own legs and by eight p.m. arrived at Mrs. Barclay's inn where his fellow passengers did not arrive until three a.m.","In this vignette from North Carolina and in many other instances throughout the South, Olmsted journeyed down isolated, poorly-maintained roads, detailing the poor condition of transportation.  The roads he traveled often comprised little more than deforested trails.  At points, he traveled for several days and never saw two dwellings of mankind within sight of each other. Several plantation patriarchates were miles apart. He recorded his many experiences and minute-by-minute conversations in over seven-hundred pages, which he gave to the New York Daily Times.  That Northern editors considered Olmsted's observations exotic enough to be published attests to a communication gap between the North and South.","Olmsted's accounts of Southern transportation deficiencies support Stephen Goldfarb's analysis of geographical isolation as a limiting factor to Southern industrialization.  He endured the same arduous traveling conditions as Piedmont farmers who sought distant markets for their produce.  Writing for a Northern audience, at points Olmsted takes pleasure in contrasting the efficient transportation networks of the North with the ridiculous networks he encounters in the South.  He was also struck by the low density of homesteads; Edward Ayers explores a similar phenomenon of slave-holding counties in comparisons between Virginia and Pennsylvania during the Civil War.  The immense challenges to transportation in North Carolina's Piedmont, exacerbated by a sparsely-populated landscape, represent an insularity from national trends of industrialization."],"display_date":1853,"search_date":"1853-07-02","locations":[{"id":9380,"lat":35.1897473693,"lng":-78.9269058663,"zoom":8,"place":"CUMBERLAND, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2777,"title":"Fayetteville Presbytery Succeeds From Union\n","course_id":1,"status":"P","start_date":"1861-10-11","end_date":"1861-10-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In May 1861, the General Assembly of the Presbyterian Church in the United States of America decided by a near unanimous vote to endorse the Republican Administration. Consequently, the national church breached the fundamental law of Presbyterianism, by making themselves party to sectional agitations. These resolutions passed by the national church require its members to maintain their allegiance to the Union. Additionally, the Assembly introduced a new test of membership, influenced by the social pressures of the public. The test severed the strong ties of the Presbyterian Brotherhood by supporting someone whom many Southerners regarded as the ruthless tyrant in the North. Determined to regulate, under Christ, their ecclesiastical associations and relations, Fayetteville Presbyterians pledged their allegiance to Christ?s Church and thereby declared their independence from allegiance to the national General Assembly. ","As churches nationwide entered into a period of reassessment and self-evaluation, the Presbyterian Church developed a regional self-conscious. The Cumberland Presbyterians claimed to participate in a special mission to witness the ?spirituality? of the Church. Additionally, they argued that the Assembly had acted unconstitutionally by engaging in secular political partisanship and by making adherence to a political doctrine a prerequisite for church membership. The Southern assembly observed that slavery ?is one difference which so radically distinguishes the North and the South that it is becoming more apparent everyday that the religious, as well as the secular, interests of both will be more effectively promoted by a complete and lasting separation.?","After the Civil War, many Southerners could not accept the fundamental terms of the Presbyterian Church of the United States of America. The Northern and Southern branches conflicted over the role of women and the church in politics, and over the race question. Southerners felt that property interests would be jeopardized in a united church. This episode supports historian David M. Reimers? argument that the passions of the Civil War died hard. This sectional division lasted for the next 122 years, until both sides decided look beyond their regional differences."],"display_date":"October 11, 1861","search_date":"1861-10-11","locations":[{"id":9381,"lat":35.0722625624,"lng":-78.9615125578,"zoom":9,"place":"CUMBERLAND, North Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2788,"title":"Battle of Monroe&#39;s Cross Roads\n","course_id":1,"status":"P","start_date":"1865-03-19","end_date":"1865-03-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1865, Union Major General William Tecumseh Sherman advanced North from Georgia, through the Carolinas, with the intention of regrouping with Northern forces in Virginia. As Sherman's army advanced into North Carolina, Major General Judson Kilpatrick's cavalry division screened the left flank. On the evening of March 9th, Kilpatrick's brigade decided to set up camp in Cumberland County, about fifteen miles from Fayetteville. Early on March 10th, the cavalry of Confederate Major General Wade Hampton attacked Kilpatrick's camp. The Confederates drove the Federals into a swamp in the rear of their headquarters. Kilpatrick managed to escape and hastily reorganized his men. He regained possession of his guns and was able to drive out the rebels. The Federals' counterattack on the Confederates killed sixty-eight of Hampton?s men and forced them to withdraw.","Sherman's campaign left 425 miles of desolation that would never again support a Rebel army. Unlike in South Carolina, Union troops did relatively little damage to the civilian infrastructure in North Carolina. This was a result of the animosity between the Union soldiers and South Carolina. After the Battle of Bentonville, Union troops marched on to Goldsboro to rest and refit after seven weeks of fighting.","The effect of Sherman's Campaign on the Confederacy was devastating; Confederates were no longer united. With an army of 60,000, Sherman made the entire South feel the weight of war. Sherman's campaign, as historian Charles Edmund Vetter noted, triggered a significant amount of suffering throughout the South, in the form of economic depression, psychological disturbance, and material destruction. Even though Sherman's march through the Carolinas did not directly influence Lee's surrender, the march devastated Confederate logistics. The despair of North Carolinians threatened to break up Lee's army. They were tired of the war. "],"display_date":"March 19, 1865","search_date":"1865-03-19","locations":[{"id":9381,"lat":35.0722625624,"lng":-78.9615125578,"zoom":9,"place":"CUMBERLAND, North Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}