{"id":1796,"place":"WOODRUFF, Arkansas","lat":35.1699793969,"lng":-91.2587633116,"episodes":[{"id":2441,"title":"Letter to Thomas Butler Concerning Selling His Land in Woodruff County\n","course_id":1,"status":"P","start_date":"1879-04-02","end_date":"1879-04-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The letter to Thomas Butler concerning his property holdings in Woodruff County, ","Arkansas was sent to him by his lawyer, J. Cole Davis. In the letter, Davis was writing to inform ","Butler that he believed that it was possible to receive at least 2,500 cash for his land in ","Woodruff County. Butler's land has been leased to tenants through Davis's business for some ","period of time and Davis stated that it was making little progress economically for Butler. Davis ","made sure that Butler realized that this was the only offer he had received in quite some time for ","this piece of land and it was probable that this was going to be the only offer they would receive ","anytime soon. Davis told Butler that not only was the land in Woodruff County in very low ","demand but that land in the entire state of Arkansas was not selling at all. Davis attributed the ","lack of demand for land in Woodruff County and Arkansas to several factors including high ","taxes, which are on the account of a Federal Court judgment, no railroad running anywhere near ","the county, and finally little capital coming into the state as a whole. This lead to Davis ","constantly advising Butler throughout the letter that, in his view, the only sensible move was to ","sell this land as soon as possible. "," Woodruff County, established by a state act on November 26, 1862, is located in the ","northeastern corner of Arkansas. Woodruff was one of two counties to be created under ","Arkansas's Confederate government. Cross County, which borders Woodruff to the east, was ","formed just 11 days prior. Woodruff County is comprised of roughly 577 square miles of land ","which remains mostly fertile as the White River flows on the western border of the county and ","the Cache River just to the east. The county was split into 13 townships with the seat of the ","county resting in Augusta. It would seem strange that land in this area of the state would not be ","considered valuable or easy to sell. The land was good for growing with the Cache and White ","Rivers following in the vicinity and the county is not too far removed from a major city in St. ","Louis. While its geography would seem to make Woodruff County land valuable, it appeared ","that the major factors for the original low demand of land, according to Davis, were the high ","taxation rates of Arkansas and the lack of a nearby railroad. Also, as Arkansas was only ","admitted to the Union in 1836, the state is a little over 40 years old at the time of these letters. ","This was still a young state that lacked the necessary infrastructure. This was most evident in ","regards to its tax rate as well as its crime rate. Especially in the western counties of the state, ","which still were considered to have pockets of Indian territory, there was relative lawlessness. ","These factors contributed to land in Woodruff County, and most counties in Arkansas, as less ","desirable to people than land in more established states in the South."],"display_date":"April 2, 1879","search_date":"1879-04-02","locations":[{"id":826,"lat":35.1699793969,"lng":-91.2587633116,"zoom":9,"place":"WOODRUFF, Arkansas"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}