{"id":1797,"place":"MADISON, Arkansas","lat":36.0043370055,"lng":-93.7250552918,"episodes":[{"id":2216,"title":"Fight for an Arkansas Girl\n","course_id":1,"status":"P","start_date":"1897-12-01","end_date":"1897-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" A county church in Huntsville, Madison County was the setting for a triangle homicide on December 1, 1897. The incident arose outside the church because three men, Seth Lowe, Will Phillips, and John Howard all loved a local Arkansas girl, Miss Irene Pruitt. They attended the same prayer meeting that evening. Miss Pruitt arrived at the location with Phillips, and soon thereafter met Lowe and Howard just outside the church. When Miss Pruitt went inside, the men began to quarrel over her, escalating from argument to physical brawl when Howard and Lowe both jumped on Phillips. Phillips then reportedly shot Howard, through the body with a pistol he had on his person. In quick succession, Lowe fired at Phillips with his gun, hitting him in his lower back. Once Phillips had fallen to the ground due to the impact of the bullet, he managed to aim accurately enough at Lowe to fatally wound him in the shoulder. The New York Times reported that the scene concluded with a panic in [the] church and stated finally that, All three men are fatally injured."," Many Southern men carried guns, and of those who did, it seems they did not hesitate to use them. Historians Charles Wilson and William Ferris hint to one of the causes for these public, and almost casual, acts of aggression, Southerners have a much more positive attitude towards gun ownership. Because more southern men had loaded weapons on them, they were more likely to shoot someone on a day to day basis. During the late 1800s, a journalist named Horace Victor Eugene Redfield conducted a diligent study on homicide rates entitled, Homicide, North and South. In this study, he compared the homicide rates of states in both the North and South, traveling all over the county to collect his data. Results of his research showed that criminal homicides in a given state were much higher in the South in comparison to the North. In 1964 Arkansas had a 3.7 percent homicide rate for every population of 100,000 while New York only had 1.7 percent."," Redfield found patterns of southern homicide in his research. He emphasized that homicide was promoted by gun policy in the South: He saw the most general cause of southern violence as a lack of regard for human life...as did the unnecessary carrying of weapons, particularly concealed weapons. Lowe, Phillips, and Howard were southern men with concealed weapons. Redfield also noted in his findings that white homicide in the south at this time was more prominent than black; all three men in the shooting of December 1, 1897 were white males. "," Nineteenth-century southern violence, according to Charles Wilson and William Ferris, had a common catalyst: insult to honor, or personal ego. Words often escalated quickly to violence which is demonstrated by the incident over Miss Pruitt at Little Rock. Correlations were found between a southern emphasis on honor related values and homicide rates in the1800s. The post Civil War era tradition of a duel, commonly associated with honor, was replaced by a more abrupt and free-form style of violence according to Wilson and Ferris: fighting, shooting, stabbing, feuding, and shotgun weddings were considered legitimate and inevitable results of honor confronting honor."," Ironically, this particular incident took place outside a church door when, honor, necessarily a secular system of values, clashed with the ideals of Christian virtue. In the same day, The New York Times also printed a story detailing the Protestant Episcopal Church's outrage at the sense of danger which threatens the character of our people, in light of recent murders. Bishop Capers of this Church stated in the paper that, such murders as have of late outraged the law of God, [and] desecrated the sacredness of life. In Arkansas and many other southern regions during this time, white male homicide and violence was a large problem and clashed with white southern Christian ideals."],"display_date":"December 1, 1897","search_date":"1897-12-01","locations":[{"id":664,"lat":36.009907795,"lng":-93.7280959837,"zoom":9,"place":"MADISON, Arkansas"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2442,"title":"Judicial Corruption Scandal in Western District of Arkansas\n","course_id":1,"status":"P","start_date":"1870-07-01","end_date":"1873-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The New York Tribune reported on June 13, 1874 about a scandal involving multiple frauds in the Western Federal Court District of Arkansas. The alleged acts of fraud were investigated by the House Committee on Expenditures in the Department of Justice as early as July 1, 1870. The purpose of the investigation was the look into discrepancies of the district's expenses and general management. The House Committee on Expenditures found that the expenses of the Western District were quite large and not all of these expenses were supported by the proper expense vouchers. A clear example of creative accounting was present in the expense report for the year ending June 30, 1871. There were disbursements of 137,958, with 95,195 going to William A. Britton and the other 42,763 going to Logan H. Roots, a marshal with one months experience. At the end of the next fiscal year, the expenditures for Root managed to climb up to 321,653. Not only had the western district over paid several deputies and marshals but the committee also discovered that there were payments going out to fraudulent deputies as well. The total expenditures for the three years of the investigation of the western district totaled over 750,000. ","In order to attempt to fix the stench in the nostrils of the community, the House Committee on Expenses recommended that the Western District of Arkansas be dissolved and annexed to the Eastern District so that there would be one federal district and one judge for Arkansas. Corruption problems plagued many other areas in the South besides Arkansas courts. In the Supreme Court of Missouri case The State of Missouri vs. Collier, Collier was guilty of bribing an election official 2,600 (of which he took 1,200) to take out 200 of the votes that would have been for Collier's rival in the race for county Probate Judge. After the western district's own corruption scandal under Judge Story, the court continued to function. During Judge Isaac Parker's term from 1873 to 1896, the western district was known as one of the most criminal and violent districts. During this time, no less than 65 deputy United States marshals were killed in the line of duty. The violent elements of the crimes committed in the early stages of the western district also led to violent consequences for the offenders. As Herndon writes, the western district came to have the reputation as having convicted and executed more murderers than any other court had ever done in the history of the world in a like period. These harsh punishments were eventually able to improve conditions in the state as there was a great improvement in the crime rate in the western district by the turn of the twentieth century."],"display_date":"July 1, 1870 - July 1, 1873","search_date":"1871-12-30","locations":[{"id":662,"lat":36.0043370055,"lng":-93.7250552918,"zoom":9,"place":"MADISON, Arkansas"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}