{"id":1799,"place":"BUCHANAN, Missouri","lat":39.6598063077,"lng":-94.8061616229,"episodes":[{"id":2444,"title":"Jesse James Killed\n","course_id":1,"status":"P","start_date":"1882-04-03","end_date":"1882-04-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Jesse James, the wanted bandit and train robber, was killed in his home in St. Joseph, ","Missouri the morning of April 3, 1882. James had been living in a small house on a hill in the ","southeast part of town with his wife since November 1881. There were also two other men with ","Jesse James and his wife at the time of his death, Robert and Charles Ford. Charles had been ","with Jesse since he had moved into his place in St. Joseph in November while Robert had just ","moved in three days prior. The three were planning another raid that was supposed to take place ","the night of April 3. However, as Jesse James took off his belt and pistol and laid them down ","around nine that morning, Robert Ford drew his pistol and shot Jesse James in the back of his ","head, causing the bullet to go through the base of his brain and out of his eye. The Ford Brothers ","were arrested for the murder of Jesse James, though they claimed to be detectives who had been ","on the trail of James for a long time. It was more likely though that the two were after the ","10,000 reward that Missouri Governor Thomas Crittenden had place on James' head, dead or ","alive, less than a year earlier."," The legend of Jesse James and his heists began just one year after the end of the Civil ","War in Missouri. He and his brother Frank, pulled off their first daytime bank robbery in ","Liberty, Missouri managing to steal around 60,000. While Jesse and Frank's band would ","continue to steal money and gold from other banks and buildings, Jesse James became most ","known for his railway heists. His fame grew to the status of an outlaw hero as Southerners ","told stories of the man who protected women and children in the frontier of Missouri from the ","cruel persecution of the Northerners during the war. He was able to continue this band of ","thievery for close to 10 years until he met a rare set back in September of 1876. Jesse and Frank, ","along with the rest of the band, attempted a bank robbery in Northfield, Minnesota. However, ","just a few minutes into the heist, the townspeople of Northfield began to return fire against ","Jesse's gang. All of the member of the gang, except for Jesse and Frank, were either killed or ","wounded and captured. After this failure, Jesse attempted to live a fairly normal life with his ","family. He had married his first cousin, Zerelda, with whom he had two children, Jesse Edwards ","and Mary. Jesse continued to live with his family, even with a 10,000 reward on his head, until ","he was killed by Robert Ford on the morning of April 3, 1882."],"display_date":"April 3, 1882","search_date":"1882-04-03","locations":[{"id":7423,"lat":39.6598063077,"lng":-94.8061616229,"zoom":10,"place":"BUCHANAN, Missouri"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}