{"id":1801,"place":"JEFFERSON, Missouri","lat":38.2610610866,"lng":-90.5377814277,"episodes":[{"id":706,"title":"Issued For the Forcible Removal of Missouri&#39;s Mormon Population.\n","course_id":1,"status":"P","start_date":"1838-10-01","end_date":"1838-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["As a result of increasing tensions and violence between Missouri Mormons and other populations, Governor Lilburn W. Boggs issued a decree calling for their removal, and , if necessary , extermination.  People charged the Mormons to be blasphemous, and suspected a Mormon plot to take over the country.  When the state of Missouri failed to protect their settlements, Mormon leaders such as Sidney Rigdon preached violent resistance to aggression.  As a result of the Governor's decree, some 15,000 people were chased from their homes, and many died in the process of resettlement.  It was not until 1976 that the decree was revoked by then-governor Christopher Bird.&lt;br /&gt;&lt;br /&gt;An account presented by the Kentucky Gazette captured the extent of the conflict between the Mormons and surrounding populations.  The Mormons removed their families, and were making preparations for warlike operations [and] were in a state of open rebellion against the laws.'  The force of the Mormons was estimated at roughly 1500 to 2000 individuals, and the state of Missouri feared a large emigrating force from Canada.  In reference to Mormon founder Joseph Smith, the Gazette stated that it is by his malign' influence that the people are misguided, and ready for any act of desperation.'"],"display_date":"October 1, 1838 - October 30, 1838","search_date":"1838-10-15","locations":[{"id":7643,"lat":38.2610610866,"lng":-90.5377814277,"zoom":9,"place":"JEFFERSON, Missouri"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2435,"title":"Republican Party Splits at Republican Convention\n","course_id":1,"status":"P","start_date":"1870-09-01","end_date":"1870-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Just five years after the end of the Civil War, tension was already brewing within the majority Republican party of Missouri.  Because of the newly drafted Missouri Constitution of 1865, the term for the governor was reduced to two years and thus Governor Joseph McClurg was faced with having to win reelection in 1870.  A staunch protectionist and prohibitionist, Governor McClurg was strongly in favor of high tariffs, especially on liquor.   This stance made him unpopular with the more liberal wing of the Republican party.  Upon arriving at the Republican convention in late August 1870, B. Gratz Brown announced that he would come out of political retirement to be the liberal candidate on the ticket for the governorship.  It was predicted by the people attending the convention that should Governor McClurg successfully win enough votes to repeat as the Republican candidate for the governorship that Brown would run as an independent. "," A hot button issue at the Republican Convention was the re-enfranchisement of ex-Confederate leaders.  While many of the delegates supported full re-enfranchisement, Parrish states that some of the regular Republicans wanted to recognize the right of any member of the party to vote his honest convictions.  While this ground was considered neutral, the liberals refused to accept the language.  After an almost 100-vote margin decided to accept the amendments, 80 delegates from 35 counties left the hall and moved to the Senate chamber.  This action earned the delegates the nickname bolters.  Soon after the delegates bolted, more moderates began to join the bolters as further political compromises fell through at the convention.  The group created the new Liberal Republican party of Missouri and nominated B. Gratz Brown as their candidate for governor of Missouri.  To this news, the <em>New York Tribune </em>wrote that it hoped to report on the successful reelection of Governor McClurg.  Besides pushing for policy much more open to free trade than their former counterparts in the Republican party, the new Liberal Republican party established its platform as one that was in favor of re-enfranchisement of ex-Confederate leaders, a revenue tariff, civil service reform, and tax cuts.  After a closely contested race in November 1870, B. Gratz Brown and the Liberal Republicans were successfully able to upset incumbent Governor McClurg."],"display_date":"September 1870","search_date":"1870-09-15","locations":[{"id":7647,"lat":38.2610610866,"lng":-90.5377814277,"zoom":9,"place":"JEFFERSON, Missouri"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2437,"title":"Woman Suffrage Summarily Disposed of in Missouri\n","course_id":1,"status":"P","start_date":"1871-02-17","end_date":"1871-02-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Missouri Congressional session of 1871, women suffragists from across the ","state drafted a proposal which was given to the State Senate Committee.  It asked the Missouri ","State Senate Committee to push the United States' Congress to present a Sixteenth Amendment, ","giving women the right to vote, to the states.  The State Senate Committee's final reported stated, ","that inasmuch as the ladies claim they have a right to vote under the Constitution of the United ","States, and, that it will be held and enforced by the Courts, therefore the ladies are referred to the ","United States' Courts for the enforcement of their rights.  This political move by the State ","Senate Committee was a way to table the topic and kept the legislature from having to declare ","either for or against women's suffrage.  The report simply allowed the State Senate Committee to ","state that if women believed their right to vote could be upheld by the United States Court ","system then they should go to the court system and not the state government.","    The formal organization of women suffragists in Missouri occurred in May 1867 when ","several women established the Women's Suffrage Association of Missouri.  The growing ","movement for women's voting rights spawned from the belief that women would soon have an ","important part to play in the political spectrum.  Similarly, another traditionally disenfranchised ","group, African Americans, would receive the vote with the Fifteenth Amendment by 1870.  ","Missouri Senator B. Gratz Brown had even stated that he believed in suffrage for all people ","regardless of race, color, or sex while in Congress in 1866.  After unsuccessfully sending ","petitions to the Missouri legislature imploring to bring women's suffrage to the forefront for two ","years, the women decided to send a delegation to Jefferson City to represent them in 1869.  The ","delegation was met by state legislators, Lieutenant Governor Edwin Stanard, and Governor ","Joseph McClurg, who even signed one of the delegation's petitions.  However, in the end, ","nothing was resolved for the delegation as the topic of equal suffrage was tabled in the ","legislature by a 64-50 vote.  Nevertheless, the women continued to press both in Missouri and ","nationwide for their right to vote, with the national convention for women's suffrage taking ","place in St. Louis in the fall of 1869."],"display_date":"February 17, 1871","search_date":"1871-02-17","locations":[{"id":7647,"lat":38.2610610866,"lng":-90.5377814277,"zoom":9,"place":"JEFFERSON, Missouri"}],"tags":[{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2445,"title":"Missouri&#39;s Third State Constitution Adopted\n","course_id":1,"status":"P","start_date":"1875-10-30","end_date":"1875-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For the second time in less than 10 years, Missouri had written a new State Constitution ","which was up for ratification by the citizens of the state. The New York Times reported that ","the third Missouri Constitution was well on its way to passing by a wide margin with 8,245 votes ","for the Constitution and 1,042 against it in the city of St. Louis alone. For close to twenty towns ","that are outside of the St. Louis area, the votes were estimated at 5,500 votes for the Constitution ","and only 1,200 against it. Though the State Constitution was passing by a wide majority, there ","was concern that less than half of the eligible voters in Missouri came out to vote in the election ","(in 1875, the legal voting age was still 21 and women had not yet received the right to vote from ","the Nineteenth Amendment). The 91,205 people who voted in the Election of 1875 was dwarfed ","by both the preceding and the following elections, in which there were 261,670 votes in the ","Election of 1874 and 347,274 votes in the Election of 1876. Still, the most astonishing number is ","that 222,315 people voted on whether or not Missouri should even hold another convention."," When former Confederate states originally passed their new Constitutions after the Civil ","War, several of the contentious points included the former secession clauses and war reparations. ","According to Foner, most Unionists were in favor of states voting to make their former ","secessions ordinances null and void. All of the states would later vote to institute these ","provisions. As for money owed, the final sum for the Confederacy was accounted to 54 ","million. But once South Carolina and North Carolina resisted paying, Johnson decided to ","declare forgiving all of it. However, these new Constitutions would not last as delegates set out ","to adjust several key problems from the Missouri Constitution of 1865. Christensen and Kremer ","state that many of these adjustments spurred from the suspicion that people in Missouri had ","towards centralized rule, based on the Radical Republican system of the 1860s and 1870s, and a ","new fondness of localism. This lead to the overall mindset of the writers of the Missouri ","Constitution of 1875 as one in which they were seeking to put more restrictions on the general ","actions of the state government. Some of the key changes from the Constitution of 1865 were ","less restrictions on religious freedom, acts that made it harder to convict a citizen of treason, the ","inability of the state government to confiscate a traitor's land, extended the governor's term from ","two to four years, and limiting on the rate of taxation. Other former Confederate states, such as ","Arkansas, also reworked their Constitutions around the same time as Missouri. Arkansas's ","major revisions included complete re-enfranchisement for ex-Confederates and guaranteed full ","civil rights for African Americans."],"display_date":"October 30, 1875","search_date":"1875-10-30","locations":[{"id":7647,"lat":38.2610610866,"lng":-90.5377814277,"zoom":9,"place":"JEFFERSON, Missouri"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2446,"title":"United States Circuit Court, District of Missouri:  William G. Clark vs. Franklin A. Dick","course_id":1,"status":"P","start_date":"1870-12-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In December 1870, the case of Clark vs. Dick came before the Missouri District of the United States Circuit Court. The case stated that in St. Louis, Missouri in January 1862, the defendant had trespassed on the property of the plaintiff while the defendant was a soldier in the Union Army during the Civil War. Though the plaintiff sought damages for the trespassing, the defendant claimed that he was protected under Section 4, Article 11 of the Constitution of the State of Missouri. According to court documents, Section 4 of the Missouri Constitution exempts persons from liability for acts done during the recent civil war, by virtue of the military authority vested in them by the government of the United States, or in the pursuance of an order received from any person vested with such authority, is valid, and protects from prosecution or actions for all who can show for their acts the authorization of a military officer, acting under the command-in-chief of the army of the United States. The defendant claimed that at the time of the trespass a state of civil war existed, martial law had been declared, and his actions were assessments of orders given by the general of the army of the United States who was in charge of Missouri. Finally, the defendant insisted that he was under the protection of the Act of Congress of 1863 which instituted a two year limitation clause on cases arising from the Civil War. The opinion of the court, written by Justice Miller, stated that the defendant was indeed a Union soldier and would be protected under law as such. In regard to the Act of Congress of 1863 which set the two year limitation, the court stated that it cannot be assumed that Acts of Congress only apply to the federal courts. Its final ruling decreed that all cases involving the legitimacy of the limitations placed on such cases by Acts of Congress be decided by the Supreme Court of the United States. "," In 1861 and 1862, the United States Congress and President Lincoln instituted the First and Second Confiscation Acts. The First Confiscation Act stated that while there was a state of insurgency against the United States, Union soldiers were allowed to seize property of known Confederates. During this time, Parrish states that Union officers, such as General Halleck in Missouri, would underwrite costs, by the charity of men known to be hostile to the Union. The Second Confiscation Act was one of the first enforcements of emancipating slaves as it said that any Confederate who did not surrender within 60 days would be punished by having his slaves freed by Union forces. These acts allowed Union soldiers, such as the defendant, to confiscate and trespass on Southerners' property throughout the war as direct carriers of President Lincoln's orders."],"display_date":"December 1870","search_date":"1870-12-16","locations":[{"id":7647,"lat":38.2610610866,"lng":-90.5377814277,"zoom":9,"place":"JEFFERSON, Missouri"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3782,"title":"Woman Suffrage Summarily Disposed of in MissouriWoman Suffrage Summarily Disposed of in Missouri\n","course_id":1,"status":"P","start_date":"1871-02-17","end_date":"1871-02-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Missouri Congressional session of 1871, women suffragists from across the ","state drafted a proposal which was given to the State Senate Committee. It asked the Missouri ","State Senate Committee to push the United States' Congress to present a Sixteenth Amendment, ","giving women the right to vote, to the states. The State Senate Committee's final reported stated, ","that inasmuch as the ladies claim they have a right to vote under the Constitution of the United ","States, and, that it will be held and enforced by the Courts, therefore the ladies are referred to the ","United States' Courts for the enforcement of their rights. This political move by the State ","Senate Committee was a way to table the topic and kept the legislature from having to declare ","either for or against women's suffrage. The report simply allowed the State Senate Committee to ","state that if women believed their right to vote could be upheld by the United States Court ","system then they should go to the court system and not the state government."," The formal organization of women suffragists in Missouri occurred in May 1867 when ","several women established the Women's Suffrage Association of Missouri. The growing ","movement for women's voting rights spawned from the belief that women would soon have an ","important part to play in the political spectrum. Similarly, another traditionally disenfranchised ","group, African Americans, would receive the vote with the Fifteenth Amendment by 1870. ","Missouri Senator B. Gratz Brown had even stated that he believed in suffrage for all people ","regardless of race, color, or sex while in Congress in 1866. After unsuccessfully sending ","petitions to the Missouri legislature imploring to bring women's suffrage to the forefront for two ","years, the women decided to send a delegation to Jefferson City to represent them in 1869. The ","delegation was met by state legislators, Lieutenant Governor Edwin Stanard, and Governor ","Joseph McClurg, who even signed one of the delegation's petitions. However, in the end, ","nothing was resolved for the delegation as the topic of equal suffrage was tabled in the ","legislature by a 64-50 vote. Nevertheless, the women continued to press both in Missouri and ","nationwide for their right to vote, with the national convention for women's suffrage taking ","place in St. Louis in the fall of 1869."],"display_date":"February 17, 1871","search_date":"1871-02-17","locations":[{"id":7647,"lat":38.2610610866,"lng":-90.5377814277,"zoom":9,"place":"JEFFERSON, Missouri"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}