{"id":184,"place":"MACON, Georgia","lat":32.4034959139,"lng":-84.0903375418,"episodes":[{"id":267,"title":"Mayor of Macon advises of disease risks\n","course_id":1,"status":"P","start_date":"1847-05-24","end_date":"1847-05-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The mayor of Macon, Georgia issued a health warning at the suggestion of the Board of Health about the dangers of stagnant water.  The proclamation details the danger of leaving water to lay stagnant on one's property because of the risk of mosquito born diseases like yellow Fever and malaria.  The mayor states that the city has gone to considerable expense to remove stagnant water from public lands, but in order to more adequately protect the city from the risk of disease, private land owners must take responsibility for clearing the water off of their lands.  For the white population of the town to remain healthy during the warm, humid summer months, citizens must aid the government in keeping the mosquitoes that carry yellow fever and malaria at bay.&lt;br /&gt;Ironically the warning neglects to mention the necessity of keeping the areas inhabited by slaves free from mosquitoes.  This absence of concern probably comes from the widely accepted belief that blacks possessed immunity to both the common mosquito born diseases of the era.  The white population also believed that mosquitoes only bit during the night, thus day time contact with black people did not pose a threat, and since the two races slept in completely different areas nighttime contact with the stagnate waters in slave areas did not pose a threat to masters and their families.  African-Americans possessed a degree of immunity from childhood encounters with the disease, but they still became mildly ill when exposed to the disease later in life.  The belief that slaves possessed immunity to yellow fever and malaria probably helped support the view of African-Americans as lazy.  Since the whites did not believe that the blacks were ill, the whites attributed the actions of their slaves to laziness rather than illness."],"display_date":"May 24, 1847","search_date":"1847-05-24","locations":[{"id":2028,"lat":32.4034959139,"lng":-84.0903375418,"zoom":10,"place":"MACON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":369,"title":"Sidney Lanier publishes his anti-war novel, Tiger-Lilies","course_id":1,"status":"P","start_date":"1867-10-01","end_date":"1867-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Considered the leading artistic talent of the South after the Civil War, Sidney Lanier published only one novel: Tiger-Lilies.  Born and bred in Macon, Georgia, Lanier graduated from Oglethorpe University in 1860, shortly before the outbreak of the Civil War.  After finishing college, Lanier enlisted in the Confederate Army and was sent to the Virginia/Maryland area, into the heart of the battles.  During this time, he was captured by Union soldiers, imprisoned, and contracted tuberculosis.  All of these events would drastically influence the writings he produced in the years following the war.&lt;br /&gt;&lt;br /&gt;Tiger-Lilies is actually a somewhat autobiographical book.  In it, Lanier analyzes the relationship between a Northerner and a Southerner throughout the Civil War.  As a Southerner who had fought for the Confederate army, Lanier had experienced the war firsthand, both on the battlefield and as a prisoner of war.  These experiences are recognizable in the battle scenes especially, which are considered some of the most realistic representations of Civil War combat in literature.  Ultimately, Tiger-Lilies can be interpreted as an anti-war novel and one of Lanier's less successful endeavors in the course of his career.&lt;br /&gt;&lt;br /&gt;Although the book is not nearly as revered as Lanier's poetry or musical compositions, it provides a realistic look at the Civil War and how it affected the survivors of the Confederate army.  Additionally, Tiger-Lilies marked a new phase in Lanier's life.  He had survived the war, published his first work, and, a few months later, he was married."],"display_date":"October 1, 1867 - October 30, 1867","search_date":"1867-10-15","locations":[{"id":2030,"lat":32.3801974347,"lng":-84.0806320144,"zoom":10,"place":"MACON, Georgia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1363,"title":"Letter Detailing Jefferson Davis&#39;s Imprisonment at Fort Monroe Published in Georgia Paper\n","course_id":1,"status":"P","start_date":"1866-08-06","end_date":"1866-08-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Jefferson Davis was imprisoned without trial for nearly two years after the conclusion of the Civil War.  This letter, published at a midpoint in his imprisonment details the habits of Davis at Fort Monroe, and describes the ways in which he was already fast becoming a martyr for ex-Confederate Southerners.  Davis is portrayed in this letter as a pious and reflective man: Davis's main thoughts are religiously inclined ; [and] he is called upon by a number of clerical gentlemen, who share his unbounded confidence.'  The letter also expresses outrage at the delay of Davis's trial.  The anonymous author considers that the Secretary of War [must want] to kill his captive rather than let him be tried.'  As it turns out, Davis was released on bond and never brought to trial.  For many Southerners, Davis's prolonged imprisonment and delayed trial just served to further enshrine him as a martyr.  The letter communicates this sentiment: It makes no difference now what the government may do to this man, his fame is world-wide as a martyr ; Davis is a martyr to the lost cause.'' &lt;br /&gt;The lost cause' mentioned in the letter refers to a set of ideas (and a novel defending secession, The Lost Cause, by Edward S. Pollard) that developed in the South shortly after the end of the Civil War.  The Lost Cause was a way for Southerners to understand the war, and their defeat; it was a way of explaining the Civil War to younger generations.  Oftentimes, the Lost Cause celebrated the mythologized Old South and Confederacy.'  Jefferson Davis was a central figure of the Lost Cause, and his imprisonment had the effect of memorializing him as a hero in many Southern minds."],"display_date":"August 6, 1866","search_date":"1866-08-06","locations":[{"id":2030,"lat":32.3801974347,"lng":-84.0806320144,"zoom":10,"place":"MACON, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1785,"title":"Methodist Split\n","course_id":1,"status":"P","start_date":"1843-01-07","end_date":"1844-01-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Methodist Episcopal Church was founded by John Wesley in 1784, during which time it was opposed to slavery. Later in the 19th century the church weakened its position on slavery, although clergy were still expected not to own slaves. It was only when a southern bishop marries a woman who owned slaves, thus becoming a slave owner himself, that conflict arouse. During a general conference in 1844, the church voted to defrock the bishop unless he freed his slaves. This decision instigated debate as to the authority of the General Conference to discipline bishops. This dispute initiated the Southern Methodists to break off and form a separate denomination, the Methodist Episcopal Church, South.&lt;br /&gt;Prior to 1844, several Methodist annual conferences were restricted by abolitionists. Although this control was not sufficient for the abolitionist leaders it scared enough of the proslavery clergy within three of the major denominations, Presbyterianism, Methodism and Baptism. This fear was instrumental in the schisms within all three denominations. In 1844 the Southern Churches of Methodism initiated a division within the denomination. The denomination's split between abolitionists and proslavery segments led to the formation of Wesleyan Methodist Connection of America (North) and the Methodist Episcopal Church South.  &lt;br /&gt;Although the Methodist Episcopal Church South is memorable for its reluctance to oppose slavery and it lack of hospitability towards the blacks, it was responsible for the founding of three of the South's top divinity schools, Vanderbilt University Divinity School, Duke University Divinity School, and Candler Divinity School at Emory University. Even though these three Universities have since weakened their ties with the denomination, they all three enroll students primarily from mainline Protestant denominations."],"display_date":"January 7, 1843 - January 7, 1844","search_date":"1843-07-08","locations":[{"id":2028,"lat":32.4034959139,"lng":-84.0903375418,"zoom":10,"place":"MACON, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1856,"title":"AT&amp;T Incorporated Established\n","course_id":1,"status":"P","start_date":"1885-03-02","end_date":"1885-03-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the years following 1876, after the invention of Alexander Graham Bell's telephone, there existed no national telephone organization, just a handful of decentralized regional operations. Bell had gradually acquired all the companies that licensed its telephone equipment in what was known as the Bell System; the predominant driving force in telecommunication. In March of 1885, the American Telephone & Telegraph Company (AT&T) was founded under the license of American Bell. AT&T was originally intended to become a long -distance subsidiary of the Bell organization, but when the American Telephone and Telegraph Corporation began to take off bringing in large profits it bought the assets of American Bell, creating a de facto in the American telephone monopoly.&lt;br /&gt;Protected by an unbreakable patent monopoly, AT&T engineers were able to formulate plans to create a system of interconnecting networks across the entire nation. While there were some set backs, such as lack of cooperation and agreement among the owners of the latter companies, vast improvements were made. Many investors didn't even consider the South to hold potential for further communications. Southerners with the necessary skills for maintaining telephone companies and outposts were in short supply due to the lack of education, rural poverty, and small amounts of industrial firms. However, unlike American Bell, AT&T recognized the importance and potential for telecommunications in the South. AT&T established central research and engineering departments, enhancing the technological development of their systems and creating more efficient and succinct means of communication nationwide. &lt;br /&gt;The telephone market was very competitive in the early 20th century. AT&T found untapped resources for business in the South, where it brought cheap service to places deemed unprofitable by Northern phone companies. Many cut throat tactics were used in the late 1800's by telecommunication businesses looking to get ahead. Short cuts and cheap, rudimentary alternatives were often used in less developed and therefore less suspecting regions of the country. Legal ploys and political propaganda caused many companies to sympathize with the South, calling themselves home' institutions who objected to the expensive, Yankee-owned enterprises of the Bell Company. Even AT&T officials spread rumors of loss of profit and poor earnings which caused nervous investors to sell stock in companies contracted to AT&T. AT&T then bought the stock in these companies cheaply, and soon established itself nationwide as the primary provider of telephone service, especially those overlooked in the South. This allowed for the spread of cultural, social, economical, and technological communications nationwide."],"display_date":"March 2, 1885","search_date":"1885-03-02","locations":[{"id":2032,"lat":32.3488842577,"lng":-84.0787347782,"zoom":9,"place":"MACON, Georgia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2868,"title":"The Cotton Planter&#39;s Convention at Macon and its Broader Implications\n","course_id":1,"status":"P","start_date":"1851-10-27","end_date":"1851-10-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 1851 Cotton Planter's Convention in Macon, GA brought together 261 cotton farmers, who were agitated by recent criticisms of their economic practices.  More importantly, Charles Goethe Baylor came to the Convention to address the planters while on temporary leave from his position as the United States consul at Amsterdam.  The merchants of Amsterdam had authorized him to tender cash advances, at low interest, to merchants and planters who wished to trade with Amsterdam instead of Liverpool.  On October 14, 1851, a Georgia newspaper editor commented on the broader possibilities of a change in trade: England has of late years given a good deal of aid and comfort to abolitionism.  Her West India policy proves her antagonism to African slavery and her intervention in Cuba shows it still more, to say nothing of the money actually remitted by her anti-slavery societies, to promote abolition in this country.  Hence it becomes important for the south to foster the cotton manufacture of the continent of Europe, so as not to be dependent either on Old or New England. ","Baylor's speech was widely reprinted in newspapers in the weeks following the convention, and the planters were bursting to adopt his ideas.  The convention delegates immediately passed a resolution offered by Baylor favoring direct trade, and they further resolved that any adopted strategy must include direct trade.  The convention delegates, however, could not agree on what plan to adopt.  The one finally selected was widely criticized.  The national movement for direct trade began to grow and the planters became more involved in agricultural movements, but Baylor's activities did not succeed in bringing direct trade to the South.  "," Baylor did manage to empower the southern cotton planters, if only figuratively, by forcing them to consider the possibilities of their taking matters of international trade and economy into their own control.  They were a wealthy and potentially influential group of men who had the power to effect change for their own benefit, and to the advantage of the American free trade.  Baylor was likely one of the first prominent figures to publicly acknowledge that power and to ask the planters to use it.  He was perhaps more successful in doing so because of his valid and personalized appeal to the possibility of no longer being dependent upon England, which held both economic and cultural significance.  The country's abolitionist policies and England's historical control over the American economy were both significant points of tension, but the United States had yet to challenge or address either one.  "],"display_date":"October 27, 1851","search_date":"1851-10-27","locations":[{"id":2029,"lat":32.4032480074,"lng":-84.0905609682,"zoom":10,"place":"MACON, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2981,"title":"The Implications of Racist Railroad Policies\n","course_id":1,"status":"P","start_date":"1851-01-01","end_date":"1851-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Macon and Western Railroad adopted a new policy in 1851 which prohibited all black people, regardless of their freed or enslaved status, from boarding any train unless they could prove the legitimacy of their travel. All African Americans had to have a written pass issued by the individual's owner or trustee. The office and the conductor both required a copy of it, and if the office was not familiar with the signature, the owner or trustee had to physically present themselves and prove that they had 'lawful control' over the individual.","Although Macon and Western specifically announced that they would enforce this policy, the practice of requiring blacks to have a pass was commonplace even off of the railroad. African Americans traveling without one were often arrested under the presumption that they were runaway slaves, and then bore the burden of proving that they were free or otherwise behaving lawfully.","The apparent purpose of the law was to deter slaves from running away and to catch those that were foolish enough to do so. Very few runaway slaves, however, actually attempted to use the railroads as a mode of transportation. If they did, they had to disguise themselves or successfully forge a pass in order to avoid being caught. Apprehended runaway slaves were severely punished and sometimes killed or sold to planters in the Deep South, where plantation conditions were even worse and escaping was nearly impossible. Because of the difficulties and risks involved, runaway slaves more frequently utilized hiding spaces in wagons, boats, and ships. Much of the traveling was done on foot through unpopulated fields and mountains where the risk of apprehension was lower.","The railroad companies and slaveholders were aware of this, and so it is likely that the real purpose of this policy was to deter free blacks from staying in the South, where their rights were severely limited and their freedom often questioned. Slave catchers were heavily compensated for capturing runaway slaves, and would often apprehend free blacks and even sell them back into slavery for the monetary rewards. As a result, the free blacks who did remain in the southern states lived mainly in the cities, where the African American populations were larger and did not stand out as much."],"display_date":1851,"search_date":"1851-07-02","locations":[{"id":2029,"lat":32.4032480074,"lng":-84.0905609682,"zoom":10,"place":"MACON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":6229,"title":"<strong>Ellen Craft Passes as White to Escape Slavery</strong>","course_id":137,"status":"P","start_date":"1848-12-21","end_date":"1848-12-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1848, Ellen Craft transcended racial, gender, and intellectual hurdles, in order to escape slavery in Macon, Georgia and experience freedom in Boston, Massachusetts.  Craft’s physical appearance aided her and her husband in their escape because “notwithstanding my wife being of African extraction on her mother’s side, she is almost white.” On December 21, Craft donned the disguise of a white southern man and William played her dutiful servant.  As neither knew how to write, Craft devised the idea that she should be bound up as an invalid, which would help them circumvent signature requirements at hotels.  Craft’s “illness” also gave them a reason for their northern journey.  On their trip, she faced many hardships, mainly in the form of intrusive passengers, who warned her about the dangers of taking a slave north.","Upon their successful arrival in the North, newspapers foolishly reported the Craft’s escape from slavery, which forced them to journey further north into Boston.  Historian James McPherson states that in 1850, two men were sent to Boston to bring Ellen and William back to Georgia.","Ellen had to overcome her prejudices against whites in order to accurately portray a white southern man.  During this time, the “one drop rule” classified Craft as an African-American, even though she was often “mistaken for a member of the [slaveholder’s] family.”  P. Gabrielle Foreman argues that because her father was a white man that she grew up without the historical, racial, and textual configurations to tie her to her mother’s African race.  Because of this, Craft had to overcome significant obstacles that clouded her view of white men.  Foreman also argues that Craft did not actually pass for white, but rather passed through whiteness, in order to achieve a better living situation.  Upon her entry into the North, Craft was all too quick to remove her disguise and return to the African-American woman she was in everyday life.","In addition to taking on the persona of a white person, Craft also had the difficulty of adopting the customs and habits of a man.  She navigated the deep waters of male relations with complexity.  On the train she had to contend with the remarks of a racist abolitionist, which put her in a very awkward position, considering the topic of conversation was slavery.  Interactions like this required Craft to rely heavily on her invalid status because it gave her a reason to remain silent.","Craft’s tale showed British and northern people how easily southerners could be fooled into believing they were in the company of their own ilk.  Craft became revered in the North and was protected by Bostonians in times of trouble.  The importance of the Craft Narrative is that it helped to tell the stories of slaves that were unsuccessful in their escapes because a quarter of it focused on these failed attempts.  In 1850, Ellen and William Craft safely travelled from Nova Scotia to Britain, in order to permanently escape the slave catchers who pursued them."],"display_date":"December 21, 1848 - December 25, 1848","search_date":"1848-12-23","locations":[{"id":2028,"lat":32.4034959139,"lng":-84.0903375418,"zoom":10,"place":"MACON, Georgia"}],"tags":[{"id":2456,"tag":"Passing"},{"id":126,"tag":"fugitive slave"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}