{"id":1846,"place":"TERREBONNE, Louisiana","lat":29.1734822816,"lng":-90.5148369557,"episodes":[{"id":3485,"title":"Life on the Mississippi\n","course_id":1,"status":"P","start_date":"1822-01-01","end_date":"1822-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When Jean Pearce moved to Louisiana from New York, he had high expectations. Pearce moved his family south in order to live near his brother and get education for his children. Plagued by illness and bad luck, Pearce moved his family away from his brother and took a job as an overseer at a secluded plantation on the Mississippi River. In his new surroundings, Pearce learned through the murder of a neighbor that life on the frontier in Louisiana differed from that of any life he had known.","The characteristic of ruthlessness moved with relentless determination through...Louisana's fields because every plantation competed against their neighbor for profits in the world of sugar cane and cotton. Pearce learned this first-hand. In the narrative about his life, Pearce related the story of the death of Robert Scott at the hands of Thomas Phipps. Although Pearce was not an eyewitness to the crime, he insisted on an inquest into the murder and served as one of the jurors during the investigation. According to witnesses, a fight broke out between the two men during a drinking frolick and Phipps began harassing Scott without cause. Scott's death occurred three days after this fight so therefore the crime was not a drunken crime of passion. Although it is impossible to know about a specific animosity between the two men, it can be inferred from the narrative that there was an underlying cause for Scott's death. After seeing Scott's body, Pearce asserted that Scott's injuries were made evidently with a club which matched with the threat Phipps made to Scott that he would beat him to death with a club.","This incident demonstrates the way in which unrestrained individualism caused by grasping for wealth can hurt communities. The settlements themselves were isolated and Pearce himself was more than unhappy...by being secluded from society. This isolation caused intellectual and cultural sterility of the community which in turn meant that the enormous educational needs of the settlement were neglected. The education Pearce desperately wanted for his children was not the community focus because commercial transactions [were] indeed the prime objects of attention. The children were instructed about crops and horses instead of reading and writing in such settlements.","It is evident through the brutal death of Robert Scott and Pearce's experience on a Mississippi River plantation that the competitive nature of frontier settlements cut great inroads into person and public honesty by turning its members into ambitious seekers-after-power. It is hard to tell the exact cause for Scott's death but Pearce knew that the constant quarreling among those around him led to several hair-breadth escapes from murder. The death of Scott was no stretch of the imagination for Pearce and he recognized the injustice of the situation he was in. Life on the plantation frontier focused on individual gain and therefore Scott's death was most likely one of many that occurred among men grasping for wealth."],"display_date":1822,"search_date":"1822-07-02","locations":[{"id":5558,"lat":29.1734822816,"lng":-90.5148369557,"zoom":8,"place":"LAFOURCHE, Louisiana"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}