{"id":1849,"place":"NEW HANOVER, North Carolina","lat":34.4008642849,"lng":-77.6110652671,"episodes":[{"id":567,"title":"Fort Fisher Captured\n","course_id":1,"status":"P","start_date":"1865-01-13","end_date":"1865-01-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 13th Union troops under Gen. Alfred Terry attacked Fort Fisher both by naval vessels and by land.  The fort was relatively powerless as the Union forces moved inward, however, Gen. Bragg of the Confederacy worked to construct defense lines to hold off the troops.  Bragg and his men were able to defend the fort for two days until the force on the surrounding troops was too great to endure, and on Sunday January 15th they fell to a Union defeat.  The port of Wilmington commands the entrance to Fort Fisher which is located only 30 miles below, and when the Union was able to blockade the port, Fort Fisher was trapped.  Spectators commented that by sunset every gun was silenced and the fort was reduced to a pulp.' Casualties during this battle were approximately 500 Confederate and 1314 Union soldiers wounded or dead.  Though the Union loss was almost triple that of the Confederacy, the suffocating offensive approach by the Union enabled them to beat the Confederacy. &lt;br /&gt;The battle at Fort Fisher demonstrated relentless resistance and pursuit in both the Confederate and Union soldiers; it was a terrific struggle, but the Union defense lines were too strong and Confederate soldiers were unable to defend themselves against attack.  The effect of this Confederate loss was significant.  The Wilmington port was the last major access point for the South and with Fort Fisher under Union control, the Wilmington port held little importance and the Confederacy suffered in response.  The gold market was also impacted by the loss of Fort Fisher; the demand for gold was continuously decreasing and this Confederate defeat weakened the gold market even further.  The value of cotton and tobacco rose due to the closure of the port and the diminishing value of gold.  Losing Fort Fisher was a disaster for the Confederacy; without a port, the CSA would be basically defeated at this point."],"display_date":"January 13, 1865 - January 15, 1865","search_date":"1865-01-14","locations":[{"id":9658,"lat":34.4008642849,"lng":-77.6110652671,"zoom":8,"place":"NEW HANOVER, North Carolina"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2515,"title":"Wilmington Port Activity\n","course_id":1,"status":"P","start_date":"1815-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As of May 1815, the port of Wilmington, North Carolina, albeit small, was a bustling commercial center and exported a wide range of produce. Joshua Potts wrote about the state of the port for posterity and reported the following: Wilmington traded primarily with the West India Islands and the Northern United States, particularly New York.  The market opened in November, gained momentum from December through March.  It slackened in April and May and terminated in June, making the summer and fall months dull.  Excellent crops of various kinds were cultivated annually including:tobacco, cotton, rice, flour, corn, tar, turpentine, flaxseed, lumber, staves, bacon, butter, beeswax, brandies, whiskeys, beef, corn meal, pork, lard, tallow, deer skins, pees, live stock, pitch, and rosin. Potts's account bore witness to a period of great commercial growth in Wilmington at the beginning of the nineteenth century.  Not only was foreign trade on the rise, but citizens were also increasingly engaged in new ventures.  The First Presbyterian Church erected its first building in 1818, and in the same year, editor David Smith began publishing the Cape Fear Recorder. Historian William Dusinberre contradicts Potts's claim to Wilmington's substantive rice exportation.  The early 1820s bore lower rice production than the peak it had reached thirty years earlier as well as twenty years afterwards.  It wasn't until 1825 that rice planters began to recover from Jefferson's embargo and the War of 1812.  Although there were areas of Wilmington exhibiting great growth, its agricultural sphere, at least in rice production, may not have been operating as smoothly as Potts portrayed."],"display_date":"1815 - 1825","search_date":"1820-07-01","locations":[{"id":9653,"lat":34.4008642849,"lng":-77.6110652671,"zoom":8,"place":"NEW HANOVER, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3015,"title":"Wilmington, North Carolina is taken by the Union","course_id":1,"status":"P","start_date":"1865-01-01","end_date":"1865-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["According to a late Confederate soldier, after the capitol of the Confederacy, Wilmington, North Carolina was the most important place in the South. It lay just two miles north of the Cape Fear River, right on the Atlantic coast. Wilmington was an important port for the export of tar, turpentine, pitch, and lumber. The people of this small North Carolinian town were shrewd, hospitable, intelligent, and not to be beaten at driving a bargain by any Yankee. According to the soldier, we ate, drank and were merry...as in the days before the flood.","The flood that changed the character of Wilmington was the loss of control of the town to Union forces during the Civil War. By the time the Union focused its efforts on Wilmington, many of the other Southern ports had been seized by the Union. This made Wilmington a particularly vital possession for the Confederacy. After an unsuccessful first attempt to capture coastal control, the Union army was able to secure its position in Wilmington with a second endeavor in January of 1865. This victory was extremely monumental for the Northern cause because the control of Wilmington meant that the South had lost one of their very most important ports. Essentially, a lifeline to the South had been cut off, which weakened greatly its already dying cause. ","The capture of Wilmington was devastating not only for the Confederate military cause, but also for the people of the town. They had not seen any action in their town from the North for such a long time they thought they were safe from the perils of war. Residents had lapsed into a dream of security and thought the horrific day was far off. Historians Donald, Baker, and Holt seem to think that the fact that the Confederacy had kept Wilmington so long into the war was unexpected and its loss would be inevitable. However, given the attitude of its residents, not everybody expected the defeat, and it did come as a surprise to some. The loss of control changed the face of Wilmington. Families that had long been established in the area left for the interior of the state, and those that stayed did so because of limited option due to great loses in the war. The spirit and strength that Wilmington once boasted was now lost to a hopeless fear."],"display_date":"January 1, 1865 - January 30, 1865","search_date":"1865-01-15","locations":[{"id":9658,"lat":34.4008642849,"lng":-77.6110652671,"zoom":8,"place":"NEW HANOVER, North Carolina"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3033,"title":"Michael Sutton Treated in Southern Hospital\n","course_id":1,"status":"P","start_date":"1864-11-01","end_date":"1864-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Michael Sutton was enlisted in the 51st Regiment of North Carolina, and was wounded at Cool Arbor. He was treated at a hospital in Wilmington in 1864. He received adequate care, but the experience was not a positive one. The meals were not always good, and the hospital was rather stinted for food. His rations for four days included one pound of bacon and eighteen ounces of cornmeal, and daily half pints of peas and rice. In a deposition given after his stay, he described the fare as awful hard. Sutton also said, however, that the hospital staff was kind and attentive, and that he fared fine while he was there. He did not ask for anything but what he got. ","James McPhearson makes a case in <em>Ordeal by Fire</em> to illustrate the poor medical care in the South, and Sutton's hospital experience supports this claim. Organized relief and medical work in the South was less organized than in the North. One of every six Confederate soldiers died because of his wounds, compared with one in seven Yankees. The medical experience for a Southern soldier was well enough but not of good quality.","The care of wounded soldiers was a very involved and complex entity in the Civil War. Hospitals, both private and government, were established though out the nation to tend to the incredible amounts of wounded the battles provided. Although many hospitals were created, the quality of care given in them varied greatly and could even be more detrimental to one's health. Many historians conclude that the medical services represent one of the Civil War's most dismal failures. At the same time, by the standards of the time, Civil War medical care and army health were unusually good. This interesting dichotomy speaks loudly to the overall quality of hospitals during that period: even the better hospitals were insufficient to meet the needs of the war."],"display_date":"November 1864","search_date":"1864-11-15","locations":[{"id":9658,"lat":34.4008642849,"lng":-77.6110652671,"zoom":8,"place":"NEW HANOVER, North Carolina"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4815,"title":"Funeral Services held for Rose O’Neal Greenhow","course_id":37,"status":"P","start_date":"1864-10-01","end_date":"1864-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     Funeral proceedings were held on October 1, 1864 to lay to rest noted Confederate spy Rose O'Neal Greenhow. Greenhow worked in an elaborate spy network that encompassed Washington D.C. and the surrounding areas. Greenhow became one of the standouts in the spy-ring, supplying vital information to the Rebel forces at critical points during the start of the Civil War. Her greatest achievement came when she supplied Confederate General Pierre G.T. Beauregard with information concerning Union movements before the first major encounter of the Civil War. Her information helped secure the Confederate victory at the First Battle of Bull Run on July 21, 1861. Confederate President Jefferson Davis later acknowledged Greenhow for her loyal service.","     Union authorities apprehended Greenhow during the first year of the war. Allan Pickerton, a Union detective and spy, suspected Greenhow of participating in espionage as early as July 1861. Pinkerton imprisoned Greenhow in Old Capitol Prison in 1862, along with Greenhow's eight-year old daughter, Rose. Five months later, Greenhow was released with the stipulation that she be exiled to the South. Once released, Greenhow boarded a blockade runner to Europe, where she continually tried to raise support for the Confederacy in both London and Paris. In 1864, Greenhow left her daughter in a convent and decided to return to America. Her ship, the <em>Condor</em>, sailed for North Carolina but ran aground trying to escape a Union gunboat patrolling the blockade. On September 30, Greenhow boarded a lifeboat, hoping to reach shore. However, the boat capsized, and Greenhow drowned off the coast, dragged down by a large amount of gold in her pocket.","     Hundreds of Wilmington women lined the wharf awaiting Greenhow's remains. The funeral for Greenhow was organized by the Soldier's Aid Society and held in the chapel of Hospital Number 4. The body was surrounded by wax candles, garlands, and flower bouquets. Located on the bier, a Confederate flag paid tribute to the fallen woman who helped her country at any possible opportunity. Thousands of Confederate mourners paid their last respects. On Sunday, the body and coffin were moved to the Catholic Church of St. Thomas. After the funeral service, the coffin was carried to Oakdale Cemetery, draped once again with the Confederate flag. Greenhow was finally laid to rest, two days after her untimely death on October 1, 1864. Greenhow was raised as an orphan, grew to become one of the greatest Confederate spies, and died the heroine of a nation."],"display_date":"October 1, 1864","search_date":"1864-10-01","locations":[{"id":9658,"lat":34.4008642849,"lng":-77.6110652671,"zoom":8,"place":"NEW HANOVER, North Carolina"}],"tags":[{"id":407,"tag":"Death"},{"id":97,"tag":"Espionage"},{"id":7,"tag":"Women"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}}]}