{"id":1853,"place":"WILLIAMSBURG, South Carolina","lat":33.6693238862,"lng":-79.7148936282,"episodes":[{"id":2519,"title":"Missionary Efforts Lead to Interracial Worship\n","course_id":1,"status":"P","start_date":"1828-01-01","end_date":"1828-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Mr. Charles C. Pickney, impressed by a Methodist overseer of slaves in Georgia, asked Reverend William Capers to acquire a Methodist exhorter to oversee his negroes in 1828.  Instead, Mr. Capers proposed that Pickney apply to the Bishop and Missionary Board for a minister to be sent as a missionary and devote his time exclusively to the religious instruction and welfare of his slaves.  Mr. Pickney agreed and soon his peers, Colonel Lewis Morris and Mr. Charles Baring, followed suit.  This system of religious instruction extended all over the state, and as a result, white Americans and African Americans often worshiped together.  Missions to the slaves developed formally in Southern religious denominations in the late 1820s and early 1830s.  Slave masters employed white missionaries to reach out to enslaved blacks throughout the South and ensured blacks minimal rights to religious worship, including the ability to worship jointly with their masters.  Even though these missionary efforts sometimes led to communal worship, the religious interests of white Americans and African Americans varied greatly.  Charles Joyner observed that slaves didn't adapt to the selective Christianity evangelized to them by their masters as much as they adapted Christianity to themselves.  In other words, whites and blacks heard different messages from Christianity.  For one, African Americans embraced the elements of Christianity that were most African such as its communal and expressive, and components.  Additionally, whereas whites believed that God divinely ordained blacks to be inferior, slaves held onto the conviction enslavement was a in total conflict with the universal love and equality that Christianity preached.Mr. Pickney's, Colonel Morris's, and Mr. Baring's eagerness to acquire a Methodist missionary for the education of their slaves supports Joyner's observation.  Educating their slaves served as a tool of domination.  The missionaries taught the slaves an interpretation of Christianity that justified the practice of slavery while giving the slaves limited rights to worship and indirectly allowing them to come up with their own interpretations of Christianity.  Slavery and Christianity were compatible in that their coexistence was of mutual benefit to both slave and master. "],"display_date":1828,"search_date":"1828-07-01","locations":[{"id":11670,"lat":33.6693238862,"lng":-79.7148936282,"zoom":8,"place":"WILLIAMSBURG, South Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}