{"id":1854,"place":"BEAUFORT, North Carolina","lat":35.2165042447,"lng":-76.4856018863,"episodes":[{"id":2521,"title":"Coastal Canal Dredging\n","course_id":1,"status":"P","start_date":"1815-01-01","end_date":"1820-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the years 1819 and 1820, the Board of Engineers examined Virginia and North Carolina for the purposes of selecting a site for a naval depot and of projecting fortification for the defense of southeastern coastal areas.  Additionally, they evaluated the general capabilities of those states for internal navigation.  The Board determined that by enlarging the dimensions of the Dismal Swamp Canal, it could become practicable for sloop navigation, and in so doing, might be rendered imminently useful as an auxiliary defense.  It became necessary to establish a line of inland navigation from Norfolk to Beaufort, in North Carolina including the Dismal Swamp...connect Roanoke, Pamptico, and Neuse Rivers by a canal passing through Plymouth Washington and New Bern and to extend it from New Bern to Beaufort, opening a new passage from Albemarle sound to the ocean. ","The year 1815 marked the beginning of reform movements throughout the country, ushering in an era of peace, patriotism, and prosperity.  North Carolina exhibited this general spirit of patriotism and political harmony through improvement projects.  In particular, the state recognized a need for improved transportation.  During the antebellum era, the use of steam-powered ships magnified the importance of the already imperative waterways, which were the primary means of transport.  Historian Thomas Clayton reiterates some of the proposed ideas for improvement such as increased access and improved navigability through building canals, dredging principal rivers, and cutting additional inlets through the Outer Banks. ","The Ocracoke Inlet was of primary importance as important rivers flowed into it, providing the only viable shipping to North Carolinas extensive coastal sounds.  Thus, engineers identified the inlets at Ocracoke and Beaufort as needing to be deepened, and that a new inlet be cut through the coastal sand bar to give the trade of the Roanoke Valley and Albemarle Sound a direct connection with the markets of the world.  This particular proposal never came to fruition.  However, North Carolina did engage in a number of internal improvements after the War of 1812."],"display_date":"1815 - 1820","search_date":"1817-12-31","locations":[{"id":9227,"lat":35.2165042447,"lng":-76.4856018863,"zoom":9,"place":"BEAUFORT, North Carolina"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4517,"title":"Jeannie Coues: Describes Friendly Fire Casualties","course_id":18,"status":"P","start_date":"1869-04-16","end_date":"1869-04-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In February of 1869, Jane Augusta McKinney Coues and her husband, Dr. Elliot Coues were stationed at Fort Macon, a small island fort off the coast of Beaufort, North Carolina.  Dr. Coues was a well known surgeon and naturalist, and was stationed at the fort to serve the troops that occupied it; Jane lived with him at the Fort.  During her stay there she kept in close contact with her sister in the North.  Coues' letter still survive and give the reader an idea of what it was like to be in a Union occupied Fort that had not so long before belonged to the Confederacy.  ","            In an April 16, 1869 letter to her sister Coues described an incident in which two officers at the Fort are killed by friendly fire.  During this time the Fort had become a military prison, with the troops stationed therein serving as prison guards.  One young soldier, Lt. Alexander, was spending the evening with the Coues; he excused himself to go outside and left their quarters.  A few minutes later the couple heard shots ring out, soon after one dead soldier was brought inside and then Lt. Alexander who had been shot through the lung.  The young lieutenant had heard a fire signal sound and went to investigate, the soldier on guard duty called down to Lt. Alexander and did not hear the reply, so he opened fire on the officer.  Another man came to the lieutenant's aide, but he was shot as well and killed instantly.  There was very little that Dr. Coues could do for the young man besides make him comfortable.  Jeannie was the only lady at the Fort at the time, and the dying young man requested that she stay with him.  She wrote to her sister that she \"never witnessed such excruciating agony in my life\".        "," \"He was a young boy - only 20 years old - and life looked very bright.  But when I told him he was dying he met it very bravely, and after I had talked with him a while he seemed perfectly resigned.  I had never thought to be permitted to point a dying soul to Christ.  He was a bright, handsome boy, the pet of the whole regiment and his mother's darling.\"","            Coues comments that this sort of incident is particularly devastating when it happens in a normal community, but when it happens on an island Fort it seems particularly crippling.  These sort of friendly fire incidents happened in areas like Fort Macon because of its location.  The atmosphere of the nation at the time was one of upheaval and chaos.  The presence of Federal influence in these areas caused unrest in the local white population.  Though aggression was seldom expressed to military forces, the violence and anger of the defeated Southerners was a constant concern to military personnel, especially if they are working in a prison filled with ex-Confederates.  Jeannie Coues grieved in her letter for the boy's family, but she does not blame the soldier who accidently killed him.  They were all just trying to survive, and accidents happened."],"display_date":"April 16, 1869","search_date":"1869-04-16","locations":[{"id":9231,"lat":35.2165042447,"lng":-76.4856018863,"zoom":9,"place":"BEAUFORT, North Carolina"}],"tags":[{"id":107,"tag":"friendly fire"},{"id":108,"tag":"prison"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4571,"title":"Senate Asks To Investigate Southern Crimes by Band of Disguised People","course_id":18,"status":"P","start_date":"1871-01-10","end_date":"1871-01-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On January 10, 1871, the Senate of the United States passed a decree that appointed five investigators to clarify the intents behind politically-driven outrages committed in the South. The investigators received a message on January 13, from President Ulysses S. Grant that contained reports of military officers, communications from Governors of States; and letters and petitions from private citizens. All sources showed that in many parts of the South, from 1866 up to 1871, bands of people wearing disguises with \"apparent\" political motivations committed all kinds of crimes and \"outrages.\"  The investigators examined State and Federal Judges, prosecuting officers, political editors, ministers, private citizens, both white and colored, members of the Ku Klux Klan, magistrates, constables, and the list continued. They also interviewed all classes of people \"scoured and abused by the bands of people in disguise.\"  The first subject of inquiry was whether crimes and outrages fitting the descriptions mentioned in the sources were committed in North Carolina. James E. Boyd, a lawyer from North Carolina, testified that the Ku Klux Klan was a secret organization, having for one of its objectives, \"hostility to the Negro race.\" He continued to say that the members are bound, upon the penalty of death for disobedience, to strictly obey orders, even if they involve murder and assassination and meetings are held in secret places-the woods generally. Another witness testified that he knew of \"peaceable Negroes who had been taken out of their beds at night and hanged; others were drowned.\"  Overall, the committee concluded that the Ku Klux Klan organization did exist, had a political purpose, was composed of members of the Democratic or Conservative party, had sought to carry out its purpose by \"murders ,whippings, intimidations and violence,\" against its opponents. The second conclusion for the committee was that the Ku Klux Klan not only bound its members to carry out decrees of crime, but also protects them against conviction and punishment. The final committee conclusion was that all of the offenders against the law in this order, not one had yet been convicted in the whole state. The committee believed that due to the violence of the Ku Klux Klan organization, authorities of the State could not secure to its citizens \"life, liberty and the pursuit of happiness.\""],"display_date":"January 10, 1871","search_date":"1871-01-10","locations":[{"id":9232,"lat":35.2165042447,"lng":-76.4856018863,"zoom":9,"place":"BEAUFORT, North Carolina"}],"tags":[{"id":150,"tag":"Senate"},{"id":151,"tag":"Ku Klux Klan"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4573,"title":"Reverend Aughey On Poor White Education in the South","course_id":18,"status":"P","start_date":"1863-03-24","end_date":"1863-03-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["An extract of Reverend J.H. Aughey's book <em>The Iron Furnace or Slavery and Secession</em> appeared in the <em>Altoona Tribune</em> on March 24, 1863. Aughey wrote that the poor whites of the South were \"exceedingly ignorant\" and claimed that not one in twenty could read. He also remarked that these whites \"scarcely\" spoke English. He specifically cited an old woman that said her daughter Sal, \"yisterday sot the lather in the damsel tree, and clim up; and knocked some of the nicest, saftest damsels.\" Aughey wrote his interpretation afterword as \"yesterday set the ladder in the damsel tree and climbed up; and knocked some of the nicest, softest damsels.\"","                Aughey also remarked on the lack of education of these whites. He cited a time when he stopped to ask for directions and when he commented on the picture of the presidents hanging on her wall she responded with \"I've hearn tell of 'em a long time. They must be gittin' mighty old, of some of'em aint dead. L'hat top one, is Gineral Washington. I've hearn of him ever since I was a gal. He must be gittin' up in years, if he aint dead. Him and Gineral Jackson fit the British and tories at New Orleans, and whipped 'em too.\" Aughey also commented that the woman was very proud of her historical knowledge.","                Aughey was not the only one to point out the shortcomings of the Southern Educational System. North Carolina \"carpetbagger\" Albion W. TourgÉe wrote that the Reconstruction state differed profoundly from \"anything the antebellum South had known.\" Antebellum planters enjoyed a disproportionate share of political power, while taxes and education expenditures remained low. A Democrat admitted after the war, \"Southern education [after the war] was a disgrace.\""],"display_date":"March 24, 1863","search_date":"1863-03-24","locations":[{"id":9231,"lat":35.2165042447,"lng":-76.4856018863,"zoom":9,"place":"BEAUFORT, North Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":49,"tag":"Social Class"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}]}