{"id":1882,"place":"PERRY, Mississippi","lat":31.2166826665,"lng":-89.0946167053,"episodes":[{"id":2559,"title":"Religion in the Piney Woods\n","course_id":1,"status":"P","start_date":"1822-09-08","end_date":"1822-09-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early 1820s, the Carter family of Georgia migrated with their aging mother to Piney Woods, Mississippi, a rural backcountry 40 miles from Mobile, Alabama along the Pascagoula River.  In letters to family who remained in Georgia religion was frequently mentioned; Evangelical Christianity was central to the Carter family. In 1822,  we had regular preaching this year once in three weeks within 4 miles and once in 6 weeks at my house and in 1826: I will give you some account of our Camp-meeting which commenced on Thursday the 2nd of October, last, and concluded 9th Monday.  Though there was nothing very extraordinary occurred during the meeting it was a very solemn time and I hope much good was done.  How many was converted I have not as yet ascertained but I have reason to believe there was a considerable number, and I think I can say a truth that I was as happy a time among the people of God as I ever saw...","    Religion remained central to family life across the American South. According to Donald Mathews, family religion, a key tenet in the post-Great Revival religious landscape, encompassed every aspect of family life from plowing to praying. Daily life was capable of communicating something about God. A revival fervor and a new commitment to Evangelical Christianity spread through the South in the wake of Kentucky's Great-Revival of 1801.  An event of lasting importance in the South, the Great Revival, a large-scale camp-meeting, featured days-long preaching and worship,  with attendees renewing their commitment to Evangelical Christianity in mass.   The Carter family's behavior coincided with Mathews' delineation of the Great Revival's effects: renewed commitment to family, concern with preaching and conversion, the institutionalization of camp meetings.  Revivals contributed to a proliferation of community worship and organization, and in turn, bolstered a sense of community and communion in the rural backcountry of Mississippi and the Christian South."],"display_date":"September 8, 1822","search_date":"1822-09-08","locations":[{"id":7218,"lat":31.2166826665,"lng":-89.0946167053,"zoom":9,"place":"PERRY, Mississippi"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}