{"id":1883,"place":"PICKENS, South Carolina","lat":34.890972656,"lng":-82.7237397115,"episodes":[{"id":2560,"title":"Partible Inheritance and the Agrarian Revolution\n","course_id":1,"status":"P","start_date":"1897-09-11","end_date":"1897-09-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As James Hagood matured in age, he decided to write a draft of his will on September 11, 1897. Describing his marble tomb to be placed beside a similar one already sculpted for his wife on his 12 mile plantation, Hagood continued to allocate his surviving money to pay his debts and to divide the remaining within his five children, Mary, Lucie, Fannie, William and Benjamin. The daughters were to share the base plantation and all attached lands and stock amongst themselves. Fannie was also to receive the family house and lots in Pickens, where Hagood was writing his last testament. All of the land north of the Road was to go to Benjamin Holder while the other half would go to his daughter Virginia Bruce. Lucie would also receive the Folger house and lots in Pickens while also receiving three other lots at about two acres apiece. Hagood continued dividing up the family lands between his surviving children; he concluded his will by appointing his two sons as executors and stating that he wished for all of children to share an equal amount of land.","   While Hagood?s will shows the immediate results of a patriarch's death on the post-bellum plantation; we can also see how land was divided to accommodate every family member. Across the South Carolina upcountry, agriculture was based on a premise of partible inheritance; as a father died, it was expected that his children, especially the sons, were to receive acres of land to cultivate. Hagood gives his children shares of his property; however, the fact that lands had begun to dwindle by the post-Reconstruction era is present in how some gifts were spread across distances, not allowing the consolidation of plots into plantations. Ideally, the family attempted to consolidate individual farms to maintain a single, large plantation consisting of personal farming areas.","   According to Edward Ayers, plantation owners were faced with a new reality in the South after the Civil War. The average size of farms was shrinking annually as parents continued to divide their personal lands between their children. As less land was available, families were forced either to move from the plantation or to work together as a unit while employing the newly freed African Americans. Roger Shugg addresses South Carolinian economic metamorphosis in the 1880s and 1890s as he describes how several individual farms on a plantation could then be allotted to the care of freedmen. He describes how despite the change toward a division of plantations' required labor between white and black laborers, the white plantation owners still had control over their land. Hagood's will directly relates to the new economic problems of the time period as the limited supply of land left on the plantation was divided up between his children; furthermore, it relates to the practice of consolidating individual farms into a familial plantation in order to use freedmen as a labor source."],"display_date":"September 11, 1897","search_date":"1897-09-11","locations":[{"id":11632,"lat":34.890972656,"lng":-82.7237397115,"zoom":9,"place":"PICKENS, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}