{"id":1890,"place":"WASHINGTON, Tennessee","lat":36.2251619225,"lng":-82.4967689306,"episodes":[{"id":2114,"title":"A Coming Together of the Races\n","course_id":1,"status":"P","start_date":"1847-01-22","end_date":"1847-01-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 22 1847, a peculiar event took place at the Jonesborough hatter shop. On this occasion, whites and blacks of the town congregated for what was known as a Negro Party. Together, members of both races cast aside racial differences in order to celebrate the coming of the New Year. Every guest, despite their race, took part in the festivities which included feasting and dancing. The merriment lasted until five o'clock in the morning. At this event, white citizens of the town who were often divided on issues of religion and politics, came together in the spirit of solidarity to extend to the African American population of the community the right hand of fellowship. These people believed that, on the ballroom floor, both classes could come together free of distinctions of morals or color. It was expressed that many of the party goers thought that certain distinctions made on account of skin color were of the utmost distaste. Through the elimination of these distinctions, the white citizens of Jonesborough were able to show their devotion to those whom they termed voters of color.","This narrative serves as a reflection of the abolitionist sentiments felt by many East Tennesseans. Local manumission societies were established in a handful of counties in the early 1800's including Washington County, of which Jonesborough served as the county seat. Like the citizens in attendance at the New Years party, members of these societies had sympathetic attitudes towards people of color and pushed for the gradual emancipation the slaves. In 1819, a citizen of Jonesborough began circulating <em>The Manumission Intelligencer</em>, which later became simply <em>The Emancipator</em>. Historian Robert E. Corlew argues that these Tennessee manumission societies were short lived and no longer existed by mid-1830. This narrative, however, with its nuances of equality and references to voters of color implies that abolitionist sentiments still existed in Jonesborough even as late as 1847."],"display_date":"January 22, 1847","search_date":"1847-01-22","locations":[{"id":12441,"lat":36.2251619225,"lng":-82.4967689306,"zoom":9,"place":"WASHINGTON, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2568,"title":"The Hanging of Dave\n","course_id":1,"status":"P","start_date":"1848-11-17","end_date":"1848-11-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the Friday preceding November 20, 1848, the town of Jonesborough witnessed the hanging of a slave named Dave charged with the murder of his master. The slave did not deny his crime and appeared to show no remorse at the time of his execution. The only excuse offered by Dave for this gruesome act was that he had been drinking before the time the act was committed. Those who were there to witness his hanging claimed that his demeanor was indifferent towards his fate, and that he even dared to smile at times. Between the daytime hours of twelve and two, Dave was publicly hung by the town sheriff. The body dangled for thirty minutes before it was cut down and buried. Upon his burial, many physicians from neighboring towns rushed to his grave site to be the first to claim the body for dissection. ","We do not know anything of the events that induced Dave to murder his master. Since Dave offered no excuse for his crime, one can only speculate upon his possible stimulus. Dave could have murdered him for any number of reasons. A sexual advance on a loved one by his owner, persuasion by another white man, or any other perceived injustice brought upon him could have provoked Dave to commit this deed. ","However valid the crime's impetus, the murder of a white man at the hands of a slave or person of color was considered a serious offense punishable by death. Historian Joshua Rothman argues that although most African Americans who murdered their masters were sentenced to hang, many were not forced to endure this harsh sentence due to the intervention of other whites in the town who could vouch for the particular slave's character. In the instance of Dave, however, this intervention did not occur. From the tone of the article announcing the hanging, Dave showed no remorse for what he had done. His indifferent attitude, the lack of significant reason for the crime he committed, and the apparent lack of respect received from the members of the white community most likely did not lend itself to an appeal for a more lenient sentence."],"display_date":"November 17, 1848","search_date":"1848-11-17","locations":[{"id":12441,"lat":36.2251619225,"lng":-82.4967689306,"zoom":9,"place":"WASHINGTON, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":6430,"title":"Southern Feeling after the War","course_id":149,"status":"P","start_date":"1872-06-20","end_date":"1872-06-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Although the Civil War had ended, Southerners had a hard time adjusting to the new Union and the end of slavery. Because the South had fought and succeeding from the Union to keep their way of life intact, their losing of the war was met with pain and anguish from their side. Although most of the South had this feeling of what to do next after their slaves had left, my primary document the Herald and Tribune from Jonesborough, Tennessee wrote a article in 1872 talking about how southern men who fought for the South could not get all their benefits from the pension and that this was deserved. It is surprising to hear a Southern newspaper say six years after the Civil War ended that southern men do not deserve all loyalties and benefits that union soldiers get because they had betrayed the Union and turned their backs on the country. As the one part of the article says “to those not expected it does not in any other respect relieve those who have been disloyal from any of the legal penalties, restrictions or requirements consequent”. The sense of southern men paying for their sins was an idea that was not prominent and popular idea during the Reconstruction years.","It is surprising that a Southern newspaper would have such opposite opinions of what the South was thinking during Reconstruction. The newspaper mentions that in order for the United States to move on, the South needs to take responsibility for the war and accept the fact that southern way of living with slavery was over. Southern Democrats in Congress wanted the South to just fit back into Amercan society without any sort of reprocussions or payment from the South. A lot of southern men were still opposed to black men and women being their equals and living and working besides them.","In Leon Litiwck's <em>Been in the Storm So Long Mr</em>. Litwick tells readers how hard it was for southern families to adjust to their new way of living without slaves. There are plenty of examples he gives that show that families were having a hard time making life without their slaves helping them in the field and in the house. The sense of paternalism and how slave owners though they had a connection with their slaves made their slaves leaving for their freedom that much more difficult. There were alot of examples of white families trying to force their former slaves to stay by persuasion or force and the transition to a free society was not easy for southern land owners. Although the war and slavery had ended, racism and segregation took its place in and were the foundations of the relationship between white and black families."],"display_date":"June 20, 1872 - June 21, 1872","search_date":"1872-06-20","locations":[{"id":52835,"lat":41.5775802,"lng":-77.126128,"zoom":4,"place":"Jonesborough, Tennessee"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":32,"tag":"Civil War"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}]}