{"id":1910,"place":"MADISON, Mississippi","lat":32.6286946422,"lng":-90.0757654843,"episodes":[{"id":2105,"title":"Economies At Odds\n","course_id":1,"status":"P","start_date":"1887-08-13","end_date":"1887-08-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Economic change was slow to come to the former Confederacy after the Civil War. Although railroads began to crisscross New South cities like Atlanta, dependence on an agricultural way of life made the cities of the South less likely sites of industrial development than their Northern counterparts. This impeded development was only further hindered by the outbreak of Yellow Fever in Montgomery, New Orleans, and Memphis, and a struggling economy in the decade following the civil war. "," When the long depression of the 1870s ended in 1879, southerners celebrated its passing, historians William Cooper Jr. and Thomas Terrill write, and the South's cities and industries remained small but portended better times. LaGrange Furnace Co. was part of one such industry. A Western Union Telegraph dated August 13, 1887 and addressed to O.M. Dunn Luht of Memphis reads, briefly: We will need the Engine and two flat cars tomorrow send man to run it. Answer. The telegraph represents a picture to which dozens like it in the LaGrange records attest: a southern company growing rapidly in size in a time of economic development, taking advantage of the railroad network expanding across the South to increase their market and expand the reach of their product. These railroads changed life along the Mississippi delta, as elsewhere in the South, for the LaGrange company and society at large. As Edward Ayers has written, the construction of a railroad touched people all up and down the track."," Cooper and Terrill note, however, that even as companies like LaGrange grew, they were no match for King Cotton, who kept southern economies in his grip out of necessity and expediency. Ayers explains it this way: in the immediate postwar years farmers could count on cotton when they could count on nothing else; it was easily grown by a farm family, nonperishable, in demand, seemingly profitable, and easy to get credit for. The records of the rapidly expanding LaGrange Furnace Co. were a window on the future of the South in the post-Reconstruction era (what Ayers and other historians have come to call The New South), but the growth of the sort of economy that the company represented was not imminent at the time their telegraph was sent. Cotton's influence, the most powerful force in Southern economies for generations, dictated that despite the growth of urbanization and industry, it would be a while yet until the South transitioned from its agricultural economy. ","Episode Date: August 13, 1887"],"display_date":"August 13, 1887","search_date":"1887-08-13","locations":[{"id":7161,"lat":32.6346973664,"lng":-90.0338114186,"zoom":9,"place":"MADISON, Mississippi"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2591,"title":"The Backcountry of Central Mississippi\n","course_id":1,"status":"P","start_date":"1825-10-16","end_date":"1825-10-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter to his brother, Dr. Philip Klipstein the postmaster of New Baltimore Virginia, Elijah Thomhill recounted the perils of Mississippi living: Times now are very sickly, ie it was in the latter part of the summer but it is now getting more healthy.  I have had a spell of the ague and fever.  John also has been sick- George has been sick with the bilibious(?) fever and been well almost ever since. Often plagued  by disease, Mississippians in the remotest parts of the state, surrounded by Native American lands, found themselves without doctors and without hospitals. The climate in the frontier wilderness of Mississippi was torturous and overbearing especially in the summer humidity. Diseases spread by mosquitoes and swampland, exacerbated the heat, and according to Bradley Bond contributed heavily to the isolated... and dangerous nature of the Mississippi lifestyle. Typhoid fever (the bilious fever that afflicted George), malaria (Elijah's auge) and yellow fever, all tropical diseases, were common afflictions in the Mississippi summer.  ","      While a hotbed for disease, the climate provided Mississippians, like Elijah Thomhill, with a livelihood-staple crop farming.  The same warmth and humidity that fostered Thomhill's malaria and George's typhoid made Mississippi a cotton kingdom. The long growing season attracted farmers like Thomhill to the region.  Thomhill's letter described his cotton farming: Cotton crops have fallen short of the common estimate but the fine crops of corn make up the deficiency in cotton."],"display_date":"October 16, 1825","search_date":"1825-10-16","locations":[{"id":7156,"lat":32.6286946422,"lng":-90.0757654843,"zoom":9,"place":"MADISON, Mississippi"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2615,"title":"Violence in Mississippi\n","course_id":1,"status":"P","start_date":"1835-07-15","end_date":"1835-07-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the summer of 1835, violence swept through the Mississippi landscape. A Mississippi man's letters include harrowing murders, vigilante activity and a purported slave insurrection.  Rattled by the violence, the Mississippian, James Carlson, in a letter to his former schoolmate, Virginian Robert Whitehead, detailed the events with fear and warning.  Lawless men brutally murdered a mutual friend on his plantation. In the wake of the violence, white vigilante groups raided and hung gamblers in Vicksburg, while others uncovered and hung slave conspirators planning a massive insurrection.   ","      The Vicksburg Volunteers, as the self-selected white male Mississippians called themselves, did not wait for the slow and uncertain arm of the law rather, they hung the villains who upset social order.  Vigilante groups, as characterized by Richard Brown in <em>A Strain of Violence</em>, developed in the absence of effective law and order in the frontier region. According to Carlson, vigilante violence continued in Madison County, where an insurrection movement among Negros was discovered...and by all accounts...12 Negros and two white men were hung in the manner of Vicksburg. [After they were hung, the insurrectionists were left hanging for 24 hours as an example.]  Many more both Negros and whitemen (who were at the head of it) have been taken and put in prison.  These are harsh measures but the times require them.  In Madison, Hinds, Warren and Yazoo, the greatest excitement prevails and armed patrols are moving in every direction. Armed patrols were not site-specific to Mississippi. ","      Brown argues, vigilante groups, in this case the Vicksburg Volunteers and the armed patrols, fit into an American doctrine of vigilance, used in early 19th century crises of war and expansion.  Recalling historical precedent (in the 1810's vigilante groups formed in Virginia as a home guard during War of 1812 and in 1817 Florida when threatened by a Spanish-Mexican navy) and propagating a democratic ideal of popular sovereignty harking back to the American Revolution, vigilante groups saw themselves as uniquely American--lawless but justified. ","      In Mississippi, the vigilantes were as Brown described, upright and ambitious frontiersmen who wished to re-establish the values of a property holder's society. Subversive behavior, especially among slaves and poor white men, disquieted the social order and pushed Carlson to lament: the times are indeed alarming. ","      Quelling a slave insurrection, looting a gamblers enclave, the militant arm of white society proactively reiterated the social hierarchy of the South.  Southern whites lorded over poor white criminals and enslaved African Americans."],"display_date":"July 15, 1835","search_date":"1835-07-15","locations":[{"id":7156,"lat":32.6286946422,"lng":-90.0757654843,"zoom":9,"place":"MADISON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2869,"title":"Midwifery in Mississippi\n","course_id":1,"status":"P","start_date":"1885-02-15","end_date":"1885-02-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 17, 1885, Mrs. Octavia Wyche wrote from Meridianville in Madison County, Mississippi to her daughter Imogene in Virginia about a number of things. Perhaps the most important news of the letter was the complication during child birth that her other daughter Mollie had gone through two days before. Mrs. Wyche noticed her daughter was acting strangely and sent Walter, one of her sons, for a doctor or and old woman. Mrs. Wyche told her son to first call a Doctor and then on Martha Wade, who presumably was a trained midwife.","Although the practice of midwifery is no longer in widespread use, during the nineteenth century it was still a part of American culture. It is true that the practice had begun to take a secondary role to trained male doctors among middle and upper class white citizens, but the practice had not entirely faded. It was especially prevalent, note Richard and Dorothy Wertz, among isolated whites (and others). Certainly, on their plantation, Green Lawn, the Wyches were somewhat isolated, as were many living on farms or plantations in the South at the time; if a doctor could not be found immediately, a midwife would have to be called upon, which was exactly Octavia Wyche's understanding of the situation on February 15, 1885.","The practice of midwifery had changed dramatically in America since colonial times, when after, 1750, American men began to return from medical education abroad to practice in colonial towns and cities. The Wertzs note that this began the involvement of men in childbirth, and it was men who actually at first began the practice of educated midwifery. The training spread to women, and In the years after 1810... the practice of midwifery in American towns took on the same unregulated, open market character it had in England where men and women of various levels of training competed to attend births.","During the latter half of the nineteenth century, however, women began to be excluded from midwifery. Despite the fact that American doctors were not as well trained as their more formally educated European counterparts and therefore well trained and experienced midwives most likely could have done the job just as well, it came to be regarded as unthinkable to confront women with the facts of medicine or to mix men and women in training, even for such an event as birth. Nevertheless, by 1885 midwifery was once again being practiced by women such as Martha Wade. Perhaps this is due to the expansion, however slowly, of women's rights during the time. ","Ultimately the decision whether or not to employ a midwife would have been up to Mollie Wyche, and she apparently decided to consult at least one trained midwife as well as at least one doctor. The Wertzs note that it was probably very wise of Mollie Wyche to use not only a trained midwife, but also a woman who had herself borne a child and who might be more patient and discerning about birth processes. The level of experience of Martha Wade is not known, but presumably her being an old woman implies a higher level. Unfortunately, Walter Wyche could find neither Martha Wade nor a doctor in time, and Mollie Wych miscarried. For all of Walter's searching, however, it is unlikely Martha Wade or any doctor could have done much to prevent the sad event."],"display_date":"February 15, 1885 - February 17, 1885","search_date":"1885-02-16","locations":[{"id":7161,"lat":32.6346973664,"lng":-90.0338114186,"zoom":9,"place":"MADISON, Mississippi"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3268,"title":"A Righteous War to Protect a Christian Institution\n","course_id":1,"status":"P","start_date":"1865-02-21","end_date":"1865-02-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In February and March of 1865 a large group of prominent political figureheads from the state of Mississippi gathered together for a called session of the Mississippi House of Representatives. For two whole months, with the siege of Petersburg in the backdrop, the House mulled over the condition of the state and the Confederacy in its fifth year of independence. On the second day of session, Mississippi Governor Charles Clark gave a speech on the Condition of the Country, in which he encouraged the state to stand with the Confederacy until the very end. "," An attitude of defiance marks the words of the governor as he rallied the House not to give in to any entreaties of peace or negotiation offered by the Federal Government. Clark encouraged the state to stand resilient against their foe as they fought a righteous war to preserve the Christian institution of slavery. I recommend that you solemnly and firmly declare that Mississippi will be true to her plighted faith to her sister Confederates, and will conquer or perish with them....rather than abandon our cherished and Christian institution of domestic slavery, we will send our servants with our sons to the battlefield, to fight for our right to protect and guard them against their worst enemies. "," It is the institution of slavery that so strongly strikes a chord with Clark and the citizens of the South. Economic and social circumstances of the day and age encouraged the view that the institution of slavery was perfectly acceptable and necessary for the established structure of southern society. Southerners believed slavery to be a perfectly righteous and Godly institution, in which they acted as the paternal master over their misguided slaves. It economically benefited the white man while allowing blacks to be cared for and introduced to the Gospel. The Confederacy felt it better to fight until the death rather than to allow their benevolent way of life to be stripped away from them. As Gallagher notes in <em>The Confederate War</em>, Religion supplied the overarching framework for southern nationalism, as Confederates cast themselves as God's chosen people...'Slavery became, in both secular and religious discourse, the central component of the mission God had designed for the South.'"],"display_date":"February 21, 1865","search_date":"1865-02-21","locations":[{"id":7159,"lat":32.6346973664,"lng":-90.0338114186,"zoom":9,"place":"MADISON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3545,"title":"Colonel Lloyd of Virginia Operates a Plantation in Mississippi\n","course_id":1,"status":"P","start_date":"1850-10-24","end_date":"1850-10-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the middle of the nineteenth century, it was very lucrative for rich southerners to invest in the establishment of another slave plantation in a different area, which they would oversee from their current address.  Colonel Edward Lloyd of Virginia had one such vision that he would operate a plantation in Mississippi from Virginia, and its sole purpose would be for monetary gain.  After deciding on his plan, and acquiring the land in Mississippi, he appointed John Hargon to be the overseer on the plantation in Lloyd's absence.  This was not uncommon, and most people made money from such a venture.      Given the nature of the business, though, there will undoubtedly be problems with the plantation.  Hargon dated one letter to Lloyd as October 24, 1850.  There was a problem with the shipment of cotton from the plantation on the Pearl River, which runs through Yazoo County in central Mississippi.  Hargon said that the Freight are 125 c/bale   and only one boat which carry about 400 bale makes a trip once a week when they receive 500 bales a day.  Lloyd faces a predicament that was not unique to his situation.  He put a plantation in an underdeveloped area of Mississippi, and now he cannot ship his cotton to the market. ","At the same time, Hargon was forced to work harder for profits.  Stanley Engerman illustrates the pressure for plantation overseers to reap higher and higher profits.  Lloyd wanted to get the biggest profit for his investment, which forced Hargon to use fresh, undeveloped soil. This soil was farther away from the established commerce routes, and so leads to the predicament in which Hargon found himself.  Engerman states that this expansion helped as well as hurt the plantation owners in the exact way Lloyd and Hargon illustrate.  The greater production is not immediately met with greater transportation capacity, especially in areas that are not near a railroad.  The venture for slave holders wishing to run a plantation from afar was still profitable, but due to the economic circumstances of the southwest, the true profits would have to wait until the transportation industry catches up with the plantations' expansion."],"display_date":"October 24, 1850","search_date":"1850-10-24","locations":[{"id":7158,"lat":32.6346973664,"lng":-90.0338114186,"zoom":9,"place":"MADISON, Mississippi"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4086,"title":"Organization of Women&#39;s Movements in the South: Belle Kearney, WCTU, and Suffrage","course_id":5,"status":"P","start_date":"1889-04-01","end_date":"8/18/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["  For many women in the South, the Women's Christian Temperance Union served as an opportunity to organize with other women, gain public career skills, and work outside the home. This experience was later able to transfer in women's work for suffrage. Belle Kearney, a leader within the WCTU and later a women's suffragist, wrote about the beginning of her career in the WCTU in her autobiography, <em>A Slaveholder's Daughter</em>. In this work she analyzes the affects of the Civil War on women in the South and discusses her own experiences as a daughter this post-Civil War society. Kearney desired to be well educated and to pursue a life beyond the domestic sphere of women. She stated that women in the South had assumed responsibility while the men were at war yet when the men returned, women were expected to return to the female domain. For Kearney, remaining in this womanly sphere was not acceptable. In 1889, she was given her chance for public work when her father encouraged her to listen to a speech given by the President of the WCTU, Frances Willard. After this, Kearney accepted a position in the WCTU which became, for her, an outlet to the public sphere and prepared her to later serve in the women's suffrage movement.            ","According to historian Louise M. Young, this experience in the WCTU was not exclusive to Kearney. Women's promotion of temperance was seen as acceptable public work for them because temperance fell into the womanly sphere of \"protecting the home.\" This allowed women in public work to become more acceptable and thus gave women the courage and ability to work for more radical causes such as women's suffrage.  So, women took the training hat they received in the WCTU and applied it to the suffrage movement. Temperance also opened other avenues for suffrage in that supporters of temperance wanted to give women the vote so that they would have political power to enforce temperance. For the South, this was important because Southern women had not participated in the abolition movement in the North which had prepared women for the first wave of the women's suffrage movement. Thus, in the South the WCTU served to prepare women for the women's suffrage movement as the abolition movement had in the North."],"display_date":"April 1, 1889 - August 18, 1920","search_date":"1904-12-09","locations":[{"id":7161,"lat":32.6346973664,"lng":-90.0338114186,"zoom":9,"place":"MADISON, Mississippi"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}]}