{"id":1911,"place":"HARDEMAN, Tennessee","lat":35.2116486435,"lng":-88.9878590321,"episodes":[{"id":2581,"title":"Tennant farmers settled with Mr. Bills after the harvest \n","course_id":1,"status":"P","start_date":"1870-01-26","end_date":"1870-01-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a cold Wednesday morning in February, tenant farmers Captain Bishop and the African Americans Coleman, Sandy, and Sam Watkins settled their rent with wealthy Tennessee planter John Houston Bills. The total crop for the year for all four men was worth 2,033 dollars  Mr. Bills took 515 dollars for rent, or  twenty five percent of the four men's total crop.   These landless tenants had no choice but to accept the high rent that Bills offered.  Instead of growing his own crops, Bills relied on his dozens of tenants to farm his thousand acres and provide his substantial income.  While Bills returned comfortably to his home, his white and black tenants faced the  bleak economic reality of declining cotton prices. "," Unlike a crop-lien system, Bills charged a flat rate rent in order to reduce the risks associated with tenant farmers. The trend continued on a regional level in Georgia where the number of cash tenants grew from 18,000 in 1880 to 59,000 in 1900. At nearly seventy years old, Bills was too old to oversee that tenants properly tended to the cotton fields.  Although it seemed like a lucrative business, landowners found it difficult to keep tenants because farms competed for the lowest rent.  Heavily indebted tenants could leave unexpectedly without paying for goods that Bills provided.   With cash tenants, landowners did not need to keep a store or furnish any goods.   Landowners increasingly avoided the crop-lien system, as they did not want their tenants to rely on them for food to feed their families. Tenants knew how much they had to produce to meet their rent and landowners could isolate themselves from the harsh realities of tenant farming.  Since landowners did not have any personal stake in the success of their tenants, Bills could retire to a leisurely life of hunting and fishing instead of supervising the farm. ","Lower commodity prices caused by overproduction after the Civil War made farming a difficult life for  landless African Americans and whites.  More efficient cotton processing and new farming methods flooded the European and northern markets with cotton, corn and tobacco causing commodity prices to plummet.  Still, agriculture was firmly ingrained into the landscape of the South  for generations and industrial opportunities were scarce.   Recently emancipated African Americans with little education turned to the familiar cotton farming of the antebellum period. The lack of affordable land forced both white and black landless farmers  to accept high rent.  If there were blight or an early frost, tenant farmers risked not having enough money to feed their families. ","White landowners had a complicated relationship among white and black tenants.  If both the tenant and the owner were white, they enjoyed a closer relationship than with African Americans.  Landowners would often work aggressively to help their white tenants to succeed while having little contact with black tenants.  Black and white tenant farmers developed tensions when they competed for the best crops and the best land.  Whites especially resented successful black farmers who challenged white supremacy.  Even though believed they were racially superior to black tenant farmers, they were on the same economic ground.  In many ways tenant farming placed whites and blacks on equal ground. Increasingly, white tenant farmers felt stigmatized for sharing the same economic status as African Americans."],"display_date":"January 26, 1870","search_date":"1870-01-26","locations":[{"id":12066,"lat":35.2116486435,"lng":-88.9878590321,"zoom":9,"place":"HARDEMAN, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2592,"title":"The classic walls of The Dear Old Mary Sharpe College\n","course_id":1,"status":"P","start_date":"1870-01-01","end_date":"1871-03-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After two years of silence, Fannie Irene Jones wrote about her evolution  from a little child of eleven longing for the shades of the classic walls of the dear old Mary Sharpe, to a college girl whose brightest hope as been realized. Unlike the stereotypical image of the upper class southern belle isolated on a large plantation, Fannie studied Latin and Greek every day until she could leave the farm and attend the prestigious Mary Sharpe School in Winchester, Tennessee.  Her father, a wealthy planter, and brother opposed her decision due to her young age, but she persisted until they sent her to college.  Fannie's pictures and biographies of women's suffrage leaders such as Susan B. Anthony showed that she intended to use her education.Mary Sharpe College in Winchester, Tennessee opened in 1853 with the statement a statement of purpose that read: educate the mothers and you educate the world.  Even though this statement of purpose seemed patronizing, Mary Sharpe offered women the best classical education in the South.  It was a competitive college that required that young women take four years of Latin, Greek, and mathematics. Only the wealthiest planter families could afford to send their daughters to an institution like Mary Sharpe.  Some planters sent their daughters to college to study Latin and Greek as a symbol of a high level of sophistication and class that would elevate their daughter's status in the marriage market. Before the War, high cotton prices meant that college women returned to the plantation for a life of domesticity.   After the Civil War, however, tough economic realties meant that girls like Fannie went to college to prepare themselves to earn a living through teaching or nursing.   Although Fannie may have been an exception, she studied hard to get into college in order to seek her independence from a domestic life on her father's farm.  Contrary to the stereotype of the southern belle, women's higher education in the South developed faster than other regions in the United States during nineteenth century.  By 1860, North Carolina had thirteen female colleges and just six male colleges.  Georgia also had at least ten female colleges.  Academically, female colleges were equivalent to male colleges in math and science with the exception that women studied more classical languages, art and music.  While wealthy families throughout the South sent their daughters  to college as a status symbol, Fannie used the opportunity to become more independent and perhaps challenge male dominated professions.  "],"display_date":"January 1, 1870 - March 12, 1871","search_date":"1870-08-06","locations":[{"id":12066,"lat":35.2116486435,"lng":-88.9878590321,"zoom":9,"place":"HARDEMAN, Tennessee"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2600,"title":"Calvinism in middle Tennessee\n","course_id":1,"status":"P","start_date":"1870-01-01","end_date":"1871-05-20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Houston Bills never attended the same church on Sunday.  Even in his early seventies, he had the mobility to travel all over the county to the Episcopal, Baptist, Evangelical Christian, and Presbyterian churches. Maybe he enjoyed hearing different preachers and different Christian perspectives, but church also served a social function for him.  Bills was a successful businessman, planter, and judge who could use church gatherings as a way to connect with potential business partners and politicians of all faiths.  He timed every sermon and strongly preferred brief services.  No matter what denomination, he enjoyed and agreed sermons with sermons that  stressed the predetermined order of society because it confirmed his class status.  Bills wrote,  Rev. Mully preaches a full eighty minutes that God elected from all eternity certain persons to be saved a large majority to be lost. Bills expressed his belief in John Calvin's doctrine when he hoped Rev Brown of the Presbyterian Church would preach about God's chosen few. ","Rising Evangelical Christian beliefs threatened planters like John Bills who were at the top of the social hierarchy in the South.  The conflict between the two denominations began before the Civil War when evangelicals preached religious equality to women and slaves in the South.  Nat Turner's rebellion in 1831 showed that biblical inspiration could cause slaves to massacre their masters.   In the aftermath, paranoid slave owners either closely supervised their slaves religious experience or kept away from them entirely.  While lower class whites adopted the uplifting message of social mobility, large planters resented any challenge to the natural order of society.  ","Southerners adopted religion that appealed to their class-consciousness.  Unlike middle class evangelicals who were dissatisfied with elitist and hierarchical churches, Bills strongly believed that God chose certain people to succeed and a great majority to fail. Since Bills was a large slave owner before the war, his experience on the plantation revolved around divisions in race and class.   In the postwar years, the inability of his poor white and black tenant farmers to elevate their class status confirmed his belief that God ordained a natural class order.  New scientific innovation since the Enlightenment that studied the biological structures in nature validated the religious claim made by John Bills.  After the Civil War, large planters like John Bills lived in a new unstable social order caused by the declining commodity prices.  The belief that anybody could connect with God during a revival was deeply offensive to the Calvinist belief that God was outside of the human experience.  Bills and his fellow businessman adopted Calvinistic tendencies to seek validation from the church for their financial success.   Average Baptists, Presbyterians and Evangelicals, however, preached social mobility and free-will doctrines that appealed to the middle-class. "],"display_date":"January 1, 1870 - May 20, 1871","search_date":"1870-09-10","locations":[{"id":12066,"lat":35.2116486435,"lng":-88.9878590321,"zoom":9,"place":"HARDEMAN, Tennessee"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}