{"id":1940,"place":"NORTHAMPTON, Virginia","lat":37.4397010577,"lng":-75.7099156274,"episodes":[{"id":2048,"title":"Baylee, the Democrat from Eastville","course_id":1,"status":"P","start_date":"1892-01-01","end_date":"1892-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Baylee was a Democrat from Eastville, a town in Virginia's Eastern Shore. Baylee became a Democrat after an Eastern Shore county chairman approached him about an upcoming election. Eastville, with its sizable black population, had voted Republican in recent years. Democrats knew that wooing black voters with their often racist platform was difficult. One thing worked to the Democrats' advantage: most black voters were illiterate. The Democrats went to Baylee because he needed money and because he was black. After he was paid, Baylee told the Negroes on Monday night at their meeting not to call on [the] 'constables' for help as they would cheat them, but to guess at the name, which they did. The county chairman let his boss know that the Negro Baylee at this precinct did certainly manage his vote splendidly. As a result, the county chairman continued, [the Democratic] majority at Eastville was 72, where usually [the Republicans] get 200 majority. So I think Baylee carried out his part ... I will give Baylee his pay tonight.","Blacks in Virginia and Maryland fared better than those in other southern states: despite many attempts to restrict their suffrage rights, blacks in these states kept voting in the years after Reconstruction. However, even in these regions, blacks were political victims of deceitful tactics, racist attacks, and exploitation. Democrats would do anything to win elections during the years of Redemption, when they regained political control in the South. Tales of bribery like this one are common to both Virginia and Maryland, to rural as well as urban areas. Political machines provided patronage to anyone who could get out the vote for the party. Democrats also used racist attacks to secure their majority when elections seemed close. A Democratic candidate in 1889 claimed in a campaign speech, we have determined that this government was made by white men and shall be ruled by white men as long as the republic lasts."," The Democrats weren't the only ones politically exploiting blacks. The Republican Party never afforded blacks any true power in their organization, awarding them token positions on councils and token planks in political platforms. Blacks learned to expect little from their Republican allies. A petition sent from blacks to leaders of the Republican Party asks only that President Harrison ... appoint at least one coloured man to a Presidential Office in Maryland... Blacks formed protest groups, such as the Colored Equal Rights League, the United Brotherhood of Liberty, and the Maryland Progressive Assembly, but they accomplished little. Despite deteriorating political standing in the Republican Party, blacks found that there was no where else to go."],"display_date":1892,"search_date":"1892-07-01","locations":[{"id":14105,"lat":37.4397010577,"lng":-75.7099156274,"zoom":9,"place":"NORTHAMPTON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2636,"title":"Orphaned to Cloud Nine\n","course_id":1,"status":"P","start_date":"1865-11-08","end_date":"1865-11-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["November 8, 1865, Miss Mary West Jenkins wed Dr. John F. Boynton in a hot air balloon above the clouds. The bride was an orphan, born in Northampton County, Virginia, and adopted by Mrs. J.L. West of St. Louis as an infant. With over 6,000 spectators present, the bridal party left the Fifth Avenue Hotel for Central Park. His sister and the owner of the balloon accompanied the young bride and her fiance for the ceremony. They floated away from the Park, exchanging vows and signing the marriage contract while ballooning through the sky. Such a fairy tale wedding made reality for a young girl who once had no hopes for such a comfortable future. Social status was determined in large part by family and as an orphan she was left in the cold. She had little hope for education, medical care, and would have most likely been forced to work in a factory to support herself even as a teen. She was so lucky to avoid all of that. ","During the years preceding the war, slavery continued to fade away and forced by low profitability of small scale farming, many men were forced to find other means of work. Often these farmers could not produce enough substantial crops to feed their families, much less enough to commercially sell at market. Livestock also required larger treks of land to sustain profitability. Fishing and hunting were often alternate ways that the poor obtained food. Economic expansion created a great struggle between the classes. As lumbering, steel, and iron industries emerged, employers began to look past racial lines, hiring whites and blacks as equals. Many men who saw their skin color as the only valuable asset they possessed were stripped of their pride when forced to work side by side with newly freed African Americans. ","Occupation, residence, religious affiliation, and such too often determined much of one's societal value. The poor worked for minimal wages while the socially elite could afford luxuries such as Mary West's wedding dress made of the richest of poplin, trimmed with rich velvet, with a silk hat and gloves to match. Wealthy southern aristocracy shared many of the same privileges as those of the north, but often gaining their wealth by use of slaves. Many owned plantations, but other chose to invest in industrial endeavors. The Duke and Winston families prospered from the tobacco market in North Carolina and Mary Ann Todd, wife of Abraham Lincoln was from a Kentucky family that made its money from banking. Southern wealth was no longer the result of solely slave labor.","Mary West's marriage to Dr. John Boynton was certainly one of exceptional status. They were both highly educated. She attended Monticello Seminary in Illinois and was quite talented in music and drawing. John graduated from a medical institution and was well known for his lectures in geology. He also at one time held government office. Their wedding was elegant and very original even by today's standards. Her dress was rose in color and the hot air balloon was adorned with lace curtains and tassels in the colors of the American flag. After landing at sunset, they took a train back to the Fifth Avenue Hotel to share their first night as husband and wife. Mary West was fortunately raised by a loving mother that was more than able to give her all the comforts that she would have never experienced as an orphan on the eastern shore of Virginia. While Mary West's economic prosperity did not make her happiness, it was far more promising than the life that she was born into. "],"display_date":"November 8, 1865","search_date":"1865-11-08","locations":[{"id":14102,"lat":37.4397010577,"lng":-75.7099156274,"zoom":9,"place":"NORTHAMPTON, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4008,"title":"Renaissance of the Oyster Industry\n","course_id":7,"status":"P","start_date":"1891-01-01","end_date":"1895-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"We will be unable to give our children any remnant of our patrimony unless the whole oyster industry is restored without delay.\"  William K. Brooks wrote these words in 1891, fifty-six years and 400,000,000 bushels of oysters after the beginning of commercial oyster revolution.  The natural beds of the Chesapeake were being depleted so rapidly that Brooks predicted a complete extinction of \"a free gift from bounteous nature.\"  \"Our indifference and lack of foresight, and our blind trust in our natural advantages, have brought this grand inheritance to the verge of ruin.\"  Despite this, Brooks believed that there was a solution: oyster harvesting.  \"An army\" of laborers must assemble and begin farming oysters, just as one would grow wheat or cotton. According to Brooks, \"our opportunities for rearing oysters are unparalleled in any other part of the world.\"  The seed for future economic and financial improvement had been planted.","            In 1895, James B. Baylor submitted to the governor of Virginia an idea based on the 439-page survey of the \"natural oyster beds, rocks and shoals\" that would not only revive the oyster industry but also bring significant funds to the ailing Virginia treasury.  Of the entire Chesapeake Bay, only 201,216.3 acres were considered to be natural oyster beds.  Outside of this, however, remained 400,000 acres of \"barren area\" that, under Section 2137 of the Code of Virginia, could be subdivided and rented to farmers for cultivation.  Baylor suggested a series of laws that, through the mandatory use of \"labor-saving appliances\" (acquired from states such as Maryland, which already had an established system of deep-water oyster harvesting) and the implementation of license taxes, would greatly improve the oyster industry and significantly increase state revenue.  Not only would everyone in the Commonwealth benefit from these laws, but also the success of oyster harvesting, which those in William Brooks' day feared might end, could be guaranteed for generations to come.  ","            Since these times, \"the shellfish aquaculture industry in Virginia has added significant value to the State's seafood marketplace.\"  Even today, notes the Virginia Institute of Marine Science, \"watermen continue to harvest both hard clams and oysters from the State's public resources.\"  Were it not for the efforts of the scientists of the late nineteenth century, however, the entire shellfish industry might have perished.  "],"display_date":"January 1, 1891 - January 1, 1895","search_date":"1892-12-31","locations":[{"id":14105,"lat":37.4397010577,"lng":-75.7099156274,"zoom":9,"place":"NORTHAMPTON, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}]}