{"id":1956,"place":"FULTON, Georgia","lat":33.7862251516,"lng":-84.4230424472,"episodes":[{"id":182,"title":"Ninth International Sunday School Association Meets in Atlanta\n","course_id":1,"status":"P","start_date":"1899-04-27","end_date":"1899-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This religious meeting held in Atlanta brought together some of the most prominent leaders in the entire Christian world', according to the Atlanta Constitution. Over the course of several days, these leaders met with religious leaders from across the country, as well as ordinary citizens of Atlanta to discuss topics of religion and to raise money for churches and Sunday schools across America. The Constitution reported that the citizens of Atlanta did not fail to realize the international significance of this event. Atlanta will obtain a religious stimulus from the convention such as probably has never been felt here before'. &lt;br /&gt;However, tension erupted on the second day of the meeting when black members of the delegations represented were barred from membership on any of the committees. Apparently, the executive committee of the meeting had tried to make up for this by granting the African-American delegates special seats in the convention hall where many of the speeches and events were taking place. However, black representatives were not quelled by this gesture. J.L. Neill, an African-American delegate from Washington, DC made a stirring address to the convention in which he claimed that if his race was discriminated against, the work among his people would be discouraged and set back several years'. &lt;br /&gt;The dispute was settled amicably' on the third day when the executive committee rendered a compromise. The African-American delegates would be allowed to choose a Vice President and a member at large for both the executive and nominating committees. According to the Constitution this arrangement seems to be satisfactory to all concerned' and the black delegates chose all African-American members to represent them on these committees. &lt;br /&gt;The convention went on to hold several more delightful' events and raised over twenty-three thousand dollars for Sunday schools in the country. However, the occurrence of such racially motivated events at a religious convention portrays how total and absolute racial discrimination was in the South at the close of the 19th century."],"display_date":"April 27, 1899 - April 30, 1899","search_date":"1899-04-28","locations":[{"id":1823,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":312,"title":"Segregated Schools Mandated\n","course_id":1,"status":"P","start_date":"1873-08-31","end_date":"1873-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As the first Confederate state readmitted to the Union on July 23, 1866 Tennessee never experienced Federal military occupation. As a result, Tennessee was able to get through Reconstruction with relatively few changes to its state constitution.  In 1873, a majority-white legislature passed a new public school law mandating separate but equal for black students and teachers, supported by property taxes and, ironically enough, poll taxes.  Despite its siding with the Union in the Civil War, the school segregation laws of West Virginia and Kentucky proved that racism was not limited to the Five Military Districts and Tennessee.  West Virginia's updated segregation law provided that separate black schools should only be opened if the number of black students in the district exceeded 15.  Kentucky followed its southern neighbor's example by making it illegal for a white child to attend a black school, and vice versa, in 1873, just five years after it had barred school segregation.  The following year legislators instituted uniform, federally-funded segregation in the education system.  &lt;br /&gt;Meanwhile, even some unredeemed' states managed to institute separate schools for the races, as evidenced by an August Atlanta Constitution editorial by Joseph Brown criticizing the Atlanta Board of Education and City Council for refusing to allow a local white woman, who had been teaching in the colored system, to transfer into the white schools.  The latter part of Brown's article offers a notable disclaimer to reiterate directly what I have frequently said; that I am not, and never have been, an advocate of social equality between the races; I have always insisted that the races should have separate schools.'  Undoubtedly, millions of white Southerners shared Brown's opinion, believing black students to be inherently inferior in the academic arena, a dangerous and unpredictable social element unfit to mix with white children, or sexual deviants waiting to ravish young white girls on the way home from school (or all three).  &lt;br /&gt;By 1873, the importance of segregation in public education was already commonly accepted in a majority of white Southern states as necessary for peaceful racial coexistence, even in states (like Georgia) which did not yet have a legislated framework for two parallel educational systems.  The legal entrenchment of separate but equal' schools, first seen in two states outside the Deep South and outside the reach of Federally-protected black equality, laid the groundwork for the later institutionalization of Jim Crow segregation in almost every area of social and educational life throughout the South."],"display_date":"August 31, 1873","search_date":"1873-08-31","locations":[{"id":1821,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":349,"title":"The Virginius Affair\n","course_id":1,"status":"P","start_date":"1873-10-31","end_date":"1873-11-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Virginius was a former Confederate blockade runner which had been captured by the Union during the American Civil War.  A Northerner, John Patterson, purchased the Virginius from the government, and, unbeknownst to the New York Customs House, planned to use the ship to take supplies and men to Cuban insurgents fighting the Ten Years' War with Spain.  The Ten Years' War was the Cuban war for independence which lasted from 1868-1878; the last three months of the conflict would escalate to become the Spanish-American War. On October 31, 1873 in international waters near Jamaica, a Spanish naval vessel took the Virginius (which was flying the American flag) and its passengers and crew into custody.  There were 52 American and English crewmen, and around 100 Cuban passengers.  On November 4 in Santiago de Cuba, the Spanish summarily tried and executed 53 of the Virginius's crew, including the ship's commanding officer and former Confederate Captain Joseph Fry, as well as some passengers who turned out to be insurgents.&lt;br /&gt;Americans were outraged at the news; it was inconceivable that Spain would dare to board a vessel flying the U.S. flag in international waters, then impound and execute most of the crew.  Southerners were especially angry at the death of the ship's captain, an upright gentleman' and native Floridian; melancholy obituaries of the Captain who supported the secession of Florida from the Federal Union, and served throughout the war in the navy of the Confederate States' appeared in papers across the South.  In exchange for the loss of such a man, ever ready to espouse the cause of liberty,' Southerners wanted justice: The blood of Captain Fry and his comrades has not been shed in vain. From all over this country will go up a cry for vengeance upon their murderers, and Cuba soon be free Cuba.'&lt;br /&gt;Even after the news came out that the Virginius had flown the American flag illegally, tensions were high between the U.S. and British and Spain.  However, on December 8, Spain agreed to release the remaining prisoners, return the Virginius to the United States.  In 1875, the Spain paid an indemnity of 80,000 to the American and British governments in apology for the execution of American and British citizens two years earlier.  Though the Virginius incident rallied Southern pride, it also lit a fire of nationalism in the United States, a prelude to the rise of nativism later in the century, and sowed a seed of discord between the American and Spanish governments which would yield the Spanish-American War a few years later."],"display_date":"October 31, 1873 - November 8, 1873","search_date":"1873-11-03","locations":[{"id":1821,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":423,"title":"General Sherman Forbids the Entry of Blacks into Army\n","course_id":1,"status":"P","start_date":"1864-06-03","end_date":"1864-06-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the Emancipation Proclamation, many former slaves sought to join the Union army.  However, during the Atlanta campaign that lasted from May-September 1864, General William T. Sherman, a Union commander, forbade the entry of African-Americans into the army.  Sherman did not hide the fact that he was a white supremacist.  His view represented the views of many of his men, who came from the Midwest, where racism was widespread.  He said that he would not trust blacks to fight yet.' (Smith, 229)  Rather than employ blacks as solders, he sought to employ them as laborers.  He believed that blacks should be kept in jobs that were not that different from what slaves were doing for the Confederate Army. &lt;br /&gt;&lt;br /&gt;In an effort to keep his forces exclusively white, Sherman issued Special Field Order No. 16, which forbade recruitment officers from enlisting blacks.  To make himself clear, he warned that any recruiter who enlisted black soldiers would be arrested and possibly imprisoned.  Despite Sherman's orders, however, former slaves continued to enlist in the army in other areas of Georgia. &lt;br /&gt;&lt;br /&gt;Despite strong coaxing from others, Sherman refused to change his attitude on the matter.  Even Lincoln reminded Sherman that there was a law in effect regarding black recruitment into the Union Army, and that because it was a law, all must follow it.  Sherman claimed to have the highest regard for the law, but refused to change his mind because he believed his view represented a large portion of Union soldiers.  By the early summer, the claim that the Northern war was a failure was no longer valid, and so Sherman continued to ignore Washington's pleas that black soldiers be included in white armies."],"display_date":"June 3, 1864","search_date":"1864-06-03","locations":[{"id":1820,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":762,"title":"Chicago World&#39;s Fair Contest in Georgia\n","course_id":1,"status":"P","start_date":"1893-05-01","end_date":"1893-10-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Chicago World's Fair, or the World Columbian Exposition, opened its gates to the American public on May 1, 1893, having constructed over 200 new buildings in order to house the enormous number of exhibits the fair would open to the international public. Among its hundreds of exhibits and performances were models of new industrial machinery, specially-made buildings, and Buffalo Bill's Wild West Show. Visitors to the World's Fair could be amused for days with the introduction of electrical power used to illuminate the International Exhibition, speakers such as Fredrick Douglass and Susan B. Anthony, as well as the first Ferris wheel, exotic dancer, Juicy Fruit gum, and Aunt Jemima pancake mix. &lt;br /&gt;Although the fair was held in Chicago, word of the fair had spread throughout the entire United States. Even poor southerners attempted to find ways to visit the fair before it ended. Letters were mailed, by hotels located near the World's Fair, advertising discounted rates to southern farmers and their families, should they decide to make the trip. The letter went over the proper dress guidelines for visiting the World's Fair, assuring farmers' wives that they wouldn't need to purchase a new dress for the occasion, maybe only a new pair of shoes. Train rates were also discussed as being reasonable enough for a rural family to make the trip by train. &lt;br /&gt;The letter addressed to the wives of farmers tried hard to convince southerners to make the trip. The Atlanta Constitution also held a contest to choose five lucky recipients of a free trip to the World's Fair. One each of a fireman, policeman, factory worker, teacher, and military personnel were to be chosen, depending on the number of write-in votes a person for each category received. The Chicago World's Fair also made a controversial decision to admit African-Americans. Although the fair lasted for almost half a year, African-Americans were admitted to visit the fair for one day only."],"display_date":"May 1, 1893 - October 3, 1893","search_date":"1893-07-17","locations":[{"id":1823,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":799,"title":"New Georgia Constitution Debated\n","course_id":1,"status":"P","start_date":"1877-07-11","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In July of 1877, debates on the new Georgia constitution began under a Constitutional convention led by the Honorable Chas. J Jenkins.  Jenkins was one of the most popular statesmen in Georgia at the time, and was elected to head up the convention committee near unanimously.  Throughout his opening speech about the constitution, Jenkins affirmed that Negro rights had not been forgotten despite the fall of reconstruction.  Jenkins commented that no law that would impede the rights of blacks would even be considered for part of the new constitution , a notion which apparently was met with unbounded applause' throughout the assembly room.  In addition, the Constitutional convention aimed to relieve the Georgian people of the onerous impositions' of the carpetbagger problem&lt;br /&gt;This new constitution, finally ratified in December, addressed many post-reconstruction concerns and was certain to address the issue of restricting individuals and institutions' power , leading to the reduction of judicial, as well as legislative power. The old constitution was considered unacceptable to the Georgia public and, according to the Charleston News and Courier, the convention strove to give the public a document to which her citizens need not blush to swear fealty and obedience.' In addition, the new constitution is significant because its 301 amendments (until an entirely new constitution was set in place in 1945) demonstrate the growing differences and complexities of Georgia before and after the turn of the century."],"display_date":"July 11, 1877 - December 31, 1877","search_date":"1877-10-05","locations":[{"id":1821,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":818,"title":"Georgia Democrats in state House of Representatives move to expel blacks from the State Legislature\n","course_id":1,"status":"P","start_date":"1868-09-05","end_date":"1868-09-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Democrats in the Georgia legislature moved in the first week of September, 1868, to expel black members of the legislature on the grounds that the new state constitution did not guarantee them the right to hold office.  On September 5, 1868, Representative R.W Phillips made a speech calling upon all white men to expel blacks.  He further condemned the government for giving what he referred to as 90,000 slaves the right to vote and compared Georgia's treatment at the hands of the victorious Union to the treatment of beaten peoples in the Dark Ages.  He also called the recent election of Governor Bullock, who opposed the resolution, illegitimate.&lt;br /&gt;During the ensuing sessions of the Georgia House of Representatives, others would speak with similar sentiments to those of Phillips.  On September 9, the House voted 80 to 23 to expel the black legislators, and the resolution would pass the Senate as well.  The key to the resolutions passage was the votes in favor from white carpet-baggers and Republicans and shows that in some cases race trumped political affiliation.&lt;br /&gt;This action by the Georgia legislature represents another means of re-establishing white supremacy in the southern states.  White southerners as a whole were opposed to the newly created state governments which included blacks.  In Georgia, these men had enough power to go through the legislature to continue to deny blacks rights.  In places such as South Carolina where whites had less relative power, illegal violence in the form of private action would be used to achieve the same ends."],"display_date":"September 5, 1868 - September 9, 1868","search_date":"1868-09-07","locations":[{"id":1820,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1105,"title":"Large temperance demonstration held at Georgia capitol\n","course_id":1,"status":"P","start_date":"1879-12-12","end_date":"1879-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 12, 1879 temperance supporter held a meeting outside of the Georgia state capitol attended by 3720 demonstrators.  At the demonstration three prominent, secular leaders, including a colonel and a judge spoke to the crowd about prohibition of the sale of alcohol, while a pledge was circulated in support of temperance.  Governor Colquitt provided implicit support for the demonstration, when, as the December 13th issue of The Daily Constitution of Atlanta noted, A squad of the Governors Guards in full uniform marched to the platform and signed the pledge.' The religious ties of the demonstrations were confirmed the next night when a follow up meeting was held at the First Methodist Church.&lt;br /&gt;&lt;br /&gt;One important aspect of the temperance movement was the significant impact which it had on Southern politics in the last quarter of the 19th century.  Indeed, the temperance movement made prohibition an important issue in Southern politics and even led to the creation of the political party focused almost entirely around the issue Prohibition Party in 1869.  The zenith of the movement's political influence would come in the early 20th century as numerous Southern states passed prohibition laws including Georgia's on July 30, 1907.  Later on the passage of the 18th amendment in 1919 would prohibit the sale of alcoholic beverages nationwide.  &lt;br /&gt;&lt;br /&gt;While the movement itself had an important impact on alcohol laws during this period, it would have a longer term impact on Southern society through its affect on the early developments of American feminism.  Indeed, with the success of  the Women's Christian Temperance Union in the years following its founding in 1874, the temperance movement became not only one of the first mass women's movement in America, but also a signal of greater assertiveness of women in the political arena.  Moreover, by officially adopting resolution on women's suffrage in 1879 the W.C.T.U. also aided in the diffusion of ideas surrounding women's suffrage.   Despite its eventual impact, at first the W.C.T.U. was not successful in its initial attempts to establish chapters in the South.  However the beginning of the 1880's saw the establishment of the first W.C.T.U. chapters in the South. One such example of this development was when Georgian women established the states first W.C.T.U. chapter in Atlanta on April 20, 1880."],"display_date":"December 12, 1879","search_date":"1879-12-12","locations":[{"id":1821,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1301,"title":"Southern Methodist minister Sam Jones speaks to 150,000 people during crusade to Atlanta","course_id":1,"status":"P","start_date":"1896-10-01","end_date":"1896-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["By 1896, the Alabama-born evangelist Sam Jones was the most famous itinerant preacher in the South. His crusade to Atlanta drew an enormous crowd and demonstrated how much his equal opportunity' sermons, in which he was hard on everyone,' resonated with a Southern audience. In an age of emerging political demagogues all over the South such as Ben Tillman and Tom Watson, Ed Ayers calls Jones more than a demagogue,' as he, like the South itself, denounced worldliness even as he became more worldly.' &lt;br /&gt;&lt;br /&gt;Jones did more, however, than denounce traditional Christian sins such as dancing. He also took political stands during his crusades by campaigning for organizations like the Women's Christian Temperance Movement, the Salvation Army and rescue missions for prostitutes, as well criticizing local leaders, as he did in Atlanta by criticizing the Georgia state legislature and the Capital City Club."],"display_date":"October 1, 1896 - October 30, 1896","search_date":"1896-10-15","locations":[{"id":1823,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1305,"title":"Populist platform of Georgia includes plank denouncing the current lynching laws\n","course_id":1,"status":"P","start_date":"1896-01-01","end_date":"1896-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["From the inception of the Populist party, going back to antecedent parties such as the Readjusters and Greenbackers, as well as the previous attempts in the 1880s to fuse the Farmers' Alliances and the Colored Farmers National Alliance, an attempt was made to attract the Negro to the fold using an approach devoid of what C. Vann Woodward calls sentimental liberalism' and romantic paternalism.' Instead, Populists appealed to Negros from the perspective of shared poverty and hardship. Populist leaders such as Georgia's Tom Watson declared that his People's party' would offer a platform beneficial to both races and injurious to neither.' In what historian C. Vann Woodward calls a heroic gesture,' Watson carried this vision out by successfully pressing for an anti-lynch law plank in the party's platform in 1896, a year in which Georgia led the nation in lynchings."],"display_date":1896,"search_date":"1896-07-01","locations":[{"id":1823,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1365,"title":"The Death of Senator Ben Hill\n","course_id":1,"status":"P","start_date":"1882-08-16","end_date":"1882-08-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ben Hill was in state politics for more than three decades, and at the time of his death, he was a Democratic U.S. senator. Even though the public had been waiting for his death for weeks, the Atlanta Constitution stated that the shock is almost as great as if the whole state had been taken by surprise.' He had been dying of Epithelioma, a skin cancer, and underwent several operations, and in response to his suffering, the State wrote that he displayed heroic Christian fortitude.' &lt;br /&gt;The State explained the nature of Senator Hill's sickness and gave a reason for the cause of this cancer. Certain journalists speculated that perhaps the cancer had first started on his tongue because he had a peculiar habit of holding a cigar constantly in his mouth and keeping the nicotine-coated end against the left side of his tongue.' Hill had his first surgery on July 22, 1881 in which Dr. Goss removed a section of the left side of the tongue two inches long and a half an inch wide.' The disease, however, continued to spread and he needed to have a second surgery in which a large part of the tongue was removed. For over a year, the Senator was in pain whenever he moved his tongue in articulation, mastication and swallowing.' He received nourishment through a tube which was passed down the esophagus because he could no longer swallow. As mentioned in the Atlanta Constitution, on July 12, 1882, he could no longer speak and used a writing pad and pencil in order to get his message across.  The Montgomery Advertiser further explained that he had been administered three grains of morphine a day to help ease the pain and allow him to sleep. &lt;br /&gt;At the time of his death on August 12, 1882, the cancer had spread to the back of  the throat and had destroyed the tonsil, palate and the soft tissues on the left side. The nation joined Georgia with its mourning,, and the Montgomery Advertiser printed that a mass meeting had been held on August 17 and decided to send a committee to go to Atlanta to attend the funeral to express the sorrow of the people.' Furthermore, houses and stores were draped in mourning to honor this dead senator. The Atlanta Constitution described how important Senator Hill was to Georgia by stating no Georgian ever possessed the love and confidence of his people to a greater degree than Mr. Hill.'"],"display_date":"August 16, 1882","search_date":"1882-08-16","locations":[{"id":1822,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1575,"title":"Georgia Farmers Alliance issues a boycott on jute and the sale or cotton\n","course_id":1,"status":"P","start_date":"1888-08-21","end_date":"1888-08-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In July of 1888 the price of jute an important ingredient to the production of cotton jumped .42 cents per bail.  Jute manufacturers had suffered price drops in the past two years due to competition and were worried that the repeal of the jute tariff in the beginning of the year would cause further price drops.  St Louis led the jute manufacturers to jointly raise the price.  In Georgia the Farmer's Alliance issued a resolution to boycott jute and to refuse to sell cotton until prices came down and this resolution was echoed by Farmer's Alliances throughout the southern states.  Southern congressional delegates were unable to fix the problem from Washington, so the farmers looked for a jute substitute in earnest.  A campaign was implemented in 1889 to use cotton wrapping, and although the south did not convert to cotton bailing the threat caused the jute trust to lose its dominance on the market and jute prices to drop.&lt;br /&gt;Mississippi and western Tennessee both had similar meetings of farmers and agreements to look for jute substitutes.  The ability of farmers to mobilize against common problems such as a rise in jute prices marked the growing organization and political identity of farmers throughout the south."],"display_date":"August 21, 1888","search_date":"1888-08-21","locations":[{"id":1822,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1605,"title":"Georgia School of Technology Commences First Term\n","course_id":1,"status":"P","start_date":"1888-10-05","end_date":"1888-10-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 5th the Georgia School of Technology opened with around one hundred students.  The school was open to all boys who passed the entrance examinations, but preference was given to those boys chosen by the counties, which strikingly demonstrates the decentralized mindset of the time.  Because of the local governments influence in admission to the school, a family's partisanship likely played an important role in determining whether their boy was a candidate.  It was the first school of technology that was purely a state institution and it represents Georgia's progressive attempts to revitalize the southern economy and spark the growth of industry.  &lt;br /&gt;The school was part of a series of colleges founded in Georgia in the 1880's that were oriented towards \"practical education\", a trend that was echoed in several other states (Clemson was founded in the following year in South Carolina).  A new group of Democrats had been elected in the 1880's that promoted education and economic improvements that resonated with the mid range farmers rather than the rich merchants and plantation owners of the former Democrats."],"display_date":"October 5, 1888","search_date":"1888-10-05","locations":[{"id":1822,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":6,"tag":"Education"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1667,"title":"Race-Relations in Georgia Gubernatorial Race\n","course_id":1,"status":"P","start_date":"1896-01-01","end_date":"1896-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The occurrence of mass mob lynching or by individuals escalated during the decade of the 1890s. The severe racism of Georgia swept away the Bourbon notion of race relations and revolutionized popular attitudes towards blacks.' The violence against African-Americans was at an unprecedented level. The gubernatorial race and the ensuing debates brought the issue of race relations to the forefront of Georgian politics. It was not one party, but both the democrats and populists who had stopped to blatant racial demagoguery during their political clashes.'&lt;br /&gt;The Populists who were generally thought of as peaceful in the realm of race relations, charged political opponent, Democrat William Y. Atkinson, with supporting the rape of white women by African-Americans. The impetus for this charge was merely Atkinson's pardoning of an African American who had been convicted of rape. The core of the political struggles is epitomized by this debate and other political battles where the debate over race relations was fuming. &lt;br /&gt;This rise of prominence of race relations in political spheres was given start by the lynching across the South during this time. Incidents of the lynch mob were everywhere during this year, for example the throng of well-armed men advancing on Knoxville' for a lynching nearly induced the calling on the military. Racial relations in Georgia and elsewhere in the south took a turn for the worst due to many factors, including the rise of a new generation of extreme racists, the bitterness resulting from the apparent crumbling of the Populist party, and the uneasiness of the arming of African-Americans as troops in the Spanish American War."],"display_date":1896,"search_date":"1896-07-01","locations":[{"id":1823,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1699,"title":"Henry Grady sells the &#147;New South&#39;\n","course_id":1,"status":"P","start_date":"1886-12-22","end_date":"1886-12-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Henry Grady was the editor of the Atlanta Constitution and a supporter and spokesman of the New South' concept. Grady was invited to speak at the New England Club of New York in 1886, where he made a famous speech about the New South. He disarmed his listeners by saying There was a South of slavery and secession that South, thank God, is dead. There is a South of union and freedom that South, thank God, is living, breathing, growing every hour' (Cooper & Terrill). Grady claimed that the Southern economy was now booming, Southerners welcomed emancipation, and the South was working towards public integrated education. He went on to defend Confederate causes of the war, yet reassured Northerners on the South's promising future. &lt;br /&gt;&lt;br /&gt;The speech made Grady famous and was printed everywhere. A member of the Atlanta Ring of Democratic political leaders, Grady used his office and influence to promote a New South program of northern investment, southern industrial growth, diversified farming, and white supremacy' (New Georgian Encyclopedia). Grady was a beloved Southern figure, particularly in Georgia. At a tribute to Grady in Atlanta upon his death, John Temple Graves remarked, I am one among the thousands who loved him, and I stand with the millions who lament his death' (Graves)."],"display_date":"December 22, 1886","search_date":"1886-12-22","locations":[{"id":1822,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2652,"title":"English Travelers Visit a Black University in Atlanta, Georgia","course_id":1,"status":"P","start_date":"1884-01-01","end_date":"1884-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the year 1884, two travelers from London, England set out to tour the Southern United States. Upon reaching Georgia, the men stopped to visit Atlanta University, an African American university of the state. Their tour of the university led them to observe that the rooms at the school were light, clean,... and cheerful, and that the work of the students at the school was done exceedingly well. After making such observations, they researched the reports made by the Georgia State Board of Examiners about Atlanta University. The Board found that the school created capable students who were equal in their maturity of thought and... ease of expression to students from white universities. The travelers also asked one of the professors if he perceived a difference in learning ability of black students based on the darkness of a student's skin color. The professor told the men that he felt no difference existed. Overall, the men felt that the state of Georgia was making improvements in providing a better education system for black students and decreasing discrimination toward African Americans. ","As outsiders observing Georgia's society, the two men visiting the area made judgments on the African American education system and noted how whites and blacks made judgments about each other. African Americans proved that they were capable of creating a successful educational environment and creating successful students. The research of historian James M. McPherson shows that education in the South during this time period was not up to desired national standards for whites or blacks because of the huge numbers of all southerners not receiving any education. McPherson also noted that because schools were segregated, it was difficult for African Americans to receive an equal education that students received at white universities. The state was forced to try to create equal education standards because separate equality was demanded by law. The Georgia State Board of Examiners may have declared that the school was able to produce black students of equal learning ability in order to avoid punishments from the federal government if they had provided unequal educational opportunities. Since the white men who were outsiders to the area made a judgment similar to the State Board of Examiners, however, there was probably truth to the statement. Although the travelers were impressed with the ability of white men to admit to the equality of black students, the white men were more likely to be concerned with repercussions from the federal government than improved conditions for African Americans."],"display_date":1884,"search_date":"1884-07-01","locations":[{"id":1822,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2654,"title":"Passing of a Temperance Bill in Georgia\n","course_id":1,"status":"P","start_date":"1885-07-13","end_date":"1885-07-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 13, 1885, the Women's Christian Temperance Union met in Atlanta, Georgia to oversee the passing of a law to promote temperance in Georgia. The women recorded how they sat at the courthouse for many hours in very hot temperatures just to see the bill that they supported pass through the legislators. They sent flowers down to the representatives who were supportive of temperance and prayed together that it would pass. After the bill passed, the women made sure that they were on record saying that the Women's Christian Temperance Union [was] bitterly opposed to the wine and cider clause and really was aiming for complete prohibition. Thus, the women in this group were successful in getting temperance put in place but did not achieve total prohibition.","Evangelism had an important impact on society in Georgia during this time period. Christian women had joined together to form the Women's Christian Temperance Union to try to promote temperance in society. As Cooper and Terill noted in their book, <em>The American South: A History</em>, Southern women formed groups within their religious organizations and used them as a means for protest and actions against a whole range of social ills. The Christian women in Georgia began their social protest against alcohol. Jeannie Whayne writes in her chapter that the historian Anne Firor Scott thought that the formation of women's groups allowed them more power and the ability to influence movements in the Progressive Era. Thus, women were beginning to play a larger role in society and were beginning to impact their government. Instead of allowing men to make all of their legal decisions for them and staying within the realm of the household, women were joining groups together and influencing legislation. According to Whayne's chapter, the historian Jean Friedman feels that the evangelical nature of society initially hindered women in their pursuit for more gender equality since, for example, women had to give all fundraising revenue to the men in the church. It is significant that Southern women were able to overcome the patriarchal practices of the South in order to form women's groups that could influence the government. Women were forced to take a more active role in their households after their communities were destroyed in the war. This activity carried out of their households and into the community and even politics. "],"display_date":"July 13, 1885","search_date":"1885-07-13","locations":[{"id":1822,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2657,"title":"An Augusta Reporter&#39;s Visit to Atlanta\n","course_id":1,"status":"P","start_date":"1871-03-09","end_date":"1871-03-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A reporter from Augusta, Georgia traveled to Atlanta and wrote to the editors of the Milledgeville county newspaper about what he observed on his trip. He wrote about how unimpressive Atlanta was and stated that he could not gather a single item of interest about the city to write about. He was able to see a show while in the city. He observed that people in Atlanta responded well to the play because the theater was full and there were many demands for an encore presentation. He noted that the cotton and guano markets were not doing well there due to the overuse of fertilizer. The presence of fertilizer being sold indicated that farmers were trying harder to produce the cash crops even though the markets were bad. He repeated information from an article from New Orleans in Atlanta's newspaper saying that people were encouraged not to buy goods like sugar and molasses from the North because of additional shipping costs. Overall, he was not impressed by the city of Atlanta.","Urbanization and industrialization were important ideals of the New South after the Civil War in order to make their region more appealing to the North according to Jeanette Keith. Large urban centers would make the south more appealing for Northern investors, and then the economy of the South and the nation would improve. This process was most often accomplished by bringing railroads into the area. According to James McPherson, railroads allowed for Southerners to transform this kingdom from open-range grazing and the long cattle drive to...more scientific methods of livestock agriculture. Farmers made products like cotton or other crops and shipped them to other parts of the country with the availability of railroads. The railroads also allowed for products to be brought into urban centers from other places, even from the North. McPherson noted that shipping could be costly, however, in places with access to only one railway line because the owner had a monopoly on the shipping. Thus, it would have been likely that shipping costs were high for goods from New Orleans as the reporter warned people of Atlanta. The historian Lewis Nicholas Wynne wrote that the railroads and the increasing commercial centers resulting from the railway system were created with the intention of making the South a part of the national economy. Although the Southern cities that were created allowed the people more independence with increased wealth, Wynne argues that the Southern cities were looking to be incorporated into the nation as a whole. "],"display_date":"March 9, 1871","search_date":"1871-03-09","locations":[{"id":1821,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2661,"title":"Meeting to Encourage Loyalty Among Democrats\n","course_id":1,"status":"P","start_date":"1876-08-25","end_date":"1876-08-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Democrats in the South after the Civil War were adamantly opposed to the Republicans who had imposed Reconstruction and ended the era of slavery. The Georgia Democrats met on August 25, 1876 to discuss their common ideals. The speakers emphasized that Georgia had always adhered to the old constitution and have continued to be patriotic to the antebellum union government. They also criticized the Republicans for inflicting the South with Reconstruction policies. They were angry with how harshly the Republicans had treated southerners after the Civil War and encouraged Democrats to stay united in spite of the Republicans' offenses. Blaming the poor state of the nation on northern Republicans, they highlighted the Southern qualities of intelligence, virtue, and property that would make the Democrats' control of the country better. ","There was animosity in the South toward the northern Republicans, due to the fact that the Republicans were their opposition in the Civil War, ended the system of slavery, and imposed harsh policies in Reconstruction. The policies of Reconstruction did not improve the economy enough for the whole South. People were devastated by the war and had to establish a new system of making a living for themselves without slaves. Historian Eric Foner observed that the failure to produce tangible benefits among freedmen produced growing disillusionment with the Republicans throughout the South. The Republicans only offered limited aid to struggling Southerners when they were in great need of it. Whites and blacks both felt that their lives were not improved by Reconstruction and resented the Republican Party. ","Since this rally took place in August of a major election year, the Democrats were probably trying to gather support as election time got closer. The Democrats felt that they had an opportunity to reclaim power due to the economic Panic of 1873 and the scandals that occurred under the presidency of Grant. According to William H. Rehnquist, accounts of the time show that people guessed about the outcome and were prepared for a close vote, but scarcely anyone guessed just how close it would be. The Democrats were correct to try to get as much support as possible. The Republican candidate won the election by only one electoral vote and a conflict erupted in the nation over the possibility of counting votes wrong. The Compromise of 1877 allowed the Republicans to keep the presidency as long as they ended Reconstruction. Thus, this was an important election year in ending Reconstruction in the South when it was important for the Democrats to try to rally as much support as possible."],"display_date":"August 25, 1876","search_date":"1876-08-25","locations":[{"id":1821,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2666,"title":"Seeing Conflict in Atlanta\n","course_id":1,"status":"P","start_date":"1870-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A traveler through Atlanta noted that there were many problems in Atlanta's society. He saw political corruption especially in the Governor's office. The governor was suspected of having unethical intentions with the State railroad. He seemed to have had financial investments in the railroad that benefited him greatly, but he observed that overall the railroad benefited everyone in the state. The traveler judged that Reconstruction [had] been a complete failure there due in part to the controversy in the city. ","After the Civil War, Republicans designed policies intended to increase the productivity of the South and industrialize the area. Eric Foner noted that the Southern law...was redesigned so as to encourage the free flow of capital in the South for industrialization. These policies left the state governments that were controlled by Republicans in charge of distributing the capital in ways to improve the economy. This made the situation more complicated by creating opportunities for corruption. According to Lewis Nicholas Wynne, people in Governor Bullock's office had the opportunity to accept bribes and Bullock was able to use the capital to reward loyal followers as patronage, which made many people suspicious of corruption in his policies. Democrats were unhappy with the Republicans because of their supposedly corrupt practices and the harsh policies of Reconstruction. The political tensions between both parties made it easy to start accusing people of corrupt practices, especially the governor.","Railroads were the focus of Southerners' attention during the years after Reconstruction. According to the research of Edward Ayers, there were many reasons why the railroads had such an impact on society. First, he showed that the creation of railroads that would stretch across the country created the need for making time zones and creating a standard time. Also, he noted that the railways were important for bringing commerce to the South that created new towns. This commercial aspect of Southern towns made them more similar to Northern towns and allowed them to assimilate with the rest of the nation. Another impact that Ayers noted was the creation of segregation laws concerning the railways. White men disapproved of the idea of black men being able to sit near white women because of the threat of sexuality between whites and blacks. Thus, Ayers wrote, the more closely linked to sexuality, the more likely was a place to be segregated. Railroads were growing in importance in society because they affected many different aspects of people's lives."],"display_date":"1870 - 1875","search_date":"1872-12-31","locations":[{"id":1821,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3108,"title":"Shall We Unite?  Nationalist Sentiments in Atlanta\n","course_id":1,"status":"P","start_date":"1892-04-12","end_date":"1892-04-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Twenty-seven years had passed since Grant surrendered to Lee at Appomattox, VA and yet, according to A.D. Kean, division still belied his society. In seeking those similarities which connect the North with the South, Kean made a poignant point, asking readers of the People's Party Paper to recall those 23 New York Unknown who similarly left their homes with the kisses of their mother still on their brows. He writes, What happened in New York had its counterpart in Georgia. We take a delight in fixing the graves, be it either '23 New York, Unknown,' or '3 Mississippi, Unknown' for in the beautiful strain of Osian 'It is the memory of joys that are past and gone, sweet and mournful to the soul.' Kean suggested that by putting to rest those divisions between the North and South, the South was better able to welcome the West and usher it into a new era of American history. At one point, he writes Shall we submit longer? The crisis is now at hand; shall we unite with the West? The union is offered; if we choose we can accept. The West and South are both agricultural countries. Let us accept this union and thereby declare that our actions speaking for us declare our intentions are to unite with the West. This country will be happy when it recognizes 'no North, no South, no East, no West, but loves with equal tenderness both sections and trusts. Georgia alike with Kansas.' ","It is difficult to ascertain how unique Kean was in his sentiments. How many other readers of the People's Party Paper sought a unified national identity decades after war ravaged families and communities in both the North and South? Kean mentions the community's commemoration of the 23 New York Unknown. The many battlefields and memorials like this one which dapple the space above and below the Mason Dixon Line testify not only to the devastation of the period and the subsequent need to memorialize the experience, but also to the regional identities which formed as a result of it. Just 27 years earlier, the turmoil of the Civil War ravaged the country, simultaneously confusing national and southern identity. Like Kean, many individuals questioned how the nation would be able to incorporate the West when it was simultaneously struggling to throw off the yoke of war and the fractious identities which had formed as a result of it and Reconstruction.","The loss of over 620,000 lives during the course of the Civil War far exceeded any previous American engagement. Fathers, brothers, lovers, and friends were lost and indelible and scarring experiences assumed their place, ensuring that masses of families and communities on both sides of the divide would live the aftershocks of the Civil War for decades later. The reverberations from this dramatic loss would also echo in social, political, and economic spheres as America strove to develop a cohesive identity amongst its growing pains in the late nineteenth-century. With the 1892 establishment of Ellis Island in New York as the main hub for immigrant processing and the subsequent need to expand, new questions of identity and inclusion were bound to arise. Specifically, the settlement of the West presented yet another challenge to Southern identity and unity. Kean's letter is evidence of at least some Southern support for inclusion and unity, but the well-documented racial and ethnic tension which developed at the same time point towards an equally-passionate opposition."],"display_date":"April 12, 1892","search_date":"1892-04-12","locations":[{"id":1823,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3113,"title":"Racist Poem\n","course_id":1,"status":"P","start_date":"1892-08-26","end_date":"1892-08-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Whoever thought all poetry was Shakespeare and emphatic cries of carpe diem has not read any poetry by H.C. Fairman. In an incredibly vehement and highly-charged poem submitted to the People's Party Paper, Fairman charges niggers with nothing less than starting the Civil War, the subsequent complete and utter destruction of the South, and the sorry fate of so many people in the South. He again cites niggers when condemning the Populist movement to failure saying, The argument against the independent political movement in the South may be boiled down into one word - NIGGER. He continues this violent rant until his concluding verse when he writes, Pious Southern people never dreaded death so much as they do now. They fear that when they knock at the pearly gates of the New Jerusalem St. Peter will peep through the key-hole and say: 'You can't come in.''Why?' 'NIGGER' ","Though many Americans struggled to come together as a nation and forge new ties following the end of the Civil War, not all individuals were able or ready to do so. Fairman seems to be a prime example of such an individual. He places all misfortunes in life, be they economic, political, social, or otherwise, in the hands of African Americans. This is not extraordinarily uncommon in the post-Civil War South. As Fairman walked the streets of Atlanta in 1892, he was likely confronted with new changes in the public sphere which were difficult to swallow for those accustomed to seeing African Americans working in the fields. Not only were African Americans given the right to vote - a hallowed white power stronghold - but in the period of Reconstruction from 1865-1877, African Americans also integrated into the social, legal, economic, and political systems in a variety of ways. ","Of course, Fairman's incredibly hostile and racist poetry is one of many responses to the empowerment of African Americans in Southern society during post-Civil War reconciliation. When Reconstruction concluded in 1877, the regime of Jim Crow assumed slavery's place, reigning over the South with institutions intended to disenfranchise and segregate African Americans from whites. The associated wave of repression and terrorism via lynchings and other forms of vigilante violence ensured that many African Americans were kept under the thumb of white supremacists. Fortunately, not all African Americans fell prey to white supremacists' power. Many were able to achieve progress and success during the Progressive Era despite several obstacles. For example, members of the middle class attempted to improve the conditions of their race through both social and charitable work as well as through education in several of the burgeoning African American universities like Tuskegee University and Atlanta University."],"display_date":"August 26, 1892","search_date":"1892-08-26","locations":[{"id":1823,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3178,"title":"Booker T. Washington calls to Cast Down Your Buckets\n","course_id":1,"status":"P","start_date":"1895-09-18","end_date":"1895-09-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Cast down your buckets where you are This was the prophetic cry of Booker T. Washington at the Atlanta Cotton Exposition on Wednesday, September 18, 1895. The talented representative of the negroes and President of the Tuskegee Normal and Industrial School spoke brilliantly and passionately as he lobbied for African American employment in the burgeoning industrial age. He called upon whites throughout the nation to recognize the burgeoning African American population and their subsequent need of employment in the great leap from slavery to freedom. African Americans had worked under the white yoke for years on end. Could whites yet again place their trust in African Americans to till their fields, plant their crops, and strengthen their business? Washington implored whites to reject the massive influx of immigrants as a source of labor. Why test the mettle of the Irish, Italian, and Eastern European, when a solid and trustworthy base of employment lay right under their nose? The crowd assembled to listen to his speech seized upon several points in Washington's speech, but the passage which best encapsulates his message follows:","To those of the white race who look to the incoming of those of foreign birth and strange tongue and habits for the prosperity of the South, were I permitted, I would repeat what I say to own race: 'cast down your bucket were you are.' Cast it down among 8,000,000 negroes whose habits you know, whose loyalty and love you have tested in days when to have proved treacherous meant the ruin of your firesides. Cast down your buckets among these people who have without strikes and labor wards, tilled your fields, cleared your forests, built your railroads and cities and brought forth treasure form the bowels of the earth and helped make possible this magnificent presentation of the progress of the South. ","Applauded by both blacks and whites alike, Washington's address was one of the most poignant of the entire Convention and arguably in American history. Though some criticized his speech as accomodationist and pandering to the white population, it was still critical in guiding African American resistance to white discrimination and establishing Washington as one of the leading African American spokesmen in America. Ardent in his devotion to African American advancement and education, Washington continued his cooperation with white people, enlisting the support of wealthy philanthropists, to raise funds to establish and operate hundreds of small African American community schools and institutions of higher education.","Reverberations from Washtington's Atlanta Compromise Speech, as it was later called, continue to influence racial politics to this very day. The supposed accomodationist ideas of Washington were frequently juxtaposed with those of other African American leaders of the time. In particular, Frederick Douglass called upon African Americans to Agitate, Agitate, Agitate for social change whereas Washington stressed compliance and hardy work ethic. Washington's ideals also conflicted with other individuals like W.E.B. DuBois who supported the idea of a classical education among African-Americans rather than the industrial model which Washington favored. Both sides sought to define the best means to improve the conditions of the post-Civil War African-American community. Washington's advice to African-Americans was to compromise and accept segregation; however, this perspective incensed other activists like DuBois who labeled him The Great Accommodator."],"display_date":"September 18, 1895","search_date":"1895-09-18","locations":[{"id":1823,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3187,"title":"Women Prepare for 1895 Atlanta Cotton Exposition\n","course_id":1,"status":"P","start_date":"1895-09-18","end_date":"1895-09-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Porcelain panels of fruit, intricate paintings, exquisite displays of needlework, and skillfully-crafted carpentry. These elaborate and beautiful adornments awaited guests of the Women's Department at Atlanta's 1895 Cotton Exposition. Women's social clubs from the entirety of Georgia labored to make their display a true success. To do so, they culled art and handiwork from around the country, including particular contributions from Virginia, Illinois, and Maryland. Once acquired, women then categorized the work into different themed rooms like the Baltimore Room, the Lucy Cobb Room, the decorative art department, the library, and the Columbus Room. Though the addition of a Women's Department in Atlanta's Cotton States and International Convention may seem somewhat superfluous, women's social clubs throughout the region deemed it important to showcase women's progress throughout the South. Indeed, the display by the Women's Department was one of the hotspots of the Exposition featuring beautiful novelties in art and domestic living and hosting many visitors. Exhibits like that arranged by the Legion of Loyal Women drew particular attention. The Legion arranged 45 dolls to illustrate the American Patriotic salute, each wearing a small shield on which is the name of a state. Displays like this one spoke to expected social and domestic roles of Southern women as its image called forth the patriotism and republican ideals which mothers should imbue in their children.","Before television and radio, a city's means of attracting tourists was extremely limited; however, in the late nineteenth century, fairs and expositions rose to prominence as one manner of luring visitors. The 1895 Convention was one of three conventions hosted by Atlanta to demonstrate the city's recovery and economic promise following the ravages of the Civil War and Reconstruction. In short, they helped establish Atlanta as the center of the New South. Displaying special buildings, collections of accomplishments by African Americans and women, and new technological marvels in the fields of transportation, manufacturing, agriculture, and the like, the Atlanta Exposition in 1895 sought to entice visitors and encourage new business development in the community. The Exposition also had an international element, for it hoped not only to foster trade between southern states and South American nations but also to show products and facilities of to the rest of the nation and to Europe. These objectives found expression in the official name of the event - the Cotton States and International Exposition. Though the focus of the event was on attracting visitors and potential investors, women played a large role in the Exposition, and the weight of representing an image of the classic South rested on their dainty shoulders. ","In flipping through the script of American political history, it is quite simple to assign men the role of title character and women the part of the ever-faithful sidekick. Naturally, there were those exceptional women in history who earned cameos in the public realm against the odds; however, the greatest proportion of women could be found backstage, arranging affairs like the Women's Department at the 1895 Exposition. Events like this were one of many manners in which women assumed a more social role at the end of the Nineteenth Century. They engaged in municipal housekeeping, reform, beautification projects, and to some extent even suffrage associations. Though the ideals of Republican Motherhood still somewhat constrained their liberties and social freedom, by the time of the Exposition in 1895, American women were progressively organizing and developing an identity as a whole. More radical forms of involvement were just around the corner."],"display_date":"September 18, 1895","search_date":"1895-09-18","locations":[{"id":1823,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3953,"title":"Scandals and Public Discourse: The Beecher/Tilton Affair in the Atlanta Constitution\n","course_id":5,"status":"P","start_date":"1872-11-02","end_date":"1876-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The accusations of adultery against Henry Ward Beecher caused a great stir in public discourse in the late nineteenth century.  Beginning in 1872, when Victoria Woodhull published in <em>Woodhull and Clafin's Weekly</em> an account of the affair between the famed pastor, Beecher, and his parishioner, Elizabeth Tilton, the scandal captivated the public. The details of the affair and its aftermath were complicated and convoluted. At first, Beecher chose to ignore Woodhull's initial accusation, which seemed to be a logical strategy as she was notorious for creating scandal. As time went on though, and adultery accusations accumulated, events escalated and Beecher was forced to take the defensive. Elizabeth Tilton's husband, Theodore, filed suit against his former friend, Beecher, in 1875. Elizabeth Tilton presented contradictory evidence before, during and after the trial stating at different times that Beecher was innocent or that he was guilty.  Due to inconclusive evidence, contradictory accounts presented in the case, and an indecisive jury, Beecher was exonerated. Because of their involvement in the trial, Elizabeth and Theodore Tilton, who by the end of the case were no longer married, among others were excommunicated from Beecher's church. ","As a case study of public discourse in reference to the trial, the newspaper, <em>The Atlanta Constitution,</em> handled the events within the scope of a nation with a shifting structure and societal values.  In fact, the case was so etched in rhetoric indicative of  the changing era that even as late as 1895 an <em>Atlanta Constitution</em> article tried to make sense of what happened by stating that Elizabeth Tilton was hypnotized, which was why she acted in such contradictory ways. According to historian, Altina Waller, the case excited public discourse to such an extent because it was a representation of the power struggle and breakdown of traditional structure in the post- Civil War society. Beecher and Tilton entered the trial as anomalies to traditional structure. Beecher was a prominent liberal Christian and both he and Tilton were involved in the promotion of women's rights and other radical reform movements. Yet in the trial, Beecher tried to present himself as more moderate than Tilton so as to have an attractive case to more people which shows that even Beecher acknowledged that people may not have been ready for some of his progressive ideas.  Despite this, the progressives still supported Beecher and the traditionalists took up the cause, not necessarily for Tilton but against Beecher. The conflict of the trial turned into one between progressives and traditionalists and became a symbol of people's attempt to understand and adapt to social changes.  By the end of the trial, neither man was fully exonerated in the eyes of the public. The trial became emblematic of the vices of the struggle between progressives and traditionalists.","Through various articles, the <em>Constitution </em>supported Waller's view and highlighted the impact of the case on public discourse in that it often explains the volatile nature of discussion of the case and also served as bank of impassioned rhetoric. For example, in the article \"Fighting About Beecher Trial,\" the <em>Constitution</em> stated that people discussed the trial and became so heated in their arguments that certain bars had to ban the discussion of the Beecher trial to prevent violence. The <em>Constitution </em>also emphasized the misdemeanors of all involved in the trial. The majority of the articles did not approve of either Beecher or Tilton's actions and illustrated them as adulterous and evil. Beecher, in particular, was made to be a villain in the paper since he was supposed to have been a pious man, yet was accused of adultery and manipulation. Through the disapproval of the actions of Beecher and Tilton in the trial, the <em>Constitution </em>discredited new social systems and upheld more traditional values. "],"display_date":"November 2, 1872 - December 31, 1876","search_date":"1874-12-01","locations":[{"id":1821,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4094,"title":"Southern Rhetoric Concerning Womens Suffrage in Relation to African American Suffrage\n","course_id":5,"status":"P","start_date":"1890-08-26","end_date":"1890-08-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Atlanta Constitution serves as an example of the negativity of Southern rhetoric concerning women's suffrage and rights in the early post Civil War era. . It also shows the development in rhetoric in the South and how discourse concerning women's suffrage evolved throughout the nineteenth century to discuss the movement more objectively. The more objective tone, which indicates change in dealing with women's suffrage and journalistic style, allowed a vehicle for women to be able to express their ideas without excessive critique from the journals that served as public sources of information. This objectivity began with the discussion of women's suffrage in order to keep a white majority in the voting arena. While the Atlanta Constitution did not completely accept women's suffrage, the discussion of it as a solution to curb the African American vote is at least an effort to entertain its possibilities. In 1890, the Constitution ran an article which discussed the debate in Mississippi over women's suffrage as a solution to secure a white majority. Mississippi politicians, according to the Constitution, were in agreement property and education requirements would ensure that less African American would vote and that the women who then were allowed to vote would be educated and would then eliminate the votes of the African American. The concern that Mississippi had though, was that women would not be interested enough in voting rights to actually use them. The Constitution sympathized with Mississippi's problem, but did not support the idea of women receiving the vote. Still, this article shows that people in the South were willing to entertain the idea of women's suffrage. ","            This was not exclusive to Mississippi as many states began to consider women's suffrage so as to keep a white majority of voters. When Southern women took up the suffrage cause, many argued for suffrage in order to keep the white majority within suffrage. These women also wanted to establish suffrage through state amendments rather than national amendments and thus they made suffrage seem more acceptable in the South since they advocated it within the established social structure. Because of this and because of the debates that suffrage as a solution to African American suffrage began, more people started considering women's suffrage as a possibility and women were able to use this as a vehicle to further the cause. "],"display_date":"August 26, 1890","search_date":"1890-08-26","locations":[{"id":1823,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4275,"title":"Atlanta Celebrates America&#39;s One-Hundredth Birthday\n","course_id":5,"status":"P","start_date":"1876-07-04","end_date":"1876-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Excitement began to spread across the country as celebrations and parties of extravagant proportions were planned and organized.  A celebration of American victory and freedom, this particular Fourth of July promised to be grander than all its predecessors. The year was 1876, and America was turning one-hundred years old. Of no exception to this national excitement was the up and coming southern town of Atlanta, Georgia where the citizens excitedly prepared for the centennial celebration.  The Atlanta Constitution documented this significant event in the history of the country as it took place in a small southern city, offering a glimpse not only into the patriotic celebrations of the nineteenth century but also into the development of American nationalism in the post-bellum South.  ","A town experiencing much change and growth in 1876, Atlanta had begun to recover from the obscurity of its ante-bellum existence and the destruction wrecked upon it during the Civil War. Assuming a more prominent role in the South, Atlanta had begun to become a hub of commerce and information due mostly to the railroad expansion and development in the area. By 1876, the Atlanta Constitution had earned a considerable reputation by acquiring several new editors including Henry Grady who would later propel the city into the national spotlight. In addition to the tangible changes Atlanta had experienced was the ideological development of a southern town towards the end of Reconstruction. Worthy of note is Franklin Garret's description in his book on Atlanta about how the town was still jaded by the Civil War, an emotion that complicated the city's attitude towards national holidays. Despite this sentiment and not wanting to be outdone, the Constitution describes how the citizens of Atlanta formed committees to plan parties and organize a celebration of memorable proportions for the centennial Fourth of July.","As the momentous day of jubilee approached and anticipation began to grow around the country, congress passed a resolution encouraging widespread festivity for the Fourth of July. Setting the tone for a nation wide celebration, this resolution was sent to all the different states, including Georgia. Governor Smith received the resolution which was subsequently printed in the Constitution on April 26, 1876. The fact that such a resolution was published in the Constitution and that it set the tone for the celebrations to come speaks of Atlanta's changing sentiment towards American nationalism and mirrors its growth from a small southern town into a national city. ","The tempo set and the parties planned, Atlanta was ready to celebrate.  According to the Atlanta Constitution, a large party was planned to be held at the Irish Literary Association building which was located at the intersection of Whitehall and Peters Street. The paper calls for the general public to \"lend their help toward making this celebration of this centennial Fourth a memorable occasion.\" According to the Constitution of July 6, the party was such a success that \"several hundred had to turn away\" because there was not enough room. The decorations were \"beautiful\" and extravagant, and all in all the tone and atmosphere of the occasion was one of national unity. To that end, a portrait of George Washington was prominently displayed along with an exhibit of arms that symbolized peace and unity between the North and the South in post-Civil War America. Not only was the celebration in Atlanta a huge hit that drew large numbers and extensive news coverage, it was also a success in that it was a celebration of national unity in a region that had recently undergone great turmoil and destruction."],"display_date":"July 4, 1876","search_date":"1876-07-04","locations":[{"id":1821,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4368,"title":"The War Through the Eyes of a Child\n","course_id":4,"status":"P","start_date":"1864-08-01","end_date":"1865-01-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ten-year-old Carrie Berry lived with her family in Atlanta, Georgia in 1864 while Union general Sherman tried to capture Atlanta. The diary that Berry kept daily shows the immediate effect of the war on her and her family.","Sherman's offensive against Atlanta brought a lot of damage to the city, and made things very difficult for the residents. Berry wrote about the difficulties her family faced. Many days, she wrote that shells fell around her house, and her family took shelter in the cellar. This was hard on the family, which Berry shows when she says, \"Mama has ben very buisy to day and I have ben trying to help her all I could. We had to go in the cellar often out of the shells. How I wish the federals would quit shelling us so that we could get our and get some fresh air.\"","On September 2, 1864, Atlanta fell to Sherman's army. On this day, Berry wrote that many Union soldiers came into the city. The fall of Atlanta was a significant victory for the Union, and a demoralizing blow to the Confederacy.","Days later, Berry's family received some bad news. Berry wrote, \"Thurs. Sept. 8. We all went to wirk in glad spirits this morning. Me and Tilo went to ironing. Mama was buisy regulating things when Papa came and told us that Gen. Sherman had ordered us to move. It broke all into our rangements.\"","Fortunately for her, Berry's family found a way to stay in Atlanta. Her father went into business, and the whole family had to work, but they did not have to leave their home. Times were still difficult for the family, but they managed to make it through. ","The fall of Atlanta had a big impact on the outcome of the war. It was an important victory for the North, and soon after taking Atlanta, Sherman began his march to the sea, his greatest accomplishment."],"display_date":"August 1, 1864 - January 4, 1865","search_date":"1864-10-18","locations":[{"id":1820,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":4598,"title":"Scalawag Shares Feelings on Reconstruction","course_id":18,"status":"P","start_date":"1866-01-07","end_date":"1866-01-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Scalawag, a pejorative term not commonly used, became a commonly spoken slur used to describe Union sympathizers living in the South before, during, and after the Civil War. Some politicians, such as the one interviewed in an article in the January 7, 1866 edition of <em style=\"mso-bidi-font-style: normal;\">The</em> <em style=\"mso-bidi-font-style: normal;\">New York Times</em>, believed that Reconstruction was, \"…a good idea in theory, but in practice, it would prove to be unsuccessful in its own right.\" This statement made him a scalawag in the eyes of many southerners. The gentleman, born and raised in Georgia, served in the Confederate army for three years, practiced law, and at one time had even been a member of the state Legislature. After being given all of this information, it is surprising to note that the gentleman remarks in his interview, \"You say the government has given him[the negro] freedom…I tell you he's not got his freedom yet…he has no land... he can scarcely get work anywhere but in the rice fields and cotton plantations...he can hardly breathe…unless a white man gives his consent…What sort of freedom is that?\" The Georgian, whose name is never mentioned, goes on to state that the African American has freedom in name, but not in fact, implying that the government calls the African American free, but the social institutions in southern culture still prevent them from being truly free, a direct attack on southern ideals common among scalawags.","                The Georgian scalawag believed that the only reason African Americans were even as free as they were under Reconstruction was due to Union occupation of the South. The gentleman told his interviewer, \"…take the troops away and his chance wouldn't be as good as a piece of dry wood in a house on fire…\" He went on to say that there should be some equal rights for African Americans, such as giving them acreage to live on and farm as they pleased. Often times being branded as a scalawag in the South, meant that one would be ostracized from their own immediate community as well as the community of the South at large. Scalawags were even killed by fellow citizens or harassed by Ku Klux Klan members if their views became exposed. The gentleman from Georgia told of this horror in his interview, \"…If I should say what I honestly believe, I should be killed if it ever got out that I wrote it…\"","Despite the hatred for scalawags in the Reconstruction South, Georgia elected a total of ten scalawags to congress between the years 1867 and 1875, third highest amongst the former Confederate states. This article reinforces the idea that not all southerners believed slavery was a just system. Some, such as the scalawags, believed that economic equality needed to take place in order for racial equality to begin, an idea that would not be realized for over a century to come."],"display_date":"January 7, 1866","search_date":"1866-01-07","locations":[{"id":1820,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":175,"tag":"African American Sufferage"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4690,"title":"Atlanta Burns- The climax of a young girl's wartime journal","course_id":22,"status":"P","start_date":"1864-08-01","end_date":"1865-01-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Paralyzed by fear she sat in the cellar praying to survive the Union attack on Dixie.  The Berry estate was a sitting duck amongst cross fire between Union and Confederate soldiers as ammunitions echo in the yard.  Carrie Berry describes the daily “shellings” or constant barrage of gunfire as it penetrates the house, ricochets off trees and pierces the ground above.  Sometimes the ammunitions included cannon-fire as she recalls her father “white as a corpse” as he flees a Yankee Ambush in the garden.  Amidst all of chaos she is up to speed on her daily routines of “nursing her lil sister”, sewing doll clothes and personal items, mastering arithmetic lessons and even celebrates her 10th birthday highlighted by “ironing”.  She recalls the harsh bite of the white frost all around and how the family must now survive on bread because General Sherman’s men nearby steal their pig.   General Tecumseh Sherman wrecks far greater havoc on all of Atlanta with the “dreadful burnings all around” or the use of total warfare to choke out civilian support to the Confederate Army.  This predecessor to the“March to the Sea” left the city in utter ruins."," Fortunately the Berrys have a provost guard to watch the house (probably because her father did work for the Union Army) and shield it from the Union torch.   However, they have no choice but to watch in suspense as enraged flames swallow the city whole.  One Union soldier recalls the grizzly fire that could be seen 50 miles away in poignant terms-“great tongues of flame shot up fifty feet above the roofs and constantly the walls would fall in with a crash which sent a cloud of embers up among the stars”.  Another union soldier concludes that General Sherman must not have “any mercy in his composition” as he witnesses Sherman as he simply walks unaffected through the streets as though he is immune to the panic and spectacle of the fire.  The streets are ablaze as Union Soldiers change uniforms while in march as spectators question their dignity and convulse at the shameless pillage on city.  Some vigilante army men even hunt after stray southerners and torch homes from back alleys much to the dismay of the Union army. ","The time is now eleven at night and the fire is at its zenith and so is the morale of the Sherman’s Headquarters Party.  The 33<sup>rd</sup> Massachusetts division strikes up the band in a burst of patriotism and belts out Verdi’s “<em>Miserere</em>” Opera <em>Trovature</em> and “<em>John Brown’s Body</em>”.  The incensed arsonists of the headquarters party sing in unison “<em>Glory, Glory, hallelujah</em>!” as they march onward at seven in the morning.  One official of the SVW Post of Fourteenth Corps Union Army says in reaction to the music “Nero made music while Rome burned, why not (the) Post make a little while Atlanta burns?”.  ","Soon thereafter, the Berrys are made to relocate.  Carrie shows her capacity for defiance as one soldier relates the little girl “behaved very badly…nobody knows what we have suffered”.  Carrie journals   nothing of her struggle against the relocation rather she feels more positive after they are settling down and the Holidays draw near.  She delights in a “Christmas Tree” lighting activity, makes cakes with the women of the house and feels secure in matters of imminent safety.  However, in very same entry her hopes diminish because she fears that the following day her “father may be tried and put away in the army”.  Her final entry reveals that her father is spared from the draft.  Going beyond the Carrie Berry journal timeline many historians contest that Sherman’s “March to Sea” would not have been possible without the total war tactics as those used in burning Atlanta.  "],"display_date":"August 1, 1864 - January 4, 1865","search_date":"1864-10-18","locations":[{"id":1820,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":282,"tag":"youth eye witness"},{"id":283,"tag":"Carrie Berry"},{"id":284,"tag":"General Sherman"},{"id":285,"tag":"\"March to the Sea\""}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4833,"title":"Lynching in the South","course_id":31,"status":"P","start_date":"1896-08-01","end_date":"1896-08-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Run, Ed, run. This is what was probably going through Ed Aiken’s mind when he realized that he could not catch Sallie Harris, a young white lady. Ed Aiken was a black man who was on his way to work on Joe Maddox’s farm. Sallie was leaving her grandmother’s home and was going to her home, the farm of J.F. Harris, a well-known farmer in the Conyers, Georgia area. When Sallie got home and told her story to her father, he and his son grabbed their guns and set out looking for the black man. When they found Aiken, he “acknowledged that he was the right man, claiming that he had meant the young lady no harm,” reported the editor of the <em>Atlanta</em><em> Constitution.</em> Harris decided to let the law handle the situation, turning Aiken over to the sheriff. When word got out in Conyers about what had taken place, people began pouring into town, and the sheriff got worried.The sheriff knew that Aiken would surely be lynched. So the sheriff decided to take him from Conyers to Atlanta to jail for safe keeping until his trial. Aiken would remain in an Atlanta jail until the next court date in Conyers. He was no doubt relieved to have escaped a lynching.","Some lynching victims could be castrated, mutilated, or even killed. Aiken knew he was lucky to escape this fate, even if he meant no harm chasing Sallie. Many people thought that the main reason why lynchings took place was because black men raped white women. According to historian Leon Litwack, though, “of nearly three thousand blacks known to have been lynched between 1899 and 1918, only some nineteen percent were accused of rape.” Some mobs lynched blacks for stealing shoes, calling white girls on the phone and annoying them, or even just for running past a white girl and accidentally brushing up against her. “A South Carolina editor acknowledged in 1917 that some three-fourths of lynching was for ‘trivial offenses,’ and sometimes entirely innocent men were ‘butchered,’” Litwack observed.","All the violence between whites and blacks continued due the need of blacks to have self control over their own lives and the need whites had to control blacks. According to historian Jacqueline Jones, “white men’s persistent violation of black women constituted a more common phenomenon that served as a backdrop for periodic lynchings throughout the South, especially during the years of 1890 to 1910.” It was fine for the white man to attack a black woman, but was wrong for a black man to attack a white woman. Blacks were scared to walk by whites, thinking they could be attacked or lynched just for looking at them wrong. Whites were scared for their families just as blacks were scared for theirs. White men had to constantly reaffirm their sense of racial superiority and their manhood. The mutilation and castration of lynching victims brought into explicit focus the tangle of “hate and guilt and sex and fear” that enmeshed all southerners well into the twentieth century, wrote Jones. White men lynched blacks due to the control they had at the time, but those lynchings only caused hatred to build up more and more in society."],"display_date":"August 1, 1896","search_date":"1896-08-01","locations":[{"id":1823,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":142,"tag":"african americans"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":4999,"title":"<em>Coca-Cola</em>: \"Sold Everywhere\"","course_id":43,"status":"P","start_date":"1886-05-01","end_date":"5/31/07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["What difference could 20 years of advertising make? Well, for Coca-Cola, it made the world of difference. In the hot summer of May, 1886, John Pemberton created the beginnings of what would be the most revolutionary and world-renown product as of yet.","This time, the Gilded Age, was the rise of advertising. Everyone and their brother had an idea for a concoction or medicine which cured, supposedly, exactly what ailed you. With so many different, unnecessary, products on the market, only those which made a name for themselves were successful.","In the first year of its invention, Coca-Cola only sold 25 gallons of syrup, enough for just a few hundred glasses. In 1886, the advertisements for Coca-Cola featured a pretty, well-dressed girl drinking Coca-Cola with the caption or idea, \"Drink Coca-Cola\". At its inception, Coca-Cola had to convince you that it was what you wanted to drink. Part of the way to do this, especially in a world dominated by men, was to convince them using a woman's beauty.","But by 1907, Asa Griggs Candler had made Coca-Cola a country-wide phenomenon. The 1907 advertisement is a well-dressed man drinking the last few drops of Coca-Cola from a glass with the caption \"Sold Everywhere.\" Now that everyone knew what Coca-Cola was, the emphasis in advertising shifts from enticing people to try the new product, especially using the seduction of a woman, to reassuring people. Reassuring them that Coca-Cola is indeed what they want to drink because it is the best, as proven by the successful look of the man drinking it.","Pemberton, a well-known pharmacist in Atlanta, had many concoctions brewed for various ailments. This one just happened to be in the right place at the right time. It was eventually bought by another very successful pharmacist Asa Griggs Candler. Candler was the true business-man with the idea that Coca-Cola, as it came to be known, would be great.","From 25 gallons the first year, to \"Sold Everywhere\" was a remarkable change and that was just the beginning. Coca-Cola would become the world's most recognized symbol and word.","It is important to understand, however, the circumstances under which Coca-Cola was born to its original owner. John Pemberton was a Civil War veteran, and like many, many others, he was addicted to morphine. The power and effects of the coca plant, from which we derive cocaine, were just being discovered. Not only that, but prohibitionists in Atlanta were gaining ground and it seemed inevitable the city would become dry. John first was experimenting with the coca-plant, making a sort of wine out of it, but eventually he traded the alcoholic part for the caffeine jolt from the Kola plant. The name derived from its two main ingredients and was written by John's bookkeeper in the classic, flowing script we all recognize. Not only this, but at first, the syrup become known more as a medicine for headaches and stomach pains, than an enjoyable drink it was mixed with regular water, not carbonated. It became carbonated after a soda fountain operator accidentally mixed it with carbonated water.","So the history of Coca-Cola is not nearly as glamorous as one would to believe, or as Coke would like to have you believe. It was born of a morphine-addicted Civil War Veteran, originally as a medicine. However, the true greatness of the story lies in Asa Griggs and the Great American dream. Asa bought the formula and all its creation details and tools for a total of $2300 in 1888 and by 1906, he had just built the largest building in the city of Atlanta. From \"Drink Coca-Cola\" to \"Sold Everywhere\" is a pretty good idea of just how far an knack for advertising and some hard work can take you."," "],"display_date":"May 1886 - May 1907","search_date":"1896-11-13","locations":[{"id":1822,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":118,"tag":"invention"},{"id":100,"tag":"Medicine"},{"id":652,"tag":"Coke"},{"id":653,"tag":"Soda"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5068,"title":"Kind Words for Sunday School Children teaches children to live a Christian lifestyle.","course_id":43,"status":"P","start_date":"1866-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Once a month, children all over Atlanta, Georgia would rush to the front yard to gather up the newspaper. With their Bibles in hand, they eagerly flipped to their favorite section labeled Kind Words for Sunday School Children. These “kind words” were stories written for the Christian children to read and to take away important lessons that the Bible teaches. These stories were stories from the Bible with a modern twist. They were designed to teach children to follow Christian teachings and to develop a moral center.","During the nineteenth century, the American Bible Society was formed. The society’s main purpose was to promote moral reform.  But during the 1850s, the society began to undergo major changes. The group became institutionalized and commercialized. The focus was no longer on spreading ideas of moral values but now it had a bureaucratic feel to it, it was business, not religious anymore. Kind Words for the Sunday School Children is a prime example of this change. With the publication of Bible teachings in the newspapers, there was no need for children to even attend Sunday School, all the children had to do was read the newspaper. This was one example that marked the death of the community and the creation of individualization.","Kind Words was not the only of it’s kind. Several other techniques were used to help engrain good morals and Christian values in the brains of the nineteenth century youth. One example of this is Mark Twain’s Tom Sawyer. Although the novel promotes some degree of rebellion, Twain still expresses his views and ideas of Sunday school and promoted Christian ideals.","Kind Words for the Sunday School Children were essentially fables and moral stories that taught children stories in the Bible and taught them to live their lives by the Bible. The reason for stories like this to reach the children was to ensure that the religiosity of the following generations would remain strong.  According to southern Christians, it was vital for their children to be well versed in the ways of the Bible so they would continue to spread the word."],"display_date":1866,"search_date":"1866-07-02","locations":[{"id":1820,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":514,"tag":"Christianity"},{"id":540,"tag":"Baptists"},{"id":734,"tag":"sunday school"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5301,"title":"Georgia Congressman Alexander Stephens Discourages Southern Secession","course_id":74,"status":"P","start_date":"1848-11-01","end_date":"1860-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["While angry Georgians voted in favor of secession in 1860, the small, sickly Georgia Congressman Alexander Stephens stood by and watched, helpless to avoid the crisis he had known was coming for years.  During Georgia’s secession in November of 1860, Congressman Stephens spoke in firm opposition.  Stephens, soon to be elected Vice President of the Confederacy, argued that Southern states should not secede until a Constitutional right was violated.  “If all our hopes are to be blasted, if the Republic is to go down,” exclaimed Stephens, “let us be found to the last moment standing on the deck with the Constitution of the United States waving over our heads.”","Alexander Stephens began his career in politics as a member of the Whig Party, focused on economic development through support of Henry Clay’s American System.  He worked with Zachary Taylor’s campaign for the election of 1848.  During the campaign he met Abraham Lincoln, and the two formed a friendly relationship.  When Taylor admitted California and New Mexico to the Union as free states, betraying Southern Whigs such as Stephens, Stephens reluctantly left the party and became a Democrat.","Stephens had been a strong supporter of Henry Clay’s Compromise of 1850, and in the rising conflict he referred to it as the ultimate law to be answered to—particularly in matters of popular sovereignty.  While his fellow Southerners became increasingly irate over the slavery debate in the 1850s, Stephens desperately referred to the Constitution and the Compromise of 1850, arguing that so long as none of the laws of these documents had been broken, the South had not been harmed.","When the South erupted with anger over the election of Illinois Republican Abraham Lincoln in 1860, Stephens knew the Union could not last.  Georgia Governor Joe Brown called for a convention in November of 1860 to discuss possible secession, an idea most Georgians already supported.  At the convention Alexander Stephens spoke logically—though not passionately—against secession, on the grounds that no Constitutional law had been violated in Lincoln’s election.  Stephens declared, “The result was different from what we wished; but the election has been constitutionally held.”  Stephens further suggested that since the North had committed no Constitutional offense, the South should not secede until a Constitutional right was violated.  This way the South would be fighting with justice on their side, and not simply against the Constitution in which Stephens so strongly believed."],"display_date":"November 1848 - November 1860","search_date":"1854-11-15","locations":[{"id":1729,"lat":33.7797616598,"lng":-84.3046918113,"zoom":9,"place":"DE KALB, Georgia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":9,"tag":"Law"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5473,"title":"Opposing the Atlanta Compromise by forming the Niagara Movement","course_id":84,"status":"P","start_date":"1885-01-01","end_date":"3/1/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The Atlanta compromise was delivered to a white audience at Atlanta’s Piedmont Park in September 18, 1895 by Booker T. Washington, founder of Tuskegee University. The Atlanta compromise was an agreement between African American leaders and Southern white leaders. The agreement was that Southern blacks would provide labor to white employers and submit to white political rule if whites assured that African Americans would receive basic education as well as ensure the legal rights owed to them. Blacks would not focus their lives on equality, integration, or justice, and Northern whites would fund black educational charities, such as the Tuskegee Institute in Tuskegee, Alabama.","Because of his submissive relationship to the white community, Washington received a lot of criticism. Dr. William DuBois became his primary critic. In July 1905, DuBois led twenty nine black activists in forming the Niagara Movement, which demanded every right that belongs to a free-born American citizen. At the turn of the twentieth century, however African Americans have not obtained these equal rights.","One prominent critic of was Dr. C.C. Johnson, was a colleague of Dr. DuBois an esteemed black physician and surgeon. In a letter to DuBois, Johnson argued for more confrontational strategy. Johnson wrote that he “could not believe that in the long run it can be for the real good of any race to oppress unjustly any man or set of men anywhere in the world”.  Continuing in this manner Dr. Johnson wrote that “It surely needs no argument to any fair minded man to be convinced that the national sin of our country today is the shameful injustice to which our race is subjected in practically all parts of the land, both in a private and a public way”. This can of language shows that Johnson and Washington were both in the fight for racial justice, but had a different way of approaching that goal.","The intellectuals of the Niagara Movement sought to motivate and educate people of all races and to combat the evils of white supremacy, Jim Crow, and black oppression. Being a profound debater, Du Bois along with other members of the movement such as Johnson, opposed Booker T. Washington and sought to persuade the masses that education, not accommodation, was the key to black prosperity.","Even though the Niagara Movement did not last long due to financial issues, As time continued in the mid-twentieth century, blacks continued to demand civil liberties and the protection of their liberties. With the support of whites and blacks alike in the formation of many black justice organizations such as the Southern Leadership Conference, the NAACP and the Montgomery Civil Rights Movement, schools would be desegregated, blacks were given the right to vote and became full-fledged citizens."],"display_date":"January 1, 1885 - March 1, 1909","search_date":"1897-01-30","locations":[{"id":1822,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":1349,"tag":"Atlanta Compromise"},{"id":1350,"tag":"Niagara Movement"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":6115,"title":"“Georgia Prohibition – Nupatree What do You See?”","course_id":126,"status":"P","start_date":"4/15/10","end_date":"4/15/10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 15, 1910 a man by the name M. A. Nupatree documented his travels through the state of Georgia. Nupatree documented his travels through the larger as well as the smaller cites because he wanted to study prohibition throughout the state. In his paper Nupatree claimed to be indifferent on the subject of prohibition, saying he observed everything with an impartial eye. However, Nupatree did go on to say, “I was rather prejudiced against prohibition as the best method, especially for the larger cities.” This showed he had somewhat of a bias to the subject matter. Nupatree also believed that statistics should have been ignored because they could easily be manipulated and were often unreliable for people.","Nupatree noticed that he saw only seven men under the influence of intoxicants throughout his entire trip. He stated that anyone could see that number of intoxicated men in a few minutes in the state of New Jersey. Nupatree found himself surprised by the how much drunkenness he had actually encountered in Georgia's cities. Most cities in other states shrugged off prohibition and did not pay it any attention.","Nupatree did notice that a lot of “near beer” was sold in the larger cites of the state. He said that hard liquor was hard to come by except for inside clubs, where even then its use was mostly restricted to those who would not abuse the substance. Because of all that had been noted Nupatree summarized that people that behaved themselves did not really need intoxicants, while people that were normally troublesome due to intoxication found it very hard to get into the trouble without it. He claimed that the citizens were happy with the Act and the only people not happy were the people of “the trade” as he referred to them. He noted that to him the state seemed to focus on the enforcement of laws and the more stringent laws. Nupatree found it strange that the state would focus on this instead of how the North focused on restoring the old wide-open order. Nupatree goes on to praise the state of Georgia and the shape it is in due to prohibition being followed.","By viewing this <em>New York Times</em> newspaper article that contains all the information found above, one can see the debate historians have had when they ask if prohibition was effective or not. If historians look at Nupatree’s observations throughout Georgia it is plain to see that prohibition was very effective. But this effectiveness may be due to what Political Science professors John Frendreis and Raymond Tatalovich suggested that multiple factors like region, religion and demographics play a role in the acceptance or denial of prohibition. Georgia is located in the Bible belt where there is a strong sense of Christianity. Georgia had this one main religion which according to Frendreis and Raymond made prohibition much more effective in the southern region. Nupatree observed there was a wonderful growth, prosperity and an orderly government while he traveled through Georgia. This observation of Nupatree’s shows that urbanization and income had begun to grow in Georgia, and these things factor into the demographics of the state.  This newspaper article shows how a state’s region, religion and demographics can greatly impact the decision of prohibitions like the professors stated. This <em>New York Times</em> newspaper article shows how certain elements within the state of Georgia made its citizens want to follow prohibition."],"display_date":"April 15, 1910","search_date":"1910-04-15","locations":[{"id":16304,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"Fulton, Georgia"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":79,"tag":"Religion"},{"id":2272,"tag":"1910"},{"id":1609,"tag":"georgia"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}},{"id":6150,"title":"\"Deep Time\" in a Southern City","course_id":127,"status":"P","start_date":"1895-09-18","end_date":"1895-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The U.S. government allocated $200,000 for a Federal Building at the 1895 Cotton States and International Exposition in Atlanta. This was to cover the cost of constructing the building and of filling it with exhibits from various departments. Prominent among these were displays from the Smithsonian Institution (alcoves A-Q), arranged “to illustrate the methods by which Science controls, classifies, and studies great accumulations of material objects, and uses these as a means for the discovery of truth.” A life-size statue of the Seminole chief, Osceola, would have immediately greeted visitors entering through the southern portal. The statue, one of several portrait sculptures standing in alcoves A and B, served as an example of a human “type.” These <em>specimens</em> were only a small part a larger exhibit belonging to the Department of Mammals, which boasted examples from “each of the eleven [mammalian] orders” and statues demonstrating “twelve of the most characteristic types of the human species.”","The mammal exhibits, replete with everything from aardvarks to Zulu tribesmen, gave way to birds (alcoves C and D), fish and reptiles (E), mollusks and insects (F), and finally to the Department of Paleontology, housed in alcove G, which drew upon contemporary science to offer many Atlantans a novel interpretation of the history of life on earth. Though Darwin’s theories had circulated widely after the publication of <em>Origins</em> in 1859, field researchers and paleontologists had been slow to present their work within the context of the new paradigm. In natural history museums towards the end of the nineteenth century, however, displays like the one in Atlanta emerged. Distinct evolutionary strata within the fossil record were exhibited, bearing cutting-edge descriptors (names referring to famous fossil collection sites). The <em>Cambrian </em>period, the <em>Ordovician </em>period<em>, </em>the <em>Silurian </em>period - these had entered the American scientific vernacular and were propagating, alongside popular understanding of geologic time and an evolutionary continuum, through spectacles like the Smithsonian display in Atlanta.","In many ways the Smithsonian exhibit was fully embedded in the tradition of 19<sup>th</sup> century natural history. Dead animals, shot and stuffed on faraway continents, were carried back as trophies from a world city dwellers would never see or experience except through the glass of museum display cases. This led Thoreau to refer to these 19<sup>th</sup> century museums as “catacombs of nature.” Additionally, the Smithsonian exhibit reeked of long-defunct anthropological claims, that human races were also a reflection of Darwinian hierarchies, white “types” being the most developed, of course. Robert Rydell writes, “the science of man that reached the fair-going public had a distinct hierarchical message.” Taxonomy was reconfigured and categories reshaped to reflect that organisms develop along continuous lines of descent, with snapshots left behind in corresponding layers of rock and ash. And it would have been clear to those Atlantans, walking past Smithsonian exhibits or out on the midway, that they fit into this story as well - one of biological, social, and technological <em>progress.</em> “Science and salvation seemed to march hand in hand,” according to Rydell."],"display_date":"September 18, 1895 - December 31, 1895","search_date":"1895-11-08","locations":[{"id":1823,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":2341,"tag":"Museums"},{"id":2342,"tag":"Expositions"},{"id":2343,"tag":"Natural History"}],"course":{"name":"Fundamentals of Environmental History","school":"Auburn University","course_id":127,"school_id":73}},{"id":6198,"title":"Southern Malfunction","course_id":127,"status":"P","start_date":"1895-09-18","end_date":"1895-09-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Representatives of the Department of Agriculture spent weeks arranging the exhibit at the 1895 Cotton States and International Exposition in Atlanta. Train cars had begun arriving in the city mid-summer, loaded with materials from a number of federal institutions and departments: the Smithsonian, the Forestry Department, the Postal Service, etc.. The specimens and demonstrations would fill the 65,000 square feet of the Government Building, erected with appropriations from Congress, with the intent of encouraging renewed economic partnerships with Southern manufacturers. That was the understanding of the Agriculture Department workers who installed the massive fish tanks that would house fresh and saltwater specimens from the Southern states. This exhibit proved to be one of the most popular on the opening day of the fair, September 18<sup>th</sup>. The <em>Atlanta</em> <em>Constitution</em> writes, “The people were loath to leave this place. They watched the gyrations of the impudent looking sheephead, the gay evolutions of the glided species; the sluggish movement of the catfish, the peculiar antics of the crabs.”","By the second day of the fair, most of the fish were dead. The pump works that supplied running water to the tanks had shut off during the night, suffocating many of the freshwater fish in the exhibit. The <em>Constitution </em>described the scene: “Huge catfish floated on the top of the aquariums with their white bellies turned upward in death, and the splendid specimens of trout, which attracted so much attention on opening day were woefully decimated.” This exhibit, and others like it spread throughout the various buildings of the fair, had an explicit commercial purpose. Despite intonations regarding the fair’s educative value, exhibits like the native fish species were designed to cast the South as a trove of untapped natural resources.","North Carolina emeralds, Georgia pine, Alabama iron ore, and (of course) cotton were some of the exploitable raw materials on display. Both North and South recognized the potential in these undeveloped materials, though regions differed in their view of how these would figure into the future of the South and its people. Northern boosters largely sought to integrate Southern industry into an existing network of manufacturing, centered in northeastern cities. The South could supply Massachusetts textile mills with cotton, Pennsylvania steel mills with ore, and could otherwise become a dependable repository for Northern investment capital. Southern journalists and businessmen however were actively engaged in crafting a regionally distinct culture and a financially independent economy. One of the express purposes of the 1895 Exposition was to entice new Southern trade partners in Central and South America, and throughout the fair, technologies were venerated that could satisfy the South’s vision for a new industrial society. The modern Southern textile mill was an invention that would, over the following decades, come to dominate the Southern economy. Not unlike the fish, many Southerners would become victims of these changes.","Robert Wiebe writes of an ongoing, Southern identity crisis in the late 19<sup>th</sup> century. “They simply saw no conflict between popular control and modern technology. [….] What they did reject were the current means of America’s industrialization - the corporations, the systems of credit and distribution, the alterations of political power. In trying to destroy the lot of them, they planned a revolution without quite realizing it and, as it happened, lost at every turn.” The systems designed to keep the fish alive failed to work correctly in the South and herein lies a parable. The industrialization of the South looked different, and the insistence with which Southern leaders developed a manufacturing economy blinded many to the costs of integrating new technologies and systems into an ill-equipped society. The naïve predispositions of Southern institutions would cause them to lumber blindly into building an unsustainable, extractive, and fragile economic system that would lock the region in poverty for much of the following century."," "],"display_date":"September 18, 1895 - September 19, 1895","search_date":"1895-09-18","locations":[{"id":1823,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":678,"tag":"Economy of the South"},{"id":1375,"tag":"Atlanta Exposition"}],"course":{"name":"Fundamentals of Environmental History","school":"Auburn University","course_id":127,"school_id":73}},{"id":6648,"title":"Union General William T. Sherman \"March to the Sea\" Operation","course_id":170,"status":"P","start_date":"1864-11-16","end_date":"1865-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In 1864, Union General William T. Sherman burned the city of Atlanta, Georgia. Atlanta, at the time was under control of the Confederacy and had the number one railway that was used in the South. The burning of Atlanta was the first part of General Sherman’s march through the South called “March to the Sea”; five weeks later his march ended in Savanna. This was considered a triumph for the North, but was one of the South biggest lost. For the North, it brought moral and made things worse for the southern soldiers. This form of warfare is called total warfare, destroying everything in their path, from railways to storage places where military arms were held."," ","General Sherman, Union general, also had a history as a military man prior to the war. He served at many battles during the Civil War; the First Battle of Sitting Run, which was where he took over operations in Kentucky. He also suffered many loses during the war which were considered a set back because of his precipitation in the Battle of Shiloh. His impressive war tactics got him his approval for the “March on the Sea” from General Grant and President Lincoln. "," ","“March to the Sea” operation been able to happen he needed to capture Atlanta to happen he needed to capture Atlanta first. He took Atlanta by, maneuvering his troops around Atlanta and only destroying Government buildings, railways, and military installations. In the picture one can see the destruction of the railways that were there in Atlanta, after General Sherman’s march through and even though it was the beginning of his march to the sea that lead up to South Carolina. The buildings that he did not have destroyed when his army came through were destroyed by the fires that had happened. During this march General Sherman took out a lot of Confederate soldiers. When General Sherman left Georgia, the Governor had sent an officer to Atlanta to assess the damage that was done. General Sherman was in charge of a group of troops called the western theater and because of the this and having impressed General Grant and President Lincoln was able to go one the “March to the Sea” operation, and by using some gruella in South Carolina and Georgia was able to help drive General Robert E. Lee to Virginia where more officers from the Union were using this same type of warfare, which in the end help make it easier to get a surrender to end the Civil War."," ","When looking at General Sherman one must realize that he was not always a good leader and that he did make mistakes in his role, but he also learned from his mistakes and made himself a better leader from that. He learned from his superiors in the war and made in an incredible march that destroyed Atlanta, Georgia, up to South Carolina called “March to the Sea”. This march destroyed important railways for the south and also destroyed buildings where weapons were stored. General Sherman did what he needed to do to boost moral for the north and hurt moral for the south."],"display_date":"November 16, 1864 - January 1, 1865","search_date":"1864-12-09","locations":[{"id":53019,"lat":33.7489954,"lng":-84.3879824,"zoom":8,"place":"Atalata, Georgia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":3258,"tag":"March to the Sea"},{"id":3257,"tag":"Atlanta"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}