{"id":1961,"place":"NEWTON, Georgia","lat":33.5894745605,"lng":-83.9020986127,"episodes":[{"id":2668,"title":"The Wedding of Dolly Burge&#39;s Daughter\n","course_id":1,"status":"P","start_date":"1875-12-16","end_date":"1875-12-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dolly Burge recorded in her diary feelings about events that happened in her life and impacted her. Her daughter's departure for college completely devastated Burge. Since her husband had died, it meant that she was living without her family. When her daughter decided to get married, it devastated her even more. She wrote about how upset she was in her diary entries. Burge felt that she had provided a happy home for her daughter and had prayed so hard for God to give [her] a living child. She accepted the fact that her daughter got married but she was not completely satisfied with her daughter's decision. Burge did not get the preacher that she originally wanted for the wedding because he was at the South Georgia Conference and the parents disagreed about which preacher to use. The couple had relatives and friends come from the area and also from Covington and Augusta. Burge was sad that her daughter was leaving her home and reluctantly let her go.","Southern women's lives changed dramatically after the Civil War. The incomes of families were hurt by the war and they lost all of the help that they had previously gotten for free from their slaves with emancipation. According to John B. Boles, women were forced to take on new roles to make their households run and some even had to get jobs until their husbands could increase their income. In addition to taking jobs, women were still expected to take care of their homes. William Cooper and Thomas Terrill called this role domestic feminism. Women took control over the household and raising the children. This episode shows how women such as Dolly Burge played a large role in maintaining their families and caring for their children. ","Edward Ayers noted in his book The Promise of the New South that children were usually the center of affection in [Southern] families. This is especially true in this instance since Burge was so distraught to see her daughter leave her home. Ayers also noted that many infants were not named until after living a year due to the high infant mortality rate. Dolly Burge expressed her gratitude in this diary entry of having her daughter live so long. Since many children died as infants, Burge must have felt extremely grateful for her child and would have had more affection for her. Family and children were very important in Southern communities and it would have required a lot of strength to endure the changes that were happening around them."],"display_date":"December 16, 1875","search_date":"1875-12-16","locations":[{"id":2110,"lat":33.5894745605,"lng":-83.9020986127,"zoom":9,"place":"NEWTON, Georgia"}],"tags":[{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}