{"id":197,"place":"ROWAN, North Carolina","lat":35.6396250473,"lng":-80.524728632,"episodes":[{"id":589,"title":"Hinton Rowan Helper publishes The Impending Crisis of the South:  How To Meet It\n","course_id":1,"status":"P","start_date":"1857-06-01","end_date":"1857-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Hinton R. Helper, a southerner, publishes his book entitled The Impending Crisis of the South:  How to Meet It.  Helper champions the nonslaveholding Southern whites while denouncing Southern slave masters as lords of the lash.'   Helper concluded that slavery was impeding the South's economic, social, and cultural development.  Using the 1850 census, Helper used demographic statistics to show how the North was far more advanced in commerce, manufacturing, and even in agriculture than the South. Additionally, Helper pointed out that land in the North sold for five times the amount of what it did in the South , a discrepancy for which slavery was the culprit.  If slavery was abolished, Helper prophesized, land values would increase in the South and more than compensate the slaveholders for the value of their slaves.  Having no desire to live with blacks, however, Helper concludes by proposing a tax on slaveholders to pay the cost of colonizing them in Latin America or Liberia.  This southern attack on slavery gained nationwide notoriety and was praised by the Republican Party and northern newspapers."],"display_date":"June 1857","search_date":"1857-06-15","locations":[{"id":9773,"lat":35.6396250473,"lng":-80.524728632,"zoom":9,"place":"ROWAN, North Carolina"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2789,"title":"Mechanization\n","course_id":1,"status":"P","start_date":"1896-04-23","end_date":"1896-04-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A local newspaper in Salisbury, North Carolina published an article on April 23, 1896, reporting the effects that labor-saving machinery was having on their community. The Salisbury Truth article was composed of statements and facts gathered by a person who has given the subject a great deal of thought. The piece described how, with the help of modern machinery, one man and his two sons were able to complete work that had required 11,000 spinners only a few years ago, while another man was able to do the work of 50 weavers at once. Other machines had greatly affected the amount of labor needed to execute certain tasks, such as cotton printing machines, which had reduced hand labor by 1500 percent, and log sawing machines, which fostered the unemployment of 499 men out of 500. In the manufacturing of paper, the article reported that 95 percent of hand labor had been replaced, and by the use of machinery in loading and unloading ships, one man could do the work of 2000. "," While it is unknown whether these statistics are in fact correct, what they reveal is the profound effect mechanization had upon the South at this time. The author's wonder and admiration at the capabilities of this equipment was profound and sincere, and he predicted correctly that such devices would only improve in number and quality over time. In a society intensely focused on agriculture in particular, these machines were miraculous for the amount of time they saved and the efficiency in which they completed some of the most grueling and labor-intensive tasks. "," The effect these devices had on the South was profound. In previous decades, North Carolina had lagged behind other southern states in agricultural productivity and economic means; Mississippi and Alabama were the only states that ranked lower. However, from 1880-1900, textile manufacturing increased dramatically, along with the development of new railroads, highways, educational institutions, banks, and tobacco factories. These economic advancements were fairly unique to North Carolina compared with other southern states, claims historian Dwight Billings, making it known throughout the South for its progressiveness in the era of the Second Industrial Revolution. However, the effects of labor-saving machinery could be felt throughout the South, inspiring improvements in communication, transportation, and productivity. Those developments brought many rural people into Southern cities to work at mills and factories, and before long, a strong and substantial middle class had emerged. "],"display_date":"April 23, 1896","search_date":"1896-04-23","locations":[{"id":9777,"lat":35.6396250473,"lng":-80.524728632,"zoom":9,"place":"ROWAN, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3613,"title":"Land not fit for Man or Beast\n","course_id":1,"status":"P","start_date":"1836-08-03","end_date":"1836-08-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The grass was greener in Virginia.  News from Thomas Anderson to brother Robert Anderson took three days to reach Rockbridge County, VA from Houston, North Carolina.  The letter detailed the hardships of the North Carolina soil and terrain paying toll on the farmers and well being of Robert's brother, Thomas, whom he had left behind to care for the farm when he left for Virginia.  Thomas explained that he does not begrudge Robert for leaving because the land won't improve in North Carolina and not even clover would grow to sustain food for livestock.  There wasn't enough pasture to feed one horse for two weeks, and Thomas's son Andrew was forced to sell his horse.  The horse brought 120, and Thomas took pride in the fact that there weren't many horses of that caliber in the land for sale because most were too thin or blind due to malnutrition.  Livestock was forced to live entirely on a diet of corn because there was no rye worth dealing with.  The struggles of Thomas Anderson were consistent with those occuring on many North Carolina farms because farming practices developed very little from the age of Colonization to the period before the Civil War.  Farmers were still using what historian Henry Watson described as crude and heavy tools, and farming had not progressed into mass production as farmers were forced to raise food for their families and themselves and were incapable of providing for others. Farmers had not yet learned to utilize the concepts of scientific farming to grow more produce or subsistent crops and pasture by using rotation strategies.  Regardless of this lack of skill and knowledge, farmland created the livelihood for most rural families, and the land and independence it provided were the central features of the rural family's life. Families were also determined to make do on farms because plots were considered family heirlooms passed down for several generations.  These had kept hope alive for families that they could carry on the farming tradition by leaving something substantial for future generations to settle and maintain from one generation to the next."],"display_date":"August 3, 1836 - August 6, 1836","search_date":"1836-08-04","locations":[{"id":9771,"lat":35.7371590314,"lng":-80.5230825706,"zoom":9,"place":"ROWAN, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3852,"title":"North Carolina Quakers Fight Against Slavery\n","course_id":7,"status":"P","start_date":"1839-01-17","end_date":"1839-01-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Society of Friends, otherwise known as the Quakers, of North Carolina submitted a petition to the United States Senate concerning their position on slavery.  The Quakers completed this petition during their annual meeting in November of 1838.  The petition stated, \"we entreat you to legislate for the termination of slavery in this state.\" Nathan Mendenhall signed the petition, and Senator J. T. Morehead from Guilford County, North Carolina presented the petition to the Senate. The Senate received the petition a few days before its adjournment.  The Western Carolinian Newspaper reported the petition to the general public on January 17, 1839.  The journalist from the Western Carolinian did not write positively about the abolition attempt, and was shocked that the movement was happening \"at home.\" ","    A petition to Congress about slavery was very common at this time.  Congress was force to issue a gag rule to end the constant debate about anti-slavery petitions.  The major issue however, was that the Quakers pushed this petition from a very prominent slave owning state. Quakers were very vocal about their religious beliefs against slavery, which sometimes got them into a lot of trouble. The Quakers strongly upheld the idea that all men are equal in the eyes of God. Quakers also felt the need to obey the law and be moral citizens.  However, these two conflicting beliefs did not stop the Quakers' fight. Many Quakers, such as Nathan Mendenhall, were active in the manumission society.  This was a society that Mendenhall and his fellow Quakers created in attempt to set up new areas in Liberia for freed slaves to live.  Other Quakers owned \"freed slaves\" to keep them from being resold into slavery, worked directly with the Underground Railroad, and were active in court cases dealing with possession of slaves. Due to this obvious protest of slavery, Quakers faced many conflicts with their slave-owning neighbors.    Quakers received harsh treatment and persecution for their actions as well.  These problems caused many Quakers to flee to the new frontier.  The majority of the Quaker population ignored their neighbors' resistance and continued to fight slavery from within North Carolina.  Although the North Carolina Quakers were a peaceful and moral religious group, they still played an important role in the abolition movement from their location in a slave holding state.  "],"display_date":"January 17, 1839","search_date":"1839-01-17","locations":[{"id":9771,"lat":35.7371590314,"lng":-80.5230825706,"zoom":9,"place":"ROWAN, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4011,"title":"Nullification Controversy\n","course_id":7,"status":"P","start_date":"1832-12-01","end_date":"1832-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Sectional tensions between the North and South increased following the Tariff of 1828.  The tariff placed a high tax on foreign goods to stimulate domestic manufacturing, and, in turn, placed strains on the Southern economy as the British reduced their imports of cotton.  Many declared the tariff unconstitutional and thought that it infringed upon the individual states' rights.  To quell the South's angered reaction, Jackson issued the Tariff of 1832, which made some reductions on tax rates.  This did not satisfy everyone, however, and South Carolina acted against the federal government by calling a state convention.  The convention voted for nullification of the tariffs, viewing them as a threat to liberty and founding principles of the United States ","While some Southerners were appalled at the rash decision for nullification and saw the tariffs as simply an element of the democratic style of central government, many also shared feelings of resentment and frustration.  No other Southern state explicitly defended the constitutionality of South Carolina's nullification decrees; rather, many defended the states' right to judge and interpose against federal laws that they perceived to be unconstitutional.  The Western Carolinian of Salisbury, North Carolina, warned people to \"take no step to strengthen central power, but that you do all you can to sustain sinking liberty.\"  Some asserted the opinion that the North was a tyrannical majority that taxed the South for its own benefit, fearing that \"the South must take the yoke, bear it, and become slaves.\" North Carolina will \"Never\" stand to see South Carolina be \"crushed down, and, reduced to degrading vassalage\"  Many newspapers showed that the tension between the North and South was apparent and escalating in the early 1830s."],"display_date":"December 1832","search_date":"1832-12-16","locations":[{"id":9771,"lat":35.7371590314,"lng":-80.5230825706,"zoom":9,"place":"ROWAN, North Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}]}