{"id":1994,"place":"WESTMORELAND, Virginia","lat":38.0384231549,"lng":-76.5396619749,"episodes":[{"id":1967,"title":"Bank Notes: The Second Bank of the United States\n","course_id":1,"status":"P","start_date":"1823-03-07","end_date":"1823-03-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William Booth Taliaferro, a resident of Norfolk, Virginia sent a letter on March 7, 1823 to Mr. Richards, the manager of finances of the George Washington Estate of Westmoreland County, Virginia. In the letter, Taliaferro informed Richards that he received the manager's previous letter enclosed with a check. In Richards's previous letter, he made the check to Taliaferro for 840 dollars. According to Taliaferro, Richards's letter contained a request to have the notes converted into funds current with Taliaferro's banks. In order to make use of the check that Taliaferro received from the George Washington Estate, he needed to convert the money into funds current with banks in Norfolk. This required Taliaferro to visit to his local state chartered bank. State banks acted as commercial enterprises; profit-seeking privately owned institutions that created cash deposits payable in legal tender on demand. According to historian Robert Buckley Tanner, state banks financial success depended on their ability to keep their own notes in circulation, or else they had to rely solely on the assets of their stockholders and depositors. Thus, state banks fought to keep their competitors notes out of circulation. Neither Taliaferro nor Richards wrote of any doubts they had in their local banks ability to convert notes. However, Tanner claims southerners as a whole tended to assert that the power of banks gave an unnatural privilege to the government. Southerners believed this unnatural privilege imperiled both the independence of the community and the control they had over their own affairs. "," In 1823, the year of correspondence between Taliaferro and Richards, Americans experienced a change in the national banking system; Nicholas Biddle became head of the Second Bank of the United States (BUS). Biddle convinced his board of directors to allow him to authorize the issuance of five and ten dollar drafts. Historian Robert V. Remini claims BUS prepared the drafts in Philadelphia in blank, and then distributed them to the branches of BUS. The branches endorsed the drafts 'payable to bearer' and issued them according to their needs. The drafts easily passed as money, because they looked like bank notes in design, color and texture. Biddle presented the paper of state banks for redemption in specie at the same time BUS issued the drafts. According to Remini, this allowed Biddle to drive the depreciated currencies out of circulation, and provide the country with a relatively safe and uniform currency. Conflicts over the banking system led to tensions between the North and South. Congress built the main office of BUS in Philadelphia, and southerners had no difficulty branding BUS a northern institution that benefited mainly northern financial interests. To southerners, the bank brought out their fears of an oppressive central authority, and the necessity for local control to protect liberty. "],"display_date":"March 7, 1823 - March 8, 1823","search_date":"1823-03-07","locations":[{"id":14349,"lat":38.0384231549,"lng":-76.5396619749,"zoom":10,"place":"WESTMORELAND, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2725,"title":"Taxes and Their Uses\n","course_id":1,"status":"P","start_date":"1895-01-01","end_date":"1895-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" In 1895 Mr. Thomas Brown paid his taxes to S.B. Hardwick, who was the treasurer of Westmoreland County, Virginia at that time. During that time, everyone had to pay one dollar to the state and fifty cents to the county per head. Taxes were based on every one hundred dollars worth of property. For example, it was thirty cents for state tax, ten cents for state school tax, and fifteen cents for road tax. Mr. Thomas Brown had 945 dollars worth of property, so he paid thirteen dollars in state tax, 3.97 dollars in state school tax, and 5.83 dollars in road tax. The government collected these taxes to pay for education, improvements in the town, and other public expenditures. Even with these taxes, Virginia was deeply in debt. "," The decade before the 1890s, Virginia pushed itself continuously further into debt as the Conservative party refused to stray from the Funding Act, even in spite of the evil name attached to the origins of the Funding Act, according to C. Vann Woodward. To try to compensate for the debt in other areas, the Funders bilked money from public schools, leaving the schools without proper funding. In the South, the public schools were 1.5 million dollars in debt, which forced many of them not to reopen the following years. By 1890, the monetary expenditure per student had slowly increased to 81 percent from 59.5 percent in 1871. The money expended augmented to about 97 cents, an increase for the South, but was still less than the 2.24 dollars for the country as a whole. Public schools suffered from this deficiency in funding, and the school termed shortened and did not reach its highest average again until 1900. Clearly taxes were important to the economy, but even with them the South struggled with debt until long after the Civil War. "],"display_date":1895,"search_date":"1895-07-02","locations":[{"id":14356,"lat":38.0384231549,"lng":-76.5396619749,"zoom":10,"place":"WESTMORELAND, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}