{"id":1999,"place":"PHILLIPS, Arkansas","lat":34.5311279044,"lng":-90.7753398937,"episodes":[{"id":2440,"title":"Terrible Hurricane in Arkansas\n","course_id":1,"status":"P","start_date":"1871-02-17","end_date":"1871-02-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A hurricane on Friday February 17, 1871 damaged and/or destroyed a majority of the ","buildings in Helena, Arkansas. The city was still reeling from the recent fire that had caused ","damage to many of the buildings that ended up being destroyed by the hurricane. Two known ","fatalities were a Mrs. Stewart and her young son. The buildings and companies that suffered the ","worst of the damage included the Baptist Church, Messrs Miles & Co.(commission merchants), ","Ramsey & West(livery men), F.F. Howerton(dry goods), and Barlord & Morton(commission ","merchants). The overall damage from the hurricane was estimated at between 75,000 and ","100,000. The same hurricane also caused major damages in both Pocahontas and Iuka, ","Mississippi."," The South has always been a victim to hurricanes as they have left paths of destruction on ","both the Atlantic and Gulf coasts. These natural disasters have been recorded all the way back to ","August 27, 1667 at Jamestown, Virginia in what was described as a dreadful Hurry Cane. On ","average, there are 8 to 10 storms that become strong enough to be named by the U.S. Weather ","Service (though storms were not named until the twentieth century). Hurricanes are considered ","to be the most destructive natural disasters because of the variety of adverse weather conditions ","they bring including heavy rainfall, high winds, flash floods, and powerful storm surges."," In the nineteenth century, hurricanes were natural phenomenons that uniquely affected ","the South compared to other areas of the United States. Because hurricanes usually struck the ","Gulf or Atlantic coasts, the North would be spared from much of the hurricane's damaging ","effects. Also, the South's agricultural based economy is much more susceptible to severe ","weather conditions. The high winds and large amounts of rain that a hurricane would dump on ","Southern growing fields would do much more damage economically than the same effects would ","have on the industrial North. While hurricanes were certainly nothing new to the South, this ","particular hurricane was unique when taking into account the time at which it occurred. ","Hurricane season for the Western Hemisphere usually runs roughly from June 1 to October 31. ","It was strange to have the climate and water temperature in the Gulf region to create a hurricane ","so far out of the usual peak season. It is likely that the irregular timing of the hurricane, and thus ","decreased strength, was a reason for its low original death toll. Major hurricanes in the Gulf ","region can leave hundreds and even thousands of people dead in their wake. Just 29 years after ","this hurricane, another hurricane made landfall near Galveston, Texas. This devastating storm ","killed 6,000 of the city's estimated 20,000 inhabitants. "],"display_date":"February 17, 1871","search_date":"1871-02-17","locations":[{"id":713,"lat":34.5311279044,"lng":-90.7753398937,"zoom":9,"place":"PHILLIPS, Arkansas"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2730,"title":"Arkansas Black Man&#39;s Triumphant Speech\n","course_id":1,"status":"P","start_date":"1867-03-01","end_date":"1868-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" In January 1868, black and white men came together for the first time in a legislative body in Arkansas to discuss the state's re-entry into the Union.The participating delegates consisted of 47 Arkansas whites, 17 outside whites, and eight African Americans.According to Richard L. Hume, the Arkansas convention was unique, however, because it contained extensive debates about the role of race.The Civil War raged on, yet Arkansas was already underway of Reconstruction and improving race relations.Jesse N. Cypert, a southern white man from White County, pressed for ratification of a constitution excluding black suffrage, while William H. Grey, a black from Phillips County, advocated for black suffrage.Grey's arguments were rational, thought provoking, and supported by substantial evidence, and the convention approved black suffrage.Grey was treated as a gentleman and, at least in this convention, as an equal.The reigning president insisted that Grey be addressed Mr. ----, from ---- County the same way that the white delegates were addressed.Cypert's excuse for unequal address was that He had spoken of him as a negro, because he was such."," This rationale of racial equality reflects much of the Reconstruction South; it was hard for white southerners to abandon suddenly all previous prejudices.Yet, Grey proved his intelligence and deserved respect through his long oration on the reasons blacks deserved the right to vote.He based the majority of this argument on the idea that poor white southerners were worse off than many African Americans.To convince his peers of this idea, he quoted many South Carolina politicians and a Georgia judge who questioned the ignorance of these poor whites.For example, he quotes William Gregg who, in 1851, stated to the South Carolina Institute that he put[s] down the white people, who ought to work, and who do not, or who are so employed as to be wholly unproductive of State.Grey points out that blacks wanted to work and be productive members of society, yet this ignorant group of white southerners was granted more rights than his own race."," The Reconstruction Acts of March 1867 forced southern states to comply with the North to attain readmission to the Union.Hume notes that Arkansas was one of the former rebellious states to undergo a Constitutional Convention to discuss politics and bridge together opposing factions.Among these factions was the meeting of whites and blacks in a political sphere for the first time since emancipation.This instance shows the small, successful steps made during Reconstruction for black suffrage in a southern state; at the Arkansas Constitutional Convention, Grey epitomized the intelligent free black who desired large changes in southern society.According to John B. Boles, white southerners varied along class lines, and the poor white yeoman farmer or the poor white southerner were in a class separate from the slave-owning farmer or plantation owner.Boles narrates that their economic situation resulted in less education, and poor white southerners suffered substantially during the Civil War years.Using the inequality of whites along intellectual and socio-economic lines, Grey aptly proved to his peers African Americans' right to both respect and suffrage.Grey supported his arguments about blacks' deserved equality by exposing the contradictions in southern society.His victory over a bigoted Cypert was a victory not only for Arkansas, but also for African Americans who were now free and struggling with their newfound emancipation in a discriminatory nation.Such minor victories would be hope for blacks across the South, as acts of injustice dominated southern society for years to come.","--J.R."],"display_date":"March 1, 1867 - January 30, 1868","search_date":"1867-08-15","locations":[{"id":712,"lat":34.5311279044,"lng":-90.7753398937,"zoom":9,"place":"PHILLIPS, Arkansas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}