{"id":2010,"place":"OUACHITA, Louisiana","lat":32.4685930803,"lng":-92.1385872026,"episodes":[{"id":2741,"title":"Presbyterian Call for Secession Based on Slavery\n","course_id":1,"status":"P","start_date":"1860-11-29","end_date":"1860-12-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Writing from Ouachita, Louisiana on December 4, 1860, Sarah Lois Wadley, caught up in the sentiments of secession and northern oppression, describes a famous sermon delivered in New Orleans on November 29, 1860, which her father showed to her in writing. Delivered by Benjamin Morgan Palmer of the First Presbyterian Church, this sermon advocated southern secession in defense of its providential trust to perpetuate slavery. Palmer believed that slaves were by nature incapable of self government and dependent upon their masters for protection. Dr. Palmer's reasoning is sound, sensible, and Christian to Wadley who yearned for the South's fighting for the patriarchal cause of slavery. Dr. Palmer justified slavery through the patriarchy of a white slaveholder who protected the dependent slave. Wadley's opinions were typical of the Lower South during the days after Abraham Lincoln's presidential election, and sectionalism grew quickly and passionately, even in women's minds. According to Samuel S. Hill and Charles H. Lippy, Palmer's sermons on slavery, namely this famous oration, led to his position as the elected moderator of the first General Assembly of the Presbyterian Church of the Confederate States of America. Wadley listened to Palmer with attentiveness and respect; she, like many other white southerners, believed in the doctrine of slavery as a divine right from God granted to the South. Wadley relates another sermon from a Dr. Lord, which summarizes the mistaken piety of abolitionists in their attempts to emancipate enslaved people from southern masters. Dr. Lord derived his preaching from Isaiah, and he condemned those who setting up their own judgement and their own code of morals instead of religion, and the scriptures, condemn that which has been sanctioned both by the bible, and by ancient usage. This sermon reflects the religious doctrine of southern clergymen prior to and possibly during the Civil War. Wadley had faith in what Palmer and Lord preached under the sanction of their church and under God."],"display_date":"November 29, 1860 - December 4, 1860","search_date":"1860-12-01","locations":[{"id":5608,"lat":32.4685930803,"lng":-92.1385872026,"zoom":9,"place":"OUACHITA, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}