{"id":2012,"place":"TALLADEGA, Alabama","lat":33.3761980073,"lng":-86.1510233984,"episodes":[{"id":2744,"title":"Southern Baptists Demand Total Prohibition\n","course_id":1,"status":"P","start_date":"1883-03-29","end_date":"1883-03-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 29, 1883, the Baptist journal, <em>Christian Index,</em> implored the citizens of Talladega   County, Alabama to support the outlaw of alcohol trafficking.  In 1881, Talladega  County proposed a vote on the outlaw of alcohol consumption and the African American population allegedly voted in a bloc against the prohibition. The article blamed the African American population for the failure of passing prohibition in the county.  As the surrounding counties of Clay, Calhoun, St. Clair, and Shelby had previously outlawed the sale of alcohol, the Christians of Talladega County feared their county would be overrun with the scum and scuff of the other counties if they did not enact the same prohibition.  The Baptists of Talladega County greatly feared the community would become a cesspool of drinking and crime, as the only county in the area to permit alcohol sale and consumption.  Thus, the Baptists of Talladega County beseeched the community to protect their region from alcohol consumption and its consequences by outlawing alcohol trafficking in the county.","The <em>Christian Index</em> emphasized the depraved nature of drunkenness and the tendency for indulgence in spirits to encourage crime and lewd behavior, suggesting that those who consumed alcohol were depraved criminals and delinquents.  Thus, the article's accusation that the African American community voted in a bloc against the prohibition measure suggested that African Americans were depraved for their desire to drink alcohol or protect the right to do so.  As they vehemently condemned alcohol consumption, the <em>Christian Index </em>rebuked the African Americans in Talladega County for their part in the prohibition's failure.","The Baptists' fear of Talladega County's inevitable degeneration through alcohol consumption supports historian Robert Handy's argument that nineteenth-century Baptists believed that drunkenness was the cardinal sin of the land.  According to Handy, total prohibition was the primary and ultimate Southern Baptist position by the 1880's.  Historian Edward Ayers also argues that whites believed blacks were swing voters on the issue of prohibition, but black voters did not actually vote consistently against prohibition. The article portrays whites' view of African Americans as swing voters, as the writer condemned the African Americans for altering the outcome of the election.  Ayers argues that whites gave black voters a great deal of credit when dry forces won because of their perception of blacks as swing voters.  Nevertheless, the black voters were also held responsible when the dry forces lost.  In Talladega County, African American voters were blamed and denounced for the failure of the prohibition statute."],"display_date":"March 29, 1883","search_date":"1883-03-29","locations":[{"id":373,"lat":33.3761980073,"lng":-86.1510233984,"zoom":9,"place":"TALLADEGA, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}