{"id":2014,"place":"COBB, Georgia","lat":33.9414430151,"lng":-84.5767277131,"episodes":[{"id":2138,"title":"Adoption of an Ordinance in Marietta\n","course_id":1,"status":"P","start_date":"1852-02-13","end_date":"1852-02-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Jenny, an African American woman residing in Marietta, Georgia, desperately wanted to move. In 1852, the local government of Marietta passed an ordinance against negroes hiring out their own time or living on lots to themselves. This new law was greatly at odds with Jenny's current living situation. Jenny believed that under the law she would no longer prosper at her current residence. Faced with these unfavorable circumstances, she traveled to Atlanta to see if her options there would be any better. In the city, she encountered a certain Mr. Jeremiah who agreed to take her in on his lot and protect her. To determine whether or not Jenny could take this course of action, Andrew J. Hansell sent a letter to Farish Carter asking for him to approve of her removal to Atlanta.","What remains unclear in this episode is the status of Jenny, the African American woman who desired to relocate. It seems as if Jenny's lifestyle had been seriously affected on account of the passage of Marietta's ordinance. Her displeasure with the new law indicates that she was either hiring herself out for work or living on a lot to herself. Considering these factors, one might conclude that Jenny was a free black. However, the letter sent from Hansell to Carter requesting approval for Jenny to move to Atlanta implied that Jenny was not free to make decisions concerning her place of residence. This letter also mentioned that Jenny would have to return home if she was not permitted to move to Atlanta. The use of the word <em>home</em> indicated that her inhabitance of the dwelling in Marietta was only temporary. ","This incident shows the types of measures local governments in the Antebellum South took to deprive African Americans of what little freedom they had left to enjoy. Due to the passage of Marietta's ordinance, a free black community, like that of Israel Hill in Virginia that historian Melvin Ely describes in his book <em>Israel on the Appomattox</em>, would never be realized in Cobb County. On Israel Hill, free blacks were permitted to live independently and hire themselves out as laborers. Ely does note, however, that as the issue of slavery grew on the federal level in the 1850's, whites tried once again to reduce the status of free blacks down to a level very close to slavery. It is quite possible that this retrogression of attitudes towards slavery was what the slaves and free blacks of Marietta saw with the passage of the Ordinance in the early 1850's. "],"display_date":"February 13, 1852","search_date":"1852-02-13","locations":[{"id":1675,"lat":33.9455026739,"lng":-84.6071322358,"zoom":10,"place":"COBB, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2746,"title":"The Hanging of Pink Pratt\n","course_id":1,"status":"P","start_date":"1881-03-03","end_date":"1881-03-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 4, 1881, African American Pink Pratt was executed in Marietta, Georgia for the rape of twelve-year-old white girl, Margaret Wilkins.  On the night of his execution, Pratt was provided with spiritual advice in preparation for his execution.  While get readying himself for death, Pratt confessed to the crime for the first time.  At 12:00 a.m., thirty guards escorted Pratt out of the jail to the gallows near downtown Marietta.  The guards allowed Pratt to smoke a cigar, and they talked pleasantly amongst each other.  When Pratt arrived at the gallows, 8,000 people were waiting to witness his execution.  After an African American minister recited a prayer, Pratt publicly confessed his crime and expressed a willingness to die.  At 12:45 a.m., the drop fell, his neck broke, and he completely stopped moving thirteen minutes later.  The guards cut down Pratt's body, giving it to his father, brothers, and sisters who witnessed the execution.","Pink Pratt's execution demonstrates an uncommon instance when a nineteenth-century southern judicial system legitimately accused, convicted, and punished a black man according to the law, even though he committed a violent crime against a white female.  While a white perpetrator may have received a lighter punishment, Pratt was treated in a reasonably fair manner, considering the usual treatment of black offenders in the late nineteenth-century American South.  Pratt was executed as a criminal who committed a heinous offense, but the legal system fairly granted him the traditional religious rituals that it granted white offenders upon their execution.  The nineteenth-century Cobb County judicial system deemed a black criminal worthy of humane treatment, despite the horror of his crime.  ","Pratt's story challenges the traditional account of white reactions to black violent crime against whites.  As historian Edward Ayers argues, southern whites in the post-Civil War era were convinced that blacks were more dangerous than whites and that black men were more inclined to commit crimes of passion.  Nevertheless, the <em>National Police Gazette </em>did not portray Pratt as an atrocious creature, but depicted him talking pleasantly to his guards and expressing a willingness to die for his crime.  He was not portrayed as the brutal, dangerous monster that many southern whites declared blacks to be.  In addition, the public allowed his execution to occur through the legal process.  Ayers argues that black criminals were frequently kidnapped from jails, tortured, burned, and hanged by white mobs because whites believed such blacks were unworthy of legal execution.  However, Pratt was allowed to die through legal execution even though he raped a twelve-year-old white girl.  According to Ayers, whites often justified a lynching simply because the black offender committed the usual crime of sexual assault upon white women.  Whites assumed that black men lusted after white women and they even justified lynching blacks when they committed a minor violation of white womanhood.  Nevertheless, despite Pratt's severe violation of the dignity of an innocent white child, he was permitted to die through formal execution. "],"display_date":"March 3, 1881 - March 4, 1881","search_date":"1881-03-03","locations":[{"id":1678,"lat":33.9414430151,"lng":-84.5767277131,"zoom":10,"place":"COBB, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2750,"title":"African American Woman Contracts Skin Disease\n","course_id":1,"status":"P","start_date":"1884-01-01","end_date":"1884-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1884, an African American woman living in Marietta, Georgia developed a rare skin disease that gradually lightened her skin.  The woman worked for an upstanding white family in Georgia and experienced continuing skin lightening for many months.  White spots covered her face and body, slowly enlarging and spreading across her skin.  The spots gradually bleached her skin, making her appear white.  The woman was apparently in good health and did not suffer from any illness other than the seemingly harmless skin disease.  The woman was not fearful or anxious about the dangers of the disease, because she felt no pain or discomfort from the ailment.","The Saturday Evening Post carried the African American woman's story, entitling it Freaks of Nature.  The woman's story appeared in the article alongside accounts of strange and unusual animals that committed extraordinary feats.  Thus, the article dehumanized the African American woman, comparing her to abnormal animals.  The article declared that the woman's skin disease created a wonderful transformation, by turning a black woman's skin white.  The article suggested that white skin was preferable to black skin and implied that the woman's skin disease was truly a blessing for her.  Thus, the article glorified the white skin, while vilifying black skin.","  The Marietta woman's story reveals that the majority of nineteenth-century white Southerners, and white Americans in general, upheld the superiority of white skin.  Historian Edward Ayers argues that no matter how clean, well-dressed, or well-mannered African Americans were, whites continued to associate them with a sense of pollution.  The whites' idea that the Marietta woman's skin disease was a wonderful transformation suggests that whites saw black skin as polluted and inferior to white skin.  As the article declared her disease to be wonderful, the articles' author assumed that the black woman preferred to have white skin, never considering that she might have seen the disease as unfortunate and undesirable.  In addition, the Marietta woman's story supports historian James C. Cobb's argument that white southerners created the identity of the black individual by deeming blacks inferior to whites because of the color of their sin.  By promoting their own skin color, whites in the South and throughout America denigrated black skin and black identity, preventing African Americans from forming their own identities for themselves and forcing them to perceive themselves as inferior."],"display_date":1884,"search_date":"1884-07-01","locations":[{"id":1678,"lat":33.9414430151,"lng":-84.5767277131,"zoom":10,"place":"COBB, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":5303,"title":"The Lynching of Leo Frank","course_id":73,"status":"P","start_date":"8/17/15","end_date":"8/17/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 17, 1915, Leo Frank, a Jewish businessman awoke to 25 armed men storming into the jail he was being held at in Milledgeville, Georgia. Despite faulty and clear mishandling of evidence, as well as forced confessions from many witnesses, Frank was convicted and sentenced to death for the rape and murder of 13 year old Mary Phagan, a young girl that was employed in his factory. However, influenced by his ties to the defense team Governor Slaton commuted the sentence from death to life imprisonment.","This outraged a public, who had become convinced that this man, a convicted murderer in their minds, was escaping justice. Influential men in the community, desiring justice at any cost, gathered 25 armed men and left for the prison that housed Frank. When they arrived they subdued the warden and superintendent and proceeded to the main gate of the prison. The night watchman, faced by the armed mob, simply opened the gate, allowing them to pass stating “I saw they meant business, and there was nothing for me to do but open the gate.”","Streaming through the gate in search of Frank, the angry men found him on his bunk. Frank asked to dress, but men from the mass chorused that where he was going he would not need clothes. If Frank was unsure of what the mob intended before, now it was perfectly clear. They loaded him into a car in just his nightclothes, drove him over 100 miles to Frey’s Gin just two miles east of Marietta, Georgia and led him to a tree within view of Phagan’s childhood home. The lynch mob looped a rope over the branch and began to tie a noose.","While the men prepared to execute their own justice, Frank asked to write a note to his wife. He also asked that his wedding band be returned to his wife Lucille. The men allowed him these accommodations, but when he finished the letter the perpetrators positioned him under the tree and placed the noose around his neck. Blindfolded, bound and with a khaki cloth tied around his waist to cover his exposed lower half, the leader of the mob pronounced the court’s sentence. At 7:05 on the morning of August 18, 1915, Judge Newton Morris, a superior court judge kicked over the table."],"display_date":"August 17, 1915","search_date":"1915-08-17","locations":[{"id":16909,"lat":33.9414430151,"lng":-84.5767277131,"zoom":10,"place":"Cobb, Georgia"}],"tags":[{"id":753,"tag":"Anti-Semitism"},{"id":1,"tag":"Crime/Violence"},{"id":367,"tag":"Lynching"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}}]}