{"id":2028,"place":"DURHAM, North Carolina","lat":36.0420245844,"lng":-78.889350822,"episodes":[{"id":453,"title":"American Tobacco Company Established\n","course_id":1,"status":"P","start_date":"1890-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the several years preceding 1890, brothers Ben and Buck Duke initiated several reforms of their tobacco manufacturing business.  The brothers' company W. Duke and Sons experienced great success after the innovations.  Then in response to concern about other manufacturers, in 1890, the Dukes joined four of their tobacco competitors to the form the American Tobacco Company.  The American Tobacco Company, known as the cigarette trust', dominated the cigarette business and resisted economic fluctuations.  It was also the first tobacco manufacturer to adopt the central departmentalized structure of a modern corporation.&lt;br /&gt;&lt;br /&gt;The establishment of such a cigarette trust' created a response of anti-trust groups including the Farmers' Alliance.  On January 11, 1890 the Farmers' Alliance held an Anti-Cigarette Trust Convention in Oxford, North Carolina.  The Alliance initially kept their proceedings and resolutions solutions.  However, the movement favored government regulations against trust building.  Some of the members from the cigarette manufacturers of the trust, including B.N. Duke and G. W. Watts of W. Duke, Sons & Company of Durham, attended the Convention as well.  These cigarette manufacturers sent papers to the Convention appearing to offer compromises."],"display_date":1890,"search_date":"1890-07-02","locations":[{"id":9427,"lat":36.0420245844,"lng":-78.889350822,"zoom":10,"place":"DURHAM, North Carolina"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1084,"title":"Chairmen Simmons calls out for White Supremacy\n","course_id":1,"status":"P","start_date":"1898-11-04","end_date":"1898-11-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 4th, 1898, North Carolinian Chairmen Simmons made a presentation of the state of affairs in his North Carolina. Simmons called to the attention of his listeners the acts of The Fusionist Party; a branch of the Populist Party that wanted to fuse' with the democrats and ultimately try to further the role of African-Americans in the community. Simmons pointed out that in efforts to recognize African-Americans in the community, the Fusionists were taking away from white supremacy that for so long had dominated the state. In his speech, Simmons noted an extraordinary list of positions that African-Americans held in the community including: Congressmen, magistrates, and revenue officers. Through his address, Simmons hoped to illustrate to White North Carolinians that it was unacceptable for men of Anglo-Saxon blood to, be subjected to the rule and mastery of the Negro, and this issue burned into the hearts of the people and kindled a fire of indignation.' &lt;br /&gt;Simmons continued on by pointing out the corruption funds that the Fusionist Party was obtaining from Mark Hanna of the Republican Party. Simmons explained that even after the Fusionists attempted to use federal forces against North Carolinians to accept African-Americans, the party turned to Mark Hanna for help. Simmons said, They hope to import Negroes from the north and the south of us, buy votes, procure fraudulent and illegal voting and otherwise obtain enough votes to control one branch of the Legislature, and thus block efforts of the white people to reverse the horrible conditions of the past two years.' &lt;br /&gt;In closing, Simmons proclaimed that, the battle has been fought; the victory is within our reach.' His speech was intended to muster up White sentiments and rally them to overturn the Fusionist part which he referred to as the, party of Negro domination.' Simmons aspired to overturn the terrible state of North Carolina and ultimately bring Whites back to power."],"display_date":"November 4, 1898","search_date":"1898-11-04","locations":[{"id":9427,"lat":36.0420245844,"lng":-78.889350822,"zoom":10,"place":"DURHAM, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2764,"title":"Durham Handbook Reveals Thoughts on Local African Americans\n","course_id":1,"status":"P","start_date":"1895-01-01","end_date":"1896-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Educator Company, comprised of a group of people dedicated to the advancement and prosperity of their towns, released a Handbook of Durham County in 1895. In the introduction, the authors stated that their intention was to give people seeking a new home a brief description of the area and the advantages it offers as one of the foremost cities of the South. Throughout the book, they gave detailed accounts of various aspects of the county, including its public and private facilities, advantages and needs, and its relation to the state as a larger whole in terms of its products, climate, government, and people. "," When the handbook begins discussing the people of Durham, it mentions the negro population, and states that it was largely descended from former slaves, but the importation of those forced laborers was very rare at the beginning of the 18th century onwards. The authors then attributed the large number of blacks in the area to natural causes such as a healthy climate, a humane public system, and the kindly tempers of the owner They stated that African Americans were happy to stay within the state because of the affection shown to them by their previous masters. Since slaves' emancipation, the book claimed African Americans have been shown absolute equal rights, with the exception of the slightly larger poll-tax and property tax, which the writers attributed to their population within the state, not their particular race. When discussing suffrage later in the hand-book, the authors explained why African Americans are withheld from administering to the law themselves as magistrates. It is because, explained the authors, blacks have just been released from slavery and are therefore ignorant of the duties of citizenship. This, the authors claimed, is for everyone's safety, including the colored man. "," This extract is a commentary on the county of Durham that reveals a great deal about their identity. The Educator Company explains current race relations and demographics with a history of the treatment of African Americans, and claims that Durham is a harmonious community now because it has always been so, even in the times of slavery. This belief, as well as the reasoning behind the disenfranchisement of African American's rights, is representative of many other counties' and states' racial ideologies in the South at the turn of the 19th century. "," At this point in time, several southern states were passing laws or constitutional amendments depriving black citizens of their right to vote, or at least making it very difficult to do so. Jim Crow laws were also very popular, and North Carolina was on the brink of adopting the separate but equal statute following the Plessy v. Ferguson trial. Finally, a ruthless white-supremacy campaign launched in 1898 completed a decade of setbacks for African Americans living in North Carolina. This second-class citizenship was adopted by local, state, and national legislatures, and indeed, the vast majority of Americans. However, despite these obstacles, the black community still focused on improving their condition and bettering their community. Contrasting to the Educator Company's opinion of the political ignorance of African Americans, many of them became involved with and supported the newly formed Fusion political party, a combination of Populists and Republicans."],"display_date":"1895 - 1896","search_date":"1896-01-01","locations":[{"id":9427,"lat":36.0420245844,"lng":-78.889350822,"zoom":10,"place":"DURHAM, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2797,"title":"Tobacco Business Revives Economy in Durham\n","course_id":1,"status":"P","start_date":"1865-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1865, John Ruffin Green, a newcomer to Durham, bought a tobacco factory from Dr. Richard Blacknall. Green knew that there was a future in the manufacturing of tobacco because he noticed the extensive amount of its consumption in the Confederate Army and among university students. Green focused on the manufacture of smoking tobacco by buying only the best grades of leaf. Later that year, a terrible incident turned out to be a blessing for him. The Confederate Army, while withdrawing through Durham, acquainted Green's tobacco with the Federals. The soldiers raided the factory, and Mr. Green assumed his business was ruined. However, they quickly acquired an appreciation for Spanish Flavored Durham Tobacco, when they smelled the smoke from Green's factory. Orders for Green's tobacco began to accrue, reviving both his business and the tobacco industry. As a result of the Civil War, demand for both whisky and tobacco quickly increased.","When the North Carolina soldiers returned to the South after the surrender, they were confronted with poverty and bankruptcy. Confederate banks, bonds, and money were now all worthless. However, Durham quickly found prosperity in the tobacco industry. Rapid growth of Durham in the post Civil War period was due to the surge in the tobacco manufacturing industry. Durham's escape from tradition is one of the main reasons why the city became the chief tobacco manufacturing center in North Carolina. Factories multiplied, warehouses were established, and there was an increase in population.","The development of tobacco manufacturing in the state, as historian Hugh Talmage Lefle found, was almost wholly the result of private initiative. The industry was highly concentrated graphically and completely owned by North Carolinians. "],"display_date":1865,"search_date":"1865-07-02","locations":[{"id":9685,"lat":36.0615410355,"lng":-79.0467709268,"zoom":9,"place":"ORANGE, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4847,"title":"Abner Jordan Shares His Life as a Slave","course_id":33,"status":"P","start_date":"3/1/30","end_date":"3/31/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Abner Jordan was interviewed by a member of the Work Projects Administration for a Federal Writer’ Project that was documenting North Carolina slave narratives. Jordan has never left North Carolina since he was born there and agreed to the interview despite being the old age of 95. He discussed his birth with hesitance, claiming that he was “bawn about 1832 in Staggsville, Marse Cameron’s place”. Jordan ‘belonged’ to Marse Paul and interestingly enough, lived in an overcrowded two-story slave house on the Staggsville Plantation along with his parents and 13 other brothers and sisters. When he was of age, Abner Jordan attempted to run away with his closest friend (Marse Benny) and enlist in the war, however his master went and brought him back scolding him for “being too young to go and fight de Yankees”. Paul Cameron owned more than nine hundred slaves and he spread them out along his thirty thousand acre plantation. It was established in 1787 by the Bennehan and Cameron families, Stagville was the largest plantation in North Carolina. Abner Jordan said Paul Cameron owned so many slaves that, “when he meet dem in the road he wouldn’t know dem and when he ased dem who dey belonged to, dey’ tell him dey belonged to Marse Paul Cameron and he would say dat wus all right and from dem to go right on along”. Jordan’s father was a blacksmith who was also in charge of blowing the horn for the other slaves to come in from the fields at night. He noted that slaves were forbidden to leave the fields without Marse Cameron telling them they could, and only then could they go to their respective parts on the plantation. When the Civil War reached Stagville, the plantation was seized but rather than being concerned with the slaves, Northern soldiers were instead only interested in provisions, horses, and where Cameron had hid his silver & gold. After the surrender, Jordan’s family was one of the few couplings of African Americans to remain with Paul Cameron, and they did so for around five years.","An exterior picture of the two-story slave house on the Stagville Plantation for which Abner Jordan lived in, offers  an extra step into the life that Jordan was trying to humanize. Paul Cameron ordered the slave house to be built in the hopes that it would improve the health of those who had been living in poorly-constructed, leaky, dirt-floored cabins (which were very common on his plantation). After all, slaves that were healthy and rested could produce much more for their masters than those who were malnourished. The house that Jordan lived in is the only surviving two-story slave house in North Carolina, it housed African Americans with a common family name and lineage, with a single family consisting of 5-7 individuals living in each other four rooms in the house. The Stagville plantation is located in parts of what are now Orange, Durhman, Wake and Granville counties."],"display_date":"March 1930","search_date":"1930-03-16","locations":[{"id":22420,"lat":36.035925149,"lng":-78.8764297072,"zoom":10,"place":"Durham, North Carolina"}],"tags":[{"id":4,"tag":"Slavery"},{"id":144,"tag":"plantation"},{"id":452,"tag":"Slave Living Conditions"},{"id":453,"tag":"Runaway Slaves"},{"id":454,"tag":"Slave Life"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4878,"title":"Man's Heart Transcends Apartheid","course_id":31,"status":"P","start_date":"1/4/68","end_date":"1/4/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In South Africa, the walls of apartheid were about to be transcended by the loss of a young “cape colored” in January 1968. Young Clive Haupt was a “colored” of South Africa who died at the age of 24; while his death was tragic; it had also achieved something, though it was small. While Clive was dead, his heart was to be given to Dr. Phillip Blaiberg, a white South African man. Though this was not the first transplant performed in South Africa, it was the first heart transplant where a “colored” heart was given to a white man. Even more significant, Clive Haupt’s heart would eventually be the first “colored” buried in an all-white cemetery. This was a cause of celebration because it was illegal for “coloreds” to be buried in the same cemeteries as whites. Though it was not Clive’s whole self, a part of him would achieve something, even in his death, to stop the evils of apartheid.","The people of South Africa have been accustomed to racial separation of cemeteries for centuries, with the first officially segregated cemeteries being established in the 1820’s. It was not until 1903, however, that significant cemetery segregation would take effect among the South African townships. The reason for this segregation, historian A.J. Christopher says, was a “the demolition of the Black suburbs near the city centre following the bubonic plague outbreak,” which caused many blacks to be resettled.","With the enactment of Apartheid in 1948, the South African government had to establish new racial divides in the living areas of all the different races. With these new changes also came the development of new segregated cemeteries adjacent to these townships. The history of South Africa was one of racial segregation, and in 1968 they were still living in a world charged by Apartheid. Yet even this powerful separation it did not prevent some aspect of that law to be broken by the death of a young black man.","While villages were being segregated and new black suburbs were being established in South Africa, residential segregation was crumbling in North America. In the United States a federal act was passed in 1968, called the Civil Rights Act of 1968, were stopping the segregation of black and white housing and creating equal opportunity housing for those blacks who do not have substantial means. Certain parts of the Civil Rights act of 1968 was designed “to provide a partial remedy for the distressing housing inequities,” according the <em>Duke Law Journal</em>. The main purpose of the act was “to eliminate housing segregation,” because “it is clear that discrimination alone is largely responsible for present segregated housing patterns.” Though housing in South Africa would remain segregated for a while longer, like the Act of 1968, Clive Haupt was desegregating cemeteries."],"display_date":"January 4, 1968","search_date":"1968-01-04","locations":[{"id":34277,"lat":36.035925149,"lng":-78.8764297072,"zoom":10,"place":"Durham, North Carolina"}],"tags":[{"id":491,"tag":"South Africans"},{"id":490,"tag":"Apartheid"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}}]}