{"id":2030,"place":"CASWELL, North Carolina","lat":36.393360631,"lng":-79.3336688399,"episodes":[{"id":527,"title":"Martial Law Declared in North Carolina\n","course_id":1,"status":"P","start_date":"1870-06-08","end_date":"1870-11-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Ku Klux Klan began its attempts to undermine the formulating North Carolina state government in 1868. Their attempts to destroy Reconstruction efforts and institute white supremacy created a state of lawlessness and violence in the state of North Carolina. It was pattern that followed the Ku Klux Klan throughout the South. In this the heyday of the Klan, it found support even in the highest positions of government. Governor Holden of North Carolina, in his memoirs, claims no animosity for the organization. The KKK were able to gain such wide support due to the disenfranchised feelings prevalent in the South during Reconstruction&lt;br /&gt;&lt;br /&gt;On June 8, 1870, Governor Holden proclaimed martial law and deployed troops into Alamance and Caswell counties. This followed an outbreak of renewed violence perpetuated by the Ku Klux Klan, including the murder of an African American Republican and state senator John W. Stephens. This was the last step in the rising tensions between the state and the KKK.  Martial law was declared only after years of the state Government appealing for peace. &lt;br /&gt;&lt;br /&gt;Governor Holden was empowered to declare martial law by the Shoffner Act of 1869 and was backed by President Grant. During the Kirk-Holden War, as it became known, Holden refused to recognize the writs of habeas corpus. Although the troops never fired a shot, more than 100 men were arrested. The violence during the Kirk-Holden War was far less than the violence leading to the war. On November 10, 1870, Holden proclaimed to the state Senate that the insurrection had been officially put down."],"display_date":"June 8, 1870 - November 10, 1870","search_date":"1870-08-24","locations":[{"id":9318,"lat":36.393360631,"lng":-79.3336688399,"zoom":10,"place":"CASWELL, North Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2265,"title":"Educational Improvements in North Carolina\n","course_id":1,"status":"P","start_date":"1876-03-08","end_date":"1876-03-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mary Graves never imagined that she would be offered a teaching position in Caswell County when she visited as a guest preacher to local Presbyterian congregations from her Leesburg, Virginia home in 1876.Yet, Mary was offered a teaching position, and to her own surprise, left her home in Leesburg and moved to Caswell County to begin her teaching career.  She accepted the position on the basis that she would be provided twenty well-paying scholars, and soon found that she would have at least twenty-four students in her class.","Mary found that her teaching position provided her with any comfort she could want-she was warmly welcomed by all, and even boarded with one of the wealthiest families in town.  Because of the admiration from both her students and their parents in Milton, Mary felt more appreciated than she ever had been in Leesburg.","During Radical Republican rule in the Reconstruction period, efforts were made to improve education throughout North Carolina.  Starting in 1868, each town and county was made responsible for funding free public schools supported by local taxes.  Without direct state aid, however, the already impoverished areas of North Carolina became apathetic to the issue of education.  With the end of Reconstruction and the return of Democratic control, continued efforts to improve education continued to be impeded by lack of funding.  In the 1870's, only one-fifth to one-seventh of school age children were actually enrolled in public schools, with many wealthy families opposing public education altogether and choosing to enroll their children in private institutions, or hire private teachers, such as Mary Graves, to teach their children."],"display_date":"March 8, 1876","search_date":"1876-03-08","locations":[{"id":9318,"lat":36.393360631,"lng":-79.3336688399,"zoom":10,"place":"CASWELL, North Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2767,"title":"Klan Murders Senator Stephens\n","course_id":1,"status":"P","start_date":"1870-05-24","end_date":"1870-05-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Three days passed before the news of Senator Stephens? assassination reached Maria Massey Barringer. On May 21, 1870, Republican Senator John W. Stephens was murdered at the Caswell County Courthouse by members of the Ku Klux Klan (KKK). On account of his political principles, Stephens was stabbed, choked, and left dying on a woodpile in a rear room of the courthouse. Prior to his murder Stephens had been advised by Victor Barringer that his life was threatened by the KKK, however Stephens ignored the warning. When the lynching of four blacks did not catch the attention of the citizens, the Klan was determined to take the life of a white man. Stephens supported the Freedmen's Bureau and the Union League, and helped to politically organize the black population of Caswell County. The Freedmen's Bureau not only intervened in white Southerners economic relations with black laborers, but it also helped to mobilize these laborers into the Republican Party. As a result, Senator Stephens became an enemy to the white Democratic Party. Governor William W. Holden responded to the challenge of the KKK, by illegally declaring martial law and sending troops into Caswell County. Local law enforcement could not cope with the hit-and-run tactics of the Klan, and Holden knew that nothing short of martial law would suppress them.","The function of Klan violence was to socially and economically curb Republicans and control the black population. After the Democrats gained control of the legislature in 1870, they impeached and convicted Holden for illegally declaring martial law. As historians Charles Reagan Wilson and William Ferris emphasized, the Klan?s use of violence was temporarily effective in securing political power. They were willing to use any means necessary to end Republican control of their states, thus stopping the threat to white supremacy. "],"display_date":"May 24, 1870","search_date":"1870-05-24","locations":[{"id":9318,"lat":36.393360631,"lng":-79.3336688399,"zoom":10,"place":"CASWELL, North Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}