{"id":2039,"place":"MECKLENBURG, North Carolina","lat":35.2468169924,"lng":-80.8327861056,"episodes":[{"id":906,"title":"North Carolina General Assembly of 1852\n","course_id":1,"status":"P","start_date":"1852-03-01","end_date":"1852-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Following the Democratic sweep of the North Carolina governorship and both houses of the state legislature in 1850, the majority Democratic General Assembly convened in 1852 to begin enacting its insurgent, reformist platform.  Similar to the reformist laws passed in Louisiana, North Carolina appointed a Superintendent of Public Schools.  The General Assembly also passed laws guaranteeing the equitable allocation of state resources to all counties and localities.  Desperate to ameliorate the dismal conditions of North Carolina's transportation infrastructure which was crippling small and large landholding farmers alike, the Democrats passed thirty-nine so-called plank road bills and chartered thirty-two new companies to manage their construction.  &lt;br /&gt;&lt;br /&gt;Known as the farmer's railroads,' plank roads were rapidly constructed to allow farmers to more easily transport their goods to market.  The legislature's commitment of massive state resources for internal improvements was indeed a revolutionary endeavor.  However, the most revolutionary endeavor of the 1852 legislative session was the passage of a free suffrage amendment for all small landholders and laborers by the state house.  Despite its failure to pass the state senate in 1852, the popular issue of free suffrage and the Whigs inexplicably fierce opposition to the measure catapulted the Democrats into permanent power.  North Carolina Democrats continued to agitate for a free suffrage amendment to the State Constitution and taunted Whigs for their refusal to support the measure.  The Democrats were able to effectively use the free suffrage issue for the next several election cycles to cement a sizable majority in the General Assembly and to capture the governorship once again in 1852 and 1854.  The free suffrage amendment was eventually passed in 1857, transforming the political landscape of North Carolina for decades to come."],"display_date":"March - December 1852","search_date":"1852-07-31","locations":[{"id":9618,"lat":35.2468169924,"lng":-80.8327861056,"zoom":9,"place":"MECKLENBURG, North Carolina"}],"tags":[{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2307,"title":"McNeilly Shoots Jenkins in Self-defense\n","course_id":1,"status":"P","start_date":"1890-01-08","end_date":"1890-01-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 8, 1890, an intoxicated H.O. Jenkins approached J.H. McNeilly, an employee of Jenkins's distillery, with a drawn knife. McNeilly had boarded with the Jenkins's family while also working for them, and had fallen in love with Jenkins's seventeen year old daughter.  The teenage girl, however, did not have reciprocal feelings for McNeilly and did not appreciate his advances.  ","As Jenkins drew his knife of McNeilly in the government warehouse, he cursed at him and accused him of undermining his family.  McNeilly asked Jenkins to leave the warehouse, but he refused.  McNeilly drew a pistol in his own self-defense and fired two shots.  The first shot missed Jenkins, but the second struck him in the left arm, the bullet breaking it and becoming lodged in his body.  McNeilly was acquitted on the grounds of self-defense against Jenkins's raging, drunken threats.","While any jury today may have acquitted McNeilly on the grounds of self-defense, according to Edward Ayers, violent crime in the South remained largely unpunished compared to violent crime in the North in the post-war years. White southerners seemed particularly prone to violence, with whites appearing in court far more often for violent crimes than property crimes in the years following the Civil War, and the percentage of homicides in the south increasing by nearly forty percent between 1880 to 1890.  Ayers argues that after the Civil War, the Southern notions of social order and honor outlived Southerners' toleration of dueling as a way to maintain and defend these notions. By the 1880's, however, Southerners had not successfully transitioned from using dueling to using the legal system as a way to solve issues they believed regarded personal honor, and men such as Jenkins resorted to street fighting instead."],"display_date":"January 8, 1890","search_date":"1890-01-08","locations":[{"id":9622,"lat":35.2468169924,"lng":-80.8327861056,"zoom":9,"place":"MECKLENBURG, North Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2779,"title":"Man Proposes Cotton-farmers Alliance\n","course_id":1,"status":"P","start_date":"1898-01-09","end_date":"1898-01-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On January 9, 1898, A.R. Logie went before a large gathering of farmers and cotton-growers in the Charlotte and proposed an organization of all cotton-farmers in the area. Under this association, farmers would pool their entire product of that year's growth, sell it as one, and share the dividends. This group would be headed by an elected congress of representative farmers who would create a constitution and by-laws for the agency, which would then create chapters in every state. Each state would be under the same management in terms of buying and selling, and all would be under the direction of the central board of control. "," While it is unknown if Logie obtained much support for his proposal, other alliances between farmers were very popular at this time and experienced much success, both economically and even in the political arena. Charlotte was considered to be one of the predominant Southern towns in the cotton industry. However, throughout the 1880s, agricultural depression had run deeply throughout North Carolina, causing many farmers to declare bankruptcy. Therefore, it is not surprising that Logie decided to propose his plan in this city, where he would find a large concentration of cotton-farmers also wondering at how to improve their economic means. The Farmer's Alliance, an organization founded by a group of farmers in Texas in response to the economic depression that ensued after the Civil War, had been increasing in size and popularity at this time, which likely inspired Logie to suggest a very similar society of farmers. "," The goal of the Farmer's Alliance was to increase the prices of their commodities through collective action in groups of individual farmers, which can be seen in Logie's proposal. The association quickly flourished and began establishing chapters throughout the south that helped white farmers buy goods at wholesale and sell their produce without having to pay a middleman. The organization eventually became involved in politics, and the alliance was later reborn as the Populist Party, centering on the same platform of government control of transportation and communication (which would help curb the powers of monopolies), as well as reforms of currency, land ownership, and tax policies. While historian Robert Hinton noted the ultimate failure of the Farmer's Alliance as an economic movement, their influence throughout the south, both agriculturally and politically, must be recognized as an inspiration to people like Logie who also desired to employ those tactics and attempt to improve the conditions of rural farmers. "],"display_date":"January 9, 1898","search_date":"1898-01-09","locations":[{"id":9622,"lat":35.2468169924,"lng":-80.8327861056,"zoom":9,"place":"MECKLENBURG, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2783,"title":"North Carolina Heads Toward Bankruptcy\n","course_id":1,"status":"P","start_date":"1863-12-25","end_date":"1863-12-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It did not take long for North Carolina?s credit to drop to the level of the Confederate credit. Faced with the constant necessity to clothe its troops, North Carolina?s state debt continued to grow. Jonathan Worth faced an overwhelming task as North Carolina?s treasurer. Unable to reimburse the state for its expenditures, the Confederacy consequently produced a serious drain on North Carolina?s economy. Governor Vance proposed that the mercantile operations conducted under the State legislation, would generate a fair amount of revenue. However, Worth believed this proposal would not solve North Carolina?s economic problems. The trading system that was established with Europe contained many setbacks. As a result of their doubtful credit, a commodity that cost a dollar in gold could be sold to Europe for four dollars in Confederate currency; four dollars in Confederate currency equated to twenty cents in North Carolina. ","With the domestic production of clothes inadequate, Governor Vance looked to Europe for a better source of supply. Vance believed that his state would profit from purchasing steamships to transport cotton, through the blockade, to England in exchange for imported clothing. ","Contrary to what Worth predicted, historian David P. Currie found the governor?s policy of blockade-running remarkably successful. North Carolina?s soldiers and civilians received many manufactured articles that the war otherwise would have deprived them of. Nevertheless, the Confederacy did not receive much profit from the blockade-running; at the end of war it owed the state several million dollars for clothing furnished to the troops. "],"display_date":"December 25, 1863","search_date":"1863-12-25","locations":[{"id":9619,"lat":35.2468169924,"lng":-80.8327861056,"zoom":9,"place":"MECKLENBURG, North Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":6660,"title":"The 15th Amendment","course_id":170,"status":"P","start_date":"1869-03-04","end_date":"1870-02-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The document shown  here is a copy of the 15th Amendment, which granted people of all color and race the right to vote. This amendment was written up and dated March 4th, 1869. After the Civil War, slaves were freed, but they did not receive the same rights as other citizens of the United States of America. Before this amendment, it was difficult for African Americans to get anything.","The Government at this time created many regulations that disabled African Americans from voting. Through a series of loopholes that were used to discriminate against them, African Americans still pushed for an amendment to be written up. This amendment would disband those petty regulations and allow them to vote.","This document was sent and submitted by W.W. Holden, who at the time was the governor of North Carolina in 1869. The amendment was then put into place in 1870. Though it was ratified, the secondary source used expands upon how African Americans were still unable to vote until almost 100 years after the ratification.","Through poll taxes, literacy examinations, and many more tests that were given, the South was successfully disable African Americans once again, taking away their voting rights. The tests were exceedingly difficult and were only given to those of color. African Americans had the right to vote, but the steps it took them to get registered hindered them from the act of voting. These sort of tests were not given to white people either, only African Americans. Basically, African Americans were back where they started when they were freed. It took more people standing up and almost one hundred years for them to finally get their voting rights.  Fortunately, these ended during 1965 through the Voting Rights Act of 1965."," ","Though this amendment was put into place, cunning stunts from the southern states governments ruined the chances of blacks being able to vote. Although those governors will deny it, many believe this was done on purpose to continue the disablement of African Americans. Southern states still had their grievances with both the North and African Americans. So while blacks did have the right to vote, it was so hard for them to actually vote because of all the tests and regulations that were solely established upon them. These were darker times in America’s history and the effects of it are still felt today with the recent movements that have come to light. African Americans feel they are still not treated as equal, as do a lot of other minority groups."],"display_date":"March 4, 1869 - February 3, 1870","search_date":"1869-08-19","locations":[{"id":53026,"lat":35.2270869,"lng":-80.8431267,"zoom":11,"place":"Charlotte, North Carolina"}],"tags":[{"id":3269,"tag":"amendments"},{"id":32,"tag":"Civil War"},{"id":3213,"tag":"History"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}