{"id":2041,"place":"CLARKE, Georgia","lat":33.8831653504,"lng":-83.4095667489,"episodes":[{"id":253,"title":"Three White Men Accused of Adultery\n","course_id":1,"status":"P","start_date":"1832-01-10","end_date":"1832-01-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the Slave South, husbands and wives grew very wary of adulterous behavior. They especially feared miscegenation. Depending on the roles played, such behavior could lead to justifiable homicide. But, in this case, a disgruntled husband accused three men of sleeping with his wife, when only one of them did it. The two innocent men were somehow dragged in to the whole mess, and they were left to defend themselves. &lt;br /&gt;&lt;br /&gt;On January 10, 1832, Mr. A. Walker publicly accused three men N.H. Beal, J.C. Edwards, and John Gilbert of having illegal relations with his wife. Walker's methods quickly generate sympathy for his situation, while the three men are left to salvage their reputation. Again, if the adulterous men had been black, the town and the husband would have taken much harsher measures. The three men had sworn to a civil officer that all three of them had been innocent, before the true adultery of Gilbert and Mrs. Walker was admitted. At this point, Beal and Gilbert's stories looked a lot better. The men were left to wonder how a town believed a woman, who agreeably to the declarations of her husband was not a virtuous woman at the time of his marriage and had criminal intercourse with various individuals almost up to the very time of their separation;' (Beal, Georgia Messenger, February 4, 1832, 2). Mr. Walker's role in the plan is not entirely known, but it appears that Mrs. Walker is the true villain. Women were not just sideshows all the time. They were able to take part in their deceptions as well."],"display_date":"January 10, 1832","search_date":"1832-01-10","locations":[{"id":1654,"lat":33.8831653504,"lng":-83.4095667489,"zoom":9,"place":"CLARKE, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2651,"title":"The Shooting of Walter Rountree\n","course_id":1,"status":"P","start_date":"1881-01-01","end_date":"1881-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The animosity between whites and African Americans in Georgia often resulted in violent conflicts. In 1881, Walter Rountree took a walk one day from the University of Georgia with his brother and some of his friends. They encountered two African American men at the town courthouse and a conflict ensued. All the men drew their pistols against one another. In the shooting that followed, Walter Rountree was shot and later died after being carried back to his home. There was almost a riot in the town because the students were upset with the African American men. An examination of the pistols used proved that the gun that killed Rountree belonged to his own brother. However, the African American men involved in the conflict were tried for assault with intent to murder [and] found guilty. ","Georgia's society in 1881 had a guideline for social interactions between blacks and whites that were regulated by strict laws and customs. Because African Americans and whites were living in areas very close to each other and there was still animosity among these southerners, whites felt that it was necessary to have these laws to prevent conflict. The research of Edward Ayers shows that southern whites thought that blacks were to blame for the violence and that black men were...inclined toward...crimes of passion. The laws would help to keep their passions under control and prevent violence. Ayers discovered that some of the social customs that blacks had to observe were that African Americans could not address whites by their first names and could not socialize with white members of society. Since Rountree's community in Athens, Georgia was composed of blacks and whites, it is not unusual that a conflict resulted between him and his white friends and the African Americans in their town. ","African Americans were in a disadvantaged position in Georgia's society, especially concerning the law. The account of this event puts the blame for the conflict completely on the two African American men involved, although there was probably much confusion among all the men. Then the two black men were found guilty for assaulting the white men, but there was no mention of any punishment for the white men. Professor Ayers found that there were many laws created that discriminated against African Americans in society, such as vagrancy and labor laws. Due to the strong southern ideals of white supremacy, blacks were disadvantaged in social situations and in law."],"display_date":1881,"search_date":"1881-07-02","locations":[{"id":1659,"lat":33.9512553453,"lng":-83.3674565844,"zoom":10,"place":"CLARKE, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2669,"title":"Suicide of Lafayette Maupin\n","course_id":1,"status":"P","start_date":"1877-08-01","end_date":"1877-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Lafayette Maupin invested his money in a local store in town.One night it burned down and he lost everything he had put into his investment.Later that night he went into the woods and killed himself.He had been married to a young girl who was only 16 years old when he shot himself.Since she no longer had him to care for her, she went back to live with her family for support.","After the Civil War, Reconstruction was not able to help everyone in the South improve their economic situations. A local store would have been profitable for Maupin since so many people just produced cash crops and bought necessities from their towns. The crop lien system was a major part of Southern agricultural society. Lewis Nicholas Wynne found that merchants could allow people to buy products necessary for farming and also daily necessities by charging a high credit price and getting a portion of the cotton crops to cash in at the end of the season. Merchants played an important role in how agriculture turned out in the South. They forced farmers to produce cash crops even when the return prices dropped very low. People could not produce crops for subsistence and merely worked for the cash crops. According to Jeanette Keith, merchants could have made an even larger profit than what they were making by taking advantage of uneducated farmers who did not know that they were paying more than necessary. Thus, it would have been very profitable to be a local merchant and would entice those with enough money to invest in it. ","It is not surprising that Maupin's young wife went back to live with her parents after his death. According to sermons from the time that Edward Ayers found, men were expected to provide for and protect their wives while the women took care of the home. Since Maupin's wife would have depended on him economically, she would not have had the means to care for herself when he died. Since women did not provide for themselves, it was important for them to get married. Ayers also found letters that encouraged young women to get married and start their own families. An emphasis on marriage and domestic life kept women in a dependent position to either their husbands or their parents."],"display_date":"August 1, 1877 - August 30, 1877","search_date":"1877-08-15","locations":[{"id":1658,"lat":33.8833216795,"lng":-83.4096885492,"zoom":9,"place":"CLARKE, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2778,"title":"The New Textile Industry in Athens, Georgia","course_id":1,"status":"P","start_date":"1849-01-11","end_date":"1849-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Cotton farming had reached great heights in Georgia by the mid-1800's but some saw that there was still room to grow in the cotton business. Though most of their neighbors were engaged in farming, twenty citizens of Athens, Georgia decided to break the mold. In January of 1849 they announced in the Athens <em>Southern Banner</em>, that they were joining together to form a new business: The Athens Manufacturing Company. In the announcement the company stated, [we] have associated ourselves together as a body corporate for the purpose of engaging in the business of manufacturing cotton and wool yarns and goods, and yarns and goods of which cotton and wool form component parts, and also of the manufacturing of flour and meal, and the repairing of machinery. ","The Athens Manufacturing Company was one of many new cotton-manufacturing companies established in Georgia during the 1840's. This sudden increase in industrialization was largely due to a series of developments over the early 1800's that came together to create a favorable environment for industry in Georgia. Manufacturing companies in Georgia were beginning to exist, but in 1849 they were still few and far between. It took a significant amount of money to start such a business and not many people could afford such a large investment. In the 1810's the change in national business law helped overcome this obstacle. Before this time, individuals or partners owned most businesses. This changed in the 1810's when the government began to recognize new corporate organizations that were composed of multiple investors. ","This group of investors was willing to take its chance at manufacturing but they needed a source of power for the machines they would use to make the cotton and wool products. During the 1820's, people in Georgia successfully harnessed waterpower, which became the source that provided the power for the Athens Manufacturing Company and other industrial businesses. In order to make a profit from the cotton and wool products, the Athens Manufacturing Company needed customers. Without a sufficiently-sized market such a company was not worth investing in; the number of buyers from Athens and the surrounding counties were not nearly enough to support the company. The rapid improvement of transportation systems across the nation in the early nineteenth century was responsible for increasing the size of markets, especially for inland companies such as this one. The Central Rail Road built in the 1830's provided an artery of transportation from central Georgia where Athens was located, to Savannah, an important national and international port on the Atlantic. ","Though Georgia was at the forefront of the textile industry in the South, the North had a significant head start and continued to dominate the national industry throughout the antebellum period. This regional disparity in strength caused political disagreements between the South and the North. This can be seen in looking at the increased tariff on foreign imported products in 1828, which was referred to in the South as the tariff of abominations. The tariff on foreign products was economically beneficial to American manufacturers, who were mainly found in the North, because overseas competition was decreased and they could raise prices. In the South most people were farmers, not manufacturers, and so the tariff was economically harmful because they had to pay more for manufactured goods. The increased price of manufactured products from the North was one source of motivation for the South to move from an almost entirely agricultural economy to a somewhat industrial one. The Athens Manufacturing Company provides an example of this change. "],"display_date":"January 11, 1849","search_date":"1849-01-11","locations":[{"id":1655,"lat":33.8831653504,"lng":-83.4095667489,"zoom":9,"place":"CLARKE, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2782,"title":"White Interference with the Slave System \n","course_id":1,"status":"P","start_date":"1842-08-19","end_date":"1842-08-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In August 1842, J. H. Arnold of Walton County, Georgia placed an announcement in the Athens Southern Banner offering a 50 reward to anyone who found his runaway slave. In most ways this ad was like any other runaway slave reward announcements. It reflected the basic ideology of slavery that the slave was property that rightfully belonged to its owner and should be returned if found.  In this particular ad, though, Arnold also recognized less visible characteristics of race relations in the antebellum South. In his announcement, Arnold speculated that the runaway was decoyed away by a white person and that he may obtain a free pass and leave the country.  ","What type of white person in Georgia in 1842 would have encouraged a slave to run away? Was this white person that Arnold suspects trying to take the slave for his or her own good or trying to help the slave escape?  Though we cannot determine what is the most likely answer to these questions for Arnold's case specifically, the possible answers demonstrate the complexity of race relations in the South from the onset of the Slave Trade in the South up to the Civil War.  ","It is plausible that Arnold feared that a slave trader kidnapped his slave to sell him somewhere else.  The slave trading business was an extensive system and we know that traders and bandits kidnapped slaves and free-blacks in order to sell them.  It also would have been logical for Arnold to fear abolitionist involvement in his slave's escape.  Part of the work of abolitionist groups in the antebellum North was to help blacks fleeing slavery to get safely to the North.  Though very secret at the time, we are now aware of an extensive system referred to as the Underground Railroad that was in place to assist runaway slaves.  Blacks and whites worked together to make the Underground Railroad function.  Whatever Arnold specifically feared about possible involvement in the disappearance of his slave, his fear is evidence that the white people interfered with the institution of slavery as well as upheld it.  Kidnapping slave traders and abolitionists posed threats to slaveholders' position of power in the system of slavery."],"display_date":"August 19, 1842","search_date":"1842-08-19","locations":[{"id":1655,"lat":33.8831653504,"lng":-83.4095667489,"zoom":9,"place":"CLARKE, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2787,"title":"Indian Attacks: Vengeance or Violence?\n","course_id":1,"status":"P","start_date":"1835-01-15","end_date":"1835-01-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1835 somewhere between Athens, Georgia and Montgomery, Alabama an Indian shot Reverend Mr. Davis while he was traveling. The Presbyterian Clergyman was wounded but was expected to recover.  In Athens, the Southern Banner reported this incident stating that though they did not know the details, they feel fully justified in saying that no provocation whatever, was given by [Mr. Davis], to cause this outrage.","Travelers through the antebellum South faced many dangers. Among the most frightening to white travelers was the possibility of coming into contact with Indians. In the 1830?s, the threat of Indian attacks was heightened as a result of President Andrew Jackson's Indian Removal Act and the treaties that followed.  During this period, Jackson used treaties to try to force Indians of the five nations that resided in the southeastern United States - the Cherokee, Creek, Choctaw, Chicasaw and Seminole - to migrate west. While some Indians agreed to move, others resisted Jackson's efforts and chose to stay. Most of the population of both the Creeks and the Cherokees would have remained in Georgia and Alabama in 1835 when Davis was traveling. Without protection against land hungry white settlers, though, the Indians that stayed often lost their land and were left destitute. Frustrated with their situation and angry with Jackson and their white neighbors for trying to force them off of their land, Indians were known to steal from and attack white neighbors and passers-by. ","In its report of this incident, the Athens' <em>Southern Banner </em>implied that the Indian attacker was unprovoked in the outrage he or she committed. The article did not consider the probable outrage the Indian felt at the marginalization and poverty he or she faced. In hindsight, the title of the article, Indian Outrage, might be read as an outraged Indian taking out his frustration over the actions of President Jackson. As this article's perspective shows, white southerners at this time lacked such sympathy for the Indians. The same lack of sympathy was visible in the incident of the Trail of Tears, when Indian nations were forced to migrate and walk across the South to new homes. ","The aggression that existed between white southerners and the Indians was both a result of and a contributor to the theories of rationalizing the forced migration.  President Jackson argued that the Indians would be better off in the Western lands where they would not have to face attacks from white southerners.  This theory that it would be better for the Indians if they moved, created even less sympathy in white southerners towards those who chose to stay."],"display_date":"January 15, 1835","search_date":"1835-01-15","locations":[{"id":1654,"lat":33.8831653504,"lng":-83.4095667489,"zoom":9,"place":"CLARKE, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2792,"title":"Bringing Women&#39;s Education Close to Home\n","course_id":1,"status":"P","start_date":"1852-01-08","end_date":"1852-01-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An Old Citizen of Athens, as he called himself, wrote an editorial for the Southern Banner in January 1852 complaining about the way Athenians were educating their daughters. He argued that instead of sending their daughters to large overgrown establishment outside of Athens, they should take advantage of the good teachers and schools available closer to home.  There are two advantages that this Old Citizen found in using the schools closer to home: it would keep the daughters at home and it would keep the money spent on education in the local economy.  ","The Old Citizen firmly believed that daughters should receive an education, just through different means than were popular at the time. Though his editorial implies that educating one's daughters was a common thing to do, he was writing to a specific audience who could afford to send their children away for private schooling. Though there was a push for the establishment of public education earlier, it would be six years before Georgia established a successful public schooling system.  Before 1858 almost all primary and secondary education took place in private schools or from private teachers.  The ability to pay for private teachers was limited to the upper classes, but sending children to boarding schools caused an additional burden because it prevented them from helping at home.","The advantage of keeping daughters at home is likely related to the important housework women performed.  In her book The Politics of Education in the New South, Rebecca Montgomery suggests a parallel between the position of women and the position of slaves in antebellum society.  She explains that legally both slaves and women were dependent on the patriarch.  In addition she draws parallels between the functions of the two groups.  While slaves did the hard labor in the fields, the women did the domestic work.  The importance of the woman's role in the house may have prevented people from wanting to send daughters away to school where they could not help at home and would not learn the domestic skills they would be expected to perform when they got married.  In addition the Old Citizen may have believed it better to keep daughters at home so that their morals could be guarded.  The patriarchal system centered in the home was the primary source of discipline and moral values in the antebellum South. ","This editorial also reflected on the economy of private education.  The Old Citizen wanted people to school their daughters in Athens so that the money they paid went back into the Athens economy.  This implies that there was an awareness of the value of the local economy in the antebellum South.  Though transportation systems were rapidly developing in the antebellum period, there was still a sense that keeping money at home, in the local economy, was a way to benefit one's community.  This was especially true in a developed urban area like Athens, which by the time of this editorial had been established for 67 years.  The city in 1852 had much to offer its citizens, largely due to its extensive manufacturing system."],"display_date":"January 8, 1852","search_date":"1852-01-08","locations":[{"id":1656,"lat":33.8831653504,"lng":-83.4095667489,"zoom":9,"place":"CLARKE, Georgia"}],"tags":[{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3000,"title":"European Tastes in the Antebellum South\n","course_id":1,"status":"P","start_date":"1851-11-20","end_date":"1851-11-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In November of 1851 the Athens <em>Southern Banner</em> announced that a famous French musician, Monsieur Andrieu, would be giving three concerts in Athens. The newspaper encouraged Athenians to attend saying that Andreiu was well received in Charleston and Augusta where he had been performing. The announcement also told Athenians that the accompanist would, give imitations of the great Prima Donnas of the age, as Parodi and Jenny Lind, the latter a popular singer known as the Swedish Nightingale. ","The types of musicians who performed in Southern cities changed over the course of the antebellum period. Before the 1800's most concerts were giving by local amateurs. In the 1820's more professional musicians began to travel to the South and by the later decades of the period many famous international musicians came to the South. We know that Monsieur Andrieu was one of many traveling European artists to perform during the decades leading up to the Civil War.","The presence of international musicians in the South can help us to understand the culture of the antebellum South. Northerners had a tendency to believe that rich, white southerners could not be cultured because they were corrupted by slavery, did not value hard work, and generally lived a backwards life. We can see, however, that southerners valued being cultured. As Richard Bushman describes in his book <em>The Refinement of America</em>, southern plantations had much evidence of what he refers to as refinements in their taste and culture. This included extensive libraries of literature and Greek revival houses. In part, this was because the plantation owners were overseers and did not take part in the labor, so they had abundant leisure time that they could spend becoming cultured. The fact that this announcement was placed in public view in the Athens <em>Southern Banner</em> indicates that the concert was not specifically targeted to the plantation-owning class. The theater was a location where many classes, from the wealthy to the slaves, came together for entertainment. ","Thinking about the interest in culture and the presence of international culture in the South can help round out our picture of the antebellum period. Though economically the South revolved around plantations and agriculture, the cities were important places as well for the other things they had to offer. Even if most of a southerner's time was spent on a plantation or farm, they had the opportunity to travel to the city to see musical performances by international musicians, and likely did so on a regular basis."],"display_date":"November 20, 1851","search_date":"1851-11-20","locations":[{"id":1656,"lat":33.8831653504,"lng":-83.4095667489,"zoom":9,"place":"CLARKE, Georgia"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3184,"title":"Dr. Henry Jackson Orders Laboratory Supplies\n","course_id":1,"status":"P","start_date":"1819-08-11","end_date":"1819-08-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dr. Henry Jackson graduated from the Medical College of Pennsylvania in 1802. However, after he tried his hand at medicine and was unhappy as a physician, he became professor of sciences and mathematics at Franklin College in Athens within Clarke County. He set up a science laboratory at the blossoming academy. In the late 1810's and early 1820's, he continued his strong relationships that he had established in France while holding his position of U.S. charge d'affaires. He sent a letter to Mr. P. McCrady, requesting the acquisition of several laboratory materials, and in the letter he ordered one small tabulator that was 1.50 and four test tubes that were 2.12 total. Additionally, the box that he ordered that stored the glass materials was 0.25, so the overall total was 3.87.","Dr. Jackson increased the materials within his laboratory facilities so that the students and faculty at Franklin could better pursue their scholarly research and investigative searches. Many Southerners advanced the development of sciences because of the educational efforts of people like Dr. Jackson. Ephraim McDowell of Kentucky increased the understanding of abdominal surgery, Crawford Long did the same for anesthesiology, and Marion Simms of Alabama did so for gynecology.","Jackson's desire to complement the facilities of his college corresponded with the development of higher education throughout the South. Southern states founded universities and competed with the northern states in their quest to expand educational foundations in their respective region. Franklin College eventually became University of Georgia thanks to the promotional fervor of college graduates who became statesmen and urged the development of a state university. In fact, according to Simkins and Roland, Georgia issued the first charter for a state university in the United States. The South competed with the North and boasted that it had a greater percentage of students enrolled in colleges compared to the overall regional population."],"display_date":"August 11, 1819","search_date":"1819-08-11","locations":[{"id":1652,"lat":33.8869230363,"lng":-83.4056331691,"zoom":9,"place":"CLARKE, Georgia"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3188,"title":"Sheriff James Herndon Presents a Sale\n","course_id":1,"status":"P","start_date":"1833-04-06","end_date":"1833-04-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In April, 1833, Sheriff James Herndon of Clark County presented a sale, printed in the Southern Banner newspaper, designated to occur the following month. Within his announcement, he introduced his sale of property, and then he listed three groups of property that he planned to sell. His first set only contained slaves: Milley, age 22, her two children, Mary, age five, Henry, age three or four, and Charlotte, a girl fifteen years of age, apparently not within Milley's family. The second set of property included a one-acre lot within the town of Athens, and four enslaved African Americans, a carriage and harness, a wagon, a cart, one yoke of oxen, one cow and calf, four tables, and four glasses.","Placed next to wagons and cows in advertisements, enslaved African Americans took on the face of property. Charlotte had been separated from every person within her family, and her situation sadly reveals one of the tragic truths of the slave trade. Charlotte was only a single example of what happened consistently throughout the South. We are unsure as to whether Charlotte separated from her family during the interstate slave trade or, as was the case in Sheriff Herndon's sale, an intrastate slave trade. If she had been separated from her nuclear family during an interstate slave trade, then she had something in common with one out of every two slaves she met.","Throughout the South, prospective buyers analyzed the slaves intensely and traders worked vigorously to make the sale. Consistent with the thought that many Southerners did not see slaves as much other than property, Jeanette Keith claimed that auctioneers saw women with their potential as 'breeders,' and auctioneers attempted to increase the present value of a female slave by convincing a buyer that she could produce inherently stronger and more efficient offspring in the future. Buyers, such as those that would appear at Sheriff Herndon's sale, however, to ensure that they evaluated their expensive and long-term investment correctly, examined the entire bodies of naked slaves and checked for scars from whip marks. The slave market was an extremely complex experience. "],"display_date":"April 6, 1833","search_date":"1833-04-06","locations":[{"id":1654,"lat":33.8831653504,"lng":-83.4095667489,"zoom":9,"place":"CLARKE, Georgia"}],"tags":[{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3203,"title":"Jealous Lover Receives Death Penalty\n","course_id":1,"status":"P","start_date":"1833-06-29","end_date":"1833-06-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The Southern Banner </em>wrote of the murder of Mrs. Mary W. Hamilton. This was a trial about love and madness, craze put into action. Joel Cough had claimed that he loved Mrs. Hamilton, but he felt that she would never reciprocate his feelings. According to the article, written by an official in the court, Clough selfishly murdered Mrs. Hamilton and ensured that Mrs. Hamilton would never again have the ability to make another man happy. Additionally in the eyes of the court, Clough received a full and fair trial, because he had had the ability to select a jury of his peers and he was given every opportunity to prove his innocence. Though provided all of the tenets of a just and sensible trial, the jury rendered a guilty verdict on Clough and demanded that he, on Friday, the 26th of July, 1833, should be taken to the place of public execution and be hanged by the neck until dead.","During the seventeenth and eighteenth centuries, many crimes, such as treason, murder, manslaughter, rape, robbery, burglary, arson, counterfeiting, and theft all warranted capital punishment. By the 1800's, the South and the North separated in their respective approaches to the death penalty. The Southerners retained their capital punishment laws. The Northerners, however, reformed many of theirs, making the death penalty applicable in fewer circumstances. ","Despite the ultra-conservative culture in the South, as the 19th Century progressed, Southerners began to modify their own capital punishment laws. Southern states ceased the execution of whites for crimes other than murder. Effectually, the capital punishment laws in the Southern states approached the degree of severity of those in the North. Even in today's world, many states, including Virginia and Texas, continue to use the death penalty for murderers and extreme criminal cases.","The nineteenth century, additionally, brought a change in the public nature of execution. In the two centuries preceding 1800, hangings were religious, public events with thousands of people in attendance. With the growing popularity and belief in Christianity throughout the South, people flocked to the events. Throughout the 1800's, alternatively, the execution became increasingly secular and private. The <em>Southern Banner </em>article announced Joel Clough's execution, so citizens certainly attended the public event. Given the time period, however, his hanging did not likely draw the thousands of spectators that had been characteristic in the 17th and 18th Centuries."],"display_date":"June 29, 1833","search_date":"1833-06-29","locations":[{"id":1654,"lat":33.8831653504,"lng":-83.4095667489,"zoom":9,"place":"CLARKE, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3221,"title":"I. Darnet Describes European Appointments\n","course_id":1,"status":"P","start_date":"1819-04-22","end_date":"1819-04-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the 22nd of April, 1819, I. Darnet wrote a detailed letter to Dr. Henry Jackson, of Athens, Georgia, describing the Americans named in European appointments. Within his letter, he explained that with the advice and consent of the Senate, the President had assigned Henry Preble to the position of consul of the United States for Palermo, Italy. Additionally, Darnet voiced his opinion that he believed that Daniel Parker should be named as the Minister Plenipotentiary of the Court of France. Darnet evidently remained in contact with Jackson, even after Jackson had left his post as U.S. charge d'affaires in France in 1818. ","A majority of Southerners were not interested in foreign affairs. They dealt with their own finances and primarily family and community politics. Because those dealings involved the majority of regulations for their active lives, southerners developed a minor interest in foreign affairs. A plantation owner cared little about the intricacies of the laws that governed the transportation of his bales of cotton, because as long as he was paid for his service, he had little reason to be concerned.","Foreign affairs with Europe, however, were critical for Southern citizens during the first twenty years of the nineteenth Century. Europe had become a major importer of southern products, especially cotton and tobacco. In fact, raw cotton prices dropped in Europe during December, 1818, and the Niles Weekly Register described that cotton merchants in Europe had paid a staggering 32.5 cents per pound in October. Nevertheless, the paper explained that by mid-December of 1818, the cotton price had dropped to 24 cents per pound. Southerners who understood foreign affairs and international economics would greatly benefit from understanding the appointment of U.S. foreign officials, because if citizens understood who would best articulate the their interests, they could impact the choosing of those that created foreign policy that directly impacted their lives."],"display_date":"April 22, 1819","search_date":"1819-04-22","locations":[{"id":1653,"lat":33.8831653504,"lng":-83.4095667489,"zoom":9,"place":"CLARKE, Georgia"}],"tags":[{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}