{"id":2050,"place":"AUSTIN, Texas","lat":29.9115260515,"lng":-96.1773201162,"episodes":[{"id":44,"title":"Democrats Control the Thirteenth Legislature in Texas\n","course_id":1,"status":"P","start_date":"1873-01-04","end_date":"1873-06-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Controlling both houses of the Legislature, the Democrats of the thirteenth legislature furthered the efforts of redeeming' the state from the Republicans. They would also be crucial in bringing the Texas state government back into the hands of the Democratic Party. Although the Republicans still retained a stronghold in the beginning of 1873 through the office of Governor Edmund J. Davis and the judiciary, the Democratic controlled legislature was able to reject all efforts of reconciliation and secure governmental power. &lt;br /&gt;&lt;br /&gt;Over Davis's veto, the legislature repealed the state police act, limited his use of the militia, reduced the appointive powers of the governor's office, and passed a new public education law that decentralized the system and placed strict limits on the power of local boards to raise taxes for schools. They also called a one-day general election for state and local officials to be held in December of that year, which would, ultimately, mark the redemption of Texas as Democratic nominee Richard Coke was elected over incumbent Davis. Over the next decade, this new Democratic control allowed state and local leaders to systematically deprive blacks of the freedom to participate in the political process as well as pass segregation and Jim Crow laws."],"display_date":"January 4, 1873 - June 4, 1873","search_date":"1873-03-20","locations":[{"id":12518,"lat":29.9115260515,"lng":-96.1773201162,"zoom":9,"place":"AUSTIN, Texas"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":360,"title":"General Philip Sheridan removes Governor James Webb Throckmorton from office\n","course_id":1,"status":"P","start_date":"1867-07-30","end_date":"1867-08-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["According to the Reconstruction Acts, the military could remove and appoint a state's government figures in order to further Reconstruction.  Under this system, the general in charge of the region in which the state was located would be responsible for making these decisions.  Because President Andrew Johnson did not agree with many clauses in the Acts of Reconstruction, this particular section was bound to be problematic.  In addition, Texas fell under the jurisdiction of General Philip Sheridan, a man who was often at odds with President Johnson.  Within weeks of the passing of the final act of Reconstruction, Sheridan had placed himself in a vulnerable position by removing the governor of Louisiana, James Madison Wells, and immediately taking aim at the governor of Texas, J.W. Throckmorton.&lt;br /&gt;&lt;br /&gt;General Sheridan, a commanding officer of the United States military during the Civil War, had been assigned to oversee the Reconstruction of the Fifth Military District: Texas and Louisiana.  He saw the current governor of Texas, James Webb Throckmorton, as a hindrance to Texas' Reconstruction and therefore ordered his removal only two weeks after the passing of the third Reconstruction Act.  July 30, the day that General Sheridan ordered Throckmorton's removal, it was reported in the National Intelligencer that President Johnson sought to remove Sheridan from his post as the head of the Texas/Louisiana military district.  Shortly after Throckmorton's removal from office, the National Intelligencer's predictions came to fruition when President Johnson had Sheridan transferred from his post and replaced.&lt;br /&gt;&lt;br /&gt;Although Sheridan removed Throckmorton from office on July 30, 1867, it was not until August 9 that he was officially replaced by Elisha M. Pease, a Unionist who Sheridan felt would guide Texas through Reconstruction.  Pease, a native of Connecticut who had lived in Texas since 1833 and had always supported the Union, was recommended to the office of provisional governor by A.J. Hamilton.  Ironically, Pease had run as the Republican candidate against Throckmorton only a few months earlier.  The Daily Dispatch published Special Order No.105 from General Sheridan, which removed Throckmorton from office, announced his successor as Pease, and demanded that he be respected accordingly.'"],"display_date":"July 30, 1867 - August 8, 1867","search_date":"1867-08-03","locations":[{"id":12517,"lat":29.9115260515,"lng":-96.1773201162,"zoom":9,"place":"AUSTIN, Texas"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1555,"title":"Texas State Consitutional Convention Votes to Abolish Slavery\n","course_id":1,"status":"P","start_date":"1866-02-27","end_date":"1866-02-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 27, 1866, the Texas Constitutional Convention decided to ban slavery in their new state Constitution. With a vote of 56 to 26, as reported in The Baltimore Sun, the constitution abolished involuntary servitude, except as a form of punishment for crimes, protecting people of African decent in their right to own property and to testify in court. After the peace at Appomattox Courthouse, each state formerly in rebellion needed to create a new Constitution that conformed to the requirements set out by the President. A.J. Hamilton had been appointed provisional governor of Texas by President Johnson and was responsible for making sure that Reconstruction occurred defending the rights of African-Americans. &lt;br /&gt;On February 10, 1866, Governor Hamilton sent a message to the convention detailing the changes needed and reminding them that, No one can doubt...that such changes will be made in the organic law of the State as will make it conform in its spirit and principles to the actual changes that attended the progress of the late war and followed the overthrow of the rebellion.' The secession ordinance was declared null and void. Texas repudiated the public debt incurred during the war, and recognized the thirteenth amendment. The chairman of the Constitutional convention was Oran M. Roberts, who served as a delegate despite the fact that he was an ex-confederate officer not yet pardoned by the President.  Delegate Roberts hoped that Texas would adopt, a white man's government' that would keep Sambo away from the polls.' His goals became a reality as the convention passed the Constitution with a literacy requirement for those wanting to vote. The Texas Constitutional Convention displayed the unwillingness of many Southern states to submissively adhere to the orders of their Commander in Chief. Their passage of the initiative banning slavery and their subsequent enactment of literacy requirements for voters exhibited their reluctance to abandon their traditional social structure and way of life."],"display_date":"February 27, 1866","search_date":"1866-02-27","locations":[{"id":12517,"lat":29.9115260515,"lng":-96.1773201162,"zoom":9,"place":"AUSTIN, Texas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2353,"title":"Boll Weevils and the Destruction of Cotton Crops\n","course_id":1,"status":"P","start_date":"1895-09-27","end_date":"1895-09-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Cotton: it was one of the most valuable crops in the agricultural South, and it was under attack by a seemingly indestructible new beetle known as the boll weevil. On September 27, 1895, an announcement ran in the <em>Chicago Daily Tribune</em> explaining the recent arrival of the boll weevil population to the United States. The species moved up from Mexico into certain areas of Texas and was wreaking havoc on cotton crops. The U.S. Agricultural Department considered the cotton boll weevil to be one of the most harmful pests to have existed in the United States. The boll weevil appeared to reproduce rapidly in some areas while in others, populations spread more slowly. Despite scientific studies which took place in Brownsville near the Rio Grande, no solution had yet been discovered to control the boll weevil population. They continued to make their home in cotton bolls, their only known habitat, and ruin cotton crops in Mexico and Texas.","After Texas cotton crops endured years of droughts and inclement weather, the boll weevil made its first appearance in Texas near Corpus Christi in the early 1890s. The boll weevil caused mass destruction in cotton crops as it fed on and laid its eggs in the fruiting structures of the cotton plant. Resistant to common insecticides of the time, boll weevil populations were able to spread across the entire state of Texas and eventually covered a vast area including North Carolina, Louisiana, Mississippi, and Tennessee. In this region known as the Cotton Belt, the pest caused a decrease in cotton productivity over a period of thirty years.","While the boll weevil population fanned out across the region, its damages were most heavily concentrated in southern Texas. Prior to the Civil War, Texas had not been a high producer of cotton; in 1850, Texas had one of the smallest cotton crops in the South. Yet during the Civil War and leading up to the twentieth century, cotton production in Texas flourished and grew from 58 thousand bales produced in 1850 to 2,584 thousand in 1900 when it was a top cotton producer. As cotton production increased in Texas, the effects of the boll weevil became more far-reaching and added to the volatility farmers faced in the cotton industry. An official with the U.S. Department of Agriculture toured an area in southern Texas in 1894 and reported that around 90 percent of the cotton crop was damaged due to the boll weevil. Ten years later, one estimate revealed that 700,000 bales of cotton were ruined by the boll weevil population in one year, totaling costs of 42 million in Texas. Many southern states continue to work today to keep boll weevils and their capability of destruction under control."],"display_date":"September 27, 1895","search_date":"1895-09-27","locations":[{"id":12520,"lat":29.8870533163,"lng":-96.2779799564,"zoom":9,"place":"AUSTIN, Texas"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2831,"title":"Texas Economics in 1880\n","course_id":1,"status":"P","start_date":"1880-06-08","end_date":"1880-06-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 8, 1880, Albert Roberts sat down at his desk at the office of P.J. Willis in Austin, Texas. He began by scribbling, Dear Ma. Telling her about his life and any recent news, Roberts read back over the letter and slipped in twenty-five dollars to send his mother. Times were hard; Roberts explained in the letter that this amount was all that he could spare that month, but encouraged her to let him know when she needed more. The crops were supposed to be bountiful this season, he reported, so that would help them both. Roberts continued to focus on the aspect of money, but this time brought news to his mother that one of her slaves had escaped with her saddle and silver, also swindling money from a fellow citizen. Slaves were trying to establish themselves on a monetary basis, as they had been doing since the 1850s, while meanwhile, Roberts was trying to help his mother do the same.","The era after the Civil War, wherein Roberts wrote this letter, was filled with economic change. By the end of the 1860s, a middle class had been trying to establish themselves, and the agricultural class had been attempting to do the same. This was a time of change, and especially in the South, where they were trying to move up from the desolation they had been left with from the war. Roberts' letter gives us a glimpse into the economics of this time period."],"display_date":"June 8, 1880","search_date":"1880-06-08","locations":[{"id":12519,"lat":29.8870533163,"lng":-96.2779799564,"zoom":9,"place":"AUSTIN, Texas"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3166,"title":"Texas Secedes\n","course_id":1,"status":"P","start_date":"1861-02-02","end_date":"1861-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["War fever and the eagerness to fight ran rampant as soon as Texas officially seceded from the Union. William Williston Heartsill, a young 22 year old store clerk working in Marshall, Texas was one of the first to enlist. Before he had left for training, Heartsill began a diary to record all the moments and sentiments leading to the cause of his enlistment. He believed that it was imperative to fight and to the fight the best we can. Heartsill was a passionate man who did not think the war would last longer than 12 months, as their cause is just before high Heaven, that we will succeed in this great undertaking. Heartsill supported and followed actively the road to secession, acknowledging the election of Abraham Lincoln as the event that set the wheels in motion for the mass-meetings that convened in every county in the state to lead to the nearly unanimous vote for secession. "," After Lincoln was elected President, many Texans felt threatened regarding the future of slavery. Although slavery came comparatively late to Texas, by Lincoln's election one of every four Texas families owned slaves. The citizens quickly urged Governor Sam Houston to call a convention for Texas to decide the course of their future. As a man dedicated to the Union, Houston repeatedly forestalled the convention fearing the future results. However, the convention was finally legally organized by state legislature on January 28, 1861. The Texas Ordinance of Secession was drafted and voted upon with a favorable margin of 166 to 8 on February 1, 1861. Houston refused to accept the convention, sign the document, or take the oath of allegiance to the new government, thereby resigning as Governor. "," The Texas Ordinance declared that Texas abandoned her separate national existence and consented to become one of the Confederated States to promote her welfare, insure domestic tranquillity and secure more substantially the blessings of peace and liberty to her people. The decision to secede was fueled by several grievances including the sending of pamphlets and papers to stir insurrection throughout Texas, distribution of arms to slaves and the hindering the slave institution, and refusing to allow appropriations for protection against Indians. "],"display_date":"February 2, 1861 - December 31, 1861","search_date":"1861-07-18","locations":[{"id":12517,"lat":29.9115260515,"lng":-96.1773201162,"zoom":9,"place":"AUSTIN, Texas"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}