{"id":2079,"place":"MILAM, Texas","lat":30.7863324345,"lng":-96.9768647527,"episodes":[{"id":2810,"title":"Raging Measles in Ruckdale, Texas","course_id":1,"status":"P","start_date":"1876-12-29","end_date":"1876-12-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 29, 1876, D.F.M. Chandler sat down in Ruckdale, Texas to write a letter to Mrs. Roberts, a dear friend. These two had been in written contact with each other previous to this letter, and Chandler apologized for the lapse of time before his responding. Ruckdale, he said, had been hit with a raging case of the measles. This case of the measles terribly afflicted the community; Chandler's family had even had to move their Christmas celebration to a spot beyond the river in order to avoid this epidemic. ","Measles, also called Rubeola, is caused by a virus and is highly contagious, which is most likely why this epidemic in Texas was so far-spread. Nine out of ten people in the same household or in close contact with someone infected with the measles is likely to contract this virus from that person. Symptoms come in two stages for measles. First, there is coughing, reddened eyes, and a runny nose, often accompanied by a fever, and secondly comes rashes and further elevated fever. Though not often fatal, because this epidemic is so highly contagious, it was still quite a big deal when it struck desolated communities after the Civil War. ","Chandler recognized clearly that times were hard, and in times like these, he certainly appreciated his friends, which he intended to express as he sat down to write this letter to Mrs. Roberts."],"display_date":"December 29, 1876","search_date":"1876-12-29","locations":[{"id":13059,"lat":30.7863324345,"lng":-96.9768647527,"zoom":9,"place":"MILAM, Texas"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2826,"title":"Desolating Epidemic in San Antonio\n","course_id":1,"status":"P","start_date":"1879-01-30","end_date":"1879-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An unknown epidemic struck the community of San Antonio, Texas, in January of 1879. There had been much disease spread throughout Texas in this time, but this epidemic was unrecognizable. The symptoms were such as cholera or yellow fever, which had previously desolated the population in San Antonio, and more widely, throughout Texas. ","Cholera is usually transmitted through either the consumption of contaminated water. First seen in the early nineteenth century in Bengal, this disease proceeded to spread to Europe, Africa, and the Americas. There had been a large outbreak of cholera in the late 1860s, which had turned into quite an epidemic around Texas. Today, this epidemic is generally seen in third-world countries. ","In Texas, cholera went hand in hand with yellow fever. Though the symptoms of cholera are quite different than those of yellow fever, these two diseases came to Texas around the same time. Yellow fever, derived generally from mosquito bites, was a reoccurring problem in Texas from the early 1830s through the turn of the century. ","The symptoms of cholera are mainly diarrhea and vomiting, whereas those symptoms for yellow fever are body aches, jaundice, and elevated body temperature. This new advertised disease had similar symptoms, but these symptoms were much worse, though the disease proved less fatal. As far as doctors could tell, they believed this disease was called consumption. ","Consumption is another name for tuberculosis, which today is one of the most prominent diseases in the world, affecting people at the rate of one person per second. This epidemic in San Antonio, however, was not consumption of the lungs, as is typical today, but of a general decay or arrest of the vital processes of nutrition. The tuberculosis virus can infect practically all parts of the human body, which it seemed to do in this case. Symptoms of tuberculosis include loss of energy or weight, fever, and poor appetite. San Antonio doctors said that at the time, the only found remedy was liver oil, though this was debatable because of the terrible taste which prohibited many patients from being able to swallow it.","Today we have the tuberculin skin test that can help diagnose tuberculosis within three days, but in Texas in the late 1800s, they did not have tools such as this. Health problems abounded, the money going into the railroad and the Civil War having taken away from the medical budget in such a crucial and affective time. The name tuberculosis was not given to this disease until 1882; whoever placed this ad in this newspaper had low means of explaining this issue, but nevertheless was determined to bring what little speculation there was to the people of San Antonio."],"display_date":"January 30, 1879","search_date":"1879-01-30","locations":[{"id":13059,"lat":30.7863324345,"lng":-96.9768647527,"zoom":9,"place":"MILAM, Texas"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}