{"id":2088,"place":"CABARRUS, North Carolina","lat":35.3868288233,"lng":-80.5518607748,"episodes":[{"id":2836,"title":"Jefferson Davis Hides with the Barringers\n","course_id":1,"status":"P","start_date":"1865-04-01","end_date":"1865-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Federal General Stoneman had been recalled to pursue and capture Jefferson Davis and his cabinet. After fleeing from Richmond, Danville, and Greensboro, Davis then arrived in Concord, North Carolina. Davis recieved a report that enemy cavalry was believed to operating in the vicinity. This made staying out in the open dangerous for both Davis and his cabinet. Davis made contact with Mr. Barringer and his wife, and asked them if he and his cabinet could stay at the Barringer?s house that night. Victor Barringer agreed to the request, and told the cook to prepare the largest ham. Barringer described the men as a sorry looking lot who were covered in dust. He knew that he could later be called upon to pay with his life for harboring these men. Knowing that he was certainly in danger of imprisonment, Barringer and his family fled to Charlotte. ","While pursuing Davis, Union troops killed or wounded 1,000 Confederates and captured 6,000. Along the way they tore up railroads, wrecked 600 locomotives, demolished dozens of factories, and destroyed 300 pieces of artillery. On May 10, 1865 Jefferson Davis was captured in Irwinville, Georgia and held as a prisoner for two years. If Davis did not admit defeat until Irwinville, neither did Davis' right hand man John C. Breckinridge. As historian William C. Davis agrees, Breckinridge battered and eroded at every possible opportunity the president's hopes for victory. Davis kept fighting until the day he died, head on, the only way he knew how."],"display_date":"April 1865","search_date":"1865-04-15","locations":[{"id":9285,"lat":35.3868288233,"lng":-80.5518607748,"zoom":10,"place":"CABARRUS, North Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}